{"parse":{"title":"EMBRACE Healthcare Reform Plan","pageid":31821270,"revid":803926015,"text":{"*":"<div class=\"mw-parser-output\"><p>The <b>E</b>xpanding <b>M</b>edical and <b>B</b>ehavioral <b>R</b>esources with <b>A</b>ccess to <b>C</b>are for <b>E</b>veryone (EMBRACE) plan is a healthcare system reform proposal introduced by a group called <a href=\"/wiki/Healthcare_Professionals_for_Healthcare_Reform\" title=\"Healthcare Professionals for Healthcare Reform\">Healthcare Professionals for Healthcare Reform</a> (<a href=\"/wiki/HPfHR\" class=\"mw-redirect\" title=\"HPfHR\">HPfHR</a>). The plan incorporates elements of private health insurance, <a href=\"/wiki/Single-payer\" class=\"mw-redirect\" title=\"Single-payer\">single-payer</a> and <a href=\"/wiki/Fee-for-service\" title=\"Fee-for-service\">fee-for-service</a> models in one comprehensive system. It has been referred to as a \"Single System\" healthcare system.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> First published in the <a href=\"/wiki/Annals_of_Internal_Medicine\" title=\"Annals of Internal Medicine\">Annals of Internal Medicine</a> in April 2009,<sup id=\"cite_ref-article-main_2-0\" class=\"reference\"><a href=\"#cite_note-article-main-2\">&#91;2&#93;</a></sup> the plan got some early discussion in the healthcare community, but appeared to have come out too late to have had any impact in the development of the <a href=\"/wiki/Patient_Protection_and_Affordable_Care_Act\" title=\"Patient Protection and Affordable Care Act\">Patient Protection and Affordable Care Act</a> (PPACA), the <a href=\"/wiki/111th_Congress\" class=\"mw-redirect\" title=\"111th Congress\">111th Congress</a>’ landmark health insurance reform legislation.<sup id=\"cite_ref-perspectives_3-0\" class=\"reference\"><a href=\"#cite_note-perspectives-3\">&#91;3&#93;</a></sup><sup id=\"cite_ref-responses_4-0\" class=\"reference\"><a href=\"#cite_note-responses-4\">&#91;4&#93;</a></sup><sup id=\"cite_ref-article-comments_5-0\" class=\"reference\"><a href=\"#cite_note-article-comments-5\">&#91;5&#93;</a></sup> A book outlining the EMBRACE plan in more detail was authored in 2016 by Dr. Gilead Lancaster, a cofounder of HPfHR.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup>  \n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#The_origins_of_EMBRACE\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">The origins of EMBRACE</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#The_scope_of_reform_under_EMBRACE\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">The scope of reform under EMBRACE</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#The_Tier_system\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">The Tier system</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Oversight\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Oversight</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Hospital_and_office_billing\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Hospital and office billing</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Financing_the_EMBRACE_healthcare_system\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Financing the EMBRACE healthcare system</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#References\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#External_links\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"The_origins_of_EMBRACE\">The origins of EMBRACE</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=EMBRACE_Healthcare_Reform_Plan&amp;action=edit&amp;section=1\" title=\"Edit section: The origins of EMBRACE\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In 2007 <a href=\"/wiki/HPfHR\" class=\"mw-redirect\" title=\"HPfHR\">HPfHR</a> was established in an effort to advise politicians on healthcare issues from the point of view of healthcare professionals. They felt that the only effective way to fix the American healthcare system was with a complete overhaul based on science-based guidelines, also known as <a href=\"/wiki/Evidence-based_medicine\" title=\"Evidence-based medicine\">evidence-based medicine</a>.\n</p><p>The group identified five important parts of the American healthcare system that they felt needed to be addressed in their new system. These included  inefficiencies in medical offices and hospitals due to a cumbersome insurance and reimbursement system; coverage of the entire United States population for basic healthcare services while preserving the quality and feel of the current delivery system of healthcare; promotion and integration of scientifically validated diagnostic and therapeutic modalities into the system so it becomes the driving force of the healthcare system; and depoliticizing healthcare and allowing for a more manageable way to finance it. In addition, the group felt that it was important that the plan was completely portable throughout the country and did not depend on income, age or employment status.\n</p>\n<h2><span class=\"mw-headline\" id=\"The_scope_of_reform_under_EMBRACE\">The scope of reform under EMBRACE</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=EMBRACE_Healthcare_Reform_Plan&amp;action=edit&amp;section=2\" title=\"Edit section: The scope of reform under EMBRACE\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The EMBRACE system would require a comprehensive reorganization of the entire <a href=\"/wiki/United_States\" title=\"United States\">United States</a> <a href=\"/wiki/Healthcare_system\" class=\"mw-redirect\" title=\"Healthcare system\">healthcare system</a>, but would attempt to preserve important elements of the current infrastructure. <a href=\"/wiki/Current_Procedural_Terminology\" title=\"Current Procedural Terminology\">Current Procedural Terminology</a> (CPT) and <a href=\"/wiki/International_Statistical_Classification_of_Diseases_and_Related_Health_Problems\" title=\"International Statistical Classification of Diseases and Related Health Problems\">International Statistical Classification of Diseases and Related Health Problems</a> (ICD) codes that are currently being used to report services and determine reimbursement to doctors, hospitals and other care providers would be maintained. There would also be an attempt to allow doctors and other healthcare providers to keep private offices and clinics as independent businesses.<sup id=\"cite_ref-article-main_2-1\" class=\"reference\"><a href=\"#cite_note-article-main-2\">&#91;2&#93;</a></sup>\n</p><p>The new system would change 4 fundamental things: It would classify diseases and their therapies into 3 distinct tiers,  separate private insurance from public insurance but keep them in the same system, create a politically quasi-independent ‘healthcare board’ funded by Congress to supervise the U. S. healthcare system, and develop a simplified web-based electronic billing and reimbursement system. These fundamental reforms would change many other aspects of the current healthcare system. For example, healthcare coverage would be completely portable from job to job and from state to state and would not be tied to employment.\n</p>\n<h2><span class=\"mw-headline\" id=\"The_Tier_system\">The Tier system</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=EMBRACE_Healthcare_Reform_Plan&amp;action=edit&amp;section=3\" title=\"Edit section: The Tier system\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>EMBRACE would establish 3 tiers of diagnoses and treatments founded on <a href=\"/wiki/Evidence-based_medicine\" title=\"Evidence-based medicine\">evidence-based medicine</a> (EBM), and its funding will be tier-specific and separate:\n</p><p>The base level (<b>Tier 1</b>) would cover all medical, surgical and psychiatric therapies shown to be life saving, life sustaining and/or preventative and would cover the entire population “from cradle to grave” without registration, deductibles or fee payments. It would also be completely portable and independent of employment status, economic status, race, gender or pre-existing conditions.\n</p><p>Funding of Tier 1 services would be overseen by a healthcare board (see below) that is in turn funded by Congress.  The method of raising this revenue could be similar to the present funding of Medicare (e.g. <a href=\"/wiki/Federal_Insurance_Contributions_Act_tax\" title=\"Federal Insurance Contributions Act tax\">Federal Insurance Contributions Act tax</a>) and Medicaid. Since there will be no requirement for employer-based insurance under EMBRACE, <a href=\"/wiki/Payroll_taxes\" class=\"mw-redirect\" title=\"Payroll taxes\">payroll taxes</a> (indexed to salary), a tax on businesses based on the number of employees (and their wages) or a combination of these could also be considered.\n</p><p><b>Tier 2</b> would cover all conditions affecting quality of life and their therapies.  In addition, this tier will include all services of Tier 1 conditions and treatments that do not have sufficient evidence for a Tier 1 indication.\n</p><p>Private insurance carriers would be invited to cover Tier 2 services through a menu of plans developed by the Board that is similar to the <a href=\"/wiki/Medigap\" title=\"Medigap\">Medigap</a> Plans A to N<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup> now offered through the <a href=\"/wiki/Centers_for_Medicare_%26_Medicaid_Services\" class=\"mw-redirect\" title=\"Centers for Medicare &amp; Medicaid Services\">Centers for Medicare &amp; Medicaid Services</a>. Although each insurance carrier does not have to offer all the plans listed on the menu, the plans that are offered by the insurance carrier must cover all the services stipulated by the Board. This assures that consumers (whether state governments, unions, employers or individuals) can compare the price of the plans and can be confident of the scope of their coverage. In addition, if an insurance provider offers a specific plan in one state, it will be required to offer it in all other states; assuring portability of all tier 2 coverage. Except for these two stipulations, the private insurance provider will be free to set their fee (on an individual basis), set deductibles and co-pays and even deny coverage. \nThe Tier 2 plans can be broad (covering most Tier 2 services) or can be customized for specific groups: a geriatric plan that covers extended care facilities but not fertility care, a heavy laborer plan that includes chiropractic therapy, or a Workman’s Compensation plan purchased by employers, employees or unions.\n</p><p><b>Tier 3</b> would apply to all medical and surgical issues considered luxury or cosmetic (examples are <a href=\"/wiki/Lasik\" class=\"mw-redirect\" title=\"Lasik\">Lasik</a> surgery or <a href=\"/wiki/Botox\" class=\"mw-redirect\" title=\"Botox\">Botox</a> treatments). Funding for Tier 3 would not be covered under this system (as is true in the current system) and all bills would go to the patient. However, billing would still be made through the web-based universal billing form discussed below.\n</p><p>Pharmaceuticals will have similar Tier assignments as medical coverage: Tier 1 would be formulations and therapies that have good evidence-based data for treatment or prevention of Tier 1 illnesses and would mostly be paid by public funds or be heavily subsidized. Tier 2 would apply to those drugs and therapies that enhance quality of life or have not yet had adequate evidence for effectiveness for a particular condition. These Tier 2 pharmaceuticals would be covered by private insurance or out of pocket. Tier 3 would be for “luxury” items and would likely be ‘out of pocket’.\n</p>\n<h2><span class=\"mw-headline\" id=\"Oversight\">Oversight</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=EMBRACE_Healthcare_Reform_Plan&amp;action=edit&amp;section=4\" title=\"Edit section: Oversight\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The entire health system would be overseen by a healthcare panel known as “The Board”. Although the details of the exact composition of the Board has not been discussed in detail by HPfHR, it would be composed of physicians and other healthcare professionals, public health experts, economists specializing in health care, business representatives, insurance representatives, representatives from the <a href=\"/wiki/Pharmaceutical_industry\" title=\"Pharmaceutical industry\">pharmaceutical industry</a> and representatives of patients.  This Board’s mission would be to promote the health of Americans in a socially responsible and economically sound way. Similar to the “Federal Health Board” proposed by Tom Daschle,<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup> it would be a quasi-independent organization resembling the Federal Reserve, which it is hoped would make it less beholden to political pressures. It would be headed by a chairperson who would be appointed to a 10-year term by the president and require Senate confirmation. \nThe Board would have oversight of a significantly revised Center for Medicare &amp; Medicaid Services, and input into the <a href=\"/wiki/Food_and_Drug_Administration\" title=\"Food and Drug Administration\">Food and Drug Administration</a> and the <a href=\"/wiki/National_Institutes_of_Health\" title=\"National Institutes of Health\">National Institutes of Health</a>. It would use the already established <a href=\"/wiki/Diagnosis-related_group\" title=\"Diagnosis-related group\">Diagnosis-related group</a> (DRG), <a href=\"/wiki/Ambulatory_Payment_Classification\" title=\"Ambulatory Payment Classification\">Ambulatory Payment Classification</a> (APC) and International Classification of Diseases (ICD) codes. The Board would decide which diagnoses and services are covered by Tier 1, 2 or 3 based on the medical importance (using evidence-based data such as practice guidelines developed by expert medical panels, <a href=\"/wiki/Cochrane_Library\" title=\"Cochrane Library\">Cochrane Library</a> database reviews and other sources), public health considerations and economic impact. This would be updated periodically as more evidence and research becomes available. \nWhen evidence is not available, the Board would have the option to commission the <a href=\"/wiki/National_Institutes_of_Health\" title=\"National Institutes of Health\">National Institutes of Health</a> and the <a href=\"/wiki/Food_and_Drug_Administration\" title=\"Food and Drug Administration\">Food and Drug Administration</a> to direct research focused specifically to use in the Tier assignments. \nAmong the prerequisites to the implementation of this system would be delineation of the specific relationships between the Board and existing agencies within the <a href=\"/wiki/Department_of_Health_and_Human_Services\" class=\"mw-redirect\" title=\"Department of Health and Human Services\">Department of Health and Human Services</a>, in particular the <a href=\"/wiki/Food_and_Drug_Administration\" title=\"Food and Drug Administration\">Food and Drug Administration</a> and the <a href=\"/wiki/National_Institutes_of_Health\" title=\"National Institutes of Health\">National Institutes of Health</a>. Some reorganization of these government agencies might be warranted to optimize inter-agency interactions. \nTo address local variations in health and social concerns, the health Board would establish several local health-boards (possibly in each state). These local branches would not only handle local health issues, but may be used to establish peer review boards to hear ethical and malpractice issues.\n</p>\n<h2><span class=\"mw-headline\" id=\"Hospital_and_office_billing\">Hospital and office billing</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=EMBRACE_Healthcare_Reform_Plan&amp;action=edit&amp;section=5\" title=\"Edit section: Hospital and office billing\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>To simplify claim submissions by healthcare providers (<a href=\"/wiki/Physicians\" class=\"mw-redirect\" title=\"Physicians\">physicians</a>, and <a href=\"/wiki/Hospitals\" class=\"mw-redirect\" title=\"Hospitals\">hospitals</a>), a “Universal Reimbursement Form” would be created by the Board and would be implemented electronically using a web-based tool available to hospitals and physician offices. This Universal Reimbursement Form (URF) will be the only form of billing for all providers, will be internet-based and will be simple to use. It will transmit data to a “Central Billing System”, which will decide if the condition/service is Tier 1, Tier 2 or Tier 3. Tier 1 services will be reimbursed directly to the provider. Tier 2 services will trigger a search (by the computer) for insurance coverage; if insurance is found the insurance carrier would be billed, if not the patient would be billed. Bills for Tier 3 would be sent directly to the patient. \nTo help in cases where there is some question about which tier a particular service will be charged, there will be a “Billing Inquiry” feature on the Central Billing System available to providers and consumers that allows inquiries of tier assignment in advance. \nAlthough the CBS will be secured with encryption and other anti-hacking devices, the internet platform that the URF is based on will be open-sourced and available for entrepreneurial development. Similar to the open sourced platform of the <a href=\"/wiki/IPhone\" title=\"IPhone\">iPhone</a>, the URF platform would allow for the development of “<a href=\"/wiki/Health_Information_Technology\" class=\"mw-redirect\" title=\"Health Information Technology\">Health Information Technology</a>” on a single fully interactive web-based platform.\n</p>\n<h2><span class=\"mw-headline\" id=\"Financing_the_EMBRACE_healthcare_system\">Financing the EMBRACE healthcare system</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=EMBRACE_Healthcare_Reform_Plan&amp;action=edit&amp;section=6\" title=\"Edit section: Financing the EMBRACE healthcare system\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The budget for the EMBRACE system will be determined by the <a href=\"/wiki/United_States_Congress\" title=\"United States Congress\">United States Congress</a>, with one comprehensive bill a year that will fund the entire public healthcare system in the United States. Because the Healthcare Board will have to justify the budget, Congress will continue to have full control on expenditures for the healthcare system.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=EMBRACE_Healthcare_Reform_Plan&amp;action=edit&amp;section=7\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://thehill.com/blogs/congress-blog/healthcare/321284-embrace-single-system-healthcare-reform\">\"EMBRACE single system healthcare reform\"</a>. <i>The Hill</i>. March 7, 2017.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=The+Hill&amp;rft.atitle=EMBRACE+single+system+healthcare+reform&amp;rft.date=2017-03-07&amp;rft_id=http%3A%2F%2Fthehill.com%2Fblogs%2Fcongress-blog%2Fhealthcare%2F321284-embrace-single-system-healthcare-reform&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AEMBRACE+Healthcare+Reform+Plan\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-article-main-2\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-article-main_2-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-article-main_2-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation journal\">Lancaster GI, O'Connell R, Katz DL,  et al. (April 7, 2009). <a rel=\"nofollow\" class=\"external text\" href=\"http://www.annals.org/content/150/7/490.full\">\"The Expanding Medical and Behavioral Resources with Access to Care for Everyone Health Plan\"</a>. <i>Annals of Internal Medicine</i>. <b>150</b> (7): 490. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.7326/0003-4819-150-7-200904070-00113\">10.7326/0003-4819-150-7-200904070-00113</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Annals+of+Internal+Medicine&amp;rft.atitle=The+Expanding+Medical+and+Behavioral+Resources+with+Access+to+Care+for+Everyone+Health+Plan&amp;rft.volume=150&amp;rft.issue=7&amp;rft.pages=490&amp;rft.date=2009-04-07&amp;rft_id=info%3Adoi%2F10.7326%2F0003-4819-150-7-200904070-00113&amp;rft.aulast=Lancaster&amp;rft.aufirst=GI&amp;rft.au=O%27Connell%2C+R&amp;rft.au=Katz%2C+DL&amp;rft_id=http%3A%2F%2Fwww.annals.org%2Fcontent%2F150%2F7%2F490.full&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AEMBRACE+Healthcare+Reform+Plan\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-perspectives-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-perspectives_3-0\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">The Editors (April 7, 2009). <a rel=\"nofollow\" class=\"external text\" href=\"http://www.annals.org/content/150/7/498.short\">\"Perspectives on Health Care Reform\"</a>. <i>Annals of Internal Medicine</i>. <b>150</b> (7): 498. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.7326/0003-4819-150-7-200904070-00116\">10.7326/0003-4819-150-7-200904070-00116</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Annals+of+Internal+Medicine&amp;rft.atitle=Perspectives+on+Health+Care+Reform&amp;rft.volume=150&amp;rft.issue=7&amp;rft.pages=498&amp;rft.date=2009-04-07&amp;rft_id=info%3Adoi%2F10.7326%2F0003-4819-150-7-200904070-00116&amp;rft.au=The+Editors&amp;rft_id=http%3A%2F%2Fwww.annals.org%2Fcontent%2F150%2F7%2F498.short&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AEMBRACE+Healthcare+Reform+Plan\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span><span class=\"citation-comment\" style=\"display:none; color:#33aa33; margin-left:0.3em\">CS1 maint: Extra text: authors list (<a href=\"/wiki/Category:CS1_maint:_Extra_text:_authors_list\" title=\"Category:CS1 maint: Extra text: authors list\">link</a>) </span></span>\n</li>\n<li id=\"cite_note-responses-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-responses_4-0\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.annals.org/content/150/7/490.full#responses\">http://www.annals.org/content/150/7/490.full#responses</a></span>\n</li>\n<li id=\"cite_note-article-comments-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-article-comments_5-0\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Gilead I. Lancaster; Ryan O'Connell; David L. Katz (November 3, 2009). <a rel=\"nofollow\" class=\"external text\" href=\"http://www.annals.org/content/150/7/490.full\">\"Comments and Critiques on the EMBRACE Health Care Reform Plan\"</a>. <i>Annals of Internal Medicine</i>. <b>151</b> (9): 672. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.7326/0003-4819-151-9-200911030-00020\">10.7326/0003-4819-151-9-200911030-00020</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Annals+of+Internal+Medicine&amp;rft.atitle=Comments+and+Critiques+on+the+EMBRACE+Health+Care+Reform+Plan&amp;rft.volume=151&amp;rft.issue=9&amp;rft.pages=672&amp;rft.date=2009-11-03&amp;rft_id=info%3Adoi%2F10.7326%2F0003-4819-151-9-200911030-00020&amp;rft.au=Gilead+I.+Lancaster&amp;rft.au=Ryan+O%27Connell&amp;rft.au=David+L.+Katz&amp;rft_id=http%3A%2F%2Fwww.annals.org%2Fcontent%2F150%2F7%2F490.full&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AEMBRACE+Healthcare+Reform+Plan\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Lancaster, Gilead (2016). <i>EMBRACE: A Revolutionary New Healthcare System for the Twenty-First Century</i>. North Charleston, SC: CreateSpace. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-1532803963\" title=\"Special:BookSources/978-1532803963\">978-1532803963</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=EMBRACE%3A+A+Revolutionary+New+Healthcare+System+for+the+Twenty-First+Century&amp;rft.place=North+Charleston%2C+SC&amp;rft.pub=CreateSpace&amp;rft.date=2016&amp;rft.isbn=978-1532803963&amp;rft.aulast=Lancaster&amp;rft.aufirst=Gilead&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AEMBRACE+Healthcare+Reform+Plan\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\">Centers for Medicare &amp; Medicaid Services. <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20110927085139/http://www.medicare.gov/Publications/Pubs/pdf/02110.pdf\">\"2011- Choosing a Medigap Policy: A Guide to Health Insurance for People with Medicare\"</a> <span style=\"font-size:85%;\">(PDF)</span>. Centers for Medicare &amp; Medicaid Services (CMS) and the National Association of Insurance Commissioners (NAIC). Archived from <a rel=\"nofollow\" class=\"external text\" href=\"http://www.medicare.gov/Publications/Pubs/pdf/02110.pdf\">the original</a> <span style=\"font-size:85%;\">(PDF)</span> on 2011-09-27<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2011-05-19</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=2011-+Choosing+a+Medigap+Policy%3A+A+Guide+to+Health+Insurance+for+People+with+Medicare&amp;rft.pub=Centers+for+Medicare+%26+Medicaid+Services+%28CMS%29+and+the+National+Association+of+Insurance+Commissioners+%28NAIC%29&amp;rft.au=Centers+for+Medicare+%26+Medicaid+Services&amp;rft_id=http%3A%2F%2Fwww.medicare.gov%2FPublications%2FPubs%2Fpdf%2F02110.pdf&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AEMBRACE+Healthcare+Reform+Plan\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Tom Daschle, Scott S. Greenberger, and Jeanne M. Lambrew, Critical: What We Can Do About the Health-Care Crisis, Thomas Dunne, 2008. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-0-312-38301-5\" title=\"Special:BookSources/978-0-312-38301-5\">978-0-312-38301-5</a></span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=EMBRACE_Healthcare_Reform_Plan&amp;action=edit&amp;section=8\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://hpfhr.org/\">Healthcare Professionals for Healthcare Reform (HPfHR) website</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.annals.org/content/150/7/490.full\">EMBRACE plan in the Annals of Internal Medicine</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://theembraceplan.org/\">Website for the book about EMBRACE called <b>EMBRACE: A Revolutionary New Healthcare System for the Twenty-First Century</b></a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1245\nCached time: 20180910083403\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.104 seconds\nReal time usage: 0.139 seconds\nPreprocessor visited node count: 601/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 13063/2097152 bytes\nTemplate argument size: 540/2097152 bytes\nHighest expansion depth: 16/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 9093/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.041/10.000 seconds\nLua memory usage: 2.4 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  108.273      1 Template:Reflist\n100.00%  108.273      1 -total\n 42.55%   46.072      2 Template:Cite_web\n 22.21%   24.046      1 Template:ISBN\n 13.62%   14.744      3 Template:Cite_journal\n  9.23%    9.997      1 Template:Catalog_lookup_link\n  5.48%    5.934      1 Template:Cite_book\n  4.39%    4.750      1 Template:Error-small\n  3.14%    3.404      3 Template:Yesno-no\n  2.17%    2.351      2 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:31821270-0!canonical and timestamp 20180910083403 and revision id 803926015\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"CS1_maint:_Extra_text:_authors_list"},{"sortkey":"","*":"Health_economics"},{"sortkey":"","*":"Healthcare_reform_in_the_United_States"},{"sortkey":"","*":"Universal_healthcare"}],"links":[{"ns":0,"exists":"","*":"111th Congress"},{"ns":0,"exists":"","*":"Ambulatory Payment Classification"},{"ns":0,"exists":"","*":"Annals of Internal Medicine"},{"ns":0,"exists":"","*":"Botox"},{"ns":0,"exists":"","*":"Centers for Medicare & Medicaid Services"},{"ns":0,"exists":"","*":"Cochrane Library"},{"ns":0,"exists":"","*":"Current Procedural Terminology"},{"ns":0,"exists":"","*":"Department of Health and Human Services"},{"ns":0,"exists":"","*":"Diagnosis-related group"},{"ns":0,"exists":"","*":"Digital object identifier"},{"ns":0,"exists":"","*":"Evidence-based medicine"},{"ns":0,"exists":"","*":"Federal Insurance Contributions Act tax"},{"ns":0,"exists":"","*":"Fee-for-service"},{"ns":0,"exists":"","*":"Food and Drug Administration"},{"ns":0,"exists":"","*":"HPfHR"},{"ns":0,"exists":"","*":"Health Information Technology"},{"ns":0,"exists":"","*":"Healthcare Professionals for Healthcare Reform"},{"ns":0,"exists":"","*":"Healthcare system"},{"ns":0,"exists":"","*":"Hospitals"},{"ns":0,"exists":"","*":"IPhone"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"International Statistical Classification of Diseases and Related Health Problems"},{"ns":0,"exists":"","*":"Lasik"},{"ns":0,"exists":"","*":"Medigap"},{"ns":0,"exists":"","*":"National Institutes of Health"},{"ns":0,"exists":"","*":"Patient Protection and Affordable Care Act"},{"ns":0,"exists":"","*":"Payroll taxes"},{"ns":0,"exists":"","*":"Pharmaceutical industry"},{"ns":0,"exists":"","*":"Physicians"},{"ns":0,"exists":"","*":"Single-payer"},{"ns":0,"exists":"","*":"United States"},{"ns":0,"exists":"","*":"United States Congress"},{"ns":14,"exists":"","*":"Category:CS1 maint: Extra text: authors list"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Cite journal"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":10,"exists":"","*":"Template:ISBN"},{"ns":10,"exists":"","*":"Template:Catalog lookup link"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Error-small"},{"ns":10,"exists":"","*":"Template:Tl"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check isxn"},{"ns":828,"exists":"","*":"Module:Error"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["http://thehill.com/blogs/congress-blog/healthcare/321284-embrace-single-system-healthcare-reform","http://www.annals.org/content/150/7/490.full","//doi.org/10.7326/0003-4819-150-7-200904070-00113","http://www.annals.org/content/150/7/498.short","//doi.org/10.7326/0003-4819-150-7-200904070-00116","//doi.org/10.7326/0003-4819-151-9-200911030-00020","https://web.archive.org/web/20110927085139/http://www.medicare.gov/Publications/Pubs/pdf/02110.pdf","http://www.medicare.gov/Publications/Pubs/pdf/02110.pdf","http://www.annals.org/content/150/7/490.full#responses","http://hpfhr.org/","http://theembraceplan.org/"],"sections":[{"toclevel":1,"level":"2","line":"The origins of EMBRACE","number":"1","index":"1","fromtitle":"EMBRACE_Healthcare_Reform_Plan","byteoffset":2498,"anchor":"The_origins_of_EMBRACE"},{"toclevel":1,"level":"2","line":"The scope of reform under EMBRACE","number":"2","index":"2","fromtitle":"EMBRACE_Healthcare_Reform_Plan","byteoffset":3687,"anchor":"The_scope_of_reform_under_EMBRACE"},{"toclevel":1,"level":"2","line":"The Tier system","number":"3","index":"3","fromtitle":"EMBRACE_Healthcare_Reform_Plan","byteoffset":5015,"anchor":"The_Tier_system"},{"toclevel":1,"level":"2","line":"Oversight","number":"4","index":"4","fromtitle":"EMBRACE_Healthcare_Reform_Plan","byteoffset":9086,"anchor":"Oversight"},{"toclevel":1,"level":"2","line":"Hospital and office billing","number":"5","index":"5","fromtitle":"EMBRACE_Healthcare_Reform_Plan","byteoffset":11896,"anchor":"Hospital_and_office_billing"},{"toclevel":1,"level":"2","line":"Financing the EMBRACE healthcare system","number":"6","index":"6","fromtitle":"EMBRACE_Healthcare_Reform_Plan","byteoffset":13409,"anchor":"Financing_the_EMBRACE_healthcare_system"},{"toclevel":1,"level":"2","line":"References","number":"7","index":"7","fromtitle":"EMBRACE_Healthcare_Reform_Plan","byteoffset":13800,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"8","index":"8","fromtitle":"EMBRACE_Healthcare_Reform_Plan","byteoffset":13986,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"EMBRACE Healthcare Reform Plan","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q5323359"}]}}