{"parse":{"title":"Democratic elements of Roman Republic","pageid":13545563,"revid":821984887,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content ambox-Refimprove\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Question_book-new.svg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png\" width=\"50\" height=\"39\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/75px-Question_book-new.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/100px-Question_book-new.svg.png 2x\" data-file-width=\"512\" data-file-height=\"399\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>needs additional citations for <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">verification</a></b>.<span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Democratic_elements_of_Roman_Republic&amp;action=edit\">improve this article</a> by <a href=\"/wiki/Help:Introduction_to_referencing_with_Wiki_Markup/1\" title=\"Help:Introduction to referencing with Wiki Markup/1\">adding citations to reliable sources</a>. Unsourced material may be challenged and removed.</span>  <small><i>(April 2016)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<h2><span class=\"mw-headline\" id=\"Fall_of_the_Republic\">Fall of the Republic</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Democratic_elements_of_Roman_Republic&amp;action=edit&amp;section=1\" title=\"Edit section: Fall of the Republic\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The beginning of the end of the leaders who were not noble to the citizens and disobeyed the Republic which came when the brothers <a href=\"/wiki/Gracchi\" title=\"Gracchi\">Gracchi</a> challenged the traditional constitutional order<sup class=\"noprint Inline-Template\" style=\"margin-left:0.1em; white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Please_clarify\" title=\"Wikipedia:Please clarify\"><span title=\"The text near this tag may need clarification or removal of jargon. (April 2016)\">clarification needed</span></a></i>&#93;</sup> in the 130s and 120s BC.  Though members of the aristocracy themselves, they sought to parcel out public land to the dispossessed Italian peasant farmers.  Other measures followed, but many senators feared the Gracchi's policy and both brothers met violent deaths.  The next champion of the people was the great general <a href=\"/wiki/Gaius_Marius\" title=\"Gaius Marius\">Gaius Marius</a>; he departed from established practice by recruiting his soldiers not only from landed citizens but from landless citizens, including the growing urban <a href=\"/wiki/Proletariat\" title=\"Proletariat\">proletariat</a>.  These were people who when the wars were over, looked to their commander for a more permanent reward in the shape of land of their own.  Thus the situation developed where commanders and their armies banded in pursuit of political objectives, the commanders seeking power and the soldiers rewards.\n</p><p>The temporary ascendancy achieved by Marius was eclipsed by that of <a href=\"/wiki/Sulla\" title=\"Sulla\">Sulla</a> in the 80s BC.  Sulla marched on Rome after his command of the Roman invasion force that was to invade <a href=\"/wiki/Kingdom_of_Pontus\" title=\"Kingdom of Pontus\">Pontus</a> was transferred to Sulla's rival Marius.  Leaving Rome damaged and terrorized, Sulla retook command of the Eastern army and after placing loyal puppets to the consul he marched for the conquest of Pontus. When Sulla returned to Rome, there was opposition to his rule by those loyal to Marius and his followers.  Sulla, with the aid of a young <a href=\"/wiki/Gnaeus_Pompeius_Magnus\" class=\"mw-redirect\" title=\"Gnaeus Pompeius Magnus\">Gnaeus Pompeius Magnus</a> (Pompey the Great) and <a href=\"/wiki/Marcus_Licinius_Crassus\" title=\"Marcus Licinius Crassus\">Marcus Licinius Crassus</a>, quelled the political opposition and had himself made dictator of Rome.  Sulla was a staunch proponent of aristocratic privilege, and his short-lived monarchy saw the repeal of pro-popular legislation and condemnation, usually without trial, of thousands of his enemies to violent deaths and exile. \n</p><p>After Sulla's death, republican rule was more or less restored under Pompey the Great.  Despite his popularity, he was faced with two astute political opponents: the immensely wealthy Crassus and <a href=\"/wiki/Julius_Caesar\" title=\"Julius Caesar\">Julius Caesar</a>.  Rather than coming to blows, the three men reached a political accommodation now known as the <a href=\"/wiki/First_Triumvirate\" title=\"First Triumvirate\">First Triumvirate</a>.  Caesar was awarded governor of two Gallic provinces (what is now France).  He embarked on a campaign of conquest, the <a href=\"/wiki/Gallic_War\" class=\"mw-redirect\" title=\"Gallic War\">Gallic War</a>, which resulted in a huge accession of new territory and vast wealth not to mention an extremely battle hardened army after eight years of fighting the Gauls.  Crassus, jealous of Caesar's successes, embarked on a campaign in Parthia, where he was defeated and killed in the <a href=\"/wiki/Battle_of_Carrhae\" title=\"Battle of Carrhae\">Battle of Carrhae</a>. In 50 BC Caesar was recalled to Rome to disband his legions and was put on trial for his <a href=\"/wiki/War_crimes\" class=\"mw-redirect\" title=\"War crimes\">war crimes</a>.  Caesar, not able to accept this insult after his fantastic conquest, crossed the Rubicon with his loyal <a href=\"/wiki/Roman_legions\" class=\"mw-redirect\" title=\"Roman legions\">Roman legions</a> in 49 BC.  Caesar was considered an enemy and traitor of Rome, and he was now matched against the Senate, led by Pompey the Great.  This led to a violent Civil War between Caesar and the Republic.  The senators and Pompey were no match for Caesar and his veteran legions and this culminated in the <a href=\"/wiki/Battle_of_Pharsalus\" title=\"Battle of Pharsalus\">Battle of Pharsalus</a>, where Caesar, although outnumbered, destroyed Pompey's legions.  Pompey, who had fled to Egypt, was murdered and beheaded.\n</p><p>Finally, Caesar took supreme power and was appointed Dictator for life over the Roman Republic.  Caesar's career was cut short by his assassination at Rome in 44 BC by a group of Senators including <a href=\"/wiki/Marcus_Junius_Brutus\" class=\"mw-redirect\" title=\"Marcus Junius Brutus\">Marcus Junius Brutus</a>, the descendant of the Brutus who expelled the Etruscan King four and half centuries before.\n</p><p>After Caesar's assassination, his friend and chief lieutenant, <a href=\"/wiki/Marcus_Antonius\" class=\"mw-redirect\" title=\"Marcus Antonius\">Marcus Antonius</a>, seized the last will of Caesar and using it in an inflammatory speech against the murderers, incited the mob against them. The murderers panicked and fled to Greece. In Caesar's will, his grandnephew <a href=\"/wiki/Octavian\" class=\"mw-redirect\" title=\"Octavian\">Octavianus</a>, who also was the adopted son of Caesar, was named as his political heir. Octavian returned from <a href=\"/wiki/Apollonia,_Illyria\" class=\"mw-redirect\" title=\"Apollonia, Illyria\">Apollonia</a> (where he and his friends <a href=\"/wiki/Marcus_Vipsanius_Agrippa\" title=\"Marcus Vipsanius Agrippa\">Marcus Vipsanius Agrippa</a> and <a href=\"/wiki/Gaius_Maecenas\" title=\"Gaius Maecenas\">Gaius Maecenas</a> had been studying and helping in the gathering of the Macedonian legions for the planned invasion of Parthia) and raised a small army from among Caesar's veterans. After some initial disagreements, Antony, Octavian, and Antony's ally <a href=\"/wiki/Marcus_Aemilius_Lepidus_(triumvir)\" title=\"Marcus Aemilius Lepidus (triumvir)\">Marcus Aemilius Lepidus</a>, formed the <a href=\"/wiki/Second_Triumvirate\" title=\"Second Triumvirate\">Second Triumvirate</a>. Their combined strength gave the triumvirs absolute power. In 42 BC, they followed the assassins into Greece, and mostly because of the generalship of Antony, defeated them at the <a href=\"/wiki/Battle_of_Philippi\" title=\"Battle of Philippi\">Battle of Philippi</a> on 23 October. To pay for about forty legions that were engaged by the triumvirate for this purpose, <a href=\"/wiki/Proscription\" title=\"Proscription\">proscriptions</a> were declared against about 300 senators and 2000 equites, including <a href=\"/wiki/Cicero\" title=\"Cicero\">Cicero</a>, who was killed at his villa. After the victory, about 22 of the largest Italian cities suffered confiscations to provide land for the veterans.\n</p><p>In 40 BC, Antony, Octavian, and Lepidus negotiated the <a href=\"/w/index.php?title=Pact_of_Brundisium&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Pact of Brundisium (page does not exist)\">Pact of Brundisium</a>. Antony received all the richer provinces in the east, namely <a href=\"/wiki/Achaea_Province\" class=\"mw-redirect\" title=\"Achaea Province\">Achaea</a>, <a href=\"/wiki/Roman_province_of_Macedonia\" class=\"mw-redirect\" title=\"Roman province of Macedonia\">Macedonia</a> and <a href=\"/wiki/Epirus\" title=\"Epirus\">Epirus</a> (roughly modern <a href=\"/wiki/Greece\" title=\"Greece\">Greece</a>), <a href=\"/wiki/Bithynia\" title=\"Bithynia\">Bithynia</a>, <a href=\"/wiki/Kingdom_of_Pontus\" title=\"Kingdom of Pontus\">Pontus</a> and <a href=\"/wiki/Asia_(Roman_province)\" title=\"Asia (Roman province)\">Asia</a> (roughly modern <a href=\"/wiki/Turkey\" title=\"Turkey\">Turkey</a>), <a href=\"/wiki/Syria\" title=\"Syria\">Syria</a>, <a href=\"/wiki/Cyprus\" title=\"Cyprus\">Cyprus</a> and <a href=\"/wiki/Cyrenaica\" title=\"Cyrenaica\">Cyrenaica</a> and he was very close to <a href=\"/wiki/Ptolemaic_Egypt\" class=\"mw-redirect\" title=\"Ptolemaic Egypt\">Ptolemaic Egypt</a>, then the richest state of all. Octavian on the other hand received the Roman provinces of the west: <a href=\"/wiki/Italia_(Roman_province)\" class=\"mw-redirect\" title=\"Italia (Roman province)\">Italia</a> (modern <a href=\"/wiki/Italy\" title=\"Italy\">Italy</a>), <a href=\"/wiki/Gaul\" title=\"Gaul\">Gaul</a> (modern <a href=\"/wiki/France\" title=\"France\">France</a>), <a href=\"/wiki/Gallia_Belgica\" title=\"Gallia Belgica\">Gallia Belgica</a> (parts of modern <a href=\"/wiki/Belgium\" title=\"Belgium\">Belgium</a>, the <a href=\"/wiki/Netherlands\" title=\"Netherlands\">Netherlands</a> and <a href=\"/wiki/Luxembourg\" title=\"Luxembourg\">Luxembourg</a>), and <a href=\"/wiki/Hispania\" title=\"Hispania\">Hispania</a> (modern <a href=\"/wiki/Spain\" title=\"Spain\">Spain</a> and <a href=\"/wiki/Portugal\" title=\"Portugal\">Portugal</a>), these territories were poorer but traditionally the better recruiting grounds; and Lepidus was given the minor province of <a href=\"/wiki/Africa_Province\" class=\"mw-redirect\" title=\"Africa Province\">Africa</a> (modern <a href=\"/wiki/Tunisia\" title=\"Tunisia\">Tunisia</a>) to govern. Henceforth, the contest for supreme power would be between Antony and Octavian.\n</p><p>In the west, Octavian and Lepidus had first to deal with <a href=\"/wiki/Sextus_Pompeius\" class=\"mw-redirect\" title=\"Sextus Pompeius\">Sextus Pompeius</a>, the surviving son of Pompey, who had taken control of Sicily and was running pirate operations in the whole of the Mediterranean, endangering the flow of the crucial Egyptian grain to Rome. In 36 BC, Lepidus, while besieging Sextus's forces in Sicily, ignored Octavian's orders that no surrender would be allowed. Octavian then bribed the legions of Lepidus, and they deserted to him. This stripped Lepidus of all his remaining military and political power.\n</p><p>Antony, in the east, was waging war against the Parthians. His campaign was not as successful as he would have hoped, though far more successful than Crassus. He took up an amorous relationship with Cleopatra, who gave birth to three children by him. In 34 BC, at the <a href=\"/wiki/Donations_of_Alexandria\" title=\"Donations of Alexandria\">Donations of Alexandria</a>, Antony \"gave away\" much of the eastern half of the empire to his children by Cleopatra. In Rome, this donation, the divorce of <a href=\"/wiki/Octavia_Minor\" class=\"mw-redirect\" title=\"Octavia Minor\">Octavia Minor</a> and the affair with Cleopatra, and the seized <a href=\"/w/index.php?title=Testament_of_Antony&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Testament of Antony (page does not exist)\">testament of Antony</a> (in which he famously asked to be buried in his beloved Alexandria) was used by Octavian in a vicious <a href=\"/wiki/Propaganda\" title=\"Propaganda\">propaganda</a> war accusing Antony of \"going native\", of being completely in the thrall of Cleopatra and of deserting the cause of Rome. He was careful not to attack Antony directly, for Antony was still quite popular in Rome; instead, the entire blame was placed on Cleopatra.\n</p><p>In 31 BC war finally broke out. Approximately 200 senators, one-third of the Senate, abandoned Octavian to support Antony and Cleopatra. The final confrontation of the Roman Republic occurred on 2 September 31 BC, at the naval <a href=\"/wiki/Battle_of_Actium\" title=\"Battle of Actium\">Battle of Actium</a>, where the fleet of Octavian under the command of <a href=\"/wiki/Marcus_Vipsanius_Agrippa\" title=\"Marcus Vipsanius Agrippa\">Agrippa</a> routed the combined fleet of Antony and Cleopatra; the two lovers fled to Egypt. After his victory, Octavian skillfully used propaganda, negotiation, and bribery to bring Antony's legions in Greece, Asia Minor, and Cyrenaica to his side.\n</p>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:202px;\"><a href=\"/wiki/File:Acaugustus.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/5/57/Acaugustus.jpg/200px-Acaugustus.jpg\" width=\"200\" height=\"323\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/5/57/Acaugustus.jpg 1.5x\" data-file-width=\"300\" data-file-height=\"485\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Acaugustus.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>Bronze statue of <a href=\"/wiki/Augustus\" title=\"Augustus\">Octavian</a>, Archaeological Museum, <a href=\"/wiki/Athens\" title=\"Athens\">Athens</a></div></div></div>\n<p>Octavian continued on his march around the Mediterranean towards Egypt, receiving the submission of local kings and Roman governors along the way. He finally reached Egypt in 30 BC, but before Octavian could capture him, Antony committed suicide. Cleopatra did the same within a few days.\nThe period of civil wars was finally over. Thereafter, there was no one left in the Roman Republic who wanted, or could stand against Octavian, as the adopted son of Caesar moved to take absolute control. He designated governors loyal to him to the half dozen \"frontier\" provinces, where the majority of the legions were situated, thus, at a stroke, giving him command of enough legions to ensure that no single governor could try to overthrow him. He also reorganized the Senate, purging it of unreliable or dangerous members, and \"refilled it\" with his supporters from the provinces and outside the Roman aristocracy, men who could be counted on to follow his lead. However, he left the majority of Republican institutions apparently intact, albeit feeble. Consuls continued to be elected, tribunes of the plebeians continued to offer legislation, and debate still resounded through the <a href=\"/wiki/Curia\" title=\"Curia\">Roman Curia</a>. However it was Octavian who influenced everything and ultimately controlled the final decisions, and had the legions to back it up, if necessary.\n</p><p>The Roman Senate and the Roman citizens, tired of the never-ending civil wars and unrest, were willing to toss aside the incompetent and unstable rule of the Senate and the popular assemblies in exchange for the iron will of one man who might set Rome back in order. By 27 BC  the transition,<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> though subtle and disguised, was made complete. In that year, Octavian offered back all his extraordinary powers to the Senate, and in a carefully staged way, the Senate refused and in fact titled Octavian <i><a href=\"/wiki/Augustus_(title)\" title=\"Augustus (title)\">Augustus</a></i> — \"the revered one\". He was always careful to avoid the title of <i>rex</i> – \"king\", and instead took on the titles of <i>princeps</i> – \"first citizen\" and <i><a href=\"/wiki/Imperator\" title=\"Imperator\">imperator</a></i>, a title given by Roman troops to their victorious commanders. All these titles, alongside the name of \"Caesar\", were used by all <a href=\"/wiki/Roman_Emperors\" class=\"mw-redirect\" title=\"Roman Emperors\">Roman Emperors</a> and still survive slightly changed to this date. <a href=\"/wiki/Prince\" title=\"Prince\">Prince</a> derives from \"Princeps\" and <a href=\"/wiki/Emperor\" title=\"Emperor\">Emperor</a> from \"Imperator\", Caesar became \"<a href=\"/wiki/Kaiser\" title=\"Kaiser\">Kaiser</a>\" (<a href=\"/wiki/German_language\" title=\"German language\">German</a>) and \"<a href=\"/wiki/Czar\" class=\"mw-redirect\" title=\"Czar\">Czar</a>\" (<a href=\"/wiki/Russian_language\" title=\"Russian language\">Russian</a>). The <a href=\"/wiki/Roman_Empire\" title=\"Roman Empire\">Roman Empire</a> had been born.\nOnce Octavian named <a href=\"/wiki/Tiberius\" title=\"Tiberius\">Tiberius</a> as his heir, it was clear to everyone that even the hope of a restored Republic was dead. Most likely, by the time Augustus died, no one was old enough to know a time before a dictator ruled Rome. The Roman Republic had been changed into a <a href=\"/wiki/Despotism\" title=\"Despotism\">despotic</a> régime, which, underneath a competent and strong Emperor, could achieve military supremacy, economic prosperity, and a genuine peace, but under a weak or incompetent one saw its glory tarnished by cruelty, military defeats, revolts, and civil war.\n</p><p>A final assessment must necessarily be ambivalent.<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (January 2010)\">citation needed</span></a></i>&#93;</sup> On the one hand, for the Roman state, the restoration of the monarchy led to apogee followed by a series of stabilizations resulting in a slow decline in the Greek <a href=\"/wiki/Eastern_Roman_Empire\" class=\"mw-redirect\" title=\"Eastern Roman Empire\">East</a> where it survived until the <a href=\"/wiki/Fall_of_Constantinople\" title=\"Fall of Constantinople\">fall of Constantinople</a> in 1453 AD, nearly 1500 years later. On the other, the preservation of Roman republican culture and \"virtues\" was a paramount goal for Octavian, so it is ironic that his restoration of monarchy led to their complete corruption and decay and ultimately that of Latin culture in the <a href=\"/wiki/Western_Roman_Empire\" title=\"Western Roman Empire\">West</a>. Again, had this death process of classical European civilization and the Roman republican form of \"democracy\" had the same stability as similar imperial institutions established in China at roughly the same time, today's preeminence of Western culture might not exist.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Democratic_elements_of_Roman_Republic&amp;action=edit&amp;section=2\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><a href=\"/wiki/Augustus#First_settlement\" title=\"Augustus\">First and Second Settlements</a></span>\n</li>\n</ol></div></div>\n<p><a href=\"/wiki/Democracy\" title=\"Democracy\">Roman Republic</a>\n</p>\n<!-- \nNewPP limit report\nParsed by mw2285\nCached time: 20180914015409\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.096 seconds\nReal time usage: 0.138 seconds\nPreprocessor visited node count: 486/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 8241/2097152 bytes\nTemplate argument size: 1058/2097152 bytes\nHighest expansion depth: 11/40\nExpensive parser function count: 3/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 304/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.033/10.000 seconds\nLua memory usage: 1.61 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  104.164      1 -total\n 50.46%   52.565      1 Template:Refimprove\n 27.07%   28.199      1 Template:Ambox\n 25.53%   26.594      1 Template:Clarify\n 23.39%   24.363      1 Template:Fix-span\n 11.41%   11.883      1 Template:Reflist\n 11.16%   11.621      1 Template:Citation_needed\n 11.07%   11.528      1 Template:Replace\n 10.52%   10.959      2 Template:Delink\n  9.07%    9.450      4 Template:Category_handler\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:13545563-0!canonical and timestamp 20180914015409 and revision id 821984887\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"Articles_needing_additional_references_from_April_2016"},{"sortkey":"","hidden":"","*":"All_articles_needing_additional_references"},{"sortkey":"","hidden":"","*":"Wikipedia_articles_needing_clarification_from_April_2016"},{"sortkey":"","hidden":"","*":"All_articles_with_unsourced_statements"},{"sortkey":"","hidden":"","*":"Articles_with_unsourced_statements_from_January_2010"},{"sortkey":"","*":"Roman_Republic"},{"sortkey":"Roman Republic","*":"Democracy_by_location"},{"sortkey":"Roman Republic","*":"Dance"}],"links":[{"ns":14,"exists":"","*":"Category:Articles needing additional references from April 2016"},{"ns":14,"exists":"","*":"Category:Wikipedia articles needing clarification from April 2016"},{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from January 2010"},{"ns":0,"exists":"","*":"Achaea Province"},{"ns":0,"exists":"","*":"Africa Province"},{"ns":0,"exists":"","*":"Apollonia, Illyria"},{"ns":0,"exists":"","*":"Asia (Roman province)"},{"ns":0,"exists":"","*":"Athens"},{"ns":0,"exists":"","*":"Augustus"},{"ns":0,"exists":"","*":"Augustus (title)"},{"ns":0,"exists":"","*":"Battle of Actium"},{"ns":0,"exists":"","*":"Battle of Carrhae"},{"ns":0,"exists":"","*":"Battle of Pharsalus"},{"ns":0,"exists":"","*":"Battle of Philippi"},{"ns":0,"exists":"","*":"Belgium"},{"ns":0,"exists":"","*":"Bithynia"},{"ns":0,"exists":"","*":"Cicero"},{"ns":0,"exists":"","*":"Curia"},{"ns":0,"exists":"","*":"Cyprus"},{"ns":0,"exists":"","*":"Cyrenaica"},{"ns":0,"exists":"","*":"Czar"},{"ns":0,"exists":"","*":"Democracy"},{"ns":0,"exists":"","*":"Despotism"},{"ns":0,"exists":"","*":"Donations of Alexandria"},{"ns":0,"exists":"","*":"Eastern Roman Empire"},{"ns":0,"exists":"","*":"Emperor"},{"ns":0,"exists":"","*":"Epirus"},{"ns":0,"exists":"","*":"Fall of Constantinople"},{"ns":0,"exists":"","*":"First Triumvirate"},{"ns":0,"exists":"","*":"France"},{"ns":0,"exists":"","*":"Gaius Maecenas"},{"ns":0,"exists":"","*":"Gaius Marius"},{"ns":0,"exists":"","*":"Gallia Belgica"},{"ns":0,"exists":"","*":"Gallic War"},{"ns":0,"exists":"","*":"Gaul"},{"ns":0,"exists":"","*":"German language"},{"ns":0,"exists":"","*":"Gnaeus Pompeius Magnus"},{"ns":0,"exists":"","*":"Gracchi"},{"ns":0,"exists":"","*":"Greece"},{"ns":0,"exists":"","*":"Hispania"},{"ns":0,"exists":"","*":"Imperator"},{"ns":0,"exists":"","*":"Italia (Roman province)"},{"ns":0,"exists":"","*":"Italy"},{"ns":0,"exists":"","*":"Julius Caesar"},{"ns":0,"exists":"","*":"Kaiser"},{"ns":0,"exists":"","*":"Kingdom of Pontus"},{"ns":0,"exists":"","*":"Luxembourg"},{"ns":0,"exists":"","*":"Marcus Aemilius Lepidus (triumvir)"},{"ns":0,"exists":"","*":"Marcus Antonius"},{"ns":0,"exists":"","*":"Marcus Junius Brutus"},{"ns":0,"exists":"","*":"Marcus Licinius Crassus"},{"ns":0,"exists":"","*":"Marcus Vipsanius Agrippa"},{"ns":0,"exists":"","*":"Netherlands"},{"ns":0,"exists":"","*":"Octavia Minor"},{"ns":0,"exists":"","*":"Octavian"},{"ns":0,"exists":"","*":"Portugal"},{"ns":0,"exists":"","*":"Prince"},{"ns":0,"exists":"","*":"Proletariat"},{"ns":0,"exists":"","*":"Propaganda"},{"ns":0,"exists":"","*":"Proscription"},{"ns":0,"exists":"","*":"Ptolemaic Egypt"},{"ns":0,"exists":"","*":"Roman Emperors"},{"ns":0,"exists":"","*":"Roman Empire"},{"ns":0,"exists":"","*":"Roman legions"},{"ns":0,"exists":"","*":"Roman province of Macedonia"},{"ns":0,"exists":"","*":"Russian language"},{"ns":0,"exists":"","*":"Second Triumvirate"},{"ns":0,"exists":"","*":"Sextus Pompeius"},{"ns":0,"exists":"","*":"Spain"},{"ns":0,"exists":"","*":"Sulla"},{"ns":0,"exists":"","*":"Syria"},{"ns":0,"exists":"","*":"Tiberius"},{"ns":0,"exists":"","*":"Tunisia"},{"ns":0,"exists":"","*":"Turkey"},{"ns":0,"exists":"","*":"War crimes"},{"ns":0,"exists":"","*":"Western Roman Empire"},{"ns":0,"*":"Pact of Brundisium"},{"ns":0,"*":"Testament of Antony"},{"ns":4,"exists":"","*":"Wikipedia:Citation needed"},{"ns":4,"exists":"","*":"Wikipedia:Please clarify"},{"ns":4,"exists":"","*":"Wikipedia:Verifiability"},{"ns":12,"exists":"","*":"Help:Introduction to referencing with Wiki Markup/1"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Refimprove"},{"ns":10,"exists":"","*":"Template:More citations needed"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Clarify"},{"ns":10,"exists":"","*":"Template:Fix-span"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Replace"},{"ns":10,"exists":"","*":"Template:Delink"},{"ns":10,"exists":"","*":"Template:Citation needed"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:String"},{"ns":828,"exists":"","*":"Module:Delink"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Question_book-new.svg","Acaugustus.jpg"],"externallinks":[],"sections":[{"toclevel":1,"level":"2","line":"Fall of the Republic","number":"1","index":"1","fromtitle":"Democratic_elements_of_Roman_Republic","byteoffset":31,"anchor":"Fall_of_the_Republic"},{"toclevel":1,"level":"2","line":"References","number":"2","index":"2","fromtitle":"Democratic_elements_of_Roman_Republic","byteoffset":12308,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Democratic elements of Roman Republic","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q5255878"}]}}