{"parse":{"title":"Errors in early word use","pageid":41071930,"revid":807313638,"text":{"*":"<div class=\"mw-parser-output\"><div role=\"note\" class=\"hatnote navigation-not-searchable\">\"Developmental error\" redirects here. For embryonic development, see <a href=\"/wiki/Developmental_biology\" title=\"Developmental biology\">Developmental biology</a>. For cognitive development and learning, see <a href=\"/wiki/Developmental_psychology\" title=\"Developmental psychology\">Developmental psychology</a>.</div>\n<p><b>Errors in early word use</b> or <b>developmental errors</b> are mistakes that children commonly commit when first learning language. <a href=\"/wiki/Language_acquisition\" title=\"Language acquisition\">Language acquisition</a> is an impressive cognitive achievement attained by humans. In the first few years of life, children already demonstrate general knowledge and understanding of basic patterns in their language. They can extend words they hear to novel situations and apply grammatical rules in novel contexts.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> Although children possess an impressive ability to acquire and comprehend language early in life, they make many errors and mistakes as they enhance their knowledge and understanding of language. Three prominent errors in early word use are overgeneralization, overextension, and underextension.\n</p><p>The majority of words that children first learn are often used correctly.  However, estimates indicate that up to one-third of the first fifty words that children learn are occasionally misused. Many studies indicate a <a href=\"/wiki/Curve\" title=\"Curve\">curvilinear</a> trend in naming errors and mistakes in initial word usage.  In other words, early in language acquisition, children rarely make naming errors. However, as vocabulary enhances and language growth accelerates, the frequency of error increases. The amount of error decreases again as vocabulary continues to improve.<sup id=\"cite_ref-Gershkoff-Stowe2001_2-0\" class=\"reference\"><a href=\"#cite_note-Gershkoff-Stowe2001-2\">&#91;2&#93;</a></sup>\n</p><p>Scholars debate the underlying developmental causes and reasons for these mistakes. One theory, the <a href=\"/wiki/Semantic_feature\" title=\"Semantic feature\">semantic feature</a> hypothesis, states that mistakes occur because children acquire the basic features of a word's meaning before learning its more specific aspects.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> For instance, the child may initially use the word <i><a href=\"/wiki/Basketball_(ball)\" title=\"Basketball (ball)\">basketball</a></i> in reference to any round object, but then change its meaning to a round, orange, and grooved ball that bounces. Children may overextend the meaning of basketball to any round object until they learn the more specific aspects of the word's meaning. Other theories suggest that errors in early word use are the result of an inability on the part of the child to retrieve the correct word. Although the child might have accurately comprehended the word at one time, they are unable to actively retrieve the word or its meaning from their rapidly growing vocabulary.<sup id=\"cite_ref-Gershkoff-Stowe2001_2-1\" class=\"reference\"><a href=\"#cite_note-Gershkoff-Stowe2001-2\">&#91;2&#93;</a></sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Overregularization_(overgeneralization)\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Overregularization (overgeneralization)</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Overextension\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Overextension</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Underextension\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Underextension</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#References\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span id=\"Overregularization_.28overgeneralization.29\"></span><span class=\"mw-headline\" id=\"Overregularization_(overgeneralization)\">Overregularization (overgeneralization)</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Errors_in_early_word_use&amp;action=edit&amp;section=1\" title=\"Edit section: Overregularization (overgeneralization)\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Overregularization is defined as the \"application of a principle of regular change to a word that changes irregularly.\"<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> Examples of overregularization in verb use include using the word <i>comed</i> instead of <i>came</i>. Examples in noun use include using the word <i>tooths</i> instead of <i>teeth</i>.  The error is usually seen after children have learned language rules because children apply learned rules to irregular words.  Pertaining to the examples, the child using the word <i>comed</i> may have originally used <i>came</i> correctly. Once the child learned the '-ed' suffix rule that commonly forms the past tense; however, the child applied the rule to a verb whose correct grammatical form is irregular. The same applies to the <i>tooths</i> example, but the language rule is the addition of the suffix '-s' to form the plural noun.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>  Overregularization research led by <a href=\"/wiki/Dan_Slobin\" title=\"Dan Slobin\">Daniel Slobin</a> argues against <a href=\"/wiki/B.F._Skinner\" class=\"mw-redirect\" title=\"B.F. Skinner\">B.F. Skinner</a>'s view of language development through reinforcement. It shows that children actively construct words' meanings and forms during the child's own development.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup>\n</p><p>Differing views on the causes of overregularization and its extinction have been presented.  Gary Marcus et al. published a study in which they monitored the speech of 83 children and recorded the spoken past tense of irregular verbs.  They argue that children store irregular verbs in their memory and separately develop a rule for the production of the past tense form of any verb.  To correctly use an irregular verb, children must retrieve that verb from their memory and block the rule; however, children's retrieval is often imperfect.  They conclude the cause of overregularization with: \"When retrieval fails, the rule is applied, and overregularization results.\" Their study's results found overregularization to be rare with a mean of 2.5% of the spoken irregular verbs, to be used for most irregular verbs from the ages of 2 years old until school ages, to be used less often with the irregular verbs that the child's parents speak more often, and to follow a pattern of \"U-Shaped Development\" in which the child uses the correct form of the irregular verb before overregularizing it.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup>  According to Marcus, overregularization ends when the child develops sufficiently strong memory traces to irregular forms.\n</p><p>Michael Maratsos disagrees with Marcus's causal claim.  He argues that the overregularized verb form and the correct irregular form compete for usage, as \"the two forms are both initially acceptable alternatives.\" The child increasingly chooses the irregular form, beating the overregularized one, because the child only experiences the irregular form.  Maratsos argues that because children often use both the irregular and overregularized forms of the same verb, even in the same speech sample, the blocking theory proposed by Marcus proves problematic.  If retrieval blocks the rule, it is unlikely that the rule would be 'un-blocked' soon after.  He argues it seems more likely that environmental input and learning accounts for the gradual decline in overregularization.  Moreover, the competition theory accounts for the highly varied rates of overregularization seen in Roger Brown's longitudinal study of Adam, Abe, and Sarah.  Abe had an extremely high rate of overregularization, 24%, compared with Adam's rate of 3.6%, and Sarah's of 7.9%.  Maratsos claims Abe was intellectually gifted, \"likely the best overall learner and retriever of words.\"  If Abe retrieved words well, then having such a high rate of overregularization is incompatible with Marcus's theory, which holds retrieval failure responsible for overregularization. Rather, Abe's bigger vocabulary exposed him to more regular words, resulting in a stronger competition between the irregular and overregularized forms and a higher potential rate of failure.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Overextension\">Overextension</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Errors_in_early_word_use&amp;action=edit&amp;section=2\" title=\"Edit section: Overextension\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Overextension is an error in early word use in which a child uses a single word to label multiple different things in a manner that is inconsistent with adult usage.  There are three types of overextensions.  Categorical overinclusions involve using one word within a category to label a closely related referent that falls in the same category.  Examples are seen in references to people (e.g. daddy for all men), animals (e.g. dog for horses and other quadrupeds), vehicles (e.g. truck for bus), foods (e.g. apple for oranges), and numerous other categories.  Analogical overextensions involve inferring a similarity between a word's standard referent and its labeled referent in the absence of any actual relationship.  Inferred similarities are most often perceptual, such as when a child uses ball to refer to all round objects (e.g. the moon).  Predicate statements involve an attempt to comment on the relationship between an immediate referent and an absent entity.  This is evident when a child uses doll to refer to an empty crib where the doll usually is located.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup>\n</p><p>Like overgeneralizations, overextensions are believed to stem from limitations in vocabulary, which are the result of weak knowledge and/or immature retrieval ability.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup>  Clark and Clark (1977) have put forth a two-stage account of how overextensions develop.  In the first stage, a child focuses on a particular feature of an object and refers to that feature using a single new word.  Gradually, the child realizes that the word has a more specific meaning but does not know the other words that are required to be more precise.  In the second stage, the child overextends the word, using it as a form of shorthand when referring to things that are similar to the standard referent.  For example, the child uses dog to refer to any animal with similar features, namely four legs.<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup>\n</p><p>After increasing until a certain point, overextensions diminish over time as the child receives corrective feedback.  This feedback most often comes from parents and teachers, who help the child revise his or her word meaning boundaries.<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup>  However, parents can also unintentionally prolong the use of overextensions.  Parents often respond to overextensions with acceptance, and the use of joint labeling (e.g. referring to both wolves and dogs as puppies) reinforces overextended language.<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Underextension\">Underextension</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Errors_in_early_word_use&amp;action=edit&amp;section=3\" title=\"Edit section: Underextension\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Underextension, which is roughly the opposite of overextension, occurs when a child acquires a word for a particular thing and fails to extend it to other objects in the same category, using the word in a highly restricted and individualistic way.  For example, a child may learn the word flower in connection with a rose but fail to extend its meaning to other types of flowers.<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup>  Although research more commonly addresses the underextension of nouns, this error can also apply to verbs.  For example, a child might underextend the verb sit and only use it with reference to the family dog's sitting but no one else's.<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup>\n</p><p>Underextension is generally thought to be less common, or perhaps just less noticeable, than overextension, but according to Margaret Harris, recent research shows an increasing number of reports of underextension.  According to Harris, there are two different kinds of underextension.  The first is \"context bound\", in which a child produces a word only in a limited and specific context. An example is when a child only uses the word <i>duck</i> when hitting a toy duck off the bathtub and <i>chuff-chuff</i> only when pushing a toy train.<sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup>\n</p><p>The second type of early underextension involves restricting a word to a particular referent instead of a particular situation.  This kind of underextension is not context-bound but contextually flexible, and suggests that children are using words in a genuinely <a href=\"/wiki/Referential\" class=\"mw-redirect\" title=\"Referential\">referential</a> way.  Harris mentions examples of this type of underextension from her own research, such as the use of the word clock only to refer to wall clocks and light only to refer to ceiling lights with a shade.\n</p><p>As is the case with overextension, parents can contribute to a child's prolonged underextension of words.  When speaking to their children, parents may not give every instance of a category of objects its correct name, especially in unusual situations, triggering word errors.  In a study by Thomas G. White, preschool children ages 3 to 5 did not apply labels (e.g., food) to category instances that were rated as atypical by adults.  The study also showed that mothers used superordinate terms much less in atypical instances than typical instances.  This suggests that the labels children hear their parents apply may affect underextension.  However, as children grow older, their vocabularies grow and instances of underextension decline.<sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\">&#91;17&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Errors_in_early_word_use&amp;action=edit&amp;section=4\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist columns references-column-width\" style=\"-moz-column-width: 30em; -webkit-column-width: 30em; column-width: 30em; list-style-type: decimal;\">\n<ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Gentner, D.; Namy, L. L. (2006). \"Analogical Processes in Language Learning\". <i>Current Directions in Psychological Science</i>. <b>15</b> (6): 297–301. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1111/j.1467-8721.2006.00456.x\">10.1111/j.1467-8721.2006.00456.x</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Current+Directions+in+Psychological+Science&amp;rft.atitle=Analogical+Processes+in+Language+Learning&amp;rft.volume=15&amp;rft.issue=6&amp;rft.pages=297-301&amp;rft.date=2006&amp;rft_id=info%3Adoi%2F10.1111%2Fj.1467-8721.2006.00456.x&amp;rft.aulast=Gentner&amp;rft.aufirst=D.&amp;rft.au=Namy%2C+L.+L.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AErrors+in+early+word+use\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-Gershkoff-Stowe2001-2\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Gershkoff-Stowe2001_2-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Gershkoff-Stowe2001_2-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation journal\">Gershkoff-Stowe, L. (2001). \"The Course of Children's Naming Errors in Early Word Learning\". <i>Journal of Cognition and Development</i>. <b>2</b> (2): 131–155. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1207/s15327647jcd0202_2\">10.1207/s15327647jcd0202_2</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Journal+of+Cognition+and+Development&amp;rft.atitle=The+Course+of+Children%27s+Naming+Errors+in+Early+Word+Learning&amp;rft.volume=2&amp;rft.issue=2&amp;rft.pages=131-155&amp;rft.date=2001&amp;rft_id=info%3Adoi%2F10.1207%2Fs15327647jcd0202_2&amp;rft.aulast=Gershkoff-Stowe&amp;rft.aufirst=L.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AErrors+in+early+word+use\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Gruendel, J. M. (1977). \"Referential Extension in Early Language Development\". <i>Child Development</i>. <b>48</b>: 1567–1576. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1111/j.1467-8624.1977.tb03967.x\">10.1111/j.1467-8624.1977.tb03967.x</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Child+Development&amp;rft.atitle=Referential+Extension+in+Early+Language+Development&amp;rft.volume=48&amp;rft.pages=1567-1576&amp;rft.date=1977&amp;rft_id=info%3Adoi%2F10.1111%2Fj.1467-8624.1977.tb03967.x&amp;rft.aulast=Gruendel&amp;rft.aufirst=J.+M.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AErrors+in+early+word+use\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Parke, Ross D.; Gauvain, Mary (2009). <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=zctVPgAACAAJ&amp;pg=PA258\"><i>Child Psychology: A Contemporary Viewpoint</i></a>. New York, NY: McGraw-Hill. p.&#160;258.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Child+Psychology%3A+A+Contemporary+Viewpoint&amp;rft.place=New+York%2C+NY&amp;rft.pages=258&amp;rft.pub=McGraw-Hill&amp;rft.date=2009&amp;rft.aulast=Parke&amp;rft.aufirst=Ross+D.&amp;rft.au=Gauvain%2C+Mary&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DzctVPgAACAAJ%26pg%3DPA258&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AErrors+in+early+word+use\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Parke, Ross D.; Gauvain, Mary (2009). <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=zctVPgAACAAJ&amp;pg=PA257\">\"Language and Communication\"</a>. <i>Child Psychology: A Contemporary Viewpoint</i>. New York, NY: McGraw-Hill. p.&#160;257–259.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=bookitem&amp;rft.atitle=Language+and+Communication&amp;rft.btitle=Child+Psychology%3A+A+Contemporary+Viewpoint&amp;rft.place=New+York%2C+NY&amp;rft.pages=257-259&amp;rft.pub=McGraw-Hill&amp;rft.date=2009&amp;rft.aulast=Parke&amp;rft.aufirst=Ross+D.&amp;rft.au=Gauvain%2C+Mary&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DzctVPgAACAAJ%26pg%3DPA257&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AErrors+in+early+word+use\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Corsetti, Renato; Pinto, Maria Antonietta; Tolomeo, Maria (2004). \"Regularizing the Regular: The Phenomenon of Overregularization in Esperanto-speaking Children\". <i>Language Problems &amp; Language Planning</i>. <b>28</b> (3): 261–282. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1075/lplp.28.3.04cor\">10.1075/lplp.28.3.04cor</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Language+Problems+%26+Language+Planning&amp;rft.atitle=Regularizing+the+Regular%3A+The+Phenomenon+of+Overregularization+in+Esperanto-speaking+Children&amp;rft.volume=28&amp;rft.issue=3&amp;rft.pages=261-282&amp;rft.date=2004&amp;rft_id=info%3Adoi%2F10.1075%2Flplp.28.3.04cor&amp;rft.aulast=Corsetti&amp;rft.aufirst=Renato&amp;rft.au=Pinto%2C+Maria+Antonietta&amp;rft.au=Tolomeo%2C+Maria&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AErrors+in+early+word+use\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Marcus, Gary F.; Pinker, Steven; Ullman, Michael; Hollander, Michelle; Rosen, John; Xu, Fei (1992). \"Abstract\". <i>Overregularization in Language Acquisition</i>. Monographs of the Society for Research in Child Development. <b>57</b>. pp.&#160;5–6. <a href=\"/wiki/JSTOR\" title=\"JSTOR\">JSTOR</a>&#160;<a rel=\"nofollow\" class=\"external text\" href=\"//www.jstor.org/stable/1166115\">1166115</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=bookitem&amp;rft.atitle=Abstract&amp;rft.btitle=Overregularization+in+Language+Acquisition&amp;rft.series=Monographs+of+the+Society+for+Research+in+Child+Development&amp;rft.pages=5-6&amp;rft.date=1992&amp;rft_id=%2F%2Fwww.jstor.org%2Fstable%2F1166115&amp;rft.aulast=Marcus&amp;rft.aufirst=Gary+F.&amp;rft.au=Pinker%2C+Steven&amp;rft.au=Ullman%2C+Michael&amp;rft.au=Hollander%2C+Michelle&amp;rft.au=Rosen%2C+John&amp;rft.au=Xu%2C+Fei&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AErrors+in+early+word+use\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Maratsos, Michael (2000). \"More Overregularizations after All: New Data and Discussion on Marcus, Pinker, Ullman, Hollander, Rosen &amp; Xu\". <i>Journal of Child Language</i>. <b>24</b> (1): 183–212.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Journal+of+Child+Language&amp;rft.atitle=More+Overregularizations+after+All%3A+New+Data+and+Discussion+on+Marcus%2C+Pinker%2C+Ullman%2C+Hollander%2C+Rosen+%26+Xu&amp;rft.volume=24&amp;rft.issue=1&amp;rft.pages=183-212&amp;rft.date=2000&amp;rft.aulast=Maratsos&amp;rft.aufirst=Michael&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AErrors+in+early+word+use\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Rescorla, Leslie A. (1980). \"Overextension in Early Language Development\". <i>Journal of Child Language</i>. <b>7</b> (2): 321–335. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1017/s0305000900002658\">10.1017/s0305000900002658</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Journal+of+Child+Language&amp;rft.atitle=Overextension+in+Early+Language+Development&amp;rft.volume=7&amp;rft.issue=2&amp;rft.pages=321-335&amp;rft.date=1980&amp;rft_id=info%3Adoi%2F10.1017%2Fs0305000900002658&amp;rft.aulast=Rescorla&amp;rft.aufirst=Leslie+A.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AErrors+in+early+word+use\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Gershkoff-Stowe, Lisa (2002). \"Object Naming, Vocabulary Growth, and the Development of Word Retrieval Abilities\". <i>Journal of Memory and Language</i>. <b>46</b>: 665–687. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1006/jmla.2001.2830\">10.1006/jmla.2001.2830</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Journal+of+Memory+and+Language&amp;rft.atitle=Object+Naming%2C+Vocabulary+Growth%2C+and+the+Development+of+Word+Retrieval+Abilities&amp;rft.volume=46&amp;rft.pages=665-687&amp;rft.date=2002&amp;rft_id=info%3Adoi%2F10.1006%2Fjmla.2001.2830&amp;rft.aulast=Gershkoff-Stowe&amp;rft.aufirst=Lisa&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AErrors+in+early+word+use\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Clark, Herbert H.; Clark, Eve V. (1977). \"Psychology and Language\". <i>Journal of Child Language</i>. <b>4</b> (2): b1–b3. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1017/S0305000900001562\">10.1017/S0305000900001562</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Journal+of+Child+Language&amp;rft.atitle=Psychology+and+Language&amp;rft.volume=4&amp;rft.issue=2&amp;rft.pages=b1-b3&amp;rft.date=1977&amp;rft_id=info%3Adoi%2F10.1017%2FS0305000900001562&amp;rft.aulast=Clark&amp;rft.aufirst=Herbert+H.&amp;rft.au=Clark%2C+Eve+V.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AErrors+in+early+word+use\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Chapman, R. S.; Thomson, J. \"What is the source of overextension errors in comprehension testing of two-year-olds? A reply to Fremgen and Fay\". <i>Journal of Child Language</i>. <b>7</b>: 575–578.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Journal+of+Child+Language&amp;rft.atitle=What+is+the+source+of+overextension+errors+in+comprehension+testing+of+two-year-olds%3F+A+reply+to+Fremgen+and+Fay&amp;rft.volume=7&amp;rft.pages=575-578&amp;rft.aulast=Chapman&amp;rft.aufirst=R.+S.&amp;rft.au=Thomson%2C+J.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AErrors+in+early+word+use\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Gruendel, Janice M. (1977). \"Referential Extension in Early Language Development\". <i>Child Development</i>. <b>48</b> (4): 1567–1576. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1111/j.1467-8624.1977.tb03967.x\">10.1111/j.1467-8624.1977.tb03967.x</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Child+Development&amp;rft.atitle=Referential+Extension+in+Early+Language+Development&amp;rft.volume=48&amp;rft.issue=4&amp;rft.pages=1567-1576&amp;rft.date=1977&amp;rft_id=info%3Adoi%2F10.1111%2Fj.1467-8624.1977.tb03967.x&amp;rft.aulast=Gruendel&amp;rft.aufirst=Janice+M.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AErrors+in+early+word+use\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Fernández, Eva M.; Cairns, Helen Smith (2011). <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=4C8bh3zCch0C\"><i>Fundamentals of Psycholinguistics</i></a>. Chichester, West Sussex: Wiley-Blackwell. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-1-4051-9152-4\" title=\"Special:BookSources/978-1-4051-9152-4\">978-1-4051-9152-4</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Fundamentals+of+Psycholinguistics&amp;rft.place=Chichester%2C+West+Sussex&amp;rft.pub=Wiley-Blackwell&amp;rft.date=2011&amp;rft.isbn=978-1-4051-9152-4&amp;rft.aulast=Fern%C3%A1ndez&amp;rft.aufirst=Eva+M.&amp;rft.au=Cairns%2C+Helen+Smith&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3D4C8bh3zCch0C&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AErrors+in+early+word+use\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Naigles, Letitia R.; Hoff, Erika; Vear, Donna; Tomasello, Michael (2009). <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=aHgsw9rJo0QC&amp;pg=PA4\"><i>Flexibility in Early Verb Use: Evidence from a Multiple-N Diary Study</i></a>. Boston, Massachusetts: Wiley-Blackwell. p.&#160;4.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Flexibility+in+Early+Verb+Use%3A+Evidence+from+a+Multiple-N+Diary+Study&amp;rft.place=Boston%2C+Massachusetts&amp;rft.pages=4&amp;rft.pub=Wiley-Blackwell&amp;rft.date=2009&amp;rft.aulast=Naigles&amp;rft.aufirst=Letitia+R.&amp;rft.au=Hoff%2C+Erika&amp;rft.au=Vear%2C+Donna&amp;rft.au=Tomasello%2C+Michael&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DaHgsw9rJo0QC%26pg%3DPA4&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AErrors+in+early+word+use\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Harris, Margaret (1993). <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=CVBHJ24BVGEC&amp;pg=PA71\">\"Vocabulary Development\"</a>. <i>Language Experience and Early Language Development: From Input to Uptake</i>. Hove, UK: Lawrence Erlbaum Associates. p.&#160;71.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=bookitem&amp;rft.atitle=Vocabulary+Development&amp;rft.btitle=Language+Experience+and+Early+Language+Development%3A+From+Input+to+Uptake&amp;rft.place=Hove%2C+UK&amp;rft.pages=71&amp;rft.pub=Lawrence+Erlbaum+Associates&amp;rft.date=1993&amp;rft.aulast=Harris&amp;rft.aufirst=Margaret&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DCVBHJ24BVGEC%26pg%3DPA71&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AErrors+in+early+word+use\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-17\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-17\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">White, Thomas G. (1982). \"Naming Practices, Typicality, and Underextension in Child Language\". <i>Journal of Experimental Child Psychology</i>. <b>33</b> (2): 324–46. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1016/0022-0965%2882%2990024-8\">10.1016/0022-0965(82)90024-8</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Journal+of+Experimental+Child+Psychology&amp;rft.atitle=Naming+Practices%2C+Typicality%2C+and+Underextension+in+Child+Language&amp;rft.volume=33&amp;rft.issue=2&amp;rft.pages=324-46&amp;rft.date=1982&amp;rft_id=info%3Adoi%2F10.1016%2F0022-0965%2882%2990024-8&amp;rft.aulast=White&amp;rft.aufirst=Thomas+G.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AErrors+in+early+word+use\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div>\n\n<!-- \nNewPP limit report\nParsed by mw1270\nCached time: 20180910044015\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.172 seconds\nReal time usage: 0.197 seconds\nPreprocessor visited node count: 806/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 28394/2097152 bytes\nTemplate argument size: 120/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 19217/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.102/10.000 seconds\nLua memory usage: 3.41 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  176.287      1 -total\n 80.89%  142.595      1 Template:Reflist\n 45.50%   80.216     11 Template:Cite_journal\n 18.89%   33.299      6 Template:Cite_book\n 13.98%   24.652      1 Template:Redirect\n  1.23%    2.162      1 Template:Column-width\n  1.02%    1.799      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:41071930-0!canonical and timestamp 20180910044015 and revision id 807313638\n -->\n</div>"},"langlinks":[{"lang":"de","url":"https://de.wikipedia.org/wiki/%C3%9Cbergeneralisierung","langname":"German","autonym":"Deutsch","*":"Übergeneralisierung"}],"categories":[{"sortkey":"","*":"Language_acquisition"},{"sortkey":"","*":"Lexical_semantics"}],"links":[{"ns":0,"exists":"","*":"Developmental error"},{"ns":0,"exists":"","*":"B.F. Skinner"},{"ns":0,"exists":"","*":"Basketball (ball)"},{"ns":0,"exists":"","*":"Curve"},{"ns":0,"exists":"","*":"Dan Slobin"},{"ns":0,"exists":"","*":"Developmental biology"},{"ns":0,"exists":"","*":"Developmental psychology"},{"ns":0,"exists":"","*":"Digital object identifier"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"JSTOR"},{"ns":0,"exists":"","*":"Language acquisition"},{"ns":0,"exists":"","*":"Referential"},{"ns":0,"exists":"","*":"Semantic feature"}],"templates":[{"ns":10,"exists":"","*":"Template:Redirect"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Column-width"},{"ns":10,"exists":"","*":"Template:Cite journal"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Redirect hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote list"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Redirect"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":0,"exists":"","*":"Developmental error"}],"images":[],"externallinks":["//doi.org/10.1111/j.1467-8721.2006.00456.x","//doi.org/10.1207/s15327647jcd0202_2","//doi.org/10.1111/j.1467-8624.1977.tb03967.x","https://books.google.com/books?id=zctVPgAACAAJ&pg=PA258","https://books.google.com/books?id=zctVPgAACAAJ&pg=PA257","//doi.org/10.1075/lplp.28.3.04cor","//www.jstor.org/stable/1166115","//doi.org/10.1017/s0305000900002658","//doi.org/10.1006/jmla.2001.2830","//doi.org/10.1017/S0305000900001562","https://books.google.com/books?id=4C8bh3zCch0C","https://books.google.com/books?id=aHgsw9rJo0QC&pg=PA4","https://books.google.com/books?id=CVBHJ24BVGEC&pg=PA71","//doi.org/10.1016/0022-0965(82)90024-8"],"sections":[{"toclevel":1,"level":"2","line":"Overregularization (overgeneralization)","number":"1","index":"1","fromtitle":"Errors_in_early_word_use","byteoffset":3168,"anchor":"Overregularization_(overgeneralization)"},{"toclevel":1,"level":"2","line":"Overextension","number":"2","index":"2","fromtitle":"Errors_in_early_word_use","byteoffset":8618,"anchor":"Overextension"},{"toclevel":1,"level":"2","line":"Underextension","number":"3","index":"3","fromtitle":"Errors_in_early_word_use","byteoffset":12215,"anchor":"Underextension"},{"toclevel":1,"level":"2","line":"References","number":"4","index":"4","fromtitle":"Errors_in_early_word_use","byteoffset":15832,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Errors in early word use","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q17012419"}]}}