{"parse":{"title":"Semantic bootstrapping","pageid":2797420,"revid":859906186,"text":{"*":"<div class=\"mw-parser-output\"><div class=\"shortdescription nomobile noexcerpt noprint searchaux\" style=\"display:none\">Theory about how children learn language</div>\n<p><b>Semantic bootstrapping</b> is a <a href=\"/wiki/Linguistics\" title=\"Linguistics\">linguistic</a> theory of child <a href=\"/wiki/Language_acquisition\" title=\"Language acquisition\">language acquisition</a> which proposes that children can acquire the syntax of a language by first learning and recognizing semantic elements and building upon, or bootstrapping from, that knowledge.<sup id=\"cite_ref-:2_1-0\" class=\"reference\"><a href=\"#cite_note-:2-1\">&#91;1&#93;</a></sup>  This theory proposes that children, when acquiring words, will recognize that words label conceptual categories, such as objects or actions. Children will then use these semantic categories as a cue to the syntactic categories, such as nouns and verbs. Having identified particular words as belonging to a syntactic category, they will then look for other correlated properties of those categories, which will allow them to identify how nouns and verbs are expressed in their language. Additionally, children will use perceived conceptual relations, such as Agent of an event, to identify grammatical relations, such as Subject of a sentence. This knowledge, in turn, allows the learner to look for other correlated properties of those grammatical relations.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p><p>This theory requires two critical assumptions to be true. First, it requires that children are able to perceive the meaning of words and sentences. It does not require that they do so by any particular method, but the child seeking to learn the language must somehow come to associate words with objects and actions in the world. Second, children must know that there is a strong correspondence between semantic categories and syntactic categories. The relationship between semantic and syntactic categories can then be used to iteratively create, test, and refine internal grammar rules until the child's understanding aligns with the language to which they are exposed, allowing for better categorization methods to be deduced as the child obtains more knowledge of the language.<sup id=\"cite_ref-:2_1-1\" class=\"reference\"><a href=\"#cite_note-:2-1\">&#91;1&#93;</a></sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Logic\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Logic</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Evidence\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Evidence</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Challenges\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Challenges</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#See_also\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Logic\">Logic</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Semantic_bootstrapping&amp;action=edit&amp;section=1\" title=\"Edit section: Logic\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The semantic bootstrapping theory was first proposed by <a href=\"/wiki/Steven_Pinker\" title=\"Steven Pinker\">Steven Pinker</a> in 1982 as a possible explanation of how a child can formulate grammar rules when acquiring a first language.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>  Pinker's theory was inspired by two other proposed solutions to the <a href=\"/wiki/Bootstrapping_(linguistics)\" title=\"Bootstrapping (linguistics)\">bootstrapping problem</a>. In 1981, Grimshaw claimed that there are correspondences between syntactic and semantic categories<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> and in 1982, Macnamara postulated that certain semantic elements could serve as an inductive basis for syntactic elements, like parts of speech.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>  Pinker's theory takes these ideas one step further by claiming that children inherently categorize words based upon their semantic properties and have an innate ability to infer syntactic categories from these semantic categories.<sup id=\"cite_ref-:2_1-2\" class=\"reference\"><a href=\"#cite_note-:2-1\">&#91;1&#93;</a></sup>\n</p><p>A child acquiring a first language possesses, at all stages, an expectation that words will fall into specific grammatical categories. The child does not possess, however, an innate knowledge of how syntactic categories are expressed in the language they are acquiring.  When children observe that a word is used to reference a semantic category, they can use their knowledge of the relations between semantic and syntactic categories to infer that this word belongs to a particular syntactic category. As children associate more words with syntactic categories, they can begin tracking other properties that can help them identify these syntactic categories in the absence of semantic evidence. Furthermore, identifying conceptual relations can help them to identify grammatical relations in a similar way. By identifying the semantic categories of words and phrases, children will know the corresponding syntactic categories of these elements and ultimately bootstrap their way to possessing a full understanding of the language’s grammar and formal expression.<sup id=\"cite_ref-:2_1-3\" class=\"reference\"><a href=\"#cite_note-:2-1\">&#91;1&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Evidence\">Evidence</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Semantic_bootstrapping&amp;action=edit&amp;section=2\" title=\"Edit section: Evidence\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Rondal and Cession<sup id=\"cite_ref-:5_6-0\" class=\"reference\"><a href=\"#cite_note-:5-6\">&#91;6&#93;</a></sup> tested the viability of the semantic bootstrapping hypothesis by observing the speech of 18 monolingual English speaking mothers to their normally developing children age 1 to 2 years old.  In this experiment, investigators tape-recorded two half-hour sessions of mother-child verbal interactions. Child-directed utterances were extracted and coded for the 16 dependent variables below. These included the semantic categories, grammatical function categories, and part of speech categories. The semantic bootstrapping hypothesis states that a child uses semantic categories to infer grammatical categories.<sup id=\"cite_ref-:5_6-1\" class=\"reference\"><a href=\"#cite_note-:5-6\">&#91;6&#93;</a></sup> For example, action words (Dependent variable) indicate a verb (Categories), and the names of things (Dependent variable) indicate a noun (Categories). The focus of the experiment was to find out whether the grammatical and semantic categories and relations were correlated in the speech children heard. If they were, then that would indicate the plausibility of the semantic bootstrapping hypothesis. \n</p>\n<table class=\"wikitable\">\n<tbody><tr>\n<th>Categories\n</th>\n<th>Dependent variables\n</th></tr>\n<tr>\n<td>Semantic categories:\n</td>\n<td>(1) physical object (a. human, b. inanimate, c. other), (2) abstract object, (3) event\n</td></tr>\n<tr>\n<td><a href=\"/wiki/Grammatical_function\" class=\"mw-redirect\" title=\"Grammatical function\">Grammatical function categories</a>:\n</td>\n<td>(4) subject, (5) direct object, (6) obliques, (7) nouns\n</td></tr>\n<tr>\n<td><a href=\"/wiki/Verb\" title=\"Verb\">Verbs</a>:\n</td>\n<td>(8) action verbs, (9) mental verbs (a. perceptual, b. cognitive, c. affective), (10) state verbs\n</td></tr>\n<tr>\n<td><a href=\"/wiki/Preposition_and_postposition\" title=\"Preposition and postposition\">Prepositions</a>:\n</td>\n<td>(11) space, (12) time, (13) possession or determination, (14) cause or consequence\n</td></tr>\n<tr>\n<td><a href=\"/wiki/Adjective\" title=\"Adjective\">Adjectives</a>:\n</td>\n<td>(15) concrete, (16) abstract\n</td></tr></tbody></table>\n<p>The major findings of the experiment show that in terms of grammatical function categories, agents of actions were associated to subjects of the sentence, patients and themes as objects, and goals, locations and instruments as oblique or indirect objects. Rondal and Cession suggested that the input evidence assists children to identify those grammatical function categories by using <a href=\"/wiki/Thematic_relation\" title=\"Thematic relation\">thematic relations</a> (agent, patient, etc.).<sup id=\"cite_ref-:5_6-2\" class=\"reference\"><a href=\"#cite_note-:5-6\">&#91;6&#93;</a></sup> They found that semantic notions reliably correlate with specific syntactic elements in parental speech and this may support the child’s construction of grammatical categories.<sup id=\"cite_ref-:5_6-3\" class=\"reference\"><a href=\"#cite_note-:5-6\">&#91;6&#93;</a></sup> Hence, the results of this experiment point to the soundness of the semantic bootstrapping hypothesis.\n</p><p>Additional evidence for semantic bootstrapping is illustrated by Gropen et al.<sup id=\"cite_ref-:1_7-0\" class=\"reference\"><a href=\"#cite_note-:1-7\">&#91;7&#93;</a></sup> and Kim et al.<sup id=\"cite_ref-:4_8-0\" class=\"reference\"><a href=\"#cite_note-:4-8\">&#91;8&#93;</a></sup>\n</p><p>In the experiment done by Gropen et al., children and adults were tested to see whether they could predict a verb’s syntax by using the verb’s meaning. In the experiment, locative verbs were used. Locative verbs link the relationship between a moving object and a location.<sup id=\"cite_ref-:1_7-1\" class=\"reference\"><a href=\"#cite_note-:1-7\">&#91;7&#93;</a></sup> The moving object is known as the ‘Figure’ and the location is known as the ‘Ground’. For example, in the sentence “Peter poured coffee into the cup.” ‘Pour’ is the locative verb, ‘coffee’ is the ‘Figure’ while ‘cup’ is the ‘Ground’. Children and adults were taught novel verbs for actions that involved the transfer of objects to a container. Then they were tested on whether they were able to express the figure or the ground argument as the direct object of the verb. The major findings of Gropen et al.’s experiments illustrated that both children and adults showed no tendency to express the figure entity as the direct object when faced with a locative verb.<sup id=\"cite_ref-:1_7-2\" class=\"reference\"><a href=\"#cite_note-:1-7\">&#91;7&#93;</a></sup> Instead, when there is a change of state of the ground object, e.g. The glass (ground object) was filled with water (figure object), children and adults are more likely to select that ground object as the direct object.<sup id=\"cite_ref-:1_7-3\" class=\"reference\"><a href=\"#cite_note-:1-7\">&#91;7&#93;</a></sup> This shows that children are able to link locative verbs to their complements accurately based on their understanding of the meaning of the verb. The result shows that verbs' syntactic argument structures are predictable from their semantic representations.\n</p><p>Similarly, in the experiment done by Kim et al., children and adults were tested whether they could describe an event using a specific locative verb provided by the experimenters. The major finding was that English-speaking children made errors in the syntax with the ground verb ‘fill’, but they did not make errors with figure verbs like ‘pour’.<sup id=\"cite_ref-:4_8-1\" class=\"reference\"><a href=\"#cite_note-:4-8\">&#91;8&#93;</a></sup> Kim et al. suggested that the pattern of errors reflects constraints on the syntax-semantics mapping. No language uses manner of motion verbs like 'pour' in the ground syntax. Children's lack of errors with manner of motion verbs suggests that they are subject to the same constraint that shapes cross linguistic variability. Hence, this experiment illustrated that children respect constraints on how verb meanings relate to verb syntax.\n</p>\n<h2><span class=\"mw-headline\" id=\"Challenges\">Challenges</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Semantic_bootstrapping&amp;action=edit&amp;section=3\" title=\"Edit section: Challenges\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The semantic bootstrapping hypothesis has been criticized by some linguists. An alternative hypothesis to semantic bootstrapping, <a href=\"/wiki/Syntactic_bootstrapping\" title=\"Syntactic bootstrapping\">syntactic bootstrapping</a>, proposes that verbs are always learned based on their syntactic properties rather than their semantic properties.<sup id=\"cite_ref-:0_9-0\" class=\"reference\"><a href=\"#cite_note-:0-9\">&#91;9&#93;</a></sup> This is sometimes construed as being incompatible with semantic bootstrapping, which proposes that verb meanings can be identified from the extralinguistic context of use. Pinker does not see syntactic bootstrapping as an alternative or necessarily bootstrapping at all.<sup id=\"cite_ref-:3_10-0\" class=\"reference\"><a href=\"#cite_note-:3-10\">&#91;10&#93;</a></sup> Pinker makes the critical distinction that semantic bootstrapping seeks to answer how children can learn syntax and grammar while the syntactic bootstrapping hypothesis is only concerned with how children learn verb meanings. Pinker believes that syntactic bootstrapping is more accurately \"syntactic cueing of word meaning\" and that this use of syntactic knowledge to obtain new semantic knowledge is in no way contradictory to semantic bootstrapping, but is another technique a child may use in later stages of language acquisition.<sup id=\"cite_ref-:3_10-1\" class=\"reference\"><a href=\"#cite_note-:3-10\">&#91;10&#93;</a></sup>\n</p><p><a href=\"/wiki/Lila_R._Gleitman\" title=\"Lila R. Gleitman\">Lila Gleitman</a> argues that word learning is not as easy as the semantic bootstrapping hypothesis makes it seem.<sup id=\"cite_ref-:0_9-1\" class=\"reference\"><a href=\"#cite_note-:0-9\">&#91;9&#93;</a></sup> It is not always possible to just look at the world and learn a word from the situation. There are many events in which two verbs could be used to describe the situation. In the example of a chasing and fleeing event, both words could be used to describe the event at hand. For example, both of the following sentences could be used to describe the same event:  \n</p>\n<ol><li>The cat is fleeing the fox</li>\n<li>The fox is chasing the cat</li></ol>\n<p>It is not reasonable to expect a child to be able to figure out which is the correct meaning just by witnessing the event.<sup id=\"cite_ref-:0_9-2\" class=\"reference\"><a href=\"#cite_note-:0-9\">&#91;9&#93;</a></sup> Additionally, in many situations there are many events happening all at once. For example, if a child were in a park and their parent said \"look the fox is chasing the cat\" how would the child know that they should be directing their attention to the fox and the cat and not the dogs or the other children. This is similar to the <a href=\"/wiki/Gavagai_problem\" class=\"mw-redirect\" title=\"Gavagai problem\">gavagai problem</a>. Essentially it is very hard to assume that a child could use word meanings to learn something about syntax when the act of learning the word meanings in the first place is not so easy. Gleitman also points out the near impossibility of learning some other verbs using this hypothesis. Verbs in which there is no action associated with it like 'think', 'hope', 'guess' and 'wonder' are hypothesized to be particularly hard to learn.<sup id=\"cite_ref-:0_9-3\" class=\"reference\"><a href=\"#cite_note-:0-9\">&#91;9&#93;</a></sup> If children only learned words based on what they saw in the world they would not be able to learn the meanings of these words.<sup id=\"cite_ref-:0_9-4\" class=\"reference\"><a href=\"#cite_note-:0-9\">&#91;9&#93;</a></sup>\n</p><p>Siegel argues that the semantic bootstrapping hypothesis can not account for how children acquire <a href=\"/wiki/Grammatical_case\" title=\"Grammatical case\">case marking</a> in split ergative languages.<sup id=\"cite_ref-:6_11-0\" class=\"reference\"><a href=\"#cite_note-:6-11\">&#91;11&#93;</a></sup> In these languages the agent is not uniformly getting the same case in every sentence. As a result, the child would not have the evidence necessary in the semantics to learn the correct case markings, since the case is not being uniformly assigned.<sup id=\"cite_ref-:6_11-1\" class=\"reference\"><a href=\"#cite_note-:6-11\">&#91;11&#93;</a></sup>\n</p><p>Ambridge et al. argues against the existence of a <a href=\"/wiki/Universal_grammar\" title=\"Universal grammar\">universal grammar</a> and in turn against the plausibility of semantic bootstrapping.<sup id=\"cite_ref-:7_12-0\" class=\"reference\"><a href=\"#cite_note-:7-12\">&#91;12&#93;</a></sup> They argue that since word categories (like verbs) are not cross linguistically applied the same way, these categories must not be innate. If these categories are not innate then they can't be used for semantic bootstrapping, since the theory is reliant on these categories being innate.<sup id=\"cite_ref-:7_12-1\" class=\"reference\"><a href=\"#cite_note-:7-12\">&#91;12&#93;</a></sup> They also argue that because the patient of the sentence and the instrument of the sentence can occur in the same place this would complicate the child's ability to learn which role corresponds to each part of the scene.<sup id=\"cite_ref-:7_12-2\" class=\"reference\"><a href=\"#cite_note-:7-12\">&#91;12&#93;</a></sup> For example:   \n</p>\n<ol><li>The kid hit <b>the dog</b> with <b>the ball</b>.</li>\n<li>The kid hit <b>the ball</b> against <b>the dog</b>.</li></ol>\n<p>In these sentences <i>the ball</i> is the instrument and <i>the dog</i> is the patient. However, they can occur in either order in English. There are also languages in which they can only occur in the second order. As a result, the child does not have the information necessary in the semantics to learn these orders, and could reasonably learn both.<sup id=\"cite_ref-:7_12-3\" class=\"reference\"><a href=\"#cite_note-:7-12\">&#91;12&#93;</a></sup>\n</p><p>Finally Ambridge et al. argue that because children have <a href=\"/wiki/Statistical_learning_in_language_acquisition\" title=\"Statistical learning in language acquisition\">distributional learning</a>, where they can see trends in sentences like determiners go with nouns, this is sufficient for learning syntax and correlations between syntax and semantics are not necessary to help learn the syntax of the language.<sup id=\"cite_ref-:7_12-4\" class=\"reference\"><a href=\"#cite_note-:7-12\">&#91;12&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Semantic_bootstrapping&amp;action=edit&amp;section=4\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Semantics\" title=\"Semantics\">Semantics</a></li>\n<li><a href=\"/wiki/Bootstrapping_(linguistics)\" title=\"Bootstrapping (linguistics)\">Bootstrapping</a></li>\n<li><a href=\"/wiki/Syntactic_bootstrapping\" title=\"Syntactic bootstrapping\">Syntactic bootstrapping</a></li>\n<li><a href=\"/wiki/Prosodic_bootstrapping\" title=\"Prosodic bootstrapping\">Prosodic bootstrapping</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Semantic_bootstrapping&amp;action=edit&amp;section=5\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-:2-1\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-:2_1-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-:2_1-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-:2_1-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-:2_1-3\"><sup><i><b>d</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation book\">Pinker, Steven (1984). <i>The Semantic Bootstrapping Hypothesis</i>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=The+Semantic+Bootstrapping+Hypothesis&amp;rft.date=1984&amp;rft.aulast=Pinker&amp;rft.aufirst=Steven&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASemantic+bootstrapping\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Höhle, Barbara (2009). \"Bootstrapping mechanisms in first language acquisition\". <i>Linguistics</i>. <b>47</b>: 363–364. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1515/ling.2009.013\">10.1515/ling.2009.013</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Linguistics&amp;rft.atitle=Bootstrapping+mechanisms+in+first+language+acquisition&amp;rft.volume=47&amp;rft.pages=363-364&amp;rft.date=2009&amp;rft_id=info%3Adoi%2F10.1515%2Fling.2009.013&amp;rft.aulast=H%C3%B6hle&amp;rft.aufirst=Barbara&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASemantic+bootstrapping\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Pinker, S. (1982). <i>A theory of the acquisition of lexical interpretive grammars</i>. Cambridge, Mass.: MIT Press. pp.&#160;53–63.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=A+theory+of+the+acquisition+of+lexical+interpretive+grammars&amp;rft.place=Cambridge%2C+Mass.&amp;rft.pages=53-63&amp;rft.pub=MIT+Press&amp;rft.date=1982&amp;rft.aulast=Pinker&amp;rft.aufirst=S.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASemantic+bootstrapping\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Grimshaw, J. 1981. Form, function, and the language acquisition device. In C.L. Baker and J.J. McCarthy, <i>The Logical Problem of Language Acquisition</i>. Cambridge, Mass,: MIT Press, pp. 165-182</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Macnamara, J. 1982. <i>Names for Things: A Study of Child Language.</i> Cambridge, Mass.: Bradford Books/MIT Press.</span>\n</li>\n<li id=\"cite_note-:5-6\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-:5_6-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-:5_6-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-:5_6-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-:5_6-3\"><sup><i><b>d</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation journal\">Rondal, J. &amp; Cession, A. (1990). \"Input Evidence Regarding the Semantic Bootstrapping Hypothesis\". <i>Journal of Child Language</i>. <b>17</b>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Journal+of+Child+Language&amp;rft.atitle=Input+Evidence+Regarding+the+Semantic+Bootstrapping+Hypothesis&amp;rft.volume=17&amp;rft.date=1990&amp;rft.au=Rondal%2C+J.+%26+Cession%2C+A.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASemantic+bootstrapping\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span><span class=\"citation-comment\" style=\"display:none; color:#33aa33; margin-left:0.3em\">CS1 maint: Multiple names: authors list (<a href=\"/wiki/Category:CS1_maint:_Multiple_names:_authors_list\" title=\"Category:CS1 maint: Multiple names: authors list\">link</a>) </span></span>\n</li>\n<li id=\"cite_note-:1-7\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-:1_7-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-:1_7-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-:1_7-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-:1_7-3\"><sup><i><b>d</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation journal\">Gropen, J.; Pinker, S.; Hollander, M.; Goldberg, R. (1991). \"Affectedness and direct objects: The role of lexical semantics in the acquisition of verb argument structure\". <i>Cognition</i>. <b>41</b> (1): 153–195. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1016/0010-0277%2891%2990035-3\">10.1016/0010-0277(91)90035-3</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Cognition&amp;rft.atitle=Affectedness+and+direct+objects%3A+The+role+of+lexical+semantics+in+the+acquisition+of+verb+argument+structure.&amp;rft.volume=41&amp;rft.issue=1&amp;rft.pages=153-195&amp;rft.date=1991&amp;rft_id=info%3Adoi%2F10.1016%2F0010-0277%2891%2990035-3&amp;rft.aulast=Gropen&amp;rft.aufirst=J.&amp;rft.au=Pinker%2C+S.&amp;rft.au=Hollander%2C+M.&amp;rft.au=Goldberg%2C+R.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASemantic+bootstrapping\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-:4-8\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-:4_8-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-:4_8-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation journal\">Kim, M.; Landau, B.; Phillips, C. (1999). \"Cross-linguistic Differences in Children's Syntax for Locative Verbs\". <i>Proceedings of the 23rd Boston University Conference on Language Development. Somerville, MA: Cascadilla Press</i>. 337-348.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Proceedings+of+the+23rd+Boston+University+Conference+on+Language+Development.+Somerville%2C+MA%3A+Cascadilla+Press.&amp;rft.atitle=Cross-linguistic+Differences+in+Children%E2%80%99s+Syntax+for+Locative+Verbs&amp;rft.volume=337-348&amp;rft.date=1999&amp;rft.aulast=Kim&amp;rft.aufirst=M.&amp;rft.au=Landau%2C+B.&amp;rft.au=Phillips%2C+C.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASemantic+bootstrapping\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-:0-9\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-:0_9-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-:0_9-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-:0_9-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-:0_9-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-:0_9-4\"><sup><i><b>e</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation journal\">Gleitman, Lila (1990). \"The Structural Sources of Verb Meaning\". <i>Language Acquisition</i>. <b>1</b>: 3–55. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1207/s15327817la0101_2\">10.1207/s15327817la0101_2</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Language+Acquisition&amp;rft.atitle=The+Structural+Sources+of+Verb+Meaning&amp;rft.volume=1&amp;rft.pages=3-55&amp;rft.date=1990&amp;rft_id=info%3Adoi%2F10.1207%2Fs15327817la0101_2&amp;rft.aulast=Gleitman&amp;rft.aufirst=Lila&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASemantic+bootstrapping\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-:3-10\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-:3_10-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-:3_10-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation journal\">Pinker, S (1994). \"How could a child use verb syntax to learn verb semantics?\". <i>Lingua</i>. <b>94</b>: 337–410. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1016/0024-3841%2894%2990347-6\">10.1016/0024-3841(94)90347-6</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Lingua&amp;rft.atitle=How+could+a+child+use+verb+syntax+to+learn+verb+semantics%3F&amp;rft.volume=94&amp;rft.pages=337-410&amp;rft.date=1994&amp;rft_id=info%3Adoi%2F10.1016%2F0024-3841%2894%2990347-6&amp;rft.aulast=Pinker&amp;rft.aufirst=S&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASemantic+bootstrapping\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-:6-11\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-:6_11-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-:6_11-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation journal\">Siegel, Laura. <a rel=\"nofollow\" class=\"external text\" href=\"http://www.ling.upenn.edu/~lsiegel/spliterg.pdf\">\"Ergativity and Semantic Bootstrapping\"</a> <span style=\"font-size:85%;\">(PDF)</span>. <i>Linguistics Society of America</i>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Linguistics+Society+of+America&amp;rft.atitle=Ergativity+and+Semantic+Bootstrapping&amp;rft.aulast=Siegel&amp;rft.aufirst=Laura&amp;rft_id=http%3A%2F%2Fwww.ling.upenn.edu%2F~lsiegel%2Fspliterg.pdf&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASemantic+bootstrapping\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-:7-12\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-:7_12-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-:7_12-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-:7_12-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-:7_12-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-:7_12-4\"><sup><i><b>e</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation journal\">Ambridge, Ben; Pine, Julian. <a rel=\"nofollow\" class=\"external text\" href=\"http://www.linguisticsociety.org/sites/default/files/01e_90.3Ambridge.pdf\">\"Child language acquisition: Why universal grammar doesn't help\"</a> <span style=\"font-size:85%;\">(PDF)</span>. <i>Linguistic Society of America</i>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Linguistic+Society+of+America&amp;rft.atitle=Child+language+acquisition%3A+Why+universal+grammar+doesn%E2%80%99t+help&amp;rft.aulast=Ambridge&amp;rft.aufirst=Ben&amp;rft.au=Pine%2C+Julian&amp;rft_id=http%3A%2F%2Fwww.linguisticsociety.org%2Fsites%2Fdefault%2Ffiles%2F01e_90.3Ambridge.pdf&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASemantic+bootstrapping\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw2183\nCached time: 20180917020710\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.144 seconds\nReal time usage: 0.173 seconds\nPreprocessor visited node count: 628/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 14876/2097152 bytes\nTemplate argument size: 206/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 14020/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.064/10.000 seconds\nLua memory usage: 2.74 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  141.030      1 -total\n 66.91%   94.362      1 Template:Reflist\n 26.34%   37.148      8 Template:Cite_journal\n 24.15%   34.060      2 Template:Cite_book\n 20.98%   29.593      1 Template:Short_description\n 19.72%   27.805      1 Template:Pagetype\n  1.68%    2.372      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:2797420-0!canonical and timestamp 20180917020710 and revision id 859906186\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"CS1_maint:_Multiple_names:_authors_list"},{"sortkey":"","hidden":"","*":"Articles_with_short_description"},{"sortkey":"","*":"Language_acquisition"}],"links":[{"ns":0,"exists":"","*":"Adjective"},{"ns":0,"exists":"","*":"Bootstrapping (linguistics)"},{"ns":0,"exists":"","*":"Digital object identifier"},{"ns":0,"exists":"","*":"Gavagai problem"},{"ns":0,"exists":"","*":"Grammatical case"},{"ns":0,"exists":"","*":"Grammatical function"},{"ns":0,"exists":"","*":"Language acquisition"},{"ns":0,"exists":"","*":"Lila R. Gleitman"},{"ns":0,"exists":"","*":"Linguistics"},{"ns":0,"exists":"","*":"Preposition and postposition"},{"ns":0,"exists":"","*":"Prosodic bootstrapping"},{"ns":0,"exists":"","*":"Semantics"},{"ns":0,"exists":"","*":"Statistical learning in language acquisition"},{"ns":0,"exists":"","*":"Steven Pinker"},{"ns":0,"exists":"","*":"Syntactic bootstrapping"},{"ns":0,"exists":"","*":"Thematic relation"},{"ns":0,"exists":"","*":"Universal grammar"},{"ns":0,"exists":"","*":"Verb"},{"ns":14,"exists":"","*":"Category:CS1 maint: Multiple names: authors list"}],"templates":[{"ns":10,"exists":"","*":"Template:Short description"},{"ns":10,"exists":"","*":"Template:Pagetype"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":10,"exists":"","*":"Template:Cite journal"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Pagetype"},{"ns":828,"exists":"","*":"Module:Pagetype/config"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Namespace detect"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["//doi.org/10.1515/ling.2009.013","//doi.org/10.1016/0010-0277(91)90035-3","//doi.org/10.1207/s15327817la0101_2","//doi.org/10.1016/0024-3841(94)90347-6","http://www.ling.upenn.edu/~lsiegel/spliterg.pdf","http://www.linguisticsociety.org/sites/default/files/01e_90.3Ambridge.pdf"],"sections":[{"toclevel":1,"level":"2","line":"Logic","number":"1","index":"1","fromtitle":"Semantic_bootstrapping","byteoffset":2264,"anchor":"Logic"},{"toclevel":1,"level":"2","line":"Evidence","number":"2","index":"2","fromtitle":"Semantic_bootstrapping","byteoffset":4670,"anchor":"Evidence"},{"toclevel":1,"level":"2","line":"Challenges","number":"3","index":"3","fromtitle":"Semantic_bootstrapping","byteoffset":10290,"anchor":"Challenges"},{"toclevel":1,"level":"2","line":"See also","number":"4","index":"4","fromtitle":"Semantic_bootstrapping","byteoffset":15905,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"5","fromtitle":"Semantic_bootstrapping","byteoffset":16044,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Semantic bootstrapping","iwlinks":[],"properties":[{"name":"wikibase-shortdesc","*":"Theory about how children learn language"},{"name":"wikibase_item","*":"Q28129986"}]}}