{"parse":{"title":"Canadian Institute of Ukrainian Studies","pageid":47879370,"revid":858719091,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content ambox-Advert\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/40px-Ambox_important.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/60px-Ambox_important.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/80px-Ambox_important.svg.png 2x\" data-file-width=\"40\" data-file-height=\"40\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>contains content that is written like <a href=\"/wiki/Wikipedia:What_Wikipedia_is_not#Wikipedia_is_not_a_soapbox_or_means_of_promotion\" title=\"Wikipedia:What Wikipedia is not\">an advertisement</a></b>.<span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Canadian_Institute_of_Ukrainian_Studies&amp;action=edit\">improve it</a> by removing <a href=\"/wiki/Wikipedia:Spam\" title=\"Wikipedia:Spam\">promotional content</a> and inappropriate <a href=\"/wiki/Wikipedia:External_links\" title=\"Wikipedia:External links\">external links</a>, and by adding encyclopedic content written from a <a href=\"/wiki/Wikipedia:Neutral_point_of_view\" title=\"Wikipedia:Neutral point of view\">neutral point of view</a>.</span>  <small><i>(July 2018)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p><b>From 1976 to 1996</b><sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>\n</p><p>Ukrainian Canadian organizations had been urging governments to introduce Ukrainian studies at the secondary and post-secondary levels since the end of World War II. At that time, the very survival of Ukrainian language and culture appeared tenuous in the face of strong assimilatory pressures upon second- and third-generation Ukrainians in Canada, as well as the Soviet regime's brutal persecution of Ukrainians in their homeland.\nThe lobby for Ukrainian studies met with some success: Ukrainian language, literature and history courses were offered at several universities. Ukrainian Canadian organizations requested a more comprehensive program when the Royal Commission on Bilingualism and Biculturalism held its hearings in the mid-1960s, and were favourably received. In its 1970 report, the commission recommended that universities expand their programs in humanities and social sciences into cultures other than English and French. It also envisioned a much greater and more inclusive role for ethnocultural minorities in shaping Canadian public policy, an important shift in attitude toward minorities.\n</p><p>Encouraged, the Ukrainian Canadian community pressed on with its campaign on behalf of Ukrainian studies and assumed a leading position in the burgeoning multicultural movement. Dr. Manoly R. Lupul, a Harvard graduate and professor of the history of Canadian education at the University of Alberta, emerged as a driving force for the creation of an institute of Ukrainian studies and as a major spokesman for multiculturalism.\n</p><p>Through his active involvement with the Ukrainian Canadian Committee and the Ukrainian Professional and Business Club of Edmonton, Dr. Lupul met and found a sympathetic ally in Peter Savaryn, a lawyer and well-connected activist in Ukrainian community and Canadian political circles.\n</p><p>Elected president of the Ukrainian Canadian Professional and Business Federation in 1973, Dr. Lupul persuaded the federation to campaign for a university-related institute of Ukrainian studies as a priority and  to mobilize financial support. The Canadian Institute of Ukrainian Studies Foundation (later renamed the Canadian Foundation for Ukrainian Studies) was created to raise money. Respected specialists in Ukrainian studies backed the federation in its goal of establishing a Ukrainian studies centre.\n</p><p>Among them were Dr. Ivan Lysiak-Rudnytsky, professor of Ukrainian and East European history at the University of Alberta, Dr. George Luckyj, professor of Slavic languages and literatures at the University of Toronto, and Dr. Bohdan Bociurkiw, professor of political science at Carleton University in Ottawa.\n</p><p>Different locations were considered, but the University of Alberta won out. The proposed institute was endorsed by University of Alberta President Harry Gunning and by the province, largely owing to the persuasive efforts of Mr. Savaryn, who had influence within the university as a member of the Board of Governors and Senate, and in the Lougheed government as a prominent Conservative party official.\n</p><p>The project was assured of success when Dr. Albert Hohol, appointed Minister of Advanced Education after the 1975 spring election, enthusiastically promoted the idea and convinced cabinet to commit $350,000 in annual funding to the Institute. It was the largest allotment of public funds received by a Ukrainian community project outside Ukraine.\n</p><p><b>CIUS goals</b>\n</p><p>In the summer of 1976, CIUS moved into its first temporary quarters, two offices borrowed from the Department of Educational Foundations in the university's Education Building, and set about meeting its objectives. These were:\n</p>\n<ul><li>to encourage program development in Ukrainian Canadian and Ukrainian studies at the undergraduate and graduate levels,</li>\n<li>to serve as a resource centre for English-Ukrainian bilingual education,</li>\n<li>to encourage research on Ukrainian Canadian and Ukrainian subjects,</li>\n<li>to encourage publication of research on Ukrainian Canadian and Ukrainian subjects,</li>\n<li>to facilitate coordination in program development in Ukrainian studies in Canada and avoid duplication in research and publications, and</li>\n<li>to assist in the establishment of creative contacts among professors, scholars, writers, scientists and librarians by promoting and organizing meetings, seminars, lectures, conferences and tours.</li></ul>\n<p>Teaching was not part of the Institute's mandate, even though many of the academic staff held joint appointments with other departments, such as Slavics and History, and taught on a part-time basis. Dr. Lupul was appointed the first director, while Drs. Rudnytsky and Luckyj became the two associate directors. Dr. Luckyj administered the Institute's Encyclopedia of Ukraine Project Office, housed in the Department of Slavic Languages and Literatures at the University of Toronto. Dr. Andrij Hornjatkevyc was hired as a special assistant to the director, holding a joint appointment with what is now the Division of Slavic and East European Studies, and Roman Senkus became an administrative assistant to Dr. Luckyj.\n</p><p>Bohdan Krawchenko, then a doctoral student and sessional lecturer in Soviet government, and Roman Petryshyn, also a doctoral student whose specialty was social trends among Ukrainians in Canada and Britain, were hired as CIUS' first two research associates. They were joined by Frances Swyripa (an authority on the history of Ukrainians and other ethnic groups, women, and western provinces in Canada), Dr. John-Paul Himka (a specialist in the social and political history of nineteenth-century Galicia), and Olenka Bilash (whose focus was bilingual education). CIUS was fortunate in being able to attract some of the finest young academics in Ukrainian studies, who have contributed significantly in their fields. CIUS staff have also played a prominent role in scholarly and community organizations.\n</p><p>The first advisory committee, made up of representatives of departments offering courses in Ukrainian studies, was appointed. The council of associates, consisting of 36 senior faculty from Ukrainian studies programs across Canada, had its first annual meeting in the spring of 1977. Its main focus was a report on the state of Ukrainian studies in Canada, prepared by Bohdan Krawchenko, which revealed a scarcity of courses in areas other than language and literature. The study of Ukrainians in Canada was also underdeveloped, a fact pointed out by Dr. Lupul in his first annual CIUS report a few months later.\n</p><p>During the next several years, the Institute sought to remedy this situation by awarding research grants and scholarships in neglected areas, as well as \"seed\" grants to encourage universities to initiate Ukrainian studies courses, especially in history and the social sciences. Direct financial assistance was provided to St. Andrew's College at the University of Manitoba, the University of British Columbia, Concordia University in Montreal, and York University in Toronto to set up new courses and cover partial salary costs. CIUS also worked closely with various University of Alberta departments to develop credit courses in political science, history and education.\n</p><p><b>Encyclopedia launched</b>\n</p><p>From its inception, the Institute adopted a national mandate, maintaining a strong presence in the East through its Toronto Encyclopedia Project Office. <i>The Encyclopedia of Ukraine</i> project was launched on December 4, 1976, when a contract was signed between the fledgling CIUS, represented by Dr. Lupul, Dr. Rudnytsky, Dr. Luckyj and Mr. Savaryn, and the Shevchenko Scientific Society in Europe, represented by Professor Volodymyr Kubijovyc of Sarcelles, France, and Dr. Atanas Figol of Munich, Germany. Until its completion 17 years later, the encyclopedia was the Institute's major priority, absorbing an enormous amount of staff resources and a third of the annual budget.\n</p><p>By the end of the first year, CIUS had established a public lecture series in Edmonton and Toronto, published its first book, Mykola Zerov's <i>Lektsii z istorii ukrains'koi literatury</i>, 1798-1870 (Lectures on the History of Ukrainian Literature, 1798-1870), produced two issues of the Journal of Ukrainian Graduate Studies (later renamed the Journal of Ukrainian Studies), organized its first conference on Ukrainian studies in Canada, and awarded 11 research grants, four doctoral and four master's thesis fellowships, and 10 undergraduate scholarships.\n</p><p>At the beginning of its second year, the Institute moved into larger, permanent quarters in the newly renovated, historic Athabasca Hall, where space was set aside for a reading room, an archive and the Ukrainian Language Resource Centre (now part of the Ukrainian Language Education Centre).\n</p><p>In the mid-1970s, the Ukrainian bilingual program in Alberta was still in the early stages of development, with little training available for teachers and relatively few resources. As its objectives indicate, CIUS made a major commitment to supporting bilingual education from the start. In 1976, the Institute began to coordinate the publication of Ukrainian language teaching materials for Alberta Education. Upgrading teacher education was the next priority. Working with the Faculty of Education, CIUS put together a teaching methodology course for Ukrainian bilingual teachers (first offered in 1978), and initially covered instructors' salaries and registration fees for teachers who enrolled.\n</p><p>After assisting community groups in both Manitoba and Saskatchewan to lobby their provincial governments successfully for the implementation of bilingual programs, the Institute organized annual interprovincial summer schools for Ukrainian language teachers in the three prairie provinces (the first one was held in Winnipeg in 1980). The location of the summer credit program was shifted to a different campus each year to make it as accessible as possible. Closer to home, CIUS did much of the grass roots organizational work in getting the province-wide Alberta Parents for Ukrainian Education off the ground.\n</p><p>During its second year (1977–78), the Institute staged the first in a series of annual conferences on Ukrainians in Canada. Held in Edmonton, the conference, \"Ukrainian Canadians, Multiculturalism and Separation,\" was attended by 100 participants from across Canada and featured a lively session with Parti Québécois Minister of State for Cultural Development Camille Laurin. Subsequent conferences explored many different facets of the Ukrainian experience in Canada, including culture, religion, writing, social trends, early and post-World War II immigration, and the interwar years.\n</p><p>The first international conference in a series on Ukraine and its neighbours was held at McMaster University in Hamilton, Ontario, in October 1977. Ukraine's relationship with Poland was the subject of the inaugural conference, which drew leading scholars from across North America and Europe. Later conferences examining Ukraine's relations with Jews, Germans and Russians attracted eminent scholars from many different disciplines around the world and helped integrate Ukrainian studies into the academic mainstream.\n</p><p>In 1978, CIUS offered its first extra-mural credit classes to residents of the Ukrainian bloc settlement east of Edmonton, but soon switched its off-campus program into non-credit classes, lectures and workshops, which proved to be more popular. A travelling lecture series was organized every year in different parts of the country, including British Columbia, the three prairie provinces, and Ontario on topics as varied as Ukrainian Christmas traditions and politics in Ukraine after Stalin. The development of library resources at the University of Alberta and other universities in Canada was an early concern. Library holdings in Ukrainian studies tended to be rudimentary (in 1977, the University of Alberta Library subscribed to only five Ukrainian Canadian newspapers, for example) and there were few scholarly bibliographies. This posed a great handicap to scholars and students doing research in the field, a situation the Institute helped to remedy by working with the library to expand its holdings and by issuing grants for the collection of primary resources and the preparation of bibliographies.\n</p><p>For many years, the Institute provided direct financial assistance to the university library for the purchase of books and other resources. Private collections — an invaluable source of rare and out-of-print books, especially from the pre-World War I and interwar period — donated to CIUS were offered to the University of Alberta Library and other university libraries to build up their holdings.\n</p><p><b>Successful review</b>\n</p><p>At the end of its third year, the Institute underwent an internal university review and scored high marks. The evaluating committee praised CIUS for accomplishing much more than expected during its formative years. \"We are led to conclude that the establishment of the Ukrainian Institute was an imaginative idea, boldly conceived, of national significance (or wider) and that the unit has been effectively administered.\" Having passed its probation, CIUS became an integral part of the university under the jurisdiction of the Vice-President (Research), and its grant became part of the university's annual operating budget.\n</p><p>In 1982-83, CIUS put together an archives program, partly in order to deal with the large number of private papers and other archival materials unearthed by a major oral history project on Ukrainian Canadian organizational life (1920–60) begun earlier that year. The program's goals were: the publication of research reports of catalogued materials, preparation of comprehensive guides to archival holdings, the microfilming of the most important collections, and locating important collections and facilitating their transfer to established archives.\n</p><p>The Institute provided financial assistance for the cataloguing of archival materials at a number of universities, including Carleton University and the University of Toronto, public institutions such as the National Archives of Canada, and Ukrainian organizations such as the Ukrainian Cultural and Educational Centre (Oseredok) in Winnipeg and the Ukrainian Academy of Arts and Sciences in New York. Three years later, permanent funding for the program was secured through the Stephania Bukachevska-Pastushenko Endowment, under which fellowships for archival projects continue to be awarded each year. Important archival collections in Ukraine have been catalogued and microfilmed in recent years.\n</p><p><b>Public profile</b>\n</p><p>During the fiftieth anniversary (1982–83) of the great man-made famine in Soviet Ukraine, the Institute set out to raise public awareness of the catastrophic event in which millions of Ukrainians perished. Three cross-country lecture tours were organized, featuring Dr. James Mace, a Harvard specialist in the field, CIUS assistant director Bohdan Krawchenko, and Toronto historian and writer Marco Carynnyk. Dr. Krawchenko helped edit an Edmonton Journal supplement on the famine and chaired the Ukrainian Canadian Committee's commemorative activities in Edmonton, including the unveiling of a monument in front of City Hall.\n</p><p>The Institute continued to maintain a high public profile during the 1980s as the expertise of its scholars on contemporary events was increasingly sought outside academic circles. For example, CIUS staff were extensively quoted in the media and invited to speak publicly on the issue of alleged Ukrainian war criminals after the federal government's Commission of Inquiry on War Criminals began hearings in 1985. When the Chornobyl nuclear disaster occurred in April 1986, Dr. David Marples, then a CIUS research associate (whose books on Chornobyl have been published by the Institute and the University of Alberta Press to international acclaim), was sought out as North America's foremost authority on the subject.\n</p><p>CIUS was less successful in its efforts to establish a presence in Ukraine, however. In his eighth annual report (1984–85), CIUS director Manoly Lupul decried the lack of progress made by the Institute in establishing scholarly exchanges with Ukraine, despite Ottawa's repeated interventions.\n</p><p>By 1984-85, the Institute had established a solid track record as a national body. More than half of the conferences it had organized were held on campuses outside Alberta. Scholarships were offered to students across the country on a competitive basis (72 per cent of the graduate fellowships and 63 per cent of the undergraduate fellowships were awarded off-campus). Research projects had been supported throughout Canada and abroad, in the United States, Israel, Germany, France, England, Poland, Czechoslovakia, Sweden and China.\n</p><p>Upon the completion of his second term in 1986, Dr. Lupul was succeeded by Dr. Bohdan Krawchenko, who served as director for the next five years. The impending collapse of the Soviet Union ushered in an exciting new period for the Institute as ties with academic institutions and scholars in Ukraine blossomed.\n</p><p>CIUS Press began to publish the work of Ukrainian scholars and writers, and its publications were favourably reviewed by newspapers and periodicals in Ukraine. This created a demand that CIUS initially tried to meet by giving away books to anyone in Ukraine who requested them, an open-handed policy that was speedily abandoned as requests poured in. Direct sales were not an option at that point, since Ukraine's currency was non-convertible.\n</p><p>Marketing books was not the Institute's sole or biggest problem in dealing with Ukraine. The entrenched Soviet bureaucracy remained a major stumbling block, as the thirteenth annual report makes clear: \"Ties with Ukraine are inevitably fraught with difficulties owing to the hopeless inefficiency of the system. Institute staff could write a book on the numerous 'adventures' they have had in their dealings with Ukraine.\" Meanwhile, letters, proposals and visitors continued to pour in. By 1989-90, CIUS had become a focal stopping point for academics travelling from Ukraine to North America. During that year, CIUS received nearly 100 academics from Ukraine alone.\n</p><p>While the sheer volume of visitors was overwhelming at times, CIUS was also invigorated and enriched by the research, seminars and lectures, publications and information contributed by prominent writers (such as Ivan Drach, Oles Honchar, Lina Kostenko and Mykhailyna Kotsiubynska), filmmakers (Oles Yanchuk), high-ranking bureaucrats, diplomats (Levko Lukianenko, the first Ukrainian ambassador to Canada, and a former dissident and political prisoner), politicians (Dmytro Pavlychko, deputy of the Ukrainian parliament) and reformers (Anatolii Bohomolov, a cabinet minister heading the reform of Ukraine's civil service), and, of course, leading academics (Dr. Volodymyr Vasylenko, an expert on international relations, Professor Oleksandr Svetlov, an authority on criminal law, and Dr. Yaroslav Hrytsak, head of the Institute for Historical Research, Lviv University).\n</p><p>Despite budget cuts of 10 per cent in 1987-88, programs were expanded after the Institute undertook its first major — and highly successful — fund-raising drive. The Ukrainian Language Education Centre (ULEC) was established in 1987 through an endowment set up by the Ukrainian Professional and Business Club of Edmonton. ULEC, which incorporated the Ukrainian Language Resource Centre, began publishing Nova, an innovative and comprehensive Ukrainian language development series for the bilingual program.\n</p><p>The Peter Jacyk Centre for Ukrainian Historical Research strengthened the Institute's research base in early modern Ukrainian history (sixteenth to eighteenth centuries). The Centre was established in 1989 with a $1 million donation from Toronto businessman Peter Jacyk, matched two-to-one by the Alberta government for a total of $3 million. Work began on an English translation of Mykhailo Hrushevky's authoritative ten-volume <i>History of Ukraine-Rus'</i>. The Stasiuk Program for the Study of Contemporary Ukraine was founded a year later as a result of the generosity of the Stasiuk family. The program's first major project was an international collaborative study of Ukrainian-Russian relations organized in cooperation with Cologne University in Germany and the Harriman Institute at Columbia University.\n</p><p><b>Structural changes</b>\n</p><p>Structural changes were put into place as CIUS was divided into nine autonomous units, each responsible for a specific program or project. Further budget cuts (the Institute has lost a third of its university funding over the past ten years) made CIUS even more dependent upon the generosity of donors across Canada and the United States to cover operating costs. To date, 32 permanent endowments have been created with a total value of close to $11 million, a gratifying show of support from the Ukrainian community. Private funding sources now make up half of the Institute's operating budget.\n</p><p>CIUS celebrates its twentieth anniversary in 1996 with an impressive list of accomplishments. The greatest of these is the publication of the five-volume <i>Encyclopedia of Ukraine</i>, a comprehensive English-language reference work on Ukraine and Ukrainians, and one of the largest scholarly projects undertaken by Ukrainians in the diaspora. CIUS has published more than 100 books and 58 research reports, and has supported the work of close to 400 academics and students in Canada and abroad through its fellowships, scholarships and research grants. It has provided funds to promote Ukrainian studies at universities in Canada, Brazil and Ukraine, and continues to serve as an important resource for Ukrainian language school programs through the Ukrainian Language Education Centre.\n</p><p>Since the late 1980s, the Institute has frequently advised government, business and academe on developments in Ukraine, and has supported Ukrainian scholarly and government institutions in their efforts to implement reform. The Institute recently embarked on its most ambitious project in Ukraine, assisting senior policy-makers in introducing legislative reform. The project has received $2.2 million in funding from the Canadian International Development Agency (CIDA). CIUS enters its third decade an established world leader in Ukrainian studies, and will undoubtedly continue to play a vital role in the development of Ukrainian identity in the twenty-first century.\n</p>\n<dl><dt></dt>\n<dt>Research on Ukrainian and Ukrainian Canadian topics</dt></dl>\n<ul><li>The <a href=\"/wiki/Petro_Yatsyk\" title=\"Petro Yatsyk\">Peter Jacyk</a> Centre for Ukrainian Historical Research</li>\n<li>The Kule Ukrainian Canadian Studies Centre</li>\n<li>The Research Program on Religion and Culture</li>\n<li>The Stasiuk Program for the Study of Contemporary Ukraine</li>\n<li>The Kowalsky Program for the Study of Eastern Ukraine</li>\n<li>The Danylo Struk Program in Ukrainian Literature</li></ul>\n<dl><dt>New Research and Educational Initiatives</dt></dl>\n<ul><li>The <a href=\"/wiki/Holodomor\" title=\"Holodomor\">Holodomor</a> Research and Education Consortium's</li>\n<li>The Centre for Political and Regional Studies</li></ul>\n<dl><dt>Directors</dt></dl>\n<ul><li>Dr. <a href=\"/w/index.php?title=Manoly_Lupul&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Manoly Lupul (page does not exist)\">Manoly R. Lupul</a><sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup></li>\n<li><a href=\"/wiki/Bohdan_Krawchenko\" title=\"Bohdan Krawchenko\">Bohdan Krawchenko</a></li>\n<li><a href=\"/wiki/Frank_Sysyn\" title=\"Frank Sysyn\">Frank E. Sysyn</a></li>\n<li><a href=\"/w/index.php?title=Zenon_Kohut&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Zenon Kohut (page does not exist)\">Zenon E. Kohut</a></li>\n<li><a href=\"/w/index.php?title=Volodymyr_Kravchenko_(scientist)&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Volodymyr Kravchenko (scientist) (page does not exist)\">Volodymyr Kravchenko</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Canadian_Institute_of_Ukrainian_Studies&amp;action=edit&amp;section=1\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">CIUS website</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Danylo Husar Struk, <a rel=\"nofollow\" class=\"external text\" href=\"http://www.encyclopediaofukraine.com/display.asp?linkpath=pages%5CL%5CU%5CLupulManoly.htm\">Lupul, Manoly in the Encyclopedia of Ukraine</a></span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Canadian_Institute_of_Ukrainian_Studies&amp;action=edit&amp;section=2\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Roman Senkus, <a rel=\"nofollow\" class=\"external text\" href=\"http://www.encyclopediaofukraine.com/display.asp?linkpath=pages%5CC%5CA%5CCanadianInstituteofUkrainianStudies.htm\">Canadian Institute of Ukrainian Studies in the Encyclopedia of Ukraine</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.ualberta.ca/CIUS/about/about.htm\">General Information</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1224\nCached time: 20180909044200\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.056 seconds\nReal time usage: 0.079 seconds\nPreprocessor visited node count: 150/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 4832/2097152 bytes\nTemplate argument size: 112/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 724/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.018/10.000 seconds\nLua memory usage: 843 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   55.757      1 -total\n 78.33%   43.674      1 Template:Advert\n 53.25%   29.689      1 Template:Ambox\n 17.90%    9.982      1 Template:Reflist\n  5.93%    3.304      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:47879370-0!canonical and timestamp 20180909044200 and revision id 858719091\n -->\n</div>"},"langlinks":[{"lang":"de","url":"https://de.wikipedia.org/wiki/Canadian_Institute_of_Ukrainian_Studies","langname":"German","autonym":"Deutsch","*":"Canadian Institute of Ukrainian Studies"},{"lang":"ru","url":"https://ru.wikipedia.org/wiki/%D0%9A%D0%B0%D0%BD%D0%B0%D0%B4%D1%81%D0%BA%D0%B8%D0%B9_%D0%B8%D0%BD%D1%81%D1%82%D0%B8%D1%82%D1%83%D1%82_%D1%83%D0%BA%D1%80%D0%B0%D0%B8%D0%BD%D1%81%D0%BA%D0%B8%D1%85_%D0%B8%D1%81%D1%81%D0%BB%D0%B5%D0%B4%D0%BE%D0%B2%D0%B0%D0%BD%D0%B8%D0%B9","langname":"Russian","autonym":"русский","*":"Канадский институт украинских исследований"},{"lang":"uk","url":"https://uk.wikipedia.org/wiki/%D0%9A%D0%B0%D0%BD%D0%B0%D0%B4%D1%81%D1%8C%D0%BA%D0%B8%D0%B9_%D1%96%D0%BD%D1%81%D1%82%D0%B8%D1%82%D1%83%D1%82_%D1%83%D0%BA%D1%80%D0%B0%D1%97%D0%BD%D1%81%D1%8C%D0%BA%D0%B8%D1%85_%D1%81%D1%82%D1%83%D0%B4%D1%96%D0%B9","langname":"Ukrainian","autonym":"українська","*":"Канадський інститут українських студій"}],"categories":[{"sortkey":"","hidden":"","*":"Articles_with_a_promotional_tone_from_July_2018"},{"sortkey":"","hidden":"","*":"All_articles_with_a_promotional_tone"},{"sortkey":"","*":"Ukrainian_studies"},{"sortkey":"","*":"Ukrainian_diaspora_in_Canada"},{"sortkey":"","*":"University_of_Alberta"},{"sortkey":"","*":"Ukrainian-Canadian_culture_in_Alberta"},{"sortkey":"","*":"University_departments_in_Canada"}],"links":[{"ns":14,"exists":"","*":"Category:Articles with a promotional tone from July 2018"},{"ns":0,"exists":"","*":"Bohdan Krawchenko"},{"ns":0,"exists":"","*":"Frank Sysyn"},{"ns":0,"exists":"","*":"Holodomor"},{"ns":0,"exists":"","*":"Petro Yatsyk"},{"ns":0,"*":"Manoly Lupul"},{"ns":0,"*":"Zenon Kohut"},{"ns":0,"*":"Volodymyr Kravchenko (scientist)"},{"ns":4,"exists":"","*":"Wikipedia:External links"},{"ns":4,"exists":"","*":"Wikipedia:Neutral point of view"},{"ns":4,"exists":"","*":"Wikipedia:Spam"},{"ns":4,"exists":"","*":"Wikipedia:What Wikipedia is not"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Advert"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Ambox_important.svg"],"externallinks":["http://www.encyclopediaofukraine.com/display.asp?linkpath=pages%5CL%5CU%5CLupulManoly.htm","http://www.encyclopediaofukraine.com/display.asp?linkpath=pages%5CC%5CA%5CCanadianInstituteofUkrainianStudies.htm","https://www.ualberta.ca/CIUS/about/about.htm"],"sections":[{"toclevel":1,"level":"2","line":"References","number":"1","index":"1","fromtitle":"Canadian_Institute_of_Ukrainian_Studies","byteoffset":23424,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"2","index":"2","fromtitle":"Canadian_Institute_of_Ukrainian_Studies","byteoffset":23452,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Canadian Institute of Ukrainian Studies","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q4212096"}]}}