{"parse":{"title":"Metrical phonology","pageid":16421777,"revid":825798312,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Metrical phonology</b> is a theory of <a href=\"/wiki/Stress_(linguistics)\" title=\"Stress (linguistics)\">stress</a> or linguistic prominence.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup><sup id=\"cite_ref-Liberman-Prince_2-0\" class=\"reference\"><a href=\"#cite_note-Liberman-Prince-2\">&#91;2&#93;</a></sup> The innovative feature of this theory is that the prominence of a unit is defined relative to other units in the same phrase. For example, in the most common pronunciation of the phrase \"doctors use penicillin\" (if said out-of-the-blue), the syllable '-ci-' is the strongest or most stressed syllable in the phrase, but the syllable 'doc-' is more stressed than the syllable '-tors'. Previously, <a href=\"/wiki/Generative_linguistics\" class=\"mw-redirect\" title=\"Generative linguistics\">generative</a> phonologists and the American <a href=\"/wiki/Structuralism\" title=\"Structuralism\">Structuralists</a> represented <a href=\"/wiki/Prosody_(linguistics)\" title=\"Prosody (linguistics)\">prosodic</a> prominence as a <a href=\"/wiki/Feature_(linguistics)\" title=\"Feature (linguistics)\">feature</a> that applied to individual <a href=\"/wiki/Phonemes\" class=\"mw-redirect\" title=\"Phonemes\">phonemes</a> (segments) or <a href=\"/wiki/Syllables\" class=\"mw-redirect\" title=\"Syllables\">syllables</a>.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> \nThis feature could take on multiple values to indicate various levels of stress. Stress was assigned using the cyclic reapplication of rules to words and phrases. \n</p><p>Metrical phonology holds that stress is separate from <a href=\"/wiki/Pitch_accent\" class=\"mw-redirect\" title=\"Pitch accent\">pitch accent</a> and has phonetic effects on the realization of syllables beyond their <a href=\"/wiki/Intonation_(linguistics)\" title=\"Intonation (linguistics)\">intonation</a>, including effects on their duration and <a href=\"/wiki/Amplitude\" title=\"Amplitude\">amplitude</a>.<sup id=\"cite_ref-Liberman-Prince_2-1\" class=\"reference\"><a href=\"#cite_note-Liberman-Prince-2\">&#91;2&#93;</a></sup> \nThe perceived stress of a syllable results from its position in the metrical tree and metrical grid for the phrase it appears in.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Metrical_trees\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Metrical trees</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Metrical_grids\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Metrical grids</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Metrical_parameters\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Metrical parameters</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Music\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Music</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Advantages\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Advantages</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Metrical_trees\">Metrical trees</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Metrical_phonology&amp;action=edit&amp;section=1\" title=\"Edit section: Metrical trees\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Linguistic prominence in metrical phonology is partially determined by the relations between nodes in a branching <a href=\"/wiki/Tree_structure\" title=\"Tree structure\">tree</a>, in which one node is Strong (S) and the other node or nodes are Weak (W). The labels Strong and Weak have no inherent phonetic realization, and only have meaning relative to the rest of the labels in the tree. A Strong node is stronger than its Weak sister node. The most prominent syllable in a phrase is the one that does not have any Weak nodes above it. This syllable is called the Designated Terminal Element. In the example tree (1), the syllable '-ci-' is the Designated Terminal Element. \n</p><p><b>(1)</b><a href=\"/wiki/File:Metrical_tree_broad_focus.JPG\" class=\"image\"><img alt=\"Metrical tree broad focus.JPG\" src=\"//upload.wikimedia.org/wikipedia/en/c/c1/Metrical_tree_broad_focus.JPG\" width=\"463\" height=\"350\" data-file-width=\"463\" data-file-height=\"350\" /></a>\n</p><p>Metrical trees allow us to change the stress pattern for a phrase by switching S and W sister nodes. The tree in (1) represents the metrical structure for the sentence \"Doctors use penicillin\". when the sentence is providing all new information. This is called <a href=\"/wiki/Focus_(linguistics)\" title=\"Focus (linguistics)\">broad focus</a>, and might be used in response to a question like \"What did you learn at the hospital today?\" The same metrical structure would be used when the sentence has <a href=\"/wiki/Focus_(linguistics)\" title=\"Focus (linguistics)\">narrow focus</a> on the word 'penicillin'; for example, if it was used in response to a question like \"What do doctors use to treat that disease?\". However, we need a new metrical structure to put narrow focus on the word 'doctors', for example, if the phrase is used in response to the question \"Who uses penicillin?\" In this case, the S and W nodes at the intermediate phrase (ip) level have to switch, resulting in (2). \n</p><p><b>(2)</b><a href=\"/wiki/File:Metrical_tree_narrow_focus.JPG\" class=\"image\"><img alt=\"Metrical tree narrow focus.JPG\" src=\"//upload.wikimedia.org/wikipedia/en/7/7c/Metrical_tree_narrow_focus.JPG\" width=\"512\" height=\"384\" data-file-width=\"512\" data-file-height=\"384\" /></a>\n</p><p>In metrical phonology there has been debate about whether nodes on metrical trees must have two children, making them binary branching,<sup id=\"cite_ref-Liberman-Prince_2-2\" class=\"reference\"><a href=\"#cite_note-Liberman-Prince-2\">&#91;2&#93;</a></sup>\n<sup id=\"cite_ref-Nespor-82_4-0\" class=\"reference\"><a href=\"#cite_note-Nespor-82-4\">&#91;4&#93;</a></sup>\nor whether they can have any number of children, making them n-ary branching.<sup id=\"cite_ref-Nespor_5-0\" class=\"reference\"><a href=\"#cite_note-Nespor-5\">&#91;5&#93;</a></sup><sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup>\nProponents of binary branching trees have claimed that such trees can constrain the restructuring of very long and very short constituents because new nodes created in this restructuring have to correspond to nodes in the original tree.<sup id=\"cite_ref-Nespor-82_4-1\" class=\"reference\"><a href=\"#cite_note-Nespor-82-4\">&#91;4&#93;</a></sup> Proponents of n-ary branching trees point out that only multiple branches allow a limited number of tree levels, which can correspond to predetermined levels of prosodic constituents, whereas binary branching trees require intermediate levels that do not correspond to any prosodic constituent. A number of levels of prosodic constituents have been proposed, including: <a href=\"/wiki/Mora_(linguistics)\" title=\"Mora (linguistics)\">moras</a>, <a href=\"/wiki/Syllables\" class=\"mw-redirect\" title=\"Syllables\">syllables</a>, <a href=\"/wiki/Foot_(prosody)\" title=\"Foot (prosody)\">feet</a>, <a href=\"/wiki/Phonological_word\" title=\"Phonological word\">phonological words</a>, <a href=\"/wiki/Clitic\" title=\"Clitic\">clitic</a> groups, phonological phrases, intermediate phrases, <a href=\"/wiki/Prosodic_unit\" title=\"Prosodic unit\">intonational phrases</a>, and phonological utterances. The relations between prosodic constituents at different levels is commonly thought to be governed by the Strict Layer Hypothesis (SLH).<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup> This hypothesis states that in metrical trees, all prosodic constituents at a particular level consist exclusively of constituents from the level below. The SLH forbids a number of types of tree structures, including trees in which: a node has two parents in the level above, a node has two or more different types of children, a node has children from a level that is not the level immediately below it, a node does not correspond to any of the specified levels, or a node has children of the same type as itself. \n</p><p>The various levels of the prosodic hierarchy are independently justified by the phonological phenomena that make reference to them. For instance, in English the sounds /p/, /t/, and /k/ are aspirated (followed by a puff of air) only if they are the first segment in a <a href=\"/wiki/Foot_(prosody)\" title=\"Foot (prosody)\">foot</a>.<sup id=\"cite_ref-Nespor_5-1\" class=\"reference\"><a href=\"#cite_note-Nespor-5\">&#91;5&#93;</a></sup> Similarly, in the Gorgia Toscana variety of Italian, the intonation phrase is the domain of a rule that changes <a href=\"/wiki/Voice_(phonetics)\" title=\"Voice (phonetics)\">voiceless</a> <a href=\"/wiki/Plosives\" class=\"mw-redirect\" title=\"Plosives\">plosives</a> (/p/, /t/, /k/) between vowels into <a href=\"/wiki/Fricative_consonant\" title=\"Fricative consonant\">fricative consonants</a>, like /θ/ (th) and /h/.<sup id=\"cite_ref-Nespor_5-2\" class=\"reference\"><a href=\"#cite_note-Nespor-5\">&#91;5&#93;</a></sup>\n</p><p>In addition to describing prominence relations between words, metrical trees can also describe prominence relations within words. Indeed, a set of rules developed by Liberman and Prince<sup id=\"cite_ref-Liberman-Prince_2-3\" class=\"reference\"><a href=\"#cite_note-Liberman-Prince-2\">&#91;2&#93;</a></sup> can be used to quite accurately predict stress in English words. Their Lexical Category Prominence Rule states that the second node in a pair of sister nodes is labeled W unless one of a number of conditions are met, such as the node branching or dominating a particular suffix, in which case it is labeled S. Allowable tree structures and node labels for a particular word in Liberman and Prince's system are constrained by the two-value feature [± stress], which can be assigned to segments or syllables by separate rules that refer to the number and type of segments in the syllable and the syllable's position in the word.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup> Syllables that are [- stress] can only be immediately dominated by a W node. However, syllables that are [+ stress] can be immediately dominated by S or W nodes.\n</p>\n<h2><span class=\"mw-headline\" id=\"Metrical_grids\">Metrical grids</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Metrical_phonology&amp;action=edit&amp;section=2\" title=\"Edit section: Metrical grids\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In a Metrical grid, all the words in the phrase are arranged along the bottom and the rows of the grid indicate different levels of prominence, as in (3). \n</p>\n<table class=\"wikitable\">\n\n<tbody><tr>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>X\n</td>\n<td>\n</td></tr>\n<tr>\n<td>X\n</td>\n<td>\n</td>\n<td>\n</td>\n<td>X\n</td>\n<td>\n</td>\n<td>X\n</td>\n<td>\n</td></tr>\n<tr>\n<td>X\n</td>\n<td>X\n</td>\n<td>X\n</td>\n<td>X\n</td>\n<td>X\n</td>\n<td>X\n</td>\n<td>X\n</td></tr>\n<tr>\n<td>doc\n</td>\n<td>tors\n</td>\n<td>use\n</td>\n<td>pe\n</td>\n<td>ni\n</td>\n<td>ci\n</td>\n<td>llin\n</td></tr></tbody></table>\n<p>(3) Example metrical grid\n</p><p>The higher the column of Xs above a syllable, the more prominent the syllable is. The metrical grid and the metrical tree for a particular utterance are related in such a way that the Designated Terminal Element of an S node must be more prominent than the Designated Terminal Element of its sister W node.<sup id=\"cite_ref-Liberman-Prince_2-4\" class=\"reference\"><a href=\"#cite_note-Liberman-Prince-2\">&#91;2&#93;</a></sup> So in (3), the metrical grid for the utterance in (1), '-ci-' must be more prominent than 'doc-' because '-ci-' is the Designated Terminal Element of the highest S node and 'doc-' is the Designated Terminal Element of its sister W node. \n</p><p>The structure of the metrical grid explains a number of otherwise surprising features of prominence patterns in language. For example, the main stress in English phrases may be placed several syllables away from the end of the phrase, even though the rule assigning this stress looks for a lexically stressed syllable near this boundary.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup> Using a metrical grid, this rule can simply apply to the rightmost element in the highest row of the grid. Therefore, what seemed to be a non-local application of the phrasal stress rule is reinterpreted as the local application of the rule to the highest row of the metrical grid. \n</p><p>Metrical grids were originally developed to handle a phenomenon that appears in some languages, including English, German, and Masoretic Hebrew, in which stress shifts to avoid a 'stress clash'.<sup id=\"cite_ref-Liberman-Prince_2-5\" class=\"reference\"><a href=\"#cite_note-Liberman-Prince-2\">&#91;2&#93;</a></sup> A stress clash can occur when two stressed syllables are too close to each other. For example, the word 'nineteen' spoken in isolation has stress on the second syllable. But when it is placed before 'girls' the stress on 'nineteen' can shift to the first syllable. Two syllables exhibit stress clash if there are two successive rows in the grid in which their columns are adjacent (i.e. there is no X between them). For example, in grid (4) the columns for 'teen' and 'girls' are adjacent in both the first and second rows, indicating a stress clash. \n</p>\n<table class=\"wikitable\">\n\n<tbody><tr>\n<td>\n</td>\n<td>\n</td>\n<td>X\n</td></tr>\n<tr>\n<td>\n</td>\n<td>X\n</td>\n<td>X\n</td></tr>\n<tr>\n<td>X\n</td>\n<td>X\n</td>\n<td>X\n</td></tr>\n<tr>\n<td>nine\n</td>\n<td>teen\n</td>\n<td>girls\n</td></tr></tbody></table>\n<p>(4) Pre-stress-shift metrical grid\n</p><p>Stress clashes can be resolved by the Rhythm Rule, which reverses the S-W relation for some pair of sister nodes, as long as such a reversal does not put a Designated Terminal Element of an Intonational Phrase under any W node, and doesn't put a [- stress] syllable directly under an S node. In (4) the W and S nodes over 'nine-' and '-teen' can be reversed, leading to the non-clashing grid in (5). \n</p>\n<table class=\"wikitable\">\n\n<tbody><tr>\n<td>\n</td>\n<td>\n</td>\n<td>X\n</td></tr>\n<tr>\n<td>X\n</td>\n<td>\n</td>\n<td>X\n</td></tr>\n<tr>\n<td>X\n</td>\n<td>X\n</td>\n<td>X\n</td></tr>\n<tr>\n<td>nine\n</td>\n<td>teen\n</td>\n<td>girls\n</td></tr></tbody></table>\n<p>(5) Post-stress-shift metrical grid\n</p><p>This process is optional, and seems to be applied more often in some circumstances than others.\n</p>\n<h2><span class=\"mw-headline\" id=\"Metrical_parameters\">Metrical parameters</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Metrical_phonology&amp;action=edit&amp;section=3\" title=\"Edit section: Metrical parameters\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Hayes (1981)<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup> describes four metrical <a href=\"/wiki/Principles_and_parameters\" title=\"Principles and parameters\">parameters</a> which can be used to group languages according to their word-level stress patterns. \n</p>\n<ol><li>Right-dominant vs. left-dominant: In a right-dominant language nodes on the right are labeled S, while in a left-dominant language nodes on the left are labeled S.</li>\n<li>Bounded vs. unbounded: In a bounded language the main stress appears a fixed distance from the word boundary and the secondary stress appears at fixed intervals from other stressed syllables. In an unbounded language the main stress is drawn to <a href=\"/wiki/Syllable_weight\" title=\"Syllable weight\">'heavy' syllables</a> (syllables with long vowels and/or consonants at the end of the syllable). Within bounded languages, two more parameters apply: left-to-right vs. right-to-left and quantity sensitive vs. insensitive.</li>\n<li>Left-to-right vs. right-to-left: In a left-to-right language metrical trees are constructed starting at the left edge of the word, while in a right-to-left language, they start at the right edge of the word.</li>\n<li>Quantity-sensitive vs. quantity-insensitive: In a quantity-sensitive language a W node cannot dominate a heavy syllable, while in a quantity-insensitive language tree construction is not influenced by the internal makeup of the syllables</li></ol>\n<p>Hayes (1995)<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup> describes metrical parameters that can analyse/predict word-level stress placement:\n</p>\n<ol><li>Quantity-sensitive vs. quantity-insensitive: whether stress is sensitive to syllable weight</li>\n<li>Foot Type: Iambs or trochees.</li>\n<li>Parsing Directionality: whether the feet are built from the left edge of the word to the right or right to left</li>\n<li>Main Stress: does the stress fall on towards the right or left edge of the word</li>\n<li>Extrametricality: is there a unit consistently ignored for stress assignment, such as a final consonant, mora, syllable, or foot.</li></ol>\n<h2><span class=\"mw-headline\" id=\"Music\">Music</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Metrical_phonology&amp;action=edit&amp;section=4\" title=\"Edit section: Music\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Hierarchical patterns of prominence like those represented in metrical trees can also apply to <a href=\"/wiki/Rhythm\" title=\"Rhythm\">rhythm</a> in music.<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup> The prominence level of a note is determined by the relative prominence of all the nodes above it. The timing of notes also depends on the metrical tree for a particular tune. Each node at the bottom level of the tree (terminal nodes) receives a beat. Empty terminal nodes correspond to rests or form part of a note that spans several beats. Syncopation in music can result when relatively strong nodes are empty.\n</p>\n<h2><span class=\"mw-headline\" id=\"Advantages\">Advantages</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Metrical_phonology&amp;action=edit&amp;section=5\" title=\"Edit section: Advantages\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Metrical phonology offers a number of advantages over a system representing stress as a feature that applies to individual segments or syllables, without reference to the other syllables in a phrase. Creators of traditional feature systems posited the stress feature, which differed from other phonological features in several key ways. For instance, the feature stress had an arbitrary number of values or levels, rather than two or some justified number more than two. In addition, the non-primary stress values in these systems were only defined relative to the primary stress value, and did not have local acoustic or articulatory effects. By not treating stress as a feature of an individual segment, metrical phonology avoids the inexplicable differences between the stress feature and other phonological features.<sup id=\"cite_ref-Liberman-Prince_2-6\" class=\"reference\"><a href=\"#cite_note-Liberman-Prince-2\">&#91;2&#93;</a></sup>\n</p><p>Metrical phonology also correctly predicts the ambiguity between broad and narrow <a href=\"/wiki/Focus_(linguistics)\" title=\"Focus (linguistics)\">focus</a>.<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup> There are two possible metrical patterns for two-word phrases: S-W and W-S. However, there are three possible patterns of focus for such phrases: narrow focus on the first word, narrow focus on the second word, and broad focus. For instance, the phrase \"Gus skied\" can either be pronounced \"GUS skied\" (S-W) or \"Gus SKIED\" (W-S). These two realizations are the only options for answering the three questions: Who skied? (narrow focus on 'Gus'), What did Gus do? (narrow focus on 'skied'), and What happened yesterday? (broad focus).\n</p><p>Finally, metrical phonology is consistent with patterns of deaccenting in which accents can shift both left and right.<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup> This is because swapping S and W nodes will cause stress to move left if the S node was originally on the right, and move right if it was originally on the left. Such bi-directional movement is more difficult to predict under a stress-shift rule, which would specify the direction of movement.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Metrical_phonology&amp;action=edit&amp;section=6\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Liberman, Mark (1975). \"The intonational system of English\". PhD thesis, MIT, Distributed 1978 by IULC.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=The+intonational+system+of+English&amp;rft.date=1975&amp;rft.aulast=Liberman&amp;rft.aufirst=Mark&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMetrical+phonology\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-Liberman-Prince-2\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Liberman-Prince_2-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Liberman-Prince_2-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-Liberman-Prince_2-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-Liberman-Prince_2-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-Liberman-Prince_2-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-Liberman-Prince_2-5\"><sup><i><b>f</b></i></sup></a> <a href=\"#cite_ref-Liberman-Prince_2-6\"><sup><i><b>g</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation journal\">Liberman, Mark; Prince, Alan (1977). \"On stress and linguistic rhythm\". Linguistics Inquiry 8: 249–336.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=On+stress+and+linguistic+rhythm&amp;rft.pages=249-336&amp;rft.date=1977&amp;rft.aulast=Liberman&amp;rft.aufirst=Mark&amp;rft.au=Prince%2C+Alan&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMetrical+phonology\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Chomsky, Noam; Halle, Morris (1968). \"The sound pattern of English\". Harper and Row: New York.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=The+sound+pattern+of+English&amp;rft.date=1968&amp;rft.aulast=Chomsky&amp;rft.aufirst=Noam&amp;rft.au=Halle%2C+Morris&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMetrical+phonology\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-Nespor-82-4\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Nespor-82_4-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Nespor-82_4-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation journal\">Nespor, Marina; Vogel, Irene (1982). \"Prosodic domains of external sandhi rules\". H.van der Hulst and N. Smith (eds.), The structure of Phonological Representations. Part I. Foris Publications: Dordrecht: 225–255.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=Prosodic+domains+of+external+sandhi+rules&amp;rft.pages=225-255&amp;rft.date=1982&amp;rft.aulast=Nespor&amp;rft.aufirst=Marina&amp;rft.au=Vogel%2C+Irene&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMetrical+phonology\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-Nespor-5\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Nespor_5-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Nespor_5-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-Nespor_5-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation journal\">Nespor, Marina; Vogel, Irene (1986). \"Prosodic phonology\". Foris Publications: Dordrecht.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=Prosodic+phonology&amp;rft.date=1986&amp;rft.aulast=Nespor&amp;rft.aufirst=Marina&amp;rft.au=Vogel%2C+Irene&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMetrical+phonology\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Beckman, Mary (1986). \"Stress and Non-Stress Accent\". Foris Publications: Dordrecht.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=Stress+and+Non-Stress+Accent&amp;rft.date=1986&amp;rft.aulast=Beckman&amp;rft.aufirst=Mary&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMetrical+phonology\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Selkirk, Elizabeth (1984). \"Phonology and Syntax: The relation between sound and structure\". MIT Press: Cambridge, MA.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=Phonology+and+Syntax%3A+The+relation+between+sound+and+structure&amp;rft.date=1984&amp;rft.aulast=Selkirk&amp;rft.aufirst=Elizabeth&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMetrical+phonology\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Halle, Morris (1973). \"Stress rules in English: A new version\". Linguistic Inquiry 4: 451–464.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=Stress+rules+in+English%3A+A+new+version&amp;rft.pages=451-464&amp;rft.date=1973&amp;rft.aulast=Halle&amp;rft.aufirst=Morris&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMetrical+phonology\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Hayes, Bruce (1995). \"Metrical stress theory\". The University of Chicago Press: Chicago.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=Metrical+stress+theory&amp;rft.date=1995&amp;rft.aulast=Hayes&amp;rft.aufirst=Bruce&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMetrical+phonology\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Hayes, Bruce (1981). \"A metrical theory of stress rules\". PhD Thesis, MIT, Distributed by Indiana University Linguistics Club.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=A+metrical+theory+of+stress+rules&amp;rft.date=1981&amp;rft.aulast=Hayes&amp;rft.aufirst=Bruce&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMetrical+phonology\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Hayes, Bruce (1995). <i>Metrical Stress Theory: Principles and Case Studies</i>. London: The University of Chicago Press, Ltd.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Metrical+Stress+Theory%3A+Principles+and+Case+Studies&amp;rft.place=London&amp;rft.pub=The+University+of+Chicago+Press%2C+Ltd.&amp;rft.date=1995&amp;rft.aulast=Hayes&amp;rft.aufirst=Bruce&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMetrical+phonology\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Martin, James (1972). \"Rhythmic (hierarchical) versus serial structure in speech and other behavior\". Psychological Review 79(6): 487–509.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=Rhythmic+%28hierarchical%29+versus+serial+structure+in+speech+and+other+behavior&amp;rft.pages=487-509&amp;rft.date=1972&amp;rft.aulast=Martin&amp;rft.aufirst=James&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMetrical+phonology\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Ladd, D. Robert (1996). \"Intonational Phonology\". Cambridge University Press: Cambridge, UK.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=Intonational+Phonology&amp;rft.date=1996&amp;rft.aulast=Ladd&amp;rft.aufirst=D.+Robert&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMetrical+phonology\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Ladd, D. Robert (1980). \"The structure of intonational meaning: Evidence from English\". Indiana University Press: Bloomington.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=The+structure+of+intonational+meaning%3A+Evidence+from+English&amp;rft.date=1980&amp;rft.aulast=Ladd&amp;rft.aufirst=D.+Robert&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMetrical+phonology\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw1270\nCached time: 20180907204059\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.172 seconds\nReal time usage: 0.202 seconds\nPreprocessor visited node count: 737/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 14146/2097152 bytes\nTemplate argument size: 82/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 12357/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.070/10.000 seconds\nLua memory usage: 2.89 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  135.354      1 Template:Reflist\n100.00%  135.354      1 -total\n 73.96%  100.114     13 Template:Cite_paper\n  4.01%    5.423      1 Template:Cite_book\n  1.69%    2.290      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:16421777-0!canonical and timestamp 20180907204058 and revision id 825798312\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","*":"Phonology"}],"links":[{"ns":0,"exists":"","*":"Amplitude"},{"ns":0,"exists":"","*":"Clitic"},{"ns":0,"exists":"","*":"Feature (linguistics)"},{"ns":0,"exists":"","*":"Focus (linguistics)"},{"ns":0,"exists":"","*":"Foot (prosody)"},{"ns":0,"exists":"","*":"Fricative consonant"},{"ns":0,"exists":"","*":"Generative linguistics"},{"ns":0,"exists":"","*":"Intonation (linguistics)"},{"ns":0,"exists":"","*":"Mora (linguistics)"},{"ns":0,"exists":"","*":"Phonemes"},{"ns":0,"exists":"","*":"Phonological word"},{"ns":0,"exists":"","*":"Pitch accent"},{"ns":0,"exists":"","*":"Plosives"},{"ns":0,"exists":"","*":"Principles and parameters"},{"ns":0,"exists":"","*":"Prosodic unit"},{"ns":0,"exists":"","*":"Prosody (linguistics)"},{"ns":0,"exists":"","*":"Rhythm"},{"ns":0,"exists":"","*":"Stress (linguistics)"},{"ns":0,"exists":"","*":"Structuralism"},{"ns":0,"exists":"","*":"Syllable weight"},{"ns":0,"exists":"","*":"Syllables"},{"ns":0,"exists":"","*":"Tree structure"},{"ns":0,"exists":"","*":"Voice (phonetics)"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite paper"},{"ns":10,"exists":"","*":"Template:Cite journal"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Metrical_tree_broad_focus.JPG","Metrical_tree_narrow_focus.JPG"],"externallinks":[],"sections":[{"toclevel":1,"level":"2","line":"Metrical trees","number":"1","index":"1","fromtitle":"Metrical_phonology","byteoffset":2120,"anchor":"Metrical_trees"},{"toclevel":1,"level":"2","line":"Metrical grids","number":"2","index":"2","fromtitle":"Metrical_phonology","byteoffset":8528,"anchor":"Metrical_grids"},{"toclevel":1,"level":"2","line":"Metrical parameters","number":"3","index":"3","fromtitle":"Metrical_phonology","byteoffset":11834,"anchor":"Metrical_parameters"},{"toclevel":1,"level":"2","line":"Music","number":"4","index":"4","fromtitle":"Metrical_phonology","byteoffset":14146,"anchor":"Music"},{"toclevel":1,"level":"2","line":"Advantages","number":"5","index":"5","fromtitle":"Metrical_phonology","byteoffset":14980,"anchor":"Advantages"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"6","fromtitle":"Metrical_phonology","byteoffset":17435,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Metrical phonology","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q17157180"}]}}