{"parse":{"title":"Wolfgang von Kempelen's speaking machine","pageid":16123988,"revid":804306487,"text":{"*":"<div class=\"mw-parser-output\"><p class=\"mw-empty-elt\">\n</p>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:302px;\"><a href=\"/wiki/File:Kempelen_Speakingmachine.JPG\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Kempelen_Speakingmachine.JPG/300px-Kempelen_Speakingmachine.JPG\" width=\"300\" height=\"224\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Kempelen_Speakingmachine.JPG/450px-Kempelen_Speakingmachine.JPG 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Kempelen_Speakingmachine.JPG/600px-Kempelen_Speakingmachine.JPG 2x\" data-file-width=\"750\" data-file-height=\"561\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Kempelen_Speakingmachine.JPG\" class=\"internal\" title=\"Enlarge\"></a></div>A replica of Kempelen's speaking machine, built 2007–09 at the Department of Phonetics, <a href=\"/wiki/Saarland_University\" title=\"Saarland University\">Saarland University</a>, <a href=\"/wiki/Saarbr%C3%BCcken\" title=\"Saarbrücken\">Saarbrücken</a>, Germany</div></div></div>\n<p><b>Wolfgang von Kempelen's speaking machine</b> is a manually operated speech synthesizer that began development in 1769, by <a href=\"/wiki/Austria-Hungary\" title=\"Austria-Hungary\">Austro-Hungarian</a> author and inventor <a href=\"/wiki/Wolfgang_von_Kempelen\" title=\"Wolfgang von Kempelen\">Wolfgang von Kempelen</a>. It was in this same year that he completed his far more infamous contribution to history: <a href=\"/wiki/The_Turk\" title=\"The Turk\">The Turk</a>, a <a href=\"/wiki/Chess\" title=\"Chess\">chess</a>-playing <a href=\"/wiki/Automaton\" title=\"Automaton\">automaton</a>, later revealed to be a very far-reaching and elaborate hoax due to the chess-playing human-being occupying its innards.<sup>[4]</sup> But while the Turk's construction was completed in six months, Kempelen's speaking machine occupied the next twenty years of his life.<sup>[2]</sup> After two conceptual \"dead ends\" over the first five years of research, Kempelen's third direction ultimately led him to the design he felt comfortable deeming \"final\": a functional representational model of the human <a href=\"/wiki/Vocal_tract\" title=\"Vocal tract\">vocal tract</a>.<sup>[3]</sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#First_design\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">First design</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Second_design\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Second design</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Third_design\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Third design</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#A_significant_contribution\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">A significant contribution</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#External_links\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"First_design\">First design</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Wolfgang_von_Kempelen%27s_speaking_machine&amp;action=edit&amp;section=1\" title=\"Edit section: First design\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Kempelen's first experiment with <a href=\"/wiki/Speech_synthesis\" title=\"Speech synthesis\">speech synthesis</a> involved only the most rudimentary elements of the vocal tract necessary to produce speech-like sounds. A kitchen bellows, used to stoke fires in wood-burning stoves, was invoked as a set of lungs to supply the airflow. A reed extracted from a common bagpipe was implemented as the <a href=\"/wiki/Glottis\" title=\"Glottis\">glottis</a>, the source of the raw fundamental sound in the vocal tract. The bell of a clarinet made for a sufficient mouth, despite its rigid form. This basic model was able to produce simple vowel sounds only, though some additional articulation was possible by positioning one's hand at the bell opening to obstruct airflow. The physical hardware for constructing the <a href=\"/wiki/Nasal_stop\" class=\"mw-redirect\" title=\"Nasal stop\">nasals</a>, <a href=\"/wiki/Plosives\" class=\"mw-redirect\" title=\"Plosives\">plosives</a> and <a href=\"/wiki/Fricatives\" class=\"mw-redirect\" title=\"Fricatives\">fricatives</a> that most <a href=\"/wiki/Consonants\" class=\"mw-redirect\" title=\"Consonants\">consonants</a> require was not present, however. Kempelen, like many other early pioneers of <a href=\"/wiki/Phonetics\" title=\"Phonetics\">phonetics</a>, misunderstood the source of the perceived \"higher frequencies\" of certain sounds as a function of the glottis, rather than as the function of the <a href=\"/wiki/Formants\" class=\"mw-redirect\" title=\"Formants\">formants</a> of the entire vocal tract, so he abandoned his single-reed design for a multiple-reed approach.<sup>[2][3]</sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Second_design\">Second design</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Wolfgang_von_Kempelen%27s_speaking_machine&amp;action=edit&amp;section=2\" title=\"Edit section: Second design\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The second design involved a console, similar to that of a musical organ of the period, in which the operator manned a set of keys, one for each letter. The sounds were produced by a common bellows that fed air through various pipes with the appropriate shapes and obstructions needed to produce that letter. Through experimentation, he came to find that the reed's <a href=\"/wiki/Resonant\" class=\"mw-redirect\" title=\"Resonant\">resonant</a> length was not crucial to the creation of the high-frequency components of certain <a href=\"/wiki/Vowels\" class=\"mw-redirect\" title=\"Vowels\">vowels</a> and fricatives, so he tuned them all to be the same <a href=\"/wiki/Pitch_(music)\" title=\"Pitch (music)\">pitch</a> for the sake of consistency between letters. While not all letters were represented at this point, Kempelen had developed the technology required to produce most vowels and several consonants, including the <a href=\"/wiki/Plosive\" class=\"mw-redirect\" title=\"Plosive\">plosive</a> \"p”, and the <a href=\"/wiki/Nasal_stop\" class=\"mw-redirect\" title=\"Nasal stop\">nasal</a> \"m”, and thus was in a position to begin forming syllables and short words. However, this immediately led to the primary flaw of his second design: the parallel nature of the multiple reeds allowed for more than one letter to be sounded at a time. And in the process of building syllables and words, the sonic “overlap” (now referred to as <a href=\"/wiki/Co-articulation\" class=\"mw-redirect\" title=\"Co-articulation\">co-articulation</a>) rendered sounds very uncharacteristic of human speech, undermining the intention of the design altogether. Kempelen comments:<br />\n\t“In order to continue my experiments it was necessary, above all, that I should have a perfect knowledge of what I wanted to imitate. I had to make a formal study of speech and continually consult nature as I conducted my experiments. In this way my talking machine and my theory concerning speech made equal progress, the one serving as guide to the other.”<sup>[3]</sup><br />\n\t\"It was possible, following the methods I'd been using, to invent separate letters, but never to combine them to form syllables, and that it was absolutely necessary to follow nature which has only one glottis and one mouth, through which every sound emerges and which gives a unity to them.\"<sup>[2][3]</sup><br />\n\tThus, Kempelen began work on his third, and ultimately final design, which itself was in many ways a \"close-as-possible\" representation of the <a href=\"/wiki/Physiology\" title=\"Physiology\">physiology</a> of the vocal tract.\n</p>\n<h2><span class=\"mw-headline\" id=\"Third_design\">Third design</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Wolfgang_von_Kempelen%27s_speaking_machine&amp;action=edit&amp;section=3\" title=\"Edit section: Third design\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The third approach followed a similar design to the first, which was conceptually more faithful to the natural design of the human vocal tract than the second. It consisted, like before, of a bellows, a reed and a simulated mouth (this time made of <a href=\"/wiki/India_rubber\" class=\"mw-redirect\" title=\"India rubber\">India rubber</a>, for better creation of vowel sounds via manipulation by hand), but also included a \"throat\" to which a \"nasal cavity\" was attached (complete with two \"nostrils\" for making the \"n” and \"m” sounds), as well as several levers and tubes dedicated to \"s” and \"sh\" sounds, a rod that would interfere with the reeds vibration to make a rolling \"r” sound, and a separate, smaller bellows that would allow air to pass the reed while the mouth was completely closed (a feature required for the \"b” sound). At one point, a special valve intended to simulate the \"f” fricative was included, but was later removed when it was revealed that the same sound could be achieved by simply closing all of the orifices of the machine and allowing air to leak from the cracks. Similarly, at one point in the design, there was an alternate \"mouth\" assembly consisting of a wooden box with a pair of hinged shutters that acted as lips. Inside the box resided a hinged, wooden, string-operated flap that acted as a tongue. The purpose of this assembly was to mimic the mouth and tongue in the construction of plosives such as \"b” and \"d”, but was later removed when Kempelen recognized that without a proper tongue, the machine would never be able to produce the \"t”, \"k”, \"d” and \"g” sounds. He found his way around this entire problem by replacing the \"t” and \"k” sounds with the \"p” sound, and the \"d” and \"g” sounds with the \"b” sound (which itself was simply a slight variation of the \"p” sound). In the context of a familiar word, listeners often ignored the mispronunciation altogether (a phenomenon later explored by researchers in the field of <a href=\"/wiki/Cognitive_science\" title=\"Cognitive science\">cognitive science</a>). Kempelen believed that people were more forgiving of the errors made by his machine due to the frequency of the reed and vocal tract resonant length he chose to use, which create a resonance much more like a young child, than that of an adult.<sup>[2][3]</sup>\n\tThis third design, unlike those before it, was completely capable of speaking complete phrases in French, Italian and English (German was possible, but required a greater skill-level by the operator, due to the more frequent use of consonants in the German language). Its greatest limitation was the bellows, which, although they were six times the capacity of human lungs, ran empty of air much faster than that of its human counterpart. Because the design was based on a single reed as the glottal sound-source, he had none of the problems of co-articulation that came inherently with the second design. But that single reed also meant that the Speaking Machine \"spoke\" in monotone<sup>[4]</sup>. Kempelen expended some time to try and introduce several <a href=\"/wiki/Prosodic\" class=\"mw-redirect\" title=\"Prosodic\">prosodic</a> pitch-variation mechanisms into the reed assembly, but to no avail. He decided to leave the design to be improved upon by the next batch of experimenters.\n\tAll of these important additions for the third design came from the two decades of intensive research of the vocal tract in relation to spoken languages by Kempelen, for which the behavior of each crucial physiological element of speech production was scrutinized and replicated acoustically and/or mechanically.<sup>[3]</sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"A_significant_contribution\">A significant contribution</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Wolfgang_von_Kempelen%27s_speaking_machine&amp;action=edit&amp;section=4\" title=\"Edit section: A significant contribution\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Shortly after the completion and exhibition of his Speaking Machine, in 1804, von Kempelen died, though not before publishing an extremely comprehensive journal of the past twenty years of his research in phonetics. The 456-page book, titled <i>Mechanismus der menschlichen Sprache nebst Beschreibung einer sprechenden Maschine</i> (which translates to <i>The Mechanism of Human Speech, with a Description of a Speaking Machine</i>, published in 1791)<sup>[2][4]</sup>, contained every technical aspect of both Kempelen's construction of the Speaking Machine (including the preliminary designs) and his studies of the human vocal tract.<sup>[3]</sup>\n</p><p>In 1837, <a href=\"/wiki/Sir_Charles_Wheatstone\" class=\"mw-redirect\" title=\"Sir Charles Wheatstone\">Sir Charles Wheatstone</a> resurrected the work of Wolfgang von Kempelen, creating an improved replica of his Speaking Machine.<sup>[3][4]</sup> Using new technology developed over the previous 50 years, Wheatstone was able to further analyze and synthesize components of acoustic speech, giving rise to the second wave of scientific interest in phonetics. After viewing Wheatstone's improved replica of the Speaking Machine at an exposition, a young <a href=\"/wiki/Alexander_Graham_Bell\" title=\"Alexander Graham Bell\">Alexander Graham Bell</a> set out to construct his own speaking machine with the help and encouragement of his father.<sup>[4][5]</sup> Bell's experiments and research ultimately led to his invention of the telephone in 1876<sup>[4]</sup>, which revolutionized global communication.\n</p><p>In 1968, Marcel van den Broecke (University of Amsterdam) built a replica as part of a MA thesis, about which he reported in \"Sound Structures\", Marcel van den Broecke, Vincent van Heuven and Wim Zonneveld (eds.), chapter 2, p 9-19: \"Wolfgang von Kempelen's Speaking Machine as a Performer\", Foris Publications, Dordrecht-Netherlands/Cinnaminson-USA, 1983.\nAcoustic predictions using N-tube approximations of the vocal tract and applying them to the replica's characteristics showed what had already been established perceptually, namely that the machine could only produce two vowel-like sounds, viz. an /a/-like vowel and an /o/-like vowel. Of the consonants produced, the general purpose plosive is very convincing. A general purpose nasal can also easily be identified, but sibilants and the rattling /r/ are as unpleasant as eye witness von Windisch reported two centuries earlier.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Wolfgang_von_Kempelen%27s_speaking_machine&amp;action=edit&amp;section=5\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ol><li>Von Kempelen, Wolfgang, <i>Mechanismus Der Menschlichen Sprache Nebst Beschreibung Seiner Sprechenden Maschine</i>, Austria: Stuttgart-Bad Cannstatt, 1970.</li>\n<li><i>Wolfgang von Kempelen: Der Mechanismus der menschlichen Sprache. / The Mechanism of Human Speech.</i>: Kommentierte Transliteration &amp; Übertragung ins Englische / Commented Transliteration &amp; Translation into English. Herausgegeben von / Edited by Fabian Brackhane, Richard Sproat &amp; Jürgen Trouvain; Dresden 2017 (<a rel=\"nofollow\" class=\"external text\" href=\"http://www.coli.uni-saarland.de/~trouvain/Kempelen-Web_2017_07_31.pdf\">Online-Version</a>).</li>\n<li>Dudley, Homer &amp; Tarnoczy, T.H., <i>The Speaking Machine of Wolfgang Von Kempelen.</i> The Journal of the <a href=\"/wiki/Acoustical_Society_of_America\" title=\"Acoustical Society of America\">Acoustical Society of America</a>, Vol 22, No 2, March 1950: pp 151–166.</li>\n<li>Linggard, R., <i>Electronic Synthesis of Speech</i>, Cambridge: <a href=\"/wiki/Cambridge_University_Press\" title=\"Cambridge University Press\">Cambridge University Press</a>, 1985: pp 4–9</li>\n<li>Standage, Tom, <i>The Turk: The Life and Times of the Famous Eighteenth-Century Chess-Playing Machine</i>, New York: <a href=\"/wiki/Bloomsbury_Publishing\" title=\"Bloomsbury Publishing\">Walker &amp; Company</a>, 2002: pp 76–81</li>\n<li>Rossing, Thomas, et al., <i>The Science of Sound</i>, San Francisco: <a href=\"/wiki/Addison-Wesley\" title=\"Addison-Wesley\">Addison-Wesley</a>, 2002: p 365</li></ol>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Wolfgang_von_Kempelen%27s_speaking_machine&amp;action=edit&amp;section=6\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external free\" href=\"https://www.youtube.com/watch?v=k_YUB_S6Gpo\">https://www.youtube.com/watch?v=k_YUB_S6Gpo</a> A replica of Kempelen's speaking machine at youtube.com</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1332\nCached time: 20180906131758\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.044 seconds\nReal time usage: 0.055 seconds\nPreprocessor visited node count: 136/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 622/2097152 bytes\nTemplate argument size: 114/2097152 bytes\nHighest expansion depth: 12/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.004/10.000 seconds\nLua memory usage: 588 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   31.483      1 Template:Use_dmy_dates\n100.00%   31.483      1 -total\n 39.72%   12.504      1 Template:DMCA\n 32.71%   10.299      1 Template:Dated_maintenance_category\n 18.41%    5.796      1 Template:FULLROOTPAGENAME\n 12.29%    3.870      1 Template:Ns_has_subpages\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:16123988-0!canonical and timestamp 20180906131758 and revision id 804306487\n -->\n</div>"},"langlinks":[{"lang":"ar","url":"https://ar.wikipedia.org/wiki/%D8%A2%D9%84%D8%A9_%D9%81%D9%88%D9%84%D9%81%D8%BA%D8%A7%D9%86%D8%BA_%D9%81%D9%88%D9%86_%D9%83%D9%8A%D9%85%D8%A8%D9%84%D9%8A%D9%86_%D9%84%D9%84%D8%AA%D8%AD%D8%AF%D8%AB","langname":"Arabic","autonym":"العربية","*":"آلة فولفغانغ فون كيمبلين للتحدث"},{"lang":"ru","url":"https://ru.wikipedia.org/wiki/%D0%93%D0%BE%D0%B2%D0%BE%D1%80%D1%8F%D1%89%D0%B0%D1%8F_%D0%BC%D0%B0%D1%88%D0%B8%D0%BD%D0%B0_%D0%A4%D0%B0%D0%B1%D0%B5%D1%80%D0%B0","langname":"Russian","autonym":"русский","*":"Говорящая машина Фабера"},{"lang":"sv","url":"https://sv.wikipedia.org/wiki/Talmaskin","langname":"Swedish","autonym":"svenska","*":"Talmaskin"},{"lang":"zh","url":"https://zh.wikipedia.org/wiki/%E6%B2%83%E5%B0%94%E5%A4%AB%E5%86%88%C2%B7%E5%86%AF%C2%B7%E8%82%AF%E4%BD%A9%E4%BC%A6%E7%9A%84%E8%AF%B4%E8%AF%9D%E6%9C%BA%E5%99%A8","langname":"Chinese","autonym":"中文","*":"沃尔夫冈·冯·肯佩伦的说话机器"}],"categories":[{"sortkey":"","hidden":"","*":"Use_dmy_dates_from_October_2017"},{"sortkey":"","*":"Speech_synthesis"},{"sortkey":"","*":"Phonology"},{"sortkey":"","*":"Hungarian_inventions"}],"links":[{"ns":14,"exists":"","*":"Category:Use dmy dates from October 2017"},{"ns":0,"exists":"","*":"Acoustical Society of America"},{"ns":0,"exists":"","*":"Addison-Wesley"},{"ns":0,"exists":"","*":"Alexander Graham Bell"},{"ns":0,"exists":"","*":"Austria-Hungary"},{"ns":0,"exists":"","*":"Automaton"},{"ns":0,"exists":"","*":"Bloomsbury Publishing"},{"ns":0,"exists":"","*":"Cambridge University Press"},{"ns":0,"exists":"","*":"Chess"},{"ns":0,"exists":"","*":"Co-articulation"},{"ns":0,"exists":"","*":"Cognitive science"},{"ns":0,"exists":"","*":"Consonants"},{"ns":0,"exists":"","*":"Formants"},{"ns":0,"exists":"","*":"Fricatives"},{"ns":0,"exists":"","*":"Glottis"},{"ns":0,"exists":"","*":"India rubber"},{"ns":0,"exists":"","*":"Nasal stop"},{"ns":0,"exists":"","*":"Phonetics"},{"ns":0,"exists":"","*":"Physiology"},{"ns":0,"exists":"","*":"Pitch (music)"},{"ns":0,"exists":"","*":"Plosive"},{"ns":0,"exists":"","*":"Plosives"},{"ns":0,"exists":"","*":"Prosodic"},{"ns":0,"exists":"","*":"Resonant"},{"ns":0,"exists":"","*":"Saarbrücken"},{"ns":0,"exists":"","*":"Saarland University"},{"ns":0,"exists":"","*":"Sir Charles Wheatstone"},{"ns":0,"exists":"","*":"Speech synthesis"},{"ns":0,"exists":"","*":"The Turk"},{"ns":0,"exists":"","*":"Vocal tract"},{"ns":0,"exists":"","*":"Vowels"},{"ns":0,"exists":"","*":"Wolfgang von Kempelen"}],"templates":[{"ns":10,"exists":"","*":"Template:Use dmy dates"},{"ns":10,"exists":"","*":"Template:DMCA"},{"ns":10,"exists":"","*":"Template:Dated maintenance category"},{"ns":10,"exists":"","*":"Template:FULLROOTPAGENAME"},{"ns":10,"exists":"","*":"Template:Ns has subpages"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Ns has subpages"}],"images":["Kempelen_Speakingmachine.JPG"],"externallinks":["http://www.coli.uni-saarland.de/~trouvain/Kempelen-Web_2017_07_31.pdf","https://www.youtube.com/watch?v=k_YUB_S6Gpo"],"sections":[{"toclevel":1,"level":"2","line":"First design","number":"1","index":"1","fromtitle":"Wolfgang_von_Kempelen's_speaking_machine","byteoffset":1111,"anchor":"First_design"},{"toclevel":1,"level":"2","line":"Second design","number":"2","index":"2","fromtitle":"Wolfgang_von_Kempelen's_speaking_machine","byteoffset":2284,"anchor":"Second_design"},{"toclevel":1,"level":"2","line":"Third design","number":"3","index":"3","fromtitle":"Wolfgang_von_Kempelen's_speaking_machine","byteoffset":4477,"anchor":"Third_design"},{"toclevel":1,"level":"2","line":"A significant contribution","number":"4","index":"4","fromtitle":"Wolfgang_von_Kempelen's_speaking_machine","byteoffset":7931,"anchor":"A_significant_contribution"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"5","fromtitle":"Wolfgang_von_Kempelen's_speaking_machine","byteoffset":10243,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"6","index":"6","fromtitle":"Wolfgang_von_Kempelen's_speaking_machine","byteoffset":11380,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Wolfgang von Kempelen's speaking machine","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q4140938"}]}}