{"parse":{"title":"The Plowman's Tale","pageid":3351541,"revid":856448670,"text":{"*":"<div class=\"mw-parser-output\"><p class=\"mw-empty-elt\">\n\n</p><p>There are two pseudo-Chaucerian texts called <i><b>The Plowman's Tale (aka Brent's Story)</b></i>. \n</p><p>In the mid-15th century a <a href=\"/wiki/Rhyme_royal\" title=\"Rhyme royal\">rhyme royal</a> <i>Plowman's Tale</i> was added to the text of <i>The Canterbury Tales</i> in the Christ Church MS. This tale is actually an orthodox <a href=\"/wiki/Roman_Catholic\" class=\"mw-redirect\" title=\"Roman Catholic\">Roman Catholic</a>, possibly anti-<a href=\"/wiki/Lollard\" class=\"mw-redirect\" title=\"Lollard\">Lollard</a> version of a <a href=\"/wiki/Virgin_Mary\" class=\"mw-redirect\" title=\"Virgin Mary\">Marian</a> miracle story written by <a href=\"/wiki/Thomas_Hoccleve\" title=\"Thomas Hoccleve\">Thomas Hoccleve</a> called <i>Item de Beata Virgine</i>. Someone composed and added a prologue to fit Hoccleve's poem into <a href=\"/wiki/Geoffrey_Chaucer\" title=\"Geoffrey Chaucer\">Chaucer</a>'s narrative frame. This bogus tale did not survive into the printed editions of Chaucer's <i>Works</i>.\n</p><p>The better-known <i>Plowman's Tale</i> was included in printed editions of Chaucer's <i>Works</i>. It is a decidedly <a href=\"/wiki/John_Wycliffe\" title=\"John Wycliffe\">Wycliffite</a> anti-fraternal tale that was written <i>ca.</i> 1400 and circulated among the Lollards. Sometimes titled <i>The Complaynte of the Plowman</i>, it is 1380 lines long, composed of eight-line stanzas (ababbcbc with some variations suggesting interpolation) like Chaucer's <i><a href=\"/wiki/Monk%27s_Tale\" class=\"mw-redirect\" title=\"Monk&#39;s Tale\">Monk's Tale</a></i>. There is no clear internal/design connection in <i>The Plowman's Tale</i> with Chaucer's <i><a href=\"/wiki/The_Canterbury_Tales\" title=\"The Canterbury Tales\">Canterbury Tales</a></i> or <i><a href=\"/wiki/Piers_Plowman\" title=\"Piers Plowman\">Piers Plowman</a></i>. <a href=\"/wiki/Anthony_Wotton\" title=\"Anthony Wotton\">Anthony Wotton</a>, who was probably the editor of the 1606 edition of <i>The Plowman's Tale</i>, suggested that <i>The Plowman's Tale</i> makes a reference to <i><a href=\"/wiki/Jack_Upland\" title=\"Jack Upland\">Jack Upland</a></i> or, more likely, <i><a href=\"/wiki/Pierce_the_Ploughman%27s_Crede\" title=\"Pierce the Ploughman&#39;s Crede\">Pierce the Ploughman's Crede</a></i>, since main character in <i>The Plowman's Tale</i> says, \"Of Freres I haue told before / In a making of a Crede...\" (1065–66). <i>The Plowman's Tale</i> also borrows heavily from the <i>Crede</i>.\n</p><p>Some sections of <i>The Plowman's Tale</i>, such as the prologue, were added in the 16th century to make it fit better as one of Chaucer's tales. The prologue announces that a sermon is to follow in the tale. Instead, a traveller with none of the characteristics of Chaucer's plowman (or any literary plowman of the era) overhears a Pelican and a <a href=\"/wiki/Griffin\" title=\"Griffin\">Griffin</a> debating about the clergy. Most of the lines are the Pelican's, who attacks the typical offences in an evangelical manner, discusses Antichrist, and appeals to the secular government to humble the church. The Pelican is driven off by force but is then vindicated by a Phoenix. The tale ends with a disclaimer wherein the author distinguishes his own views from those of the Pelican, stating that he will accept what the church requires.\n</p><p>The association of this and other texts with Chaucer was possible because Chaucer's <i><a href=\"/wiki/General_Prologue\" title=\"General Prologue\">General Prologue</a></i> to <i><a href=\"/wiki/The_Canterbury_Tales\" title=\"The Canterbury Tales\">The Canterbury Tales</a></i> introduces a Plowman who never receives a tale. This omission seems to have sparked the creativity of others from an early date. In the <i>General Prologue</i>, the Host jokes about the Plowman's brother, who is the Parson. In <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20050220092306/http://www.lib.rochester.edu/CAMELOT/TEAMS/chauplow.htm\">some surviving manuscripts</a> the Host suggests that the Parson is a \"Lollere.\" As early as 1400, Chaucer's courtly audience grew to include members of the rising literate, middle-/merchant class, which included many Lollard sympathizers who would have been inclined to believe in a Lollard Chaucer.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Printed_Editions_and_their_interpretation\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Printed Editions and their interpretation</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Associated_with_Chaucer_and_Piers_Plowman_from_1500–1700\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Associated with Chaucer and Piers Plowman from 1500–1700</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#See_also\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Sources\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Sources</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Printed_Editions_and_their_interpretation\">Printed Editions and their interpretation</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Plowman%27s_Tale&amp;action=edit&amp;section=1\" title=\"Edit section: Printed Editions and their interpretation\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The sole surviving manuscript of <i>The Plowman's Tale</i> (written in a sixteenth-century hand) was inserted at the end of <i>The Canterbury Tales</i> in a copy of <a href=\"/w/index.php?title=Thomas_Godfray_(printer)&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Thomas Godfray (printer) (page does not exist)\">Thomas Godfrey/Godfray</a>'s 1532 printed edition of Chaucer's <i>Works</i> (STC 5068), edited by <a href=\"/wiki/William_Thynne\" title=\"William Thynne\">William Thynne</a>. (This is in PR 1850 1532 cop. 1 at the University of Texas Harry Ransom Center.) According to <a href=\"/wiki/Thomas_Speght\" title=\"Thomas Speght\">Thomas Speght</a>, <a href=\"/wiki/John_Stow\" title=\"John Stow\">John Stow</a> had a manuscript copy that is now lost. William Thynne's son, <a href=\"/wiki/Francis_Thynne\" title=\"Francis Thynne\">Francis Thynne</a>, wrote in his <i>Animadversions</i> that <i>The Plowman's Tale</i> was not printed along with the other tales in 1532 because of suppression started by <a href=\"/wiki/Cardinal_(Catholicism)\" class=\"mw-redirect\" title=\"Cardinal (Catholicism)\">Cardinal</a> <a href=\"/wiki/Thomas_Wolsey\" title=\"Thomas Wolsey\">Thomas Wolsey</a> (ca. 1475-1529/30). However, Francis Thynne's views are often discounted, largely because he was only an infant when his father was working on his Chaucer editions.\n</p><p>Some scholars have argued that <i>The Plowman's Tale</i> was part of a Henrician propaganda effort. Godfrey was probably working with the King's Printer, <a href=\"/wiki/Thomas_Berthelet\" title=\"Thomas Berthelet\">Thomas Berthelet</a>, and he was protected by <a href=\"/wiki/Thomas_Cromwell\" title=\"Thomas Cromwell\">Thomas Cromwell</a> (c. 1485–1540), earl of Essex, who was responsible for the <a href=\"/wiki/Dissolution_of_the_Monasteries\" title=\"Dissolution of the Monasteries\">Dissolution of the Monasteries</a> (1536–39). But <i>The Plowman's Tale</i> could also be used as criticism against the king, since the Pelican marvels at the ignorance of parliament and of the lords and the king concerning the plight of the commons. In the mildest interpretation, <i>The Plowman's Tale</i> makes a bid for the necessity and appropriateness of heeding the concerns of the commons.\n</p><p><i>The Plowman's Tale</i> was successfully printed on its own in an octavo edition by Godfray ca. 1533–36 (STC 5099.5). In 1542, <a href=\"/wiki/William_Tyndale\" title=\"William Tyndale\">Tyndale</a>'s <a href=\"/wiki/New_Testament\" title=\"New Testament\">New Testament</a> and other vernacular books were banned – essentially everything printed in English before 1540 – with the exception of \"Canterburye tales, Chaucers bokes, Gowers bokes and stories of mennes lieves\" according to a royal statute, the <i>Act for the Advancement of True Religion</i>. <i>The Plowman's Tale</i> was printed again as a duodecimo volume in London by William Hyll ca. 1548 (STC 5100) as \"The Plouumans tale compylled by syr Geffray Chaucher knyght.\" In the year of the ban it was printed in Thynne's second (1542) edition of Chaucer's <i>Works</i>, under the imprints of William Bonham (STC 5069) and John Reynes (STC 5070).\n</p><p>After 1542, <i>The Plowman's Tale</i> appeared in new and reprinted editions of Chaucer's <i>Works</i> based on Thynne's text for some two centuries, during which the Chaucer canon and order of the <i>Canterbury Tales</i> was quite fluid. <a href=\"/wiki/Thomas_Tyrwhitt\" title=\"Thomas Tyrwhitt\">Thomas Tyrwhitt</a> finally excluded <i>The Plowman's Tale</i> from his 1775 edition of the poet's work.\n</p>\n<h2><span id=\"Associated_with_Chaucer_and_Piers_Plowman_from_1500.E2.80.931700\"></span><span class=\"mw-headline\" id=\"Associated_with_Chaucer_and_Piers_Plowman_from_1500–1700\">Associated with Chaucer and Piers Plowman from 1500–1700</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Plowman%27s_Tale&amp;action=edit&amp;section=2\" title=\"Edit section: Associated with Chaucer and Piers Plowman from 1500–1700\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The king's <a href=\"/wiki/Antiquary\" class=\"mw-redirect\" title=\"Antiquary\">antiquary</a> (under Henry VIII), <a href=\"/wiki/John_Leland_(antiquary)\" title=\"John Leland (antiquary)\">John Leland</a> (c. 1506–52), seems to have confused <i><a href=\"/wiki/Piers_Plowman\" title=\"Piers Plowman\">Piers Plowman</a></i> and <i>The Plowman's Tale</i>, referring to <i>Petri Aratoris Fabula</i> (Peter/Piers Plowman's Tale) as a Canterbury tale. <a href=\"/wiki/John_Bale\" title=\"John Bale\">John Bale</a> similarly included <i>Arator Narratio</i> (Plowman's Tale) in his list of the <i>Canterbury Tales</i> in his <i>Scriptorum Illustrium Maioris Brytanniae . . . Catalogus</i> (Basle, 1557, 1559). Corroborating Francis Thynne, Leland's remarks on <i>The Plowman's Tale</i> are as follows: \"But the tale of Piers Plowman, which by the common consent of the learned is attributed to Chaucer as its true author, has been suppressed in each edition, because it vigorously inveighed against the bad morals of the priests\" (<i>Commentarii de Scriptoribus Britannicis</i> ed. <a href=\"/wiki/Anthony_Hall_(antiquarian)\" title=\"Anthony Hall (antiquarian)\">Anthony Hall</a>. Like Bale's Chaucer, Leland's Chaucer is a reformer and follower of Wycliffe.\n</p><p><a href=\"/wiki/John_Foxe\" title=\"John Foxe\">John Foxe</a> praised <i>The Plowman's Tale</i> in his first (1563) and second (1570) editions of the immensely influential <i><a href=\"/wiki/Foxe%27s_Book_of_Martyrs\" title=\"Foxe&#39;s Book of Martyrs\">Acts and Monuments</a></i>. Foxe implies that Chaucer was a <a href=\"/wiki/Proto-Protestantism\" title=\"Proto-Protestantism\">proto-Protestant</a> Lollard and assumes he was the author of <i>The Plowman's Tale</i>. (<i><a href=\"/w/index.php?title=The_Testament_of_Love&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"The Testament of Love (page does not exist)\">The Testament of Love</a></i> and <i><a href=\"/wiki/Jack_Upland\" title=\"Jack Upland\">Jack Upland</a></i> are also mentioned.) <i>The Plowman's Tale</i> was again printed by itself in 1606 by Anthony Wotton. The full title of Wotton's edition reads: \"The Plough-mans Tale. Shewing by the doctrine and liues of the Romish Clergie, that the pope is AntiChrist and they his Ministers. Written by Sir Geffrey Chaucer, Knight, amongst his Canterburie tales: and now set out apart from the rest, with a short exposition of the words and matters, for the capacitie and understanding of the simpler sort of Readers.\"\n</p><p><a href=\"/wiki/Edmund_Spenser\" title=\"Edmund Spenser\">Edmund Spenser</a>'s <i><a href=\"/wiki/The_Shepheardes_Calender\" title=\"The Shepheardes Calender\">The Shepheardes Calender</a></i> (1579) makes references to and borrows from <i>The Plowman's Tale</i> (attributing it to Chaucer), possibly <i><a href=\"/wiki/Pierce_the_Plowman%27s_Crede\" class=\"mw-redirect\" title=\"Pierce the Plowman&#39;s Crede\">Pierce the Plowman's Crede</a></i>, and, more obscurely, perhaps to <i>Piers Plowman</i>. <a href=\"/wiki/Gabriel_Harvey\" title=\"Gabriel Harvey\">Gabriel Harvey</a>'s copy of the Speght 1598 edition of Chaucer's <i>Works</i> (BL Additional 42518) summarises <i>The Plowman's Tale</i> with the note \"Ecclesiastical abuses.\"\n</p><p><a href=\"/wiki/William_Vaughan_(writer)\" title=\"William Vaughan (writer)\">Sir William Vaughan</a>'s <i>Golden Fleece</i> (1626) presents Chaucer as Wycliffe's master and the author of <i>The Plowman's Tale</i>, which is used to give lines to <a href=\"/wiki/Duns_Scotus\" title=\"Duns Scotus\">Duns Scotus</a> and Chaucer in a debate between them that centres on the Pope (Is he Antichrist?) just as in the 1606 Wotton edition. This work promotes the colony at Newfoundland over against the vices of contemporary England. Famous historical figures, including Chaucer and Scotus, are brought to the court of Apollo to discuss English society. Apollo ultimately proclaims that all the problems that are exposed will be cured by the Golden Fleece, which is in Newfoundland.\n</p><p>Other seventeenth-century citations of <i>The Plowman's Tale</i> are: Anthony Wotton's <i>A Defense of Mr. Perkins Booke, Called a Reformed Catholike</i> (1606), <a href=\"/wiki/Simon_Birkbeck\" class=\"mw-redirect\" title=\"Simon Birkbeck\">Simon Birkbeck</a>'s <i>The Protestant's Evidence Taken Ovt of Good Records</i> (1635), <i>John Favour's Antiquitie Trivmphing Over Noveltie</i> (1619), and <a href=\"/wiki/John_Milton\" title=\"John Milton\">John Milton</a>'s <i>Of Reformation</i> (1641) and <i>An Apology Against a Pamphlet</i> (1642).\n</p><p><a href=\"/wiki/John_Dryden\" title=\"John Dryden\">John Dryden</a> remarks in <i>Fables Ancient and Modern</i> (1700) that Chaucer had \"some little Byas toward the Opinions of Wycliff . . . somewhat of which appears in the Tale of Piers Plowman [an interesting conflation of Langland and pseudo-Chaucer]: Yet I cannot blame him for inveighing so sharply against the Vices of the Clergy of his Age: Their Pride, their Ambition, their Pomp, their Avarice, their Worldly Interest, deserv'd the lashes which he gave them, both in that, and in most of his Canterbury Tales.\" The phrase \"inveighed . . . against the clergy\" is possibly derived from Leland; similar synopses appear in the editions of Chaucer's <i>Works</i> starting with Thynne. Another eighteenth-century commentator, <a href=\"/wiki/John_Dart\" title=\"John Dart\">John Dart</a>, rejected <i>The Plowman's Tale</i> as Chaucer's but still agreed that Chaucer \"bitterly inveighs against the Priests and Fryars\", although he \"expresses his regard for the secular clergy who lived up to their profession\".\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Plowman%27s_Tale&amp;action=edit&amp;section=3\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Piers_Plowman_Tradition\" class=\"mw-redirect\" title=\"Piers Plowman Tradition\">Piers Plowman Tradition</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"Sources\">Sources</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Plowman%27s_Tale&amp;action=edit&amp;section=4\" title=\"Edit section: Sources\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Bradley, Henry. \"The Plowman's Tale.\" <i>The Athenaeum</i> 3898.12 July 1902: 62.</li>\n<li>Clark, David Paul. \"<a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20051229084947/http://www.uwm.edu/~dclark/thesis.html\">Reaping what was sown: Spenser, Chaucer, and The Plowman's Tale</a>.\" MA thesis. Iowa State University, 1995.</li>\n<li>Costomeris, Robert. \"The Yoke of Canon: Chaucerian Aspects of The Plowman's Tale.\" <i><a href=\"/wiki/Philological_Quarterly\" title=\"Philological Quarterly\">Philological Quarterly</a></i>. 71.2 (1991): 175–198.</li>\n<li>Forni, Kathleen. \"The Chaucerian Apocrypha: Did Usk's 'Testament of Love' and the 'Plowman's Tale' Ruin Chaucer's Early Reputation?\" <i>Neuphilologische Mitteilungen: Bulletin de la Societe Neophilologique</i> [Bulletin of the Modern Language Society, Helsinki, Finland] 98.3 (1997): 261–72.</li>\n<li>---. <i>The Chaucerian Apocrypha: A Counterfeit Canon</i>. Gainesville: University of Florida Press, 2001.</li>\n<li>Heffernan, Thomas J. \"Aspects of Chaucerian Apocrypha: Animadversions of William Thynne's edition of the <i>Plowman's Tale</i>.\" <i>Chaucer Traditions: Studies in Honor of Derek Brewer</i>. Cambridge: Cambridge University Press, 1990. 155–167.</li>\n<li>Irvine, Annie S. \"A Manuscript Copy of <i>The Plowman's Tale</i>.\" <i>University of Texas Studies in English</i> 12 (1932): 27–56.</li>\n<li>Long, Percy W. \"Spenser and the <i>Plowman's Tale</i>.\" <i>Modern Language Notes</i> 28.8 (1913): 262.</li>\n<li>Patterson, Paul J. \"Reforming Chaucer: Margins and Religion in an Apocryphal <i>Canterbury Tale</i>.\" <i>Book History</i> 8 (2005): 11–36.</li>\n<li>Thorne, J. B. \"Piers or Will: Confusion of Identity in the Early Reception of <i>Piers Plowman</i>.\" <i>Medieum Ævum</i> 60 (1991): 273–84.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.lib.rochester.edu/camelot/teams/plwtlint.htm\"><i>The Plowman's Tale</i></a> Ed. James Dean. Introduction and Annotated Text. Originally Published in <i>Six Ecclesiastical Satires</i> Kalamazoo, Michigan: Medieval Institute Publications, 1991.</li>\n<li><i>The Plowman's Tale: The c. 1532 and 1606 Editions of a Spurious Canterbury Tale</i>. Ed. Mary Rhinelander McCarl. New York: Garland Press, 1997.</li>\n<li><i>The Ploughman's Tale</i>. Ed. Andrew Wawn. Ph.D. Thesis, University of Birmingham, 1969.</li>\n<li>Thynne, Francis. <i>Animadversions uppon the Annotaciouns and Corrections of some Imperfections of Impressions of Chaucers Workes (sett downe before tyme, and nowe) reprinted in the yere of oure lorde 1598</i>. Ed. G. H. Kingsley (1865) EETS OS 9. Rev. ed. F. J. Furnivall, 1875. EETS SS 13. Rpt. 1891, 1928 and 1965. Oxford: Oxford University Press, 1965.</li>\n<li>Wawn, Andrew N. \"<i>The Plowman's Tale</i> and Reformation Propaganda: The Testimonies of Thomas Godfray and <i>I Playne Piers</i>.\" <i>Bulletin of the John Rylands Library</i>. 56 (1973): 174–192.</li>\n<li>---. \"The Genesis of <i>The Plowman's Tale</i>.\" <i>Yearbook of English Studies</i>. 2 (1972): 21–40.</li>\n<li>---. \"<i>The Plowman's Tale</i>.\" The Spenser Encyclopedia. Gen ed. A. C. Hamilton. Toronto: University of Toronto Press, 1990: 548–49.</li>\n<li>---. \"Chaucer, Wyclif, and the Court of Apollo.\" <i>English Language Notes</i> 10 (1972–73): 15–20.</li></ul>\n<div role=\"navigation\" class=\"navbox\" aria-labelledby=\"Geoffrey_Chaucer&amp;#039;s_Canterbury_Tales\" style=\"padding:3px\"><table class=\"nowraplinks collapsible autocollapse navbox-inner\" style=\"border-spacing:0;background:transparent;color:inherit\"><tbody><tr><th scope=\"col\" class=\"navbox-title\" colspan=\"2\"><div class=\"plainlinks hlist navbar mini\"><ul><li class=\"nv-view\"><a href=\"/wiki/Template:The_Canterbury_Tales\" title=\"Template:The Canterbury Tales\"><abbr title=\"View this template\" style=\";;background:none transparent;border:none;-moz-box-shadow:none;-webkit-box-shadow:none;box-shadow:none; padding:0;\">v</abbr></a></li><li class=\"nv-talk\"><a href=\"/wiki/Template_talk:The_Canterbury_Tales\" title=\"Template talk:The Canterbury Tales\"><abbr title=\"Discuss this template\" style=\";;background:none transparent;border:none;-moz-box-shadow:none;-webkit-box-shadow:none;box-shadow:none; padding:0;\">t</abbr></a></li><li class=\"nv-edit\"><a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Template:The_Canterbury_Tales&amp;action=edit\"><abbr title=\"Edit this template\" style=\";;background:none transparent;border:none;-moz-box-shadow:none;-webkit-box-shadow:none;box-shadow:none; padding:0;\">e</abbr></a></li></ul></div><div id=\"Geoffrey_Chaucer&amp;#039;s_Canterbury_Tales\" style=\"font-size:114%;margin:0 4em\"><a href=\"/wiki/Geoffrey_Chaucer\" title=\"Geoffrey Chaucer\">Geoffrey Chaucer</a>'s <i><a href=\"/wiki/The_Canterbury_Tales\" title=\"The Canterbury Tales\">Canterbury Tales</a></i></div></th></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\"><a href=\"/wiki/Order_of_The_Canterbury_Tales\" title=\"Order of The Canterbury Tales\">Order of <i>The<br />Canterbury Tales</i></a></th><td class=\"navbox-list navbox-odd hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><a href=\"/wiki/General_Prologue\" title=\"General Prologue\">General Prologue</a></li>\n<li><a href=\"/wiki/The_Knight%27s_Tale\" title=\"The Knight&#39;s Tale\">The Knight's Tale</a></li>\n<li><a href=\"/wiki/The_Miller%27s_Tale\" title=\"The Miller&#39;s Tale\">The Miller's Tale</a></li>\n<li><a href=\"/wiki/The_Reeve%27s_Tale\" title=\"The Reeve&#39;s Tale\">The Reeve's Tale</a></li>\n<li><a href=\"/wiki/The_Cook%27s_Tale\" title=\"The Cook&#39;s Tale\">The Cook's Tale</a></li>\n<li><a href=\"/wiki/The_Man_of_Law%27s_Tale\" title=\"The Man of Law&#39;s Tale\">The Man of Law's Tale</a></li>\n<li><a href=\"/wiki/The_Wife_of_Bath%27s_Tale\" title=\"The Wife of Bath&#39;s Tale\">The Wife of Bath's Tale</a></li>\n<li><a href=\"/wiki/The_Friar%27s_Tale\" title=\"The Friar&#39;s Tale\">The Friar's Tale</a></li>\n<li><a href=\"/wiki/The_Summoner%27s_Tale\" title=\"The Summoner&#39;s Tale\">The Summoner's Tale</a></li>\n<li><a href=\"/wiki/The_Clerk%27s_Tale\" title=\"The Clerk&#39;s Tale\">The Clerk's Tale</a></li>\n<li><a href=\"/wiki/The_Merchant%27s_Tale\" title=\"The Merchant&#39;s Tale\">The Merchant's Tale</a></li>\n<li><a href=\"/wiki/The_Squire%27s_Tale\" title=\"The Squire&#39;s Tale\">The Squire's Tale</a></li>\n<li><a href=\"/wiki/The_Franklin%27s_Tale\" title=\"The Franklin&#39;s Tale\">The Franklin's Tale</a></li>\n<li><a href=\"/wiki/The_Physician%27s_Tale\" title=\"The Physician&#39;s Tale\">The Physician's Tale</a></li>\n<li><a href=\"/wiki/The_Pardoner%27s_Tale\" title=\"The Pardoner&#39;s Tale\">The Pardoner's Tale</a></li>\n<li><a href=\"/wiki/The_Shipman%27s_Tale\" title=\"The Shipman&#39;s Tale\">The Shipman's Tale</a></li>\n<li><a href=\"/wiki/The_Prioress%27s_Tale\" title=\"The Prioress&#39;s Tale\">The Prioress's Tale</a></li>\n<li><a href=\"/wiki/Sir_Thopas\" title=\"Sir Thopas\">Sir Thopas</a></li>\n<li><a href=\"/wiki/The_Tale_of_Melibee\" title=\"The Tale of Melibee\">The Tale of Melibee</a></li>\n<li><a href=\"/wiki/The_Monk%27s_Tale\" title=\"The Monk&#39;s Tale\">The Monk's Tale</a></li>\n<li><a href=\"/wiki/The_Nun%27s_Priest%27s_Tale\" title=\"The Nun&#39;s Priest&#39;s Tale\">The Nun's Priest's Tale</a></li>\n<li><a href=\"/wiki/The_Second_Nun%27s_Tale\" title=\"The Second Nun&#39;s Tale\">The Second Nun's Tale</a></li>\n<li><a href=\"/wiki/The_Canon%27s_Yeoman%27s_Tale\" title=\"The Canon&#39;s Yeoman&#39;s Tale\">The Canon's Yeoman's Tale</a></li>\n<li><a href=\"/wiki/The_Manciple%27s_Tale\" title=\"The Manciple&#39;s Tale\">The Manciple's Tale</a></li>\n<li><a href=\"/wiki/The_Parson%27s_Tale\" title=\"The Parson&#39;s Tale\">The Parson's Tale</a></li></ul>\n</div></td></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\">Addenda</th><td class=\"navbox-list navbox-even hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><a class=\"mw-selflink selflink\">The Plowman's Tale</a></li>\n<li><a href=\"/wiki/The_Tale_of_Gamelyn\" title=\"The Tale of Gamelyn\">The Tale of Gamelyn</a></li>\n<li><i><a href=\"/wiki/Siege_of_Thebes_(poem)\" title=\"Siege of Thebes (poem)\">Siege of Thebes</a></i></li>\n<li><a href=\"/wiki/Prologue_and_Tale_of_Beryn\" title=\"Prologue and Tale of Beryn\">Prologue and Tale of Beryn</a></li></ul>\n</div></td></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\">Films</th><td class=\"navbox-list navbox-odd hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><i><a href=\"/wiki/The_Canterbury_Tales_(film)\" title=\"The Canterbury Tales (film)\">The Canterbury Tales</a></i> (1972)</li></ul>\n</div></td></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\">Stage</th><td class=\"navbox-list navbox-even hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><i><a href=\"/wiki/The_Two_Noble_Kinsmen\" title=\"The Two Noble Kinsmen\">The Two Noble Kinsmen</a></i> (1634 play)</li>\n<li><i><a href=\"/wiki/The_Canterbury_Pilgrims\" title=\"The Canterbury Pilgrims\">The Canterbury Pilgrims</a></i> (1917 opera)</li>\n<li><i><a href=\"/wiki/Canterbury_Tales_(musical)\" title=\"Canterbury Tales (musical)\">Canterbury Tales</a></i> (1964 musical)</li></ul>\n</div></td></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\">Television</th><td class=\"navbox-list navbox-odd hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><i><a href=\"/wiki/Trinity_Tales\" title=\"Trinity Tales\">Trinity Tales</a></i> (1975)</li>\n<li><i><a href=\"/wiki/The_Canterbury_Tales_(TV_series)\" title=\"The Canterbury Tales (TV series)\">The Canterbury Tales</a></i> (2003)</li></ul>\n</div></td></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\">Literature</th><td class=\"navbox-list navbox-even hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><i><a href=\"/wiki/The_Canterbury_Puzzles\" title=\"The Canterbury Puzzles\">The Canterbury Puzzles</a></i></li>\n<li><i><a href=\"/wiki/A_Commentary_on_the_General_Prologue_to_The_Canterbury_Tales\" title=\"A Commentary on the General Prologue to The Canterbury Tales\">A Commentary on the General Prologue to The Canterbury Tales</a></i></li></ul>\n</div></td></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\">Single tale<br />derivations</th><td class=\"navbox-list navbox-odd hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><i><a href=\"/wiki/The_Wedding_of_Sir_Gawain_and_Dame_Ragnelle\" title=\"The Wedding of Sir Gawain and Dame Ragnelle\">The Wedding of Sir Gawain and Dame Ragnelle</a></i></li>\n<li><i><a href=\"/wiki/Chanticleer_and_the_Fox_(book)\" title=\"Chanticleer and the Fox (book)\">Chanticleer and the Fox</a></i></li>\n<li><i><a href=\"/wiki/The_Book_of_the_Dun_Cow_(novel)\" title=\"The Book of the Dun Cow (novel)\">The Book of the Dun Cow</a></i></li>\n<li><i><a href=\"/wiki/Palamon_and_Arcite\" title=\"Palamon and Arcite\">Palamon and Arcite</a></i></li>\n<li><i><a href=\"/wiki/God_Spede_the_Plough\" title=\"God Spede the Plough\">God Spede the Plough</a></i></li>\n<li>\"<a href=\"/wiki/The_Pilgrim%27s_Tale\" title=\"The Pilgrim&#39;s Tale\">The Pilgrim's Tale</a>\"</li></ul>\n</div></td></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\">Related</th><td class=\"navbox-list navbox-even hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><a href=\"/wiki/Chaucer%27s_Retraction\" title=\"Chaucer&#39;s Retraction\">Chaucer's Retraction</a></li>\n<li><a href=\"/wiki/Ellesmere_Chaucer\" title=\"Ellesmere Chaucer\">Ellesmere Chaucer</a></li>\n<li><a href=\"/wiki/Hengwrt_Chaucer\" title=\"Hengwrt Chaucer\">Hengwrt Chaucer</a></li>\n<li><i><a href=\"/wiki/Descriptive_Catalogue_(1809)\" title=\"Descriptive Catalogue (1809)\">Descriptive Catalogue</a></i></li>\n<li>\"<a href=\"/wiki/Have_a_nice_day\" title=\"Have a nice day\">Have a nice day</a>\"</li>\n<li><a href=\"/wiki/English_words_first_attested_in_Chaucer#Canterbury_Tales_General_Prologue\" title=\"English words first attested in Chaucer\">Words first used in</a></li></ul>\n</div></td></tr></tbody></table></div>\n\n<!-- \nNewPP limit report\nParsed by mw1243\nCached time: 20180909190236\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.092 seconds\nReal time usage: 0.308 seconds\nPreprocessor visited node count: 339/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 16237/2097152 bytes\nTemplate argument size: 230/2097152 bytes\nHighest expansion depth: 12/40\nExpensive parser function count: 2/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 1/400\nLua time usage: 0.024/10.000 seconds\nLua memory usage: 1.26 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  260.635      1 -total\n 79.31%  206.701      1 Template:EngvarB\n  8.58%   22.356      1 Template:Authority_control\n  6.11%   15.920      2 Template:DMCA\n  5.42%   14.127      2 Template:Dated_maintenance_category\n  5.15%   13.411      1 Template:The_Canterbury_Tales\n  4.83%   12.576      1 Template:Italic_title\n  4.11%   10.708      1 Template:Navbox\n  3.19%    8.326      2 Template:FULLROOTPAGENAME\n  2.21%    5.757      2 Template:Ns_has_subpages\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:3351541-0!canonical and timestamp 20180909190236 and revision id 856448670\n -->\n</div>"},"langlinks":[{"lang":"no","url":"https://no.wikipedia.org/wiki/Plogmannens_fortelling","langname":"Norwegian","autonym":"norsk","*":"Plogmannens fortelling"}],"categories":[{"sortkey":"Plowman's Tale, The","hidden":"","*":"EngvarB_from_September_2013"},{"sortkey":"Plowman's Tale, The","hidden":"","*":"Use_dmy_dates_from_September_2013"},{"sortkey":"Plowman's Tale, The","*":"English_literature"},{"sortkey":"Plowman's Tale, The","*":"English_Reformation"},{"sortkey":"Plowman's Tale, The","*":"History_of_Catholicism_in_England"},{"sortkey":"Plowman's Tale, The","*":"Literary_forgeries"},{"sortkey":"Plowman's Tale, The","*":"English_Renaissance"},{"sortkey":"Plowman's Tale, The","*":"The_Canterbury_Tales"}],"links":[{"ns":14,"exists":"","*":"Category:EngvarB from September 2013"},{"ns":14,"exists":"","*":"Category:Use dmy dates from September 2013"},{"ns":10,"exists":"","*":"Template:The Canterbury Tales"},{"ns":0,"exists":"","*":"A Commentary on the General Prologue to The Canterbury Tales"},{"ns":0,"exists":"","*":"Anthony Hall (antiquarian)"},{"ns":0,"exists":"","*":"Anthony Wotton"},{"ns":0,"exists":"","*":"Antiquary"},{"ns":0,"exists":"","*":"Canterbury Tales (musical)"},{"ns":0,"exists":"","*":"Cardinal (Catholicism)"},{"ns":0,"exists":"","*":"Chanticleer and the Fox (book)"},{"ns":0,"exists":"","*":"Chaucer's Retraction"},{"ns":0,"exists":"","*":"Descriptive Catalogue (1809)"},{"ns":0,"exists":"","*":"Dissolution of the Monasteries"},{"ns":0,"exists":"","*":"Duns Scotus"},{"ns":0,"exists":"","*":"Edmund Spenser"},{"ns":0,"exists":"","*":"Ellesmere Chaucer"},{"ns":0,"exists":"","*":"English words first attested in Chaucer"},{"ns":0,"exists":"","*":"Foxe's Book of Martyrs"},{"ns":0,"exists":"","*":"Francis Thynne"},{"ns":0,"exists":"","*":"Gabriel Harvey"},{"ns":0,"exists":"","*":"General Prologue"},{"ns":0,"exists":"","*":"Geoffrey Chaucer"},{"ns":0,"exists":"","*":"God Spede the Plough"},{"ns":0,"exists":"","*":"Griffin"},{"ns":0,"exists":"","*":"Have a nice day"},{"ns":0,"exists":"","*":"Hengwrt Chaucer"},{"ns":0,"exists":"","*":"Jack Upland"},{"ns":0,"exists":"","*":"John Bale"},{"ns":0,"exists":"","*":"John Dart"},{"ns":0,"exists":"","*":"John Dryden"},{"ns":0,"exists":"","*":"John Foxe"},{"ns":0,"exists":"","*":"John Leland (antiquary)"},{"ns":0,"exists":"","*":"John Milton"},{"ns":0,"exists":"","*":"John Stow"},{"ns":0,"exists":"","*":"John Wycliffe"},{"ns":0,"exists":"","*":"Lollard"},{"ns":0,"exists":"","*":"Monk's Tale"},{"ns":0,"exists":"","*":"New Testament"},{"ns":0,"exists":"","*":"Order of The Canterbury Tales"},{"ns":0,"exists":"","*":"Palamon and Arcite"},{"ns":0,"exists":"","*":"Philological Quarterly"},{"ns":0,"exists":"","*":"Pierce the Ploughman's Crede"},{"ns":0,"exists":"","*":"Pierce the Plowman's Crede"},{"ns":0,"exists":"","*":"Piers Plowman"},{"ns":0,"exists":"","*":"Piers Plowman Tradition"},{"ns":0,"exists":"","*":"Prologue and Tale of Beryn"},{"ns":0,"exists":"","*":"Proto-Protestantism"},{"ns":0,"exists":"","*":"Rhyme royal"},{"ns":0,"exists":"","*":"Roman Catholic"},{"ns":0,"exists":"","*":"Siege of Thebes (poem)"},{"ns":0,"exists":"","*":"Simon Birkbeck"},{"ns":0,"exists":"","*":"Sir Thopas"},{"ns":0,"exists":"","*":"The Book of the Dun Cow (novel)"},{"ns":0,"exists":"","*":"The Canon's Yeoman's Tale"},{"ns":0,"exists":"","*":"The Canterbury Pilgrims"},{"ns":0,"exists":"","*":"The Canterbury Puzzles"},{"ns":0,"exists":"","*":"The Canterbury Tales"},{"ns":0,"exists":"","*":"The Canterbury Tales (TV series)"},{"ns":0,"exists":"","*":"The Canterbury Tales (film)"},{"ns":0,"exists":"","*":"The Clerk's Tale"},{"ns":0,"exists":"","*":"The Cook's Tale"},{"ns":0,"exists":"","*":"The Franklin's Tale"},{"ns":0,"exists":"","*":"The Friar's Tale"},{"ns":0,"exists":"","*":"The Knight's Tale"},{"ns":0,"exists":"","*":"The Man of Law's Tale"},{"ns":0,"exists":"","*":"The Manciple's Tale"},{"ns":0,"exists":"","*":"The Merchant's Tale"},{"ns":0,"exists":"","*":"The Miller's Tale"},{"ns":0,"exists":"","*":"The Monk's Tale"},{"ns":0,"exists":"","*":"The Nun's Priest's Tale"},{"ns":0,"exists":"","*":"The Pardoner's Tale"},{"ns":0,"exists":"","*":"The Parson's Tale"},{"ns":0,"exists":"","*":"The Physician's Tale"},{"ns":0,"exists":"","*":"The Pilgrim's Tale"},{"ns":0,"exists":"","*":"The Prioress's Tale"},{"ns":0,"exists":"","*":"The Reeve's Tale"},{"ns":0,"exists":"","*":"The Second Nun's Tale"},{"ns":0,"exists":"","*":"The Shepheardes Calender"},{"ns":0,"exists":"","*":"The Shipman's Tale"},{"ns":0,"exists":"","*":"The Squire's Tale"},{"ns":0,"exists":"","*":"The Summoner's Tale"},{"ns":0,"exists":"","*":"The Tale of Gamelyn"},{"ns":0,"exists":"","*":"The Tale of Melibee"},{"ns":0,"exists":"","*":"The Two Noble Kinsmen"},{"ns":0,"exists":"","*":"The Wedding of Sir Gawain and Dame Ragnelle"},{"ns":0,"exists":"","*":"The Wife of Bath's Tale"},{"ns":0,"exists":"","*":"Thomas Berthelet"},{"ns":0,"exists":"","*":"Thomas Cromwell"},{"ns":0,"exists":"","*":"Thomas Hoccleve"},{"ns":0,"exists":"","*":"Thomas Speght"},{"ns":0,"exists":"","*":"Thomas Tyrwhitt"},{"ns":0,"exists":"","*":"Thomas Wolsey"},{"ns":0,"exists":"","*":"Trinity Tales"},{"ns":0,"exists":"","*":"Virgin Mary"},{"ns":0,"exists":"","*":"William Thynne"},{"ns":0,"exists":"","*":"William Tyndale"},{"ns":0,"exists":"","*":"William Vaughan (writer)"},{"ns":0,"*":"Thomas Godfray (printer)"},{"ns":0,"*":"The Testament of Love"},{"ns":11,"exists":"","*":"Template talk:The Canterbury Tales"}],"templates":[{"ns":10,"exists":"","*":"Template:EngvarB"},{"ns":10,"exists":"","*":"Template:DMCA"},{"ns":10,"exists":"","*":"Template:Dated maintenance category"},{"ns":10,"exists":"","*":"Template:FULLROOTPAGENAME"},{"ns":10,"exists":"","*":"Template:Ns has subpages"},{"ns":10,"exists":"","*":"Template:Use dmy dates"},{"ns":10,"exists":"","*":"Template:Italic title"},{"ns":10,"exists":"","*":"Template:The Canterbury Tales"},{"ns":10,"exists":"","*":"Template:Navbox"},{"ns":10,"exists":"","*":"Template:Authority control"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Ns has subpages"},{"ns":828,"exists":"","*":"Module:Italic title"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Navbox"},{"ns":828,"exists":"","*":"Module:Navbar"},{"ns":828,"exists":"","*":"Module:Authority control"},{"ns":828,"exists":"","*":"Module:ResolveEntityId"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["https://web.archive.org/web/20050220092306/http://www.lib.rochester.edu/CAMELOT/TEAMS/chauplow.htm","https://web.archive.org/web/20051229084947/http://www.uwm.edu/~dclark/thesis.html","http://www.lib.rochester.edu/camelot/teams/plwtlint.htm"],"sections":[{"toclevel":1,"level":"2","line":"Printed Editions and their interpretation","number":"1","index":"1","fromtitle":"The_Plowman's_Tale","byteoffset":3269,"anchor":"Printed_Editions_and_their_interpretation"},{"toclevel":1,"level":"2","line":"Associated with Chaucer and Piers Plowman from 1500–1700","number":"2","index":"2","fromtitle":"The_Plowman's_Tale","byteoffset":5990,"anchor":"Associated_with_Chaucer_and_Piers_Plowman_from_1500–1700"},{"toclevel":1,"level":"2","line":"See also","number":"3","index":"3","fromtitle":"The_Plowman's_Tale","byteoffset":10306,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"Sources","number":"4","index":"4","fromtitle":"The_Plowman's_Tale","byteoffset":10349,"anchor":"Sources"}],"parsewarnings":[],"displaytitle":"<i>The Plowman's Tale</i>","iwlinks":[],"properties":[{"name":"displaytitle","*":"<i>The Plowman's Tale</i>"},{"name":"defaultsort","*":"Plowman's Tale, The"},{"name":"wikibase_item","*":"Q7757530"}]}}