{"parse":{"title":"RCA Photophone","pageid":4760066,"revid":854426770,"text":{"*":"<div class=\"mw-parser-output\"><dl><dd><i>This article is for the sound-on-film technology. For the telecommunication device invented by Alexander Graham Bell and Charles Sumner Tainter, see <a href=\"/wiki/Photophone\" title=\"Photophone\">Photophone</a>.</i></dd></dl>\n<p><b>RCA Photophone</b> was the trade name given to one of four major competing technologies that emerged in the American film industry in the late 1920s for <a href=\"/wiki/Sound-on-film\" title=\"Sound-on-film\">synchronizing electrically recorded audio to a motion picture image</a>. RCA Photophone was an <a href=\"/wiki/Optical_sound\" title=\"Optical sound\">optical sound</a>, \"variable-area\" <a href=\"/wiki/Film\" title=\"Film\">film</a> <a href=\"/wiki/Exposure_(photography)\" title=\"Exposure (photography)\">exposure</a> system, in which the <a href=\"/wiki/Modulation\" title=\"Modulation\">modulated</a> area (width) corresponded to the <a href=\"/wiki/Waveform\" title=\"Waveform\">waveform</a> of the <a href=\"/wiki/Sound\" title=\"Sound\">audio</a> signal. The three other major technologies were the <a href=\"/wiki/Warner_Bros.\" title=\"Warner Bros.\">Warner Bros.</a> <a href=\"/wiki/Vitaphone\" title=\"Vitaphone\">Vitaphone</a> <a href=\"/wiki/Sound-on-disc\" title=\"Sound-on-disc\">sound-on-disc</a> system, as well as two \"variable-density\" <a href=\"/wiki/Sound-on-film\" title=\"Sound-on-film\">sound-on-film</a> systems, <a href=\"/wiki/Lee_De_Forest\" class=\"mw-redirect\" title=\"Lee De Forest\">Lee De Forest</a>'s <a href=\"/wiki/Phonofilm\" title=\"Phonofilm\">Phonofilm</a>, and <a href=\"/wiki/Fox_Film_Corporation\" class=\"mw-redirect\" title=\"Fox Film Corporation\">Fox</a>-<a href=\"/wiki/Theodore_Case\" title=\"Theodore Case\">Case</a>'s <a href=\"/wiki/Movietone_sound_system\" title=\"Movietone sound system\">Movietone</a>.\n</p><p>When <a href=\"/wiki/Joseph_P._Kennedy\" class=\"mw-redirect\" title=\"Joseph P. Kennedy\">Joseph P. Kennedy</a> and other investors merged <a href=\"/wiki/Film_Booking_Offices_of_America\" title=\"Film Booking Offices of America\">Film Booking Offices of America</a> (FBO) with the <a href=\"/wiki/Keith-Albee-Orpheum\" title=\"Keith-Albee-Orpheum\">Keith-Albee-Orpheum</a> theater chain and <a href=\"/wiki/Radio_Corporation_of_America\" class=\"mw-redirect\" title=\"Radio Corporation of America\">Radio Corporation of America</a>, the resulting movie studio <a href=\"/wiki/RKO_Radio_Pictures\" class=\"mw-redirect\" title=\"RKO Radio Pictures\">RKO Radio Pictures</a> used RCA Photophone as their primary sound system. In May 1929, RKO released <i><a href=\"/wiki/Syncopation_(1929_film)\" title=\"Syncopation (1929 film)\">Syncopation</a></i>, the first film made in RCA Photophone.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#History_and_licensing\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">History and licensing</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Comparison_of_(mono)_variable-area_and_variable-density\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Comparison of (mono) variable-area and variable-density</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Stereo_variable-area\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Stereo variable-area</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#RCA_Photophone_system_abandoned_–_Westrex_(stereo)_variable-area_system_renamed_Photophone\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">RCA Photophone system abandoned – Westrex (stereo) variable-area system renamed Photophone</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Photophone_brand_abandoned\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Photophone brand abandoned</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#See_also\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#References\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#External_links\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"History_and_licensing\">History and licensing</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=RCA_Photophone&amp;action=edit&amp;section=1\" title=\"Edit section: History and licensing\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In the early years following <a href=\"/wiki/World_War_I\" title=\"World War I\">World War I</a>, <a href=\"/wiki/Charles_A._Hoxie\" title=\"Charles A. Hoxie\">Charles A. Hoxie</a> working at <a href=\"/wiki/General_Electric\" title=\"General Electric\">General Electric</a> (GE) developed a photographic film recorder, initially to record transoceanic wireless telegraphy signals. However, this recorder was later adapted for recording speech and was used in 1921 to record speeches by President Coolidge and others which were broadcast over Station WGY (Schenectady). This recorder was called the <i><a href=\"/wiki/Pallophotophone\" title=\"Pallophotophone\">Pallophotophone</a></i>.\n</p><p>In 1925 GE started a program to develop commercial sound-on-film equipment based on Hoxie's work. Unlike the <a href=\"/wiki/Dolby_Stereo\" title=\"Dolby Stereo\">Dolby Stereo</a>, Powers <a href=\"/wiki/Cinephone\" class=\"mw-redirect\" title=\"Cinephone\">Cinephone</a>, <a href=\"/wiki/Phonofilm\" title=\"Phonofilm\">Phonofilm</a>, and <a href=\"/wiki/Movietone_sound_system\" title=\"Movietone sound system\">Movietone</a> systems in which the audio modulated the intensity of a recording lamp which exposed the soundtrack, thus creating a variable-density (or in <a href=\"/wiki/Dolby_Stereo\" title=\"Dolby Stereo\">Dolby Stereo</a>'s case variable-area just like the <a href=\"/wiki/General_Electric\" title=\"General Electric\">GE</a> system) track, the GE system employed a fast-acting mirror <a href=\"/wiki/Galvanometer\" title=\"Galvanometer\">galvanometer</a> to create a variable-area soundtrack. A number of demonstrations of this system, now known as Photophone, were given in 1926 and 1927. The first public screenings with this system were of a sound version (music plus sound effects only) of the silent film <a href=\"/wiki/Wings_(1927_film)\" title=\"Wings (1927 film)\">Wings</a> which was exhibited as a road-show in around a dozen specially equipped theatres during 1927.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>\n</p><p>In 1928 RCA Photophone Inc was created as a subsidiary of RCA (itself then a GE subsidiary) to commercially exploit the Photophone system. The RCA system continued to use the <i>galvanometer</i> until the 1970s, when it became technically obsolete. The Western Electric system continued to use the slower-acting <i>light valve</i>, and, under successor ownership, is still used to this day.\n</p><p>For nearly half a century, motion picture sound systems were licensed, with two major licensors in North America, RCA and Western Electric (Northern Electric, in Canada), which licensed their principal sound element (original track negative) recording systems on a non-exclusive basis. In general, motion picture producers elected to license one or the other. In a few cases, where mergers had occurred, a producer might be licensed for both. For many years, it was customary to \"brand\" a film with its sound system, variously as \"RCA Sound Recording\", \"Western Electric Recording\", or similar brands, often including the corporate logo of the licensor (<i>Meatball</i> for RCA; <i>The Voice of Action</i> for Western Electric; <i>Li Westrex</i> for the post-1956 divestiture of Western Electric under Litton Industries' ownership). Such branding ceased in about 1976, particularly after nearly all optical sound recording (for release prints) had been converted to Westrex's/Dolby's <a href=\"/wiki/Dolby_Stereo\" title=\"Dolby Stereo\">stereo variable-area</a> system from RCA's and Westrex's mono systems, although there were a few examples of such branding thereafter (mainly Westrex.)\n</p><p>Many years later, the Photophone trademark would be reused by the Western Electric/Westrex (Dolby) <a href=\"/wiki/Dolby_Stereo\" title=\"Dolby Stereo\">stereo variable-area</a> system, after both the Western Electric and Westrex trademarks became unavailable due to corporate asset sales by the disintegrating Bell System, but the Western Electric/Westrex (Dolby) <a href=\"/wiki/Dolby_Stereo\" title=\"Dolby Stereo\">stereo variable-area</a> system continued to be marketed by a successor, and it is still serviced and supported to this day, although it is no longer branded as Photophone (but nowadays instead branded as Dolby).\n</p>\n<h2><span id=\"Comparison_of_.28mono.29_variable-area_and_variable-density\"></span><span class=\"mw-headline\" id=\"Comparison_of_(mono)_variable-area_and_variable-density\">Comparison of (mono) variable-area and variable-density</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=RCA_Photophone&amp;action=edit&amp;section=2\" title=\"Edit section: Comparison of (mono) variable-area and variable-density\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Although variable-density sound system recording is usually associated with Western Electric (and Powers <a href=\"/wiki/Cinephone\" class=\"mw-redirect\" title=\"Cinephone\">Cinephone</a>) and variable-area sound system recording is usually associated with RCA (and <a href=\"/wiki/Dolby_Stereo\" title=\"Dolby Stereo\">Dolby Stereo</a> and <a href=\"/wiki/Perspecta\" title=\"Perspecta\">Perspecta</a> sound), these relationships are not cast into stone.\n</p><p>Both variable-area systems and variable-density systems were marketed by both RCA and Western Electric, the Western Electric <i>light valve</i> being capable of producing either variable-density or variable-area depending on which ribbon axis was parallel to the film motion, and the RCA <i>galvanometer</i> was capable of producing either variable-area or variable-density depending upon the particulars of the optical system.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p><p>Roughly equal measured and perceived quality was available from both systems and from both manufacturers. Neither recording system nor manufacturer was clearly superior to the other, except where specific customer end-to-end processes made one system/manufacturer more consistently superior to the other system/manufacturer.\n</p><p>Variable-density was preferred for Technicolor sound prints as this process utilized a silver gray-scale \"key\" record, thereby creating a <a href=\"/wiki/CMYK\" class=\"mw-redirect\" title=\"CMYK\">CMYK</a> color image, and the <a href=\"/wiki/Sound_track\" class=\"mw-redirect\" title=\"Sound track\">sound track</a> was also a silver gray-scale record, which greatly facilitated variable-density (and made variable-area rather difficult). The \"key\" record was deleted from most <a href=\"/wiki/Technicolor#Three-strip_Technicolor\" title=\"Technicolor\">Technicolor</a> prints after 1944, thereby creating a CMY color image, but Technicolor's strong preference for variable-density continued long thereafter.\n</p><p>Variable-density was finally abandoned as customer preferences for \"dual-bilateral\" variable-area sound tracks emerged in the late 1950s. This required changes to some laboratory processing and quality controls, but the real reason for variable-density's demise was yet to come.\n</p>\n<h2><span class=\"mw-headline\" id=\"Stereo_variable-area\">Stereo variable-area</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=RCA_Photophone&amp;action=edit&amp;section=3\" title=\"Edit section: Stereo variable-area\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In the early-1970s there was renewed interest in improving the quality of optical film soundtracks. \n</p><p>As a consequence by the early 1970s several individuals and organizations were considering improvements to the dated technical standards used for optical sound on 35mm film. In particular both Dolby Labs<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> and Kodak<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> were investigating the use of Dolby noise reduction on optical soundtracks. \n</p><p>In the mid-1970s Westrex Corp. (a wholly owned subsidiary of <a href=\"/wiki/Litton_Industries\" title=\"Litton Industries\">Litton Industries</a> since 1956, and the successor to Western Electric's cinema sound business unit) re-introduced the ca. 1938 \"four ribbon\" light valve, and the ca. 1947 RA-1231 sound recorder.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n</p><p>When originally introduced in 1947 the RA-1231 could be configured as a mono 35mm variable-density or variable-area recorder, or a mono 16mm variable-density or variable-area recorder, at the customer's option. However its basic electro-optical arrangement could also be used to create a time-aligned, two-channel variable-area version,<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup> and this then became the industry standard device for recording stereo variable-area optical soundtracks.\n</p><p>Variable-density's fate was then sealed as these stereo optical sound prints (as contrasted with stereo magnetic sound prints or mono optical sound prints) became a marketing imperative.\n</p><p>When encoded utilizing <a href=\"/wiki/Dolby_Laboratories\" title=\"Dolby Laboratories\">Dolby Laboratories</a>'s technology (itself originally being in part licensed from <a href=\"/wiki/Sansui_Electric\" title=\"Sansui Electric\">Sansui</a>), the discrete L and R channels of Westrex's stereo variable-area system were renamed \"Left Total\" and \"Right Total\", and when decoded utilizing Dolby's Cinema Processor these produced the L, C, R and S sound image first popularized by Fox's <a href=\"/wiki/Cinemascope\" class=\"mw-redirect\" title=\"Cinemascope\">CinemaScope</a> magnetic stereo system in 1953.\n</p><p>Stereo optical sound prints are compatible with films with any aspect ratio and with normal print film stocks with <a href=\"/wiki/Film_perforations#KS\" title=\"Film perforations\">KS-type</a> film perforations, whereas stereo magnetic sound prints require film stocks with the narrower <a href=\"/wiki/Film_perforations#CS\" title=\"Film perforations\">CS-type</a> film perforations. Film with <a href=\"/wiki/Film_perforations#CS\" title=\"Film perforations\">CS-type</a> perforations can only be run on a projector fitted with special narrow-toothed sprockets or permanent damage will be done to the film. An alternative is LaVezzi's <a href=\"/wiki/Film_perforations#VKF\" title=\"Film perforations\">VKF</a> (\"Very Kind to Film\") sprockets, which perform optimally on KS- as well as CS-perforated prints. Stereo variable-area, therefore, provided for the first time stereo film prints of <i>any</i> aspect ratio (1.37:1/Academy through 2.35:1/CinemaScope, inclusive) which could be run without damage on any normal 35mm cinema projector.\n</p><p>Nearly all original track negatives (OTNs) are now produced as stereo variable-area, and the former Western Electric (Westrex) system has been renamed Photophone and has become the de facto standard for analogue optical soundtracks, world-wide.\n</p><p>The fully implemented case of stereo variable-area (i.e., 4-2-4 encoding/decoding) produces a stereo 3.1 track.\n</p><p>The partially degenerate case of stereo variable-area (i.e., no 4-2-4 encoding/decoding, but discrete left total/left and right total/right) produces a stereo 2.0 track.\n</p><p>The fully degenerate case of stereo variable-area (i.e., no 4-2-4 encoding/decoding, and left total/left equal to right total/right) produces a conventional \"dual-bilateral\" mono 1.0 track.\n</p>\n<h2><span id=\"RCA_Photophone_system_abandoned_.E2.80.93_Westrex_.28stereo.29_variable-area_system_renamed_Photophone\"></span><span class=\"mw-headline\" id=\"RCA_Photophone_system_abandoned_–_Westrex_(stereo)_variable-area_system_renamed_Photophone\">RCA Photophone system abandoned – Westrex (stereo) variable-area system renamed Photophone</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=RCA_Photophone&amp;action=edit&amp;section=4\" title=\"Edit section: RCA Photophone system abandoned – Westrex (stereo) variable-area system renamed Photophone\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Once the ability to record stereo tracks became a commercial imperative for sound-transfer facilities the RCA system was abandoned as it was incapable of producing time-aligned stereo sound negatives, whereas the Western Electric/Westrex recorders with the ca. 1938 4-ribbon light valve (RA-1231, e.g., but <i>not</i> RA-1231A) were inherently capable of producing time-aligned sound negatives.\n</p><p>The Westrex system was renamed Photophone after the Western Electric and Westrex registered trademarks were sold by <a href=\"/wiki/AT%26T_Corporation\" title=\"AT&amp;T Corporation\">AT&amp;T</a> and <a href=\"/wiki/Litton_Industries\" title=\"Litton Industries\">Litton Industries</a>, respectively, to others, for uses other than cinema sound systems.\n</p><p>Renaming the Westrex system to Photophone was facilitated by the demise of RCA's cinema sound business unit, by the hand of <a href=\"/wiki/General_Electric\" title=\"General Electric\">General Electric</a>, RCA's acquirer, and by its failure to protect the Photophone trademark.\n</p><p>The Westrex system, briefly renamed Photophone, is still in use, with more than 100 systems currently in active service, world-wide. Some users, including <a href=\"/wiki/The_Walt_Disney_Company\" title=\"The Walt Disney Company\">Disney</a> and Warner Bros., have multiple systems. The RCA system is essentially defunct.\n</p><p>The Westrex system also has the capability of producing a DTS time-code track along with its native stereo variable-area tracks, or DTS time-code alone for use with 70mm and \"special venue\" prints.\n</p>\n<h2><span class=\"mw-headline\" id=\"Photophone_brand_abandoned\">Photophone brand abandoned</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=RCA_Photophone&amp;action=edit&amp;section=5\" title=\"Edit section: Photophone brand abandoned\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The re-use of the Photophone brand was relatively short-lived. After the closure of the immediate successor to Litton, the RA-1231 recorder and its supporting electronics were taken over by yet another successor.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=RCA_Photophone&amp;action=edit&amp;section=6\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Joseph_Tykoci%C5%84ski-Tykociner\" title=\"Joseph Tykociński-Tykociner\">Joseph Tykociński-Tykociner</a></li>\n<li><a href=\"/wiki/List_of_film_formats\" class=\"mw-redirect\" title=\"List of film formats\">List of film formats</a></li>\n<li><a href=\"/wiki/Movietone_sound_system\" title=\"Movietone sound system\">Movietone</a></li>\n<li><a href=\"/wiki/Pallophotophone\" title=\"Pallophotophone\">Pallophotophone</a></li>\n<li><a href=\"/wiki/Phonofilm\" title=\"Phonofilm\">Phonofilm</a></li>\n<li><a href=\"/wiki/Photokinema\" title=\"Photokinema\">Photokinema</a></li>\n<li><a href=\"/wiki/Sound_film\" title=\"Sound film\">Sound film</a></li>\n<li><a href=\"/wiki/Sound-on-disc\" title=\"Sound-on-disc\">Sound-on-disc</a></li>\n<li><a href=\"/wiki/Vitaphone\" title=\"Vitaphone\">Vitaphone</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=RCA_Photophone&amp;action=edit&amp;section=7\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><b> Citations </b>\n</p>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">History of Sound Motion Pictures, E.W. Kellog, Journal of the SMPTE Vol 64 June 1955</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Indeed, the RCA-licensed Maurer recorder could produce either variable-area or variable-density by simply shifting a portion of the optical system at the recordist's discretion.</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">The Production of Wide-Range, Low-Distortion Optical Soundtracks Utilizing the Dolby Noise Reduction System. Ioan Allen. JSMPTE Vol.84 Sept 1975</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Stereophonic Photographic Soundtracks. Ronald E. Uhlig. JSMPTE Vol.82 April 1973</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">J. Frayne and H. Wolfe, <i>Sound Recording</i> (New York: <a href=\"/wiki/Wiley_%26_Sons\" class=\"mw-redirect\" title=\"Wiley &amp; Sons\">Wiley &amp; Sons</a>, 1949). Discusses, in the abstract, the components of that which later became today's Photophone (né Western Electric/Westrex) stereo variable-area system, but the component descriptions are spread throughout this essential and definitive text</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Two, three or four time-aligned tracks were theoretically possible, and one implementation did, indeed, offer four time-aligned discrete tracks. The four-track experiment was not repeated. All subsequent implementations were two discrete, time-aligned tracks.</span>\n</li>\n</ol></div></div>\n<p><b> Bibliography </b>\n</p>\n<ul><li>Barrios, Richard. <i>A Song in the Dark</i> (London &amp; New York: <a href=\"/wiki/Oxford_University_Press\" title=\"Oxford University Press\">Oxford University Press</a>, 1995) <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-19-508811-5\" title=\"Special:BookSources/0-19-508811-5\">0-19-508811-5</a></li>\n<li>Coe, Brian. <i>The History of Movie Photography</i> (Westfield, NJ: Eastview Editions, 1981) <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-89860-067-7\" title=\"Special:BookSources/0-89860-067-7\">0-89860-067-7</a></li>\n<li>Enticknap, Leo. <i>Moving Image Technology: From Zoetrope to Digital</i> (London: Wallflower Press 2005) <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/1-904764-06-1\" title=\"Special:BookSources/1-904764-06-1\">1-904764-06-1</a></li>\n<li><a href=\"/wiki/Scott_Eyman\" title=\"Scott Eyman\">Eyman, Scott</a>. <i>The Speed of Sound: Hollywood and the Talkie Revolution 1926–1930</i> (New York: <a href=\"/wiki/Simon_%26_Schuster\" title=\"Simon &amp; Schuster\">Simon &amp; Schuster</a>, 1997) <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-0-684-81162-8\" title=\"Special:BookSources/978-0-684-81162-8\">978-0-684-81162-8</a></li>\n<li><a href=\"/wiki/Douglas_Gomery\" title=\"Douglas Gomery\">Gomery, Douglas</a>. <i>The Coming of Sound</i> (London &amp; New York: <a href=\"/wiki/Routledge\" title=\"Routledge\">Routledge</a>, 2005) <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-415-96901-8\" title=\"Special:BookSources/0-415-96901-8\">0-415-96901-8</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=RCA_Photophone&amp;action=edit&amp;section=8\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.silentera.com/PSFL/indexes/earlySoundFilms.html\">List of Early Sound Films 1894–1929 at Silent Era website</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.youtube.com/watch?v=zl6SMOSXa7A\">Alfred Hitchcock and Anny Ondra in Sound Test for <i>Blackmail</i> (1929) filmed in RCA Photophone</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.jrsky.com/pricing.html\">J.R. Sky, as the successor to Nuoptix, which, in turn, was the successor to Litton Industries' Westrex subsidiary</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1322\nCached time: 20180909182539\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.112 seconds\nReal time usage: 0.129 seconds\nPreprocessor visited node count: 1358/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 5617/2097152 bytes\nTemplate argument size: 2132/2097152 bytes\nHighest expansion depth: 15/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 2451/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.012/10.000 seconds\nLua memory usage: 978 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   73.631      1 -total\n 63.77%   46.952      5 Template:ISBN\n 35.86%   26.404      1 Template:Reflist\n 24.44%   17.994      5 Template:Catalog_lookup_link\n 13.58%   10.002      5 Template:Error-small\n  8.95%    6.589     15 Template:Yesno-no\n  7.64%    5.628     30 Template:Trim\n  5.61%    4.133     15 Template:Yesno\n  4.21%    3.096      6 Template:Main_other\n  2.51%    1.845      5 Template:Tl\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:4760066-0!canonical and timestamp 20180909182538 and revision id 854426770\n -->\n</div>"},"langlinks":[{"lang":"fr","url":"https://fr.wikipedia.org/wiki/Photophone_(proc%C3%A9d%C3%A9_sonore)","langname":"French","autonym":"français","*":"Photophone (procédé sonore)"},{"lang":"ru","url":"https://ru.wikipedia.org/wiki/RCA_Photophone","langname":"Russian","autonym":"русский","*":"RCA Photophone"}],"categories":[{"sortkey":"Rca Photophone","*":"History_of_film"},{"sortkey":"Rca Photophone","*":"Film_sound_production"},{"sortkey":"Rca Photophone","*":"Film_and_video_technology"},{"sortkey":"Rca Photophone","*":"Motion_picture_film_formats"},{"sortkey":"Rca Photophone","*":"RCA_brands"}],"links":[{"ns":0,"exists":"","*":"AT&T Corporation"},{"ns":0,"exists":"","*":"CMYK"},{"ns":0,"exists":"","*":"Charles A. Hoxie"},{"ns":0,"exists":"","*":"Cinemascope"},{"ns":0,"exists":"","*":"Cinephone"},{"ns":0,"exists":"","*":"Dolby Laboratories"},{"ns":0,"exists":"","*":"Dolby Stereo"},{"ns":0,"exists":"","*":"Douglas Gomery"},{"ns":0,"exists":"","*":"Exposure (photography)"},{"ns":0,"exists":"","*":"Film"},{"ns":0,"exists":"","*":"Film Booking Offices of America"},{"ns":0,"exists":"","*":"Film perforations"},{"ns":0,"exists":"","*":"Fox Film Corporation"},{"ns":0,"exists":"","*":"Galvanometer"},{"ns":0,"exists":"","*":"General Electric"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"Joseph P. Kennedy"},{"ns":0,"exists":"","*":"Joseph Tykociński-Tykociner"},{"ns":0,"exists":"","*":"Keith-Albee-Orpheum"},{"ns":0,"exists":"","*":"Lee De Forest"},{"ns":0,"exists":"","*":"List of film formats"},{"ns":0,"exists":"","*":"Litton Industries"},{"ns":0,"exists":"","*":"Modulation"},{"ns":0,"exists":"","*":"Movietone sound system"},{"ns":0,"exists":"","*":"Optical sound"},{"ns":0,"exists":"","*":"Oxford University Press"},{"ns":0,"exists":"","*":"Pallophotophone"},{"ns":0,"exists":"","*":"Perspecta"},{"ns":0,"exists":"","*":"Phonofilm"},{"ns":0,"exists":"","*":"Photokinema"},{"ns":0,"exists":"","*":"Photophone"},{"ns":0,"exists":"","*":"RKO Radio Pictures"},{"ns":0,"exists":"","*":"Radio Corporation of America"},{"ns":0,"exists":"","*":"Routledge"},{"ns":0,"exists":"","*":"Sansui Electric"},{"ns":0,"exists":"","*":"Scott Eyman"},{"ns":0,"exists":"","*":"Simon & Schuster"},{"ns":0,"exists":"","*":"Sound"},{"ns":0,"exists":"","*":"Sound-on-disc"},{"ns":0,"exists":"","*":"Sound-on-film"},{"ns":0,"exists":"","*":"Sound film"},{"ns":0,"exists":"","*":"Sound track"},{"ns":0,"exists":"","*":"Syncopation (1929 film)"},{"ns":0,"exists":"","*":"Technicolor"},{"ns":0,"exists":"","*":"The Walt Disney Company"},{"ns":0,"exists":"","*":"Theodore Case"},{"ns":0,"exists":"","*":"Vitaphone"},{"ns":0,"exists":"","*":"Warner Bros."},{"ns":0,"exists":"","*":"Waveform"},{"ns":0,"exists":"","*":"Wiley & Sons"},{"ns":0,"exists":"","*":"Wings (1927 film)"},{"ns":0,"exists":"","*":"World War I"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:ISBN"},{"ns":10,"exists":"","*":"Template:Catalog lookup link"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Error-small"},{"ns":10,"exists":"","*":"Template:Tl"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Check isxn"},{"ns":828,"exists":"","*":"Module:Error"}],"images":[],"externallinks":["http://www.silentera.com/PSFL/indexes/earlySoundFilms.html","https://www.youtube.com/watch?v=zl6SMOSXa7A","http://www.jrsky.com/pricing.html"],"sections":[{"toclevel":1,"level":"2","line":"History and licensing","number":"1","index":"1","fromtitle":"RCA_Photophone","byteoffset":1325,"anchor":"History_and_licensing"},{"toclevel":1,"level":"2","line":"Comparison of (mono) variable-area and variable-density","number":"2","index":"2","fromtitle":"RCA_Photophone","byteoffset":4851,"anchor":"Comparison_of_(mono)_variable-area_and_variable-density"},{"toclevel":1,"level":"2","line":"Stereo variable-area","number":"3","index":"3","fromtitle":"RCA_Photophone","byteoffset":6955,"anchor":"Stereo_variable-area"},{"toclevel":1,"level":"2","line":"RCA Photophone system abandoned – Westrex (stereo) variable-area system renamed Photophone","number":"4","index":"4","fromtitle":"RCA_Photophone","byteoffset":11124,"anchor":"RCA_Photophone_system_abandoned_–_Westrex_(stereo)_variable-area_system_renamed_Photophone"},{"toclevel":1,"level":"2","line":"Photophone brand abandoned","number":"5","index":"5","fromtitle":"RCA_Photophone","byteoffset":12540,"anchor":"Photophone_brand_abandoned"},{"toclevel":1,"level":"2","line":"See also","number":"6","index":"6","fromtitle":"RCA_Photophone","byteoffset":12788,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"7","index":"7","fromtitle":"RCA_Photophone","byteoffset":13065,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"8","index":"8","fromtitle":"RCA_Photophone","byteoffset":13795,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"RCA Photophone","iwlinks":[],"properties":[{"name":"defaultsort","*":"Rca Photophone"},{"name":"wikibase_item","*":"Q3381609"}]}}