{"parse":{"title":"Confidence-based learning","pageid":15286956,"revid":783035120,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content ambox-Advert\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/40px-Ambox_important.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/60px-Ambox_important.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/80px-Ambox_important.svg.png 2x\" data-file-width=\"40\" data-file-height=\"40\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>contains content that is written like <a href=\"/wiki/Wikipedia:What_Wikipedia_is_not#Wikipedia_is_not_a_soapbox_or_means_of_promotion\" title=\"Wikipedia:What Wikipedia is not\">an advertisement</a></b>.<span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Confidence-based_learning&amp;action=edit\">improve it</a> by removing <a href=\"/wiki/Wikipedia:Spam\" title=\"Wikipedia:Spam\">promotional content</a> and inappropriate <a href=\"/wiki/Wikipedia:External_links\" title=\"Wikipedia:External links\">external links</a>, and by adding encyclopedic content written from a <a href=\"/wiki/Wikipedia:Neutral_point_of_view\" title=\"Wikipedia:Neutral point of view\">neutral point of view</a>.</span>  <small><i>(January 2009)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p><b>Confidence-Based Learning, CBL,</b> measures the correctness of a learner's knowledge and confidence in that knowledge. It is designed to increase retention and minimize the effects of guessing, which can skew the results of traditional single-score assessments. It distinguishes between what individuals <i>think</i> and <i>actually know</i>.\n</p><p>The measurement allows creating a customized learning plan for each learner. The process, similar to quality improvement processes such as Six Sigma, continues until the learner achieves total mastery – defined as validly achieving confidence and correctness for 100% of the content twice in a row. Mastery leads to putting the knowledge into practice.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#History\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">History</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-2\"><a href=\"#Research_into_confidence_and_knowledge\"><span class=\"tocnumber\">1.1</span> <span class=\"toctext\">Research into confidence and knowledge</span></a></li>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#Further_development\"><span class=\"tocnumber\">1.2</span> <span class=\"toctext\">Further development</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Process\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Process</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Knowledge_quadrants\"><span class=\"tocnumber\">2.1</span> <span class=\"toctext\">Knowledge quadrants</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#See_also\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#References\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"History\">History</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Confidence-based_learning&amp;action=edit&amp;section=1\" title=\"Edit section: History\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The Confidence-Based Learning Methodology is a culmination of more than 70 years of academic, commercial, and governmental research into the connection between confidence, correctness, retention, and learning. The first academic paper on the subject was written in 1932 and asserted that measuring confidence and knowledge was a better predictor of performance than measuring knowledge alone, which can be prone to guesswork.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>\n</p><p>Extensive research and technological advances ultimately led to further development of the methodology in measuring confidence and correctness.\n</p>\n<h3><span class=\"mw-headline\" id=\"Research_into_confidence_and_knowledge\">Research into confidence and knowledge</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Confidence-based_learning&amp;action=edit&amp;section=2\" title=\"Edit section: Research into confidence and knowledge\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The framework for Confidence-Based Learning Methodology is based primarily around the research of Darwin Hunt, Dieudonne LeClerq, Emir Shuford, and James E. Bruno. Significant advances in the knowledge and confidence connection were made by all of four researchers, but Bruno brought their collective work together in a methodology that made it possible for knowledge and confidence to be effectively measured. \n</p><p>Fundamental research that helped form the framework for CBL includes:\n</p>\n<ul><li><b>Dr. Darwin Hunt – New Mexico State University</b></li></ul>\n<blockquote>\n<p>Hunt conducted significant research with the US Navy and focused on the <i>dimensions of knowledge</i>, linking confidence and correctness with retention. His process involved a two-step approach – (1) answer the question (objective measurement of correctness), and then state your confidence in your answer (subjective confidence statement). According to Hunt, research shows that the retention of newly learned material is systematically related to \"how sure\" people are about the correctness of their answers when they learn it. \n</p><p>\nHunt, in an article titled, \"The Concept of Knowledge and How to Measure It,\" stated that \"Knowledge has many dimensions and the importance of confidence in one's knowledge state cannot be overlooked.\" <sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup></p></blockquote>\n<ul><li><b>Dr. Dieudonne LeClerq – University of Belgium</b></li></ul>\n<blockquote><p>\nLeClerq focused on <i>item bank testing</i> - the process of using a pool of questions, from which questions are drawn and randomly delivered to learners to see how well they answer questions without pattern recognition or order influencing the process. The result is higher quality knowledge and information. The outcome was a report on the quality of information/knowledge that shows where misinformation exists.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup></p></blockquote>\n<ul><li><b>Dr. Emir Shuford – University of California at Los Angeles (UCLA)</b></li></ul>\n<blockquote><p>Shuford developed a measurement algorithm that focused on the <i>determinations of the reliability of someone's knowledge</i> and how a learners' knowledge reliability was improved or diminished based on their level of doubt or confidence in it.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup></p></blockquote>\n<ul><li><b>Dr. James E. Bruno – University of California at Los Angeles (UCLA)</b></li></ul>\n<blockquote><p>Bruno, a Professor of Education at UCLA, began his work on understanding the connection between knowledge, confidence, retention, and the quality of knowledge while consulting for the North Atlantic Treaty Organization (NATO) and the <a href=\"/wiki/RAND_Corporation\" title=\"RAND Corporation\">RAND Corporation</a> in the 1960s. Bruno eventually turned his focus to the <a href=\"/wiki/K%E2%80%9312\" title=\"K–12\">K–12</a> market and packaged his developments into practical application for the K–12 educational market in the early 1990s.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n</p><p>Bruno's research on the linkage between knowledge, confidence, and behavior led to the intuitive conclusion that knowledge alone is necessary but not sufficient to create behavior. Rather, it is the fusion of knowledge <i>and</i> confidence that leads to behavioral outcomes and empowers people to act. People who are confidently correct will take actions that are productive. The reverse is also true in that individuals who are confident about <i>misinformation</i> will take action, with consistently negative (and potentially dangerous) results.\n</p><p>This measurement of knowledge quality was initially called Information Reference Testing (IRT).<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup> The IRT process uses a unique two-dimensional assessment process in which a single answer for each question generates two metrics simultaneously – correctness and confidence. \n</p><p>Numerous research studies in the 1980s and 1990s established a link between correctness and confidence, but most of these testing approaches first asked learners to state what they believed to be the correct answer to a question, then asked them to state their confidence in the answer just selected. Even though these approaches help us understand the level of confidence a learner has in their answers, research shows<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (July 2009)\">citation needed</span></a></i>&#93;</sup>  that when learning and confidence measurements are two discrete actions, learners tend to overstate their confidence level. Confidence, in this setting, is a logical response to a question, not a spontaneous measurement of true emotion. \n</p><p>While developing the IRT methodology, Bruno pointed out something other researchers failed to address. When evaluating the accuracy of testing and assessment outcomes, one must take into account the level of honesty in each learner's answers. If a person is provided with several answer choices and does not know the answer, their only option is to guess. If they happen to guess correctly, they get credit for knowledge they don't have.  \n</p><p>\nBruno tested his IRT process among students, and claimed successes with juvenile offenders in the LA County Corrections System who, according to Bruno, had dropped out of mainstream society because they were unable to adapt and succeed in a traditional learning environment. He claims that with IRT, these juveniles were able to achieve academic success while enjoying the process. Bruno's focus on this audience led to the game-like simplicity of the IRT process, which encouraged honesty in the evaluation and learning process in a safe environment where the emphasis was on knowledge quality rather than a score. Bruno ultimately was able to develop a simple methodology for measuring knowledge quality that became the basis for Confidence-Based Learning (CBL).<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup><sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup></p></blockquote>\n<h3><span class=\"mw-headline\" id=\"Further_development\">Further development</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Confidence-based_learning&amp;action=edit&amp;section=3\" title=\"Edit section: Further development\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Bruno continued in the research and development of Information Reference Testing by continuing to focus on measuring confidence and correctness in the workplace. The methodology was eventually automated to allow an individual to self-assess their knowledge (simultaneously measuring confidence and correctness) that led to feedback on how the learner was doing, what gaps exists in knowledge (based on confidence levels), and what the learner specifically needed to learn. The methodology for this simultaneous measurement of confidence and correctness was patented in 2005. Around that time, the name of the IRT process was changed to Confidence-Based Learning (CBL).<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Process\">Process</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Confidence-based_learning&amp;action=edit&amp;section=4\" title=\"Edit section: Process\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Confidence-Based Learning begins the learning process by asking the learner a set of questions and then filling knowledge gaps with critical content, whereas most traditional online learning approaches deliver content first and then test to validate each learner's understanding of the content. The CBL approach is similar to the centuries-old <a href=\"/wiki/Socratic_Method\" class=\"mw-redirect\" title=\"Socratic Method\">Socratic Method</a>, which despite an abundance of advanced technologies and approaches to delivering training, has proven to be one of the most effective methodologies ever developed when it comes to ensuring that learning takes place. \n</p><p>By combining a knowledge diagnostic and prescriptive learning into one process, the CBL System offers a contextually-smart learning environment that is akin to a rigorous quality improvement process with a focus on learning.  \n</p>\n<ol><li><b>Diagnose</b> – The system starts by diagnosing the true knowledge of learners (i.e., what they <i>actually</i> know vs. what they <i>think</i> they know.) This diagnosis is achieved through CBL's answer selection process which determines the knowledge quality for each learner their confidence in that knowledge. This knowledge quality is then categorized by objective into one of four knowledge quadrants in the <a href=\"#Learning_Behavior_Model_Knowledge_Quadrants\">Learning Behavior Model</a>. The two top quadrants are likely to result in action because the learner's confidence in the knowledge is high. The two bottom quadrants are likely to result in inaction because the learner’s confidence in the information is low.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup></li>\n<li><b>Prescribe</b> – After the learner's knowledge gaps are identified through the diagnostic session, the CBL system immediately presents an individualized learning plan for the learner in the CBL Learning Center. The Learning Center provides a visual representation of the learner's results in the following order: areas in which the learner is misinformed, uninformed, contains doubt, and has achieved mastery. The prescriptive plan includes feedback on the learner's performance and the learning content needed to fill knowledge gaps.</li>\n<li><b>Learn</b> – Once the individualized learning plan is provided to the learner, they can begin filling knowledge gaps. The personalized learning program enables the learner to click on the highest priority items first (e.g., areas where they were misinformed). As the learner reviews each categorized question, they discover the correct answer, their answer, and the explanation as to why the correct answer is right and why the incorrect answers are wrong. The explanation contains the critical information necessary for the learner to obtain mastery of the content. It also contains key information explaining the risks associated with the incorrect knowledge and the consequences of taking the wrong action.</li></ol>\n<p><i><b>Continue...</b></i>\nThe process uses iterative learning sessions to present information to the learner; therefore learners will continue the diagnose-prescribe-learn process until all knowledge gaps are closed. CBL's individualized approach narrows down the content as the learner demonstrates mastery. This eliminates the need for users to spend time learning what they have already mastered and makes the learning process more efficient. Because the CBL learning process is based on an individual's knowledge and confidence, the number of learning sessions needed to achieve mastery for a module will vary per learner. It is the Confidence-Based Learning innovative methodology that enables the learner to quickly learn and retain the material with confidence.\n</p>\n<h3><span class=\"mw-headline\" id=\"Knowledge_quadrants\">Knowledge quadrants</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Confidence-based_learning&amp;action=edit&amp;section=5\" title=\"Edit section: Knowledge quadrants\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The knowledge quadrants in the Learning Behavior Model and their associated learner behaviors were developed by Charles J. Smith at Knowledge Factor, now amplifier in 2004. They are as follows:\n</p><p><a href=\"/wiki/File:Knowledge_Quadrants.gif\" class=\"image\"><img alt=\"Knowledge Quadrants.gif\" src=\"//upload.wikimedia.org/wikipedia/en/2/25/Knowledge_Quadrants.gif\" width=\"362\" height=\"323\" data-file-width=\"362\" data-file-height=\"323\" /></a>\n</p>\n<ul><li><b>Misinformation</b>—knowledge a learner confidently believes to be correct, but which is actually incorrect. Those who have confidence in wrong information (<i>misinformation</i>) will very likely make mistakes on the job, which puts companies at the most risk.</li>\n<li><b>Mastery</b>—knowledge a learner knows confidently that is correct, and which will likely be applied correctly in practice. Learners who have correct knowledge and a high degree of confidence in their knowledge (<i>mastery</i>) are masters of that knowledge domain. These learners are likely to act and act correctly, resulting in higher performing and more productive learners who make fewer mistakes.</li>\n<li><b>Doubt</b>—knowledge a learner believes to be correct, but an element of doubt exists that may cause the learner not to act on that knowledge. Someone who harbors <i>doubt</i> may be correct on a certification, but is likely to act with hesitation or not act at all.</li>\n<li><b>Uninformed</b>—knowledge that a learner has not acquired yet. Someone who is uninformed is unlikely to act, which can result in a state of paralysis.</li></ul>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Confidence-based_learning&amp;action=edit&amp;section=6\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Concept_inventory\" title=\"Concept inventory\">Concept inventory</a></li>\n<li><a href=\"/wiki/Psychometrics\" title=\"Psychometrics\">Psychometrics</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Confidence-based_learning&amp;action=edit&amp;section=7\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">A method of correcting for guessing in true-false tests and empirical evidence in support of it.\" <i>Journal of Social Psychology</i>, 3 (1932): 359-362.)</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">The Concept of Knowledge and How to Measure it, by Darwin P. Hunt; Journal of Intellectual Capital, 2003.</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><i>Item Banking: Interactive Testing and Self-Assessment Conference Proceedings</i> by James Bruno and Dieudonne Leclerq;  presented at the NATO Advanced Research conference, 1992.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><i>Quantifying Uncertainty into Numerical Probabilities for the Reporting of Intelligence</i>, by Emir Shuford &amp; Thomas Brown; Rand report prepared for the Defense Advanced Research Projects agency, 1973.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Identifying and Addressing Information Deficits for undergraduate students in Science, by James Bruno, Michael Pavel &amp; Steve Strand; Journal of Educational Technology Systems, 1995</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\"><i>Information Reference Testing (IRT) in Corporate and Technical Training Programs</i>,  by James Bruno; UCLA 1995. (paper-based)</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Using Testing to Provide Feedback Support to Instruction: A reexamination of the role of assessment in educational organizations, by Dr. James Bruno; UCLA, 1992</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Concurrent Validity of Information Referenced Testing Format Using MCW-APC Scoring Methods, by James Bruno &amp; Jamal Abedi; Journal of Computer Based Instruction, 1993.</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://patft.uspto.gov/netacgi/nph-Parser?Sect1=PTO1&amp;Sect2=HITOFF&amp;d=PALL&amp;p=1&amp;u=%2Fnetahtml%2FPTO%2Fsrchnum.htm&amp;r=1&amp;f=G&amp;l=50&amp;s1=6,921,268.PN.&amp;OS=PN/6,921,268&amp;RS=PN/6,921,268\">\"United States Patent: 6,921,268\"</a>. patft.uspto.gov<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">18 November</span> 2016</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=United+States+Patent%3A+6%2C921%2C268&amp;rft.pub=patft.uspto.gov&amp;rft_id=http%3A%2F%2Fpatft.uspto.gov%2Fnetacgi%2Fnph-Parser%3FSect1%3DPTO1%26Sect2%3DHITOFF%26d%3DPALL%26p%3D1%26u%3D%252Fnetahtml%252FPTO%252Fsrchnum.htm%26r%3D1%26f%3DG%26l%3D50%26s1%3D6%2C921%2C268.PN.%26OS%3DPN%2F6%2C921%2C268%26RS%3DPN%2F6%2C921%2C268&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AConfidence-based+learning\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.socialconfidencesystem.com/confidence-building-activities-stop-fear/\">\"Confidence Building Activities: How to Eliminate Fear\"</a>. <i>www.socialconfidencesystem.com</i><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">18 November</span> 2016</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=www.socialconfidencesystem.com&amp;rft.atitle=Confidence+Building+Activities%3A+How+to+Eliminate+Fear&amp;rft_id=http%3A%2F%2Fwww.socialconfidencesystem.com%2Fconfidence-building-activities-stop-fear%2F&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AConfidence-based+learning\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw1255\nCached time: 20180908174403\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.108 seconds\nReal time usage: 0.156 seconds\nPreprocessor visited node count: 406/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 9872/2097152 bytes\nTemplate argument size: 563/2097152 bytes\nHighest expansion depth: 11/40\nExpensive parser function count: 2/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 5396/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.044/10.000 seconds\nLua memory usage: 2.23 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  126.772      1 -total\n 43.80%   55.530      1 Template:Reflist\n 34.03%   43.142      1 Template:Advert\n 31.73%   40.219      2 Template:Cite_web\n 23.21%   29.419      1 Template:Ambox\n 17.42%   22.078      1 Template:Citation_needed\n 15.27%   19.358      1 Template:Fix\n  6.73%    8.533      1 Template:Delink\n  5.99%    7.590      2 Template:Category_handler\n  2.08%    2.640      1 Template:Fix/category\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:15286956-0!canonical and timestamp 20180908174403 and revision id 783035120\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Confidence-Based Learning","hidden":"","*":"Articles_with_a_promotional_tone_from_January_2009"},{"sortkey":"Confidence-Based Learning","hidden":"","*":"All_articles_with_a_promotional_tone"},{"sortkey":"Confidence-Based Learning","hidden":"","*":"All_articles_with_unsourced_statements"},{"sortkey":"Confidence-Based Learning","hidden":"","*":"Articles_with_unsourced_statements_from_July_2009"},{"sortkey":"Confidence-Based Learning","*":"Pedagogy"},{"sortkey":"Confidence-Based Learning","*":"Training"}],"links":[{"ns":14,"exists":"","*":"Category:Articles with a promotional tone from January 2009"},{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from July 2009"},{"ns":0,"exists":"","*":"Concept inventory"},{"ns":0,"exists":"","*":"K–12"},{"ns":0,"exists":"","*":"Psychometrics"},{"ns":0,"exists":"","*":"RAND Corporation"},{"ns":0,"exists":"","*":"Socratic Method"},{"ns":4,"exists":"","*":"Wikipedia:Citation needed"},{"ns":4,"exists":"","*":"Wikipedia:External links"},{"ns":4,"exists":"","*":"Wikipedia:Neutral point of view"},{"ns":4,"exists":"","*":"Wikipedia:Spam"},{"ns":4,"exists":"","*":"Wikipedia:What Wikipedia is not"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Advert"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Citation needed"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Delink"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Delink"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Ambox_important.svg","Knowledge_Quadrants.gif"],"externallinks":["http://patft.uspto.gov/netacgi/nph-Parser?Sect1=PTO1&Sect2=HITOFF&d=PALL&p=1&u=/netahtml/PTO/srchnum.htm&r=1&f=G&l=50&s1=6,921,268.PN.&OS=PN/6,921,268&RS=PN/6,921,268","http://www.socialconfidencesystem.com/confidence-building-activities-stop-fear/"],"sections":[{"toclevel":1,"level":"2","line":"History","number":"1","index":"1","fromtitle":"Confidence-based_learning","byteoffset":724,"anchor":"History"},{"toclevel":2,"level":"3","line":"Research into confidence and knowledge","number":"1.1","index":"2","fromtitle":"Confidence-based_learning","byteoffset":1471,"anchor":"Research_into_confidence_and_knowledge"},{"toclevel":2,"level":"3","line":"Further development","number":"1.2","index":"3","fromtitle":"Confidence-based_learning","byteoffset":8097,"anchor":"Further_development"},{"toclevel":1,"level":"2","line":"Process","number":"2","index":"4","fromtitle":"Confidence-based_learning","byteoffset":9087,"anchor":"Process"},{"toclevel":2,"level":"3","line":"Knowledge quadrants","number":"2.1","index":"5","fromtitle":"Confidence-based_learning","byteoffset":12875,"anchor":"Knowledge_quadrants"},{"toclevel":1,"level":"2","line":"See also","number":"3","index":"6","fromtitle":"Confidence-based_learning","byteoffset":14215,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"4","index":"7","fromtitle":"Confidence-based_learning","byteoffset":14271,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Confidence-based learning","iwlinks":[],"properties":[{"name":"defaultsort","*":"Confidence-Based Learning"},{"name":"wikibase_item","*":"Q5160069"}]}}