{"parse":{"title":"Luna (TV series)","pageid":2001008,"revid":813540807,"text":{"*":"<div class=\"mw-parser-output\"><p class=\"mw-empty-elt\">\n\n</p>\n<table class=\"plainlinks metadata ambox ambox-content ambox-Refimprove\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Question_book-new.svg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png\" width=\"50\" height=\"39\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/75px-Question_book-new.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/100px-Question_book-new.svg.png 2x\" data-file-width=\"512\" data-file-height=\"399\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>needs additional citations for <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">verification</a></b>.<span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Luna_(TV_series)&amp;action=edit\">improve this article</a> by <a href=\"/wiki/Help:Introduction_to_referencing_with_Wiki_Markup/1\" title=\"Help:Introduction to referencing with Wiki Markup/1\">adding citations to reliable sources</a>. Unsourced material may be challenged and removed.</span>  <small><i>(July 2008)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<table class=\"infobox vevent\" style=\"width:22em\"><tbody><tr><th colspan=\"2\" class=\"summary\" style=\"text-align:center;font-size:125%;font-weight:bold;font-style: italic; background: #CCCCFF; padding: 0.25em 1em; line-height: 1.5em;\">Luna</th></tr><tr><th scope=\"row\">Country of origin</th><td>\nUnited Kingdom</td></tr><tr><th scope=\"row\">Original <span class=\"nowrap\">language(s)</span></th><td>\nEnglish</td></tr><tr><th scope=\"row\"><abbr title=\"Number\">No.</abbr> of series</th><td>\n2</td></tr><tr><th scope=\"row\"><abbr title=\"Number\">No.</abbr> of episodes</th><td>\n12</td></tr><tr><th colspan=\"2\" class=\"summary\" style=\"text-align:center;background: #CCCCFF; padding: 0.25em 1em; line-height: 1.5em;\">Production</th></tr><tr><th scope=\"row\">Production location(s)</th><td>\n<a href=\"/wiki/Elstree_Studios\" title=\"Elstree Studios\">Elstree Studios</a></td></tr><tr><th colspan=\"2\" class=\"summary\" style=\"text-align:center;background: #CCCCFF; padding: 0.25em 1em; line-height: 1.5em;\">Release</th></tr><tr><th scope=\"row\">Original network</th><td>\n<a href=\"/wiki/ITV_(TV_network)\" title=\"ITV (TV network)\">ITV</a></td></tr><tr><th scope=\"row\">Picture format</th><td>\n<a href=\"/wiki/4:3\" class=\"mw-redirect\" title=\"4:3\">4:3</a></td></tr><tr><th scope=\"row\">Original release</th><td>\n1983<span style=\"display:none\">&#160;(<span class=\"bday dtstart published updated\">1983</span>)</span></td></tr></tbody></table>\n<p><i><b>Luna</b></i> was a British children's <a href=\"/wiki/Science_fiction\" title=\"Science fiction\">science fiction</a> TV comedy show produced by <a href=\"/wiki/ITV_Central\" title=\"ITV Central\">Central Television</a> for the <a href=\"/wiki/ITV_(TV_network)\" title=\"ITV (TV network)\">ITV</a> network which ran for two series in 1983 and 1984. The first series was recorded at the former ATV studios in Elstree, the second at their <a href=\"/wiki/Nottingham\" title=\"Nottingham\">Nottingham</a> facility.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Premise\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Premise</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Characters\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Characters</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Episodes\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Episodes</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Series_One\"><span class=\"tocnumber\">3.1</span> <span class=\"toctext\">Series One</span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Series_Two\"><span class=\"tocnumber\">3.2</span> <span class=\"toctext\">Series Two</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Converted_songs\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Converted songs</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#External_links\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Premise\">Premise</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Luna_(TV_series)&amp;action=edit&amp;section=1\" title=\"Edit section: Premise\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><i>Luna</i> was also the name used by the show's central character, played by <a href=\"/wiki/Patsy_Kensit\" title=\"Patsy Kensit\">Patsy Kensit</a> (1st series) and by <a href=\"/wiki/Jo_Wyatt\" title=\"Jo Wyatt\">Jo Wyatt</a> (2nd series). <i>Luna</i> was co-written by <a href=\"/wiki/Colin_Prockter\" title=\"Colin Prockter\">Colin Prockter</a> and <a href=\"/wiki/Colin_Bennett_(UK_TV)\" class=\"mw-redirect\" title=\"Colin Bennett (UK TV)\">Colin Bennett</a>; Bennett also acted in it. The show was created and produced by <a href=\"/wiki/Micky_Dolenz\" title=\"Micky Dolenz\">Micky Dolenz</a> of the pop group <a href=\"/wiki/The_Monkees\" title=\"The Monkees\">the Monkees</a>. The character 80H was played by Roy Macready<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> and U2 by <a href=\"/wiki/Bob_Goody\" title=\"Bob Goody\">Bob Goody</a>.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p><p>The show was about the domestic life of an eccentric family group set in the year 2040 - although in the setting the characters are not in fact biologically related but assigned to shared living quarters by the bureaucracy. Parts of the setting were decidedly <a href=\"/wiki/Dystopic\" class=\"mw-redirect\" title=\"Dystopic\">dystopic</a>; in the first episode, Luna is threatened with execution for having lost her citizen's identity card.\n</p><p>A distinctive feature of the show was the language of \"techno-talk\", used by all of the characters and described as an alternate version of English that had emerged to make it easier for computers to understand human speech. Techno-talk was characterised by the formation of new words from stems that already existed in regular spoken English. It also had echoes of <a href=\"/wiki/George_Orwell\" title=\"George Orwell\">George Orwell</a>'s <a href=\"/wiki/Newspeak\" title=\"Newspeak\">Newspeak</a>, albeit that it had been created for a different purpose. For example, the characters live in a \"habiviron\" (from <i>habitat</i> and <i>environment</i>); similarly, school is \"eduviron\"; a child is a \"diminibeing\" (abbreviated to \"dimini\") and \"regrets!\" and \"gratitudes!\" replace \"sorry\" and \"thank you\".\n</p><p>The first season was repeated in the weeks immediately prior the broadcast of the second season, but the programme has not been repeated since then. The entire series has not been <a href=\"/wiki/Wiped\" class=\"mw-redirect\" title=\"Wiped\">wiped</a> and still exists in archive, which is unusual for older children's shows in the UK.\n</p>\n<h2><span class=\"mw-headline\" id=\"Characters\">Characters</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Luna_(TV_series)&amp;action=edit&amp;section=2\" title=\"Edit section: Characters\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Luna (Season 1: 72-batch-19Y) - a female \"diminibeing\" (actually two different characters - the habiviron is assigned a new diminifemale in season two, but she adopts the same name as her predecessor).  Luna is kind and demure; having been raised in a \"dimini colony\", she knows very little about the old world but is curious to learn about it and keen to fit in with the others.  Andy likes her for the \"civilising influence\" she brings to the habiviron.  Luna was given her name by Andy, because she asked for one; Andy chose it because she was \"batched\" on the moon.</li>\n<li>Brat (3G-batch-19Y) - a geeky male diminibeing.  Brat is younger than Luna, and extremely intelligent and technical; he can fix most of the machines in the habiviron if necessary.  Unfortunately, he is also extremely spoiled and selfish; he has made attempts to have both Andy and Luna replaced (Andy with a newer model android and Luna with a male diminibeing).  He is also ignorant about the old world, but unlike Luna, he actively refuses to learn about it or co-operate with the adults; he even persistently insists on using code numbers to identify the other characters (calling Luna \"72\" and Andy \"CB\").  Brat was given his name by Gramps during one of their arguments; neither he nor Luna actually knows what the word means.</li>\n<li>Gramps (WB1889U) - an aging punk, and the original inhabitant of Habiviron Jo-Y.  He grew up in the old world and often has difficulty understanding the other characters' use of techno-talk, which he hardly ever uses himself (Andy generally translates for him).  He does not particularly like having to share his habiviron with diminibeings, but tolerates them regardless.  He has a large stash of old world artifacts (such as teapots, rubik cubes, Monopoly games, etc.) in his bedroom, which are now considered illegal.  He never uses code numbers, and cannot even remember his own; he introduces himself to Brat and Luna as \"Gramps\".</li>\n<li>Andy (CB1979D) - the habiviron's malfunction-prone android.  Andy is an outdated model of android; the habiviron is entitled to receive a newer one, but Gramps keeps Andy around since he knows Andy will tolerate his \"inefficient\" ways.  Andy is familiar with the old world, and frequently quotes from Shakespeare or other historical literature, which most of the other characters (even Gramps) don't recognize.  Andy was given his name by Gramps, because he is an android; he also uses the name \"CB\".</li>\n<li>Mother (1984726SD) - the habiviron's computer, who runs all the standard functions of the habiviron and keeps Andy charged.  Mother is Andy's nickname for her, she hates it.</li>\n<li>Jazzmine - Luna's alien pet; a \"little simple\" (from the planet Sim).  Luna rescued Jazzmine from mistreatment at the hands of a travelling junk trader.  Although unable to speak, Jazzmine can perform some complex tasks, and has healing powers.</li>\n<li>80H - the sector \"bureaubeing\".  80H is in charge of the whole sector, including resource allocation and law enforcement, and has ultimate power (including the power of life and death) over every being in the sector.  He's addressed as \"your burificence\" and his arrival at the habiviron is always proceeded by a fanfare provided by Mother; he wears a shiny black suit with a black full-face helmet and speaks in a harsh ring-modulated voice.  Underneath the helmet, though, is a regular, balding and stressed-out office worker; he finds the helmet uncomfortable and only wears it when required by official business.  80H is in fact quite kindly (albeit somewhat of a <a href=\"/wiki/Jobsworth\" title=\"Jobsworth\">jobsworth</a>) and, like most of the adult characters, remembers and has a certain amount of affection for the old world; unfortunately, the demands of his employers (\"the central bureaubureau\") often conflict with this.  Many of the other adult characters appear to have known him in the old world, and still use his old name (\"Sid\"), which he hates.</li>\n<li>40D - 80H's ditzy assistant (1st season).</li>\n<li>32C - 80H's assistant (2nd season).</li></ul>\n<h2><span class=\"mw-headline\" id=\"Episodes\">Episodes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Luna_(TV_series)&amp;action=edit&amp;section=3\" title=\"Edit section: Episodes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"Series_One\">Series One</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Luna_(TV_series)&amp;action=edit&amp;section=4\" title=\"Edit section: Series One\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<ul><li>Ep1 - <i>Habiviron, Sweet Habiviron</i>: Brat, and later Luna, arrive at the habiviron.  Gramps is rather upset at having to share his home with children (and particularly dislikes Brat), and is already in trouble with 80H for having been caught with an old world teapot, which is now illegal to possess.  When 80H visits to check on the new arrivals, Luna finds she's lost her egothenticity card; Andy attempts to hide this from 80H, but fails and 80H tells Luna she will need to show him the card within 24 hours or be \"obliviated\".  Andy and Luna search for the card, but find no help: the sector's lost property officer insists that it cannot be lost because he doesn't know where it is, and the sector police suggest it may have been stolen but refuse to help because Luna cannot prove her identity (due to not having her card).  Gramps is summoned to 80H's, where he appeals to \"Sid\" to have one last cup of tea; 80H relents, but afterwards the illegal teapot is thrown into the obliviator.  Gramps rails angrily at the idea that 80H would do this to Luna, and 80H admits he does not relish the task, but is required to follow instructions to the letter.  Time runs out, and Luna visits 80Hs to report on this; the obliviator door is opened for her to enter, when Brat runs up, holding the card to give to 80H.  Brat reports that the card was \"in the secret pouch in Luna's zipclad\", but it is strongly implied that Brat stole it and later regretted this.  Luna is saved, and 80H puts the card under his chair to stop it wobbling.</li>\n<li>Ep2 - <i>The Clunkman Cometh</i>: \"The Clunkman\", a junk merchant, visits the habiviron.  Brat plans to sell him Andy in exchange for a robot goldfish, knowing that a new android will be supplied; however, Luna intervenes to prevent this.  She is also shocked at The Clunkman's treatment of his pet alien; so much so that, after he has left, she teleports onto his ship and kidnaps the alien, naming it Jazzmine.  The Clunkman goes to visit 80H to report the missing alien; 80H is suffering from toothache, and cannot believe Luna would do such a thing, but he agrees to investigate anyway (in exchange for some contraband old world sweets).  Brat reports Jazzmine's presence at the habiviron to 80H, who tells Luna that aliens cannot legally be kept in a static habiviron and goes to get the Clunkman to pick her up.  When he arrives, Luna begs 80H to allow Jazzmine to stay, and Jazzmine uses her healing powers to cure 80H's toothache.  80H agrees that she can stay, but the Clunkman still insists that she belongs to him, and thus wants her back or else to be given something in exchange.  He initially wants Andy, but he eventually accepts one of Gramps' old world LPs.</li>\n<li>Ep3 - All The World's A Teletalk Linkup</li>\n<li>Ep4 - Happy Batch Day Dear Luna</li>\n<li>Ep5 - <i>Environmental Ambience Stable, Wish You Were Here</i>: Luna is feeling bored, and Andy proposes going on holiday.  To do this the group need to get travel permits from 80H, but he is only too happy to provide them, since the Assistant Galactic Coordinator is visiting the sector for a random inspection and he is concerned he would find their habiviron \"inefficient\".  They arrange their plans, but 80H learns that the Coordinator will be visiting earlier than expected, and therefore gives the group permits for the earlier time, leaving their bookings unusable and no time to make earlier ones.  Gramps suggests that they could go camping instead, and Brat produces a model VW Beetle which can be converted into a full-size car for them to drive in.  Unfortunately, they then find that Jazzmin has no travel permit, and 80H cannot get her one, since technically she is not permitted to be in the habiviron at all.  40D agrees to substitute one of hers, and the group prepares to leave, only to find that car does not work; Brat had no idea that cars needed petrol, which is no longer available.  As a last resort, the group decide to camp inside the Habiviron.  The Assistant Coordinator arrives in the habiviron as part of his random inspection, and 80H nearly passes out when he sees what's going on, but in fact he's happy to join in.</li>\n<li>Ep6 - When Did You Last See Your Pater Batch Mix Doner</li></ul>\n<h3><span class=\"mw-headline\" id=\"Series_Two\">Series Two</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Luna_(TV_series)&amp;action=edit&amp;section=5\" title=\"Edit section: Series Two\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<ul><li>Ep1 - You Can't Judge a Videotalker by its Blurb</li>\n<li>Ep2 - Go Forth and Quadruplicate</li>\n<li>Ep3 - The Happiest Earth Revolves of Your Span</li>\n<li>Ep4 - It Isn't How You Vict or Slunk But How You Co-participate</li>\n<li>Ep5 - A Bureaubreau In The Hand Is Worth A Pension</li>\n<li>Ep6 - You're Only As Multi-Tocked As You Perceive</li></ul>\n<h2><span class=\"mw-headline\" id=\"Converted_songs\">Converted songs</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Luna_(TV_series)&amp;action=edit&amp;section=6\" title=\"Edit section: Converted songs\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Many of the episodes of Luna feature \"techno talk\" versions of classic or music hall songs.  These include:\n</p>\n<ul><li><i>I belong to 3540</i> (<a href=\"/wiki/I_Belong_to_Glasgow\" title=\"I Belong to Glasgow\">I Belong to Glasgow</a>) and <i>Maybe it's because I'm a 3540er</i> (<a href=\"/wiki/Maybe_it%27s_because_I%27m_a_Londoner\" class=\"mw-redirect\" title=\"Maybe it&#39;s because I&#39;m a Londoner\">Maybe it's because I'm a Londoner</a>), sung by the Clunkman in 1.2.</li>\n<li><i>I do like to be beside the Saline</i> (<a href=\"/wiki/I_Do_Like_To_be_Beside_the_Seaside\" title=\"I Do Like To be Beside the Seaside\">I Do Like To be Beside the Seaside</a>) and <i>We're Porting along on a Tidal Displacement</i> (<a href=\"/wiki/We%27re_Riding_Along_on_the_Crest_of_a_Wave\" class=\"mw-redirect\" title=\"We&#39;re Riding Along on the Crest of a Wave\">We're Riding Along on the Crest of a Wave</a>), sung by the whole group in 1.5.</li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Luna_(TV_series)&amp;action=edit&amp;section=7\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"https://www.imdb.com/name/nm0534321/\">Roy Macready</a> on <a href=\"/wiki/IMDb\" title=\"IMDb\">IMDb</a>&#32;</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"https://www.imdb.com/name/nm0329586/\">Bob Goody</a> on <a href=\"/wiki/IMDb\" title=\"IMDb\">IMDb</a>&#32;</span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Luna_(TV_series)&amp;action=edit&amp;section=8\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.imdb.com/title/tt0180370/\"><i>Luna</i></a> on <a href=\"/wiki/IMDb\" title=\"IMDb\">IMDb</a>&#32;</li>\n<li><a rel=\"nofollow\" class=\"external free\" href=\"http://luna.randomstatic.net/\">http://luna.randomstatic.net/</a> - a fan site</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2252\nCached time: 20180917180422\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.136 seconds\nReal time usage: 0.188 seconds\nPreprocessor visited node count: 1203/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 9987/2097152 bytes\nTemplate argument size: 1131/2097152 bytes\nHighest expansion depth: 13/40\nExpensive parser function count: 3/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 756/5000000 bytes\nNumber of Wikibase entities loaded: 1/400\nLua time usage: 0.043/10.000 seconds\nLua memory usage: 1.92 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  164.879      1 -total\n 26.81%   44.203      1 Template:Infobox_television\n 26.63%   43.901      1 Template:Reflist\n 23.25%   38.340      2 Template:Imdb_name\n 19.74%   32.544      1 Template:Refimprove\n 19.53%   32.197      1 Template:Infobox\n 17.26%   28.450      1 Template:Ambox\n 15.86%   26.154      1 Template:Use_dmy_dates\n  7.75%   12.771      2 Template:DMCA\n  7.08%   11.671      1 Template:Imdb_title\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:2001008-0!canonical and timestamp 20180917180422 and revision id 813540807\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"Use_dmy_dates_from_October_2016"},{"sortkey":"","hidden":"","*":"Use_British_English_from_October_2016"},{"sortkey":"","hidden":"","*":"Articles_needing_additional_references_from_July_2008"},{"sortkey":"","hidden":"","*":"All_articles_needing_additional_references"},{"sortkey":"","*":"1983_British_television_programme_debuts"},{"sortkey":"","*":"1984_British_television_programme_endings"},{"sortkey":"","*":"British_children's_television_programmes"},{"sortkey":"","*":"ITV_children's_television_programmes"},{"sortkey":"","*":"Dystopian_television_series"},{"sortkey":"","*":"British_science_fiction_television_programmes"},{"sortkey":"","*":"1980s_British_children's_television_series"},{"sortkey":"","*":"Comic_science_fiction"},{"sortkey":"","*":"English-language_television_programs"},{"sortkey":"","*":"Absurdist_fiction"},{"sortkey":"","*":"Television_series_by_ITV_Studios"},{"sortkey":"","*":"Fictional_astronauts"},{"sortkey":"","*":"Television_programmes_produced_by_Central_Independent_Television"}],"links":[{"ns":14,"exists":"","*":"Category:Use dmy dates from October 2016"},{"ns":14,"exists":"","*":"Category:Use British English from October 2016"},{"ns":14,"exists":"","*":"Category:Articles needing additional references from July 2008"},{"ns":0,"exists":"","*":"4:3"},{"ns":0,"exists":"","*":"Bob Goody"},{"ns":0,"exists":"","*":"Colin Bennett (UK TV)"},{"ns":0,"exists":"","*":"Colin Prockter"},{"ns":0,"exists":"","*":"Dystopic"},{"ns":0,"exists":"","*":"Elstree Studios"},{"ns":0,"exists":"","*":"George Orwell"},{"ns":0,"exists":"","*":"IMDb"},{"ns":0,"exists":"","*":"ITV (TV network)"},{"ns":0,"exists":"","*":"ITV Central"},{"ns":0,"exists":"","*":"I Belong to Glasgow"},{"ns":0,"exists":"","*":"I Do Like To be Beside the Seaside"},{"ns":0,"exists":"","*":"Jo Wyatt"},{"ns":0,"exists":"","*":"Jobsworth"},{"ns":0,"exists":"","*":"Maybe it's because I'm a Londoner"},{"ns":0,"exists":"","*":"Micky Dolenz"},{"ns":0,"exists":"","*":"Newspeak"},{"ns":0,"exists":"","*":"Nottingham"},{"ns":0,"exists":"","*":"Patsy Kensit"},{"ns":0,"exists":"","*":"Science fiction"},{"ns":0,"exists":"","*":"The Monkees"},{"ns":0,"exists":"","*":"We're Riding Along on the Crest of a Wave"},{"ns":0,"exists":"","*":"Wiped"},{"ns":4,"exists":"","*":"Wikipedia:Verifiability"},{"ns":12,"exists":"","*":"Help:Introduction to referencing with Wiki Markup/1"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Use dmy dates"},{"ns":10,"exists":"","*":"Template:DMCA"},{"ns":10,"exists":"","*":"Template:Dated maintenance category"},{"ns":10,"exists":"","*":"Template:FULLROOTPAGENAME"},{"ns":10,"exists":"","*":"Template:Ns has subpages"},{"ns":10,"exists":"","*":"Template:Use British English"},{"ns":10,"exists":"","*":"Template:Refimprove"},{"ns":10,"exists":"","*":"Template:More citations needed"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Infobox television"},{"ns":10,"exists":"","*":"Template:Infobox"},{"ns":10,"exists":"","*":"Template:Start date"},{"ns":10,"exists":"","*":"Template:Italic title"},{"ns":10,"exists":"","*":"Template:Template other"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Imdb name"},{"ns":10,"exists":"","*":"Template:IMDb name"},{"ns":10,"exists":"","*":"Template:Str left"},{"ns":10,"exists":"","*":"Template:Str len"},{"ns":10,"exists":"","*":"Template:Str rightmost"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:EditAtWikidata"},{"ns":10,"exists":"","*":"Template:Imdb title"},{"ns":10,"exists":"","*":"Template:IMDb title"},{"ns":10,"exists":"","*":"Template:PAGENAMEBASE"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Ns has subpages"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Infobox"},{"ns":828,"exists":"","*":"Module:Navbar"},{"ns":828,"exists":"","*":"Module:InfoboxImage"},{"ns":828,"exists":"","*":"Module:Infobox/dates"},{"ns":828,"exists":"","*":"Module:Italic title"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:String"},{"ns":828,"exists":"","*":"Module:EditAtWikidata"}],"images":["Question_book-new.svg"],"externallinks":["https://www.imdb.com/name/nm0534321/","https://www.imdb.com/name/nm0329586/","https://www.imdb.com/title/tt0180370/","http://luna.randomstatic.net/"],"sections":[{"toclevel":1,"level":"2","line":"Premise","number":"1","index":"1","fromtitle":"Luna_(TV_series)","byteoffset":874,"anchor":"Premise"},{"toclevel":1,"level":"2","line":"Characters","number":"2","index":"2","fromtitle":"Luna_(TV_series)","byteoffset":2755,"anchor":"Characters"},{"toclevel":1,"level":"2","line":"Episodes","number":"3","index":"3","fromtitle":"Luna_(TV_series)","byteoffset":6736,"anchor":"Episodes"},{"toclevel":2,"level":"3","line":"Series One","number":"3.1","index":"4","fromtitle":"Luna_(TV_series)","byteoffset":6749,"anchor":"Series_One"},{"toclevel":2,"level":"3","line":"Series Two","number":"3.2","index":"5","fromtitle":"Luna_(TV_series)","byteoffset":10952,"anchor":"Series_Two"},{"toclevel":1,"level":"2","line":"Converted songs","number":"4","index":"6","fromtitle":"Luna_(TV_series)","byteoffset":11270,"anchor":"Converted_songs"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"7","fromtitle":"Luna_(TV_series)","byteoffset":11773,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"6","index":"8","fromtitle":"Luna_(TV_series)","byteoffset":11801,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"<i>Luna</i> (TV series)","iwlinks":[],"properties":[{"name":"displaytitle","*":"<i>Luna</i> (TV series)"},{"name":"wikibase_item","*":"Q6703494"}]}}