{"parse":{"title":"Viennese Actionism","pageid":447878,"revid":809196106,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Viennese Actionism</b> was a short and violent movement in 20th-century <a href=\"/wiki/Art\" title=\"Art\">art</a>. It can be regarded as part of the many independent efforts of the 1960s to develop \"<a href=\"/wiki/Performance_art\" title=\"Performance art\">performance art</a>\" (<a href=\"/wiki/Fluxus\" title=\"Fluxus\">Fluxus</a>, <a href=\"/wiki/Happening\" title=\"Happening\">happening</a>, <a href=\"/wiki/Action_painting\" title=\"Action painting\">action painting</a>, <a href=\"/wiki/Body_art\" title=\"Body art\">body art</a>, etc.). Its main participants were <a href=\"/wiki/Guenter_Brus\" class=\"mw-redirect\" title=\"Guenter Brus\">Günter Brus</a>, <a href=\"/wiki/Otto_Muehl\" title=\"Otto Muehl\">Otto Mühl</a>, <a href=\"/wiki/Hermann_Nitsch\" title=\"Hermann Nitsch\">Hermann Nitsch</a>, and <a href=\"/wiki/Rudolf_Schwarzkogler\" title=\"Rudolf Schwarzkogler\">Rudolf Schwarzkogler</a>. As \"actionists\", they were active between 1960 and 1971. Most have continued their artistic work independently from the early 1970s onwards.\n</p><p>Documentation of the work of these four artists suggests that there was no consciously developed sense of a movement or any cultivation  of membership status in an \"actionist\"  group. Rather, this name was one applied to various collaborative configurations among these four artists. Malcolm Green has quoted <a href=\"/wiki/Hermann_Nitsch\" title=\"Hermann Nitsch\">Hermann Nitsch</a>'s comment, \"Vienna Actionism never was a group. A number of artists reacted to particular situations that they all encountered, within a particular time period, and with similar means and results.\"<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Art_and_the_politics_of_transgression\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Art and the politics of transgression</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Actionists_and_experimental_film_in_Vienna\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Actionists and experimental film in Vienna</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Feminist_actionism_and_video_art\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Feminist actionism and video art</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Notes\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Notes</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Further_reading\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Further reading</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#External_links\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Art_and_the_politics_of_transgression\">Art and the politics of transgression</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Viennese_Actionism&amp;action=edit&amp;section=1\" title=\"Edit section: Art and the politics of transgression\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The work of the Actionists developed concurrently with—but largely independently from—other <i><a href=\"/wiki/Avant_garde\" class=\"mw-redirect\" title=\"Avant garde\">avant garde</a></i> movements of the era that shared an interest in rejecting object-based or otherwise <a href=\"/wiki/Commodity\" title=\"Commodity\">commodifiable</a> art practices. The practice of staging precisely scored \"Actions\" in controlled environments or before audiences bears similarities to the Fluxus concept of enacting an \"event score\" and is a forerunner to <a href=\"/wiki/Performance_art\" title=\"Performance art\">performance art</a>.\n</p><p>The work of the Viennese Actionists is probably best remembered for the wilful transgressiveness of its naked bodies, destructiveness and violence. Often, brief jail terms were served by participants for violations of decency laws, and their works were targets of moral outrage. In June 1968 Günter Brus began serving a six-month prison sentence for the crime of \"degrading symbols of the state\" after an action in Vienna at which he simultaneously <a href=\"/wiki/Masturbation\" title=\"Masturbation\">masturbated</a>, covered his body with his own faeces and sang the Austrian <a href=\"/wiki/National_anthem\" title=\"National anthem\">national anthem</a>, and later fled the country to avoid a second arrest. <a href=\"/wiki/Otto_M%C3%BChl\" class=\"mw-redirect\" title=\"Otto Mühl\">Otto Mühl</a> served a one-month prison term after his participation in a public event, \"Art and Revolution\" in 1968. After his \"Piss Action\" before a <a href=\"/wiki/Munich\" title=\"Munich\">Munich</a> audience, Mühl became a fugitive from the West German police. Hermann Nitsch served a two-week prison term in 1965 after his participation with Rudolph Schwarzkogler in the Festival of Psycho-Physical Naturalism. The \"Destruction in Art Symposium\", held in London in 1966, marked the first encounter between members of Fluxus and Actionists. It was a landmark of international recognition for the work of Brus, Mühl and Nitsch.\n</p><p>\nWhile the nature and content of each artist's work differed, there are distinct aesthetic and thematic threads connecting the Actions of Brus, Mühl, Nitsch, and Schwarzkogler. Use of the body as both surface and site of art-making seems to have been a common point of origin for the Actionists in their earliest departures from conventional art practices in the late '50s and early '60s. Brus' \"Hand Painting Head Painting\" action of 1964, Mühl and Nitsch's \"Degradation of a Female Body, Degradation of A Venus\" of 1963 are characterized by their efforts to reconceive human bodies as surfaces for the production of art. The trajectories of the Actionists' work suggests more than just a precedent to later performance art and body art, rather, a drive toward a totalizing art-practice is inherent in their refusing to be confined within conventional ideas of  painting, theatre and sculpture. Mühl's 1964 \"Material Action <a href=\"/wiki/Manifesto\" title=\"Manifesto\">Manifesto</a>\" offers some theoretical framework for understanding this: </p><blockquote><p> ...material action is painting that has spread beyond the picture surface.  The human body, a laid table or a room becomes the picture surface.  Time is added to the dimension of the body and space.<sup id=\"cite_ref-Malcolm_Green_2-0\" class=\"reference\"><a href=\"#cite_note-Malcolm_Green-2\">&#91;2&#93;</a></sup></p></blockquote><p>\nA 1967 revision of the same manifesto Mühl wrote: </p><blockquote><p> ... material action promises the direct pleasures of the table. Material action satiates. Far more important than baking bread is the urge to take dough-beating to the extreme.<sup id=\"cite_ref-Malcolm_Green_2-1\" class=\"reference\"><a href=\"#cite_note-Malcolm_Green-2\">&#91;2&#93;</a></sup></p></blockquote><p>\nBrus and Mühl participated in the <i>Kunst und Revolution</i> (<i>Art and Revolution</i>) event in Vienna, June 1968, issuing the following proclamation: </p><blockquote><p> ... our assimilatory democracy maintains art as a safety valve for enemies of the state ... the consumer state  drives a wave of \"art\" before itself; it attempts to bribe the \"artist\" and thus to rehabilitate his revolutionising \"art\" as an art that supports the state. But \"art\" is not art. \"Art\" is politics that has created new styles of communication.<sup id=\"cite_ref-Malcolm_Green_2-2\" class=\"reference\"><a href=\"#cite_note-Malcolm_Green-2\">&#91;2&#93;</a></sup></p></blockquote>\n<h2><span class=\"mw-headline\" id=\"Actionists_and_experimental_film_in_Vienna\">Actionists and experimental film in Vienna</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Viennese_Actionism&amp;action=edit&amp;section=2\" title=\"Edit section: Actionists and experimental film in Vienna\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Much of the existing moving-image documentation of Viennese Actionist work survives because of strong ties between the Actionists and art/experimental filmmaking of the 1960s. The Austrian filmmaker <a href=\"/wiki/Kurt_Kren\" title=\"Kurt Kren\">Kurt Kren</a> participated in the documentation of Actions as early as 1964, producing a body of Actionist related  works that stand as historic avant-garde films in their own right for their use of rapid editing. As well, Otto Muehl produced a significant body of Actionist related film work that has been celebrated in <a href=\"/wiki/Amos_Vogel\" title=\"Amos Vogel\">Amos Vogel</a>'s <i><a href=\"/wiki/Film_as_a_Subversive_Art\" title=\"Film as a Subversive Art\">Film as a Subversive Art</a>.</i>\nFilms of and related to Actionist performance remain available through the Vienna-based Sixpack film distributor and the U.S. distribution cooperatives Canyon Cinema and The Film-makers' Coop. In 2005 the Actionist films of Kurt Kren were issued on video by the Austrian publisher INDEX DVD.\n</p>\n<h2><span class=\"mw-headline\" id=\"Feminist_actionism_and_video_art\">Feminist actionism and video art</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Viennese_Actionism&amp;action=edit&amp;section=3\" title=\"Edit section: Feminist actionism and video art\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Amongst artists like Otto Muehl, Kurt Kren, Hermann Nitsch, and Otmar Bauer, female artist <a href=\"/wiki/Valie_Export\" title=\"Valie Export\">Valie Export</a> experimented with video art in the context of Actionism. In response to the primacy of the male body, Export created her own version of Actionism: Feminist Actionism. In her manifesto, Export surveys a history of female artists within <a href=\"/wiki/Surrealism\" title=\"Surrealism\">Surrealism</a>, <a href=\"/wiki/Kinetic_art\" title=\"Kinetic art\">Kinetics</a>, <a href=\"/wiki/Tachism\" class=\"mw-redirect\" title=\"Tachism\">Tachism</a>, <a href=\"/wiki/Happenings\" class=\"mw-redirect\" title=\"Happenings\">Happenings</a>, <a href=\"/wiki/Art_Informel\" class=\"mw-redirect\" title=\"Art Informel\">Art Informel</a> and other contemporary movements. She finds the traces of feminine objectification within a phallocentric world. She declares: \n</p>\n<blockquote><p>Feminist Actionism shall free men's products, that is, women, from their thing-character. Just as action aims at achieving the unity of actor and material, perception and action, subject and object, Feminist Actionism seeks to transform the object of male natural history, the material \"woman,\" subjugated and enslaved by the male creator, into an independent actor and creator, subject of her own history.</p></blockquote>\n<p>As opposed to Viennese Actionism, which used materiality and the object to overcome subjecthood, Export’s Feminist Actionism removed women from their object status by \"enacting,\" to gain subject-hood through \"doing.\" The artist enables herself by mutilating her body and placing it in asexual and violently unfamiliar contexts.\n</p><p>Export's <a href=\"/wiki/Video_art\" title=\"Video art\">video</a> and film work is concerned with the fragmentation of femininity. In opposition to Muehl and Kren’s rapid <a href=\"/wiki/Montage_(filmmaking)\" title=\"Montage (filmmaking)\">montage</a>-like films exhibiting shocking, violent and sexual images of the human body, Export’s videos are slower, focusing on the violence tearing within the female body. In her video <i>Mann &amp; Frau &amp; Animal</i> (1970–73), a nude female body lays in a bathtub. The camera slowly surveys the metallic knobs and snaking hoses of the tube, the water trickles on, and finally Export begins to masturbate with the shower hose. As the orgasmic peak approaches the female moans become animal shrieks or the grunts of a possible male spectator and the vagina is overtaken by blackness, slime, and blood. The finale is the photograph of a vagina and the image of a bloody hand dripping onto the photo. The unadorned body is transformed into an image of a savage beast. Export explicitly comments on the cultural civilizing of female sexuality and, consequently, the construction of female representation.\n</p><p>\nIn another video, <i>...Remote...Remote...</i> (1973), Export sits before an image of two children with a bowl of milk nestled between her legs. She begins to peel or scrape her fingertips with a knife as if they were potatoes, obsessively carving her cuticles. She continues to dip her bloody fingers into the bowl of milk, polluting its pure whiteness. As Andrew Grossman says, </p><blockquote><p>What is \"remote\" in the film's title becomes the penis, mystified by a century of Freudianism and now revealed as a ragged sham. Our social strivings are not Freudian sublimations of phallic frustration — rather, the weeping phallus is an inferior sublimation of the technological, gender-superseding finger. This, truly, is EXPORT's feminism, suggesting that beneath the beautiful, adaptable, versatile finger is a degraded, savage totem better left to the ancients.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup></p></blockquote><p> Export’s work deviates from Muehl or Kren—she sees the body not as an extension of the canvas, but as something that must “resist masochistic devolutions into bloodly phallic tragedy.”\n</p><p>As her work progresses, she is in direct dialogue with the medium and structure of video and television. In her video <i>Syntagma</i> (1983) she illustrates the tearing, fracturing, and divided self of the female body through video monitors, mirrors, split-screens, and superimpositions. In the opening sequence, a pair of female hands struggle to push apart two strips of celluloid film to emerge in the center. In her made-for-TV video, <i>A Perfect Pair</i> (1987), she uses graphic media, TV narrative and advertisement to illustrate a dystopian future where people are stamped with products and logos. Her characters are tattooed or programmed with digital <a href=\"/wiki/Hologram\" class=\"mw-redirect\" title=\"Hologram\">holograms</a> of their sponsors. Export uses video technology and its cultural narratives depicted on film or TV to explore the status of the female body in representation and identity formation.\n</p>\n<h2><span class=\"mw-headline\" id=\"Notes\">Notes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Viennese_Actionism&amp;action=edit&amp;section=4\" title=\"Edit section: Notes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><i>Brus Mühl Nitsch Schwarzkogler. Writings of the Viennese Actionsts</i> London, Atlas Press, 1999. Malcolm Green, ed.</span>\n</li>\n<li id=\"cite_note-Malcolm_Green-2\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Malcolm_Green_2-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Malcolm_Green_2-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-Malcolm_Green_2-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\">Malcolm Green</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\">Andrew Grossman. <a rel=\"nofollow\" class=\"external text\" href=\"http://brightlightsfilm.com/76/76valie_grossman.php\">\"<span style=\"padding-left:0.2em;\">'</span>&#39;Bright Lights Film Journal'&#39;: \"Finger Envy: A Glimpse into the Short Films of VALIE EXPORT<span style=\"padding-right:0.2em;\">\"</span>\"</a>. Brightlightsfilm.com<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2014-05-05</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=%27%26%2339%3BBright+Lights+Film+Journal%27%26%2339%3B%3A+%22Finger+Envy%3A+A+Glimpse+into+the+Short+Films+of+VALIE+EXPORT%22&amp;rft.pub=Brightlightsfilm.com&amp;rft.au=Andrew+Grossman&amp;rft_id=http%3A%2F%2Fbrightlightsfilm.com%2F76%2F76valie_grossman.php&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AViennese+Actionism\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"Further_reading\">Further reading</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Viennese_Actionism&amp;action=edit&amp;section=5\" title=\"Edit section: Further reading\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Mechtild Widrich: <a rel=\"nofollow\" class=\"external text\" href=\"https://www.academia.edu/2628346/_The_Informative_Public_of_Performance._A_Study_of_Viennese_Actionism_TDR._The_Drama_Review_2013\">\"The Informative Public of Performance. A Case Study in Viennese Actionism\"</a> TDR. The Drama Review 57:1, no. 217, Spring 2013.</li>\n<li><i>Von der Aktionsmalerei zum Aktionismus. Wien 1960-1965</i>, Klagenfurt, Ritter-Verlag, 1988.</li>\n<li><i>Wiener Aktionismus. Wien 1960-1971</i>, Klagenfurt, Ritter-Verlag, 1989.</li>\n<li><i>Der Wiener Aktionismus und die Österreicher</i>, Klagenfurt, Ritter-Verlag, 1995</li>\n<li><i>Out of Actions. Actionism, Body Art &amp; Performance 1949-1979</i> (Exhibition catalogue), Vienna-Stuttgart, MAK/Cantz, 1998.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.atlaspress.co.uk/index.cgi?action=view_arkhive&amp;number=7\"><i>Brus Muehl Nitsch Schwarzkogler. Writings of the Vienna Actionists</i> edited and translated by Malcolm Green in collaboration with the artists.  London, Atlas Press, 1999</a></li>\n<li>Oliver Jahraus: <i>Die Aktion des Wiener Aktionismus. Subversion der Kultur und Dispositionierung des Bewußtseins</i>. München, Wilhelm Fink 2001.</li>\n<li>Thomas Dreher: <i>Performance Art nach 1945. Aktionstheater und Intermedia</i>. München, Wilhelm Fink 2001, chapter 2.5, Wiener Aktionismus, p.&#160;163-298 (<a rel=\"nofollow\" class=\"external text\" href=\"http://digi20.digitale-sammlungen.de/de/fs1/object/display/bsb00041413_00001.html\">online</a>).</li>\n<li><i>Film as a Subversive Art</i> Amos Vogel.  New York, Random House, 1974.</li>\n<li>Thomas Eder: '<i>Unterschiedenes ist / gut'. Reinhard Priessnitz und die Repoetisierung der Avantgarde.</i> München, Wilhelm Fink 2003, chapter 3, Reinhard Priessnitz und der Wiener Aktionismus, p.&#160;149-192. (<a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/3770538137\" title=\"Special:BookSources/3770538137\">3770538137</a>)</li>\n<li>Margarete Lamb-Faffelberger. Out From The Shadows. (Riverside: Ariadne Press, 1997</li>\n<li><cite class=\"citation journal\">Export, Valie (1989). \"Aspects of Feminist Actionism\". <i><a href=\"/wiki/New_German_Critique\" title=\"New German Critique\">New German Critique</a></i>. <a href=\"/wiki/Duke_University_Press\" title=\"Duke University Press\">Duke University Press</a> (47): 69–92. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.2307/488108\">10.2307/488108</a>. <a href=\"/wiki/International_Standard_Serial_Number\" title=\"International Standard Serial Number\">ISSN</a>&#160;<a rel=\"nofollow\" class=\"external text\" href=\"//www.worldcat.org/issn/1558-1462\">1558-1462</a>. <a href=\"/wiki/JSTOR\" title=\"JSTOR\">JSTOR</a>&#160;<a rel=\"nofollow\" class=\"external text\" href=\"//www.jstor.org/stable/488108\">488108</a>  &#8211; via <a href=\"/wiki/JSTOR\" title=\"JSTOR\">JSTOR</a>. <span style=\"font-size:90%; color:#555\">(Registration required (<span title=\"The site requires registration to access this page.\" style=\"border-bottom:1px dotted;cursor:help\">help</span>))</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=New+German+Critique&amp;rft.atitle=Aspects+of+Feminist+Actionism&amp;rft.issue=47&amp;rft.pages=69-92&amp;rft.date=1989&amp;rft.issn=1558-1462&amp;rft_id=%2F%2Fwww.jstor.org%2Fstable%2F488108&amp;rft_id=info%3Adoi%2F10.2307%2F488108&amp;rft.aulast=Export&amp;rft.aufirst=Valie&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AViennese+Actionism\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></li>\n<li>F: Parkinson. Conquering The Past: Austrian Nazism: Yesterday &amp; Today. (Detroit: Wayne State University Press, 1989)</li>\n<li>Mueller, Roswitha. Valie Export: Fragments of the Imagination. Bloomington: Indiana University Press, 1994.</li>\n<li>Frieden, Sandra G. Gender and German Cinema: Feminist Interventions. Providence: Berg, 1993</li>\n<li>Export, Valie, Margret Eifler, and Kurt Sager. \"The Real and Its Double: the Body.\" Discourse. 11.1 (1988)</li></ul>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Viennese_Actionism&amp;action=edit&amp;section=6\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.ubu.com/film/vienna_actionists.html\">Ubuweb: The Vienna Actionists</a> Contains video files of Action films by Kurt Kren, Otto Mühl and others.  Also contains the complete text of a 2002 interview with Otto Mühl.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.archivesmuehl.org/\">\"archives muehl\"</a> Official Otto Muehl website</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.nitsch.org/\">Orgies Mysteries Theatre</a> Official Hermann Nitsch website</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://d-sites.net/english/nitsch.htm\">Hermann Nitsch’ ‘Orgien Mysterien Theater’</a> – The artist as a high priest? About the relation between art, religion, ritual and reality.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://brightlightsfilm.com/38/muhl1.php#.UnfLmPmVPeM\">Bright Lights Film Journal</a> Andrew Grossman, 2002 interview with Otto Mühl as it was originally published.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.sixpackfilm.com/en/\">Sixpack Film, Vienna - English language site</a>  Austrian based film distributor, catalogue includes works of Kurt Kren and Gunter Brus.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.index-dvd.at/en/index.html\">Index DVD - English language site</a>  Distributor of Kurt Kren's Action films on video.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://film-makerscoop.com/\">The Film-Makers' Cooperative</a>  New York City based distributor of films by Otto Mühl and Kurt Kren.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://canyoncinema.com/\">Canyon Cinema</a> San Francisco based distributor of films by Kurt Kren.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.atlaspress.co.uk/index.cgi?action=view_arkhive&amp;number=7\">Writings of the Vienna Actionists</a> Atlas Press publication edited by Malcolm Green, still available.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.arteseleccion.com/movimientos-en/accionismo-19\">Actionism in Arteseleccion</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://dreher.netzliteratur.net/2_Performance_Aktionismus.html\">Thomas Dreher: Action Theater as Provocation: Grotesque Body Conception in Vienna Actionism/Aktionstheater als Provokation: groteske Körperkonzeption im Wiener Aktionismus</a> (in German)</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.zimmermann-kratochwill.com/download/cmspage/gzk_katalog_082010_web1.pdf\">'Breaking Out of the Reality-Asylum: Hermann NItsch and the Orgies Mysteries Theatre', 1998. Essay by Paul Sakoilsky on Nitsch/Actionism and 'the 6-day play'. (2002 re-edit) published, Galerie Zimmerman Krotochwill Catalogue 08/2010</a><sup class=\"noprint Inline-Template\"><span style=\"white-space: nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Link_rot\" title=\"Wikipedia:Link rot\"><span title=\"&#160;Dead link since November 2013\">dead link</span></a></i>&#93;</span></sup></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1245\nCached time: 20180909161640\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.100 seconds\nReal time usage: 0.151 seconds\nPreprocessor visited node count: 558/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 7068/2097152 bytes\nTemplate argument size: 1014/2097152 bytes\nHighest expansion depth: 15/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 2265/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.035/10.000 seconds\nLua memory usage: 2.09 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  118.318      1 -total\n 44.82%   53.030      1 Template:Reflist\n 35.50%   41.998      1 Template:Cite_web\n 30.00%   35.501      1 Template:Dead_link\n 25.93%   30.680      1 Template:Fix\n 23.27%   27.537      2 Template:Category_handler\n 19.26%   22.791      1 Template:ISBN\n  8.64%   10.218      1 Template:Catalog_lookup_link\n  5.70%    6.740      1 Template:Cite_journal\n  4.06%    4.802      1 Template:Error-small\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:447878-0!canonical and timestamp 20180909161640 and revision id 809196106\n -->\n</div>"},"langlinks":[{"lang":"ca","url":"https://ca.wikipedia.org/wiki/Accionisme_vien%C3%A8s","langname":"Catalan","autonym":"català","*":"Accionisme vienès"},{"lang":"de","url":"https://de.wikipedia.org/wiki/Wiener_Aktionismus","langname":"German","autonym":"Deutsch","*":"Wiener Aktionismus"},{"lang":"es","url":"https://es.wikipedia.org/wiki/Accionismo_vien%C3%A9s","langname":"Spanish","autonym":"español","*":"Accionismo vienés"},{"lang":"eo","url":"https://eo.wikipedia.org/wiki/Viena_Agadismo","langname":"Esperanto","autonym":"Esperanto","*":"Viena Agadismo"},{"lang":"fr","url":"https://fr.wikipedia.org/wiki/Actionnisme_viennois","langname":"French","autonym":"français","*":"Actionnisme viennois"},{"lang":"it","url":"https://it.wikipedia.org/wiki/Azionismo_viennese","langname":"Italian","autonym":"italiano","*":"Azionismo viennese"},{"lang":"hu","url":"https://hu.wikipedia.org/wiki/B%C3%A9csi_akcionizmus","langname":"Hungarian","autonym":"magyar","*":"Bécsi akcionizmus"},{"lang":"nl","url":"https://nl.wikipedia.org/wiki/Weense_Aktionisme","langname":"Dutch","autonym":"Nederlands","*":"Weense Aktionisme"},{"lang":"pl","url":"https://pl.wikipedia.org/wiki/Akcjonizm_wiede%C5%84ski","langname":"Polish","autonym":"polski","*":"Akcjonizm wiedeński"},{"lang":"ru","url":"https://ru.wikipedia.org/wiki/%D0%92%D0%B5%D0%BD%D1%81%D0%BA%D0%B8%D0%B9_%D0%B0%D0%BA%D1%86%D0%B8%D0%BE%D0%BD%D0%B8%D0%B7%D0%BC","langname":"Russian","autonym":"русский","*":"Венский акционизм"},{"lang":"sr","url":"https://sr.wikipedia.org/wiki/%D0%91%D0%B5%D1%87%D0%BA%D0%B0_%D1%83%D0%BC%D0%B5%D1%82%D0%BD%D0%BE%D1%81%D1%82_%D0%B0%D0%BA%D1%86%D0%B8%D1%98%D0%B5","langname":"Serbian","autonym":"српски / srpski","*":"Бечка уметност акције"},{"lang":"sv","url":"https://sv.wikipedia.org/wiki/Wienaktionism","langname":"Swedish","autonym":"svenska","*":"Wienaktionism"}],"categories":[{"sortkey":"","hidden":"","*":"Pages_with_login_required_references_or_sources"},{"sortkey":"","hidden":"","*":"All_articles_with_dead_external_links"},{"sortkey":"","hidden":"","*":"Articles_with_dead_external_links_from_November_2013"},{"sortkey":"","*":"Austrian_contemporary_art"},{"sortkey":"","*":"Contemporary_art_movements"},{"sortkey":"","*":"Performance_artist_collectives"},{"sortkey":"","*":"Obscenity_controversies"}],"links":[{"ns":14,"exists":"","*":"Category:Articles with dead external links from November 2013"},{"ns":0,"exists":"","*":"Action painting"},{"ns":0,"exists":"","*":"Amos Vogel"},{"ns":0,"exists":"","*":"Art"},{"ns":0,"exists":"","*":"Art Informel"},{"ns":0,"exists":"","*":"Avant garde"},{"ns":0,"exists":"","*":"Body art"},{"ns":0,"exists":"","*":"Commodity"},{"ns":0,"exists":"","*":"Digital object identifier"},{"ns":0,"exists":"","*":"Duke University Press"},{"ns":0,"exists":"","*":"Film as a Subversive Art"},{"ns":0,"exists":"","*":"Fluxus"},{"ns":0,"exists":"","*":"Guenter Brus"},{"ns":0,"exists":"","*":"Happening"},{"ns":0,"exists":"","*":"Happenings"},{"ns":0,"exists":"","*":"Hermann Nitsch"},{"ns":0,"exists":"","*":"Hologram"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"International Standard Serial Number"},{"ns":0,"exists":"","*":"JSTOR"},{"ns":0,"exists":"","*":"Kinetic art"},{"ns":0,"exists":"","*":"Kurt Kren"},{"ns":0,"exists":"","*":"Manifesto"},{"ns":0,"exists":"","*":"Masturbation"},{"ns":0,"exists":"","*":"Montage (filmmaking)"},{"ns":0,"exists":"","*":"Munich"},{"ns":0,"exists":"","*":"National anthem"},{"ns":0,"exists":"","*":"New German Critique"},{"ns":0,"exists":"","*":"Otto Muehl"},{"ns":0,"exists":"","*":"Otto Mühl"},{"ns":0,"exists":"","*":"Performance art"},{"ns":0,"exists":"","*":"Rudolf Schwarzkogler"},{"ns":0,"exists":"","*":"Surrealism"},{"ns":0,"exists":"","*":"Tachism"},{"ns":0,"exists":"","*":"Valie Export"},{"ns":0,"exists":"","*":"Video art"},{"ns":4,"exists":"","*":"Wikipedia:Link rot"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:ISBN"},{"ns":10,"exists":"","*":"Template:Catalog lookup link"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Error-small"},{"ns":10,"exists":"","*":"Template:Tl"},{"ns":10,"exists":"","*":"Template:Cite journal"},{"ns":10,"exists":"","*":"Template:Dead link"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Check isxn"},{"ns":828,"exists":"","*":"Module:Error"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Arguments"}],"images":[],"externallinks":["http://brightlightsfilm.com/76/76valie_grossman.php","https://www.academia.edu/2628346/_The_Informative_Public_of_Performance._A_Study_of_Viennese_Actionism_TDR._The_Drama_Review_2013","http://www.atlaspress.co.uk/index.cgi?action=view_arkhive&number=7","http://digi20.digitale-sammlungen.de/de/fs1/object/display/bsb00041413_00001.html","//doi.org/10.2307/488108","//www.worldcat.org/issn/1558-1462","//www.jstor.org/stable/488108","http://www.ubu.com/film/vienna_actionists.html","http://www.archivesmuehl.org/","http://www.nitsch.org/","http://d-sites.net/english/nitsch.htm","http://brightlightsfilm.com/38/muhl1.php#.UnfLmPmVPeM","http://www.sixpackfilm.com/en/","http://www.index-dvd.at/en/index.html","http://film-makerscoop.com/","http://canyoncinema.com/","http://www.arteseleccion.com/movimientos-en/accionismo-19","http://dreher.netzliteratur.net/2_Performance_Aktionismus.html","http://www.zimmermann-kratochwill.com/download/cmspage/gzk_katalog_082010_web1.pdf"],"sections":[{"toclevel":1,"level":"2","line":"Art and the politics of transgression","number":"1","index":"1","fromtitle":"Viennese_Actionism","byteoffset":1187,"anchor":"Art_and_the_politics_of_transgression"},{"toclevel":1,"level":"2","line":"Actionists and experimental film in Vienna","number":"2","index":"2","fromtitle":"Viennese_Actionism","byteoffset":4989,"anchor":"Actionists_and_experimental_film_in_Vienna"},{"toclevel":1,"level":"2","line":"Feminist actionism and video art","number":"3","index":"3","fromtitle":"Viennese_Actionism","byteoffset":5900,"anchor":"Feminist_actionism_and_video_art"},{"toclevel":1,"level":"2","line":"Notes","number":"4","index":"4","fromtitle":"Viennese_Actionism","byteoffset":10493,"anchor":"Notes"},{"toclevel":1,"level":"2","line":"Further reading","number":"5","index":"5","fromtitle":"Viennese_Actionism","byteoffset":10516,"anchor":"Further_reading"},{"toclevel":1,"level":"2","line":"External links","number":"6","index":"6","fromtitle":"Viennese_Actionism","byteoffset":12978,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Viennese Actionism","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q695830"}]}}