{"parse":{"title":"Evidence-based education","pageid":25572436,"revid":848893720,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Evidence-based education</b> is an approach to all aspects of education—from policy-making to classroom practice—where that is based on randomized trials, as with the testing of new drugs in <a href=\"/wiki/Evidence-based_medicine\" title=\"Evidence-based medicine\">evidence-based medicine</a>. When several of these studies are compared, and their conclusions combined, we get a meta-study or <a href=\"/wiki/Meta-analysis\" title=\"Meta-analysis\">meta-analysis</a>. This is significantly more reliable than the results of individual studies due to the difficulty in controlling variables and individual bias.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>. \"Evidence-based teaching\" refers to the teaching aspects.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Sources_of_evidence\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Sources of evidence</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-2\"><a href=\"#What_Works_Clearinghouse\"><span class=\"tocnumber\">1.1</span> <span class=\"toctext\">What Works Clearinghouse</span></a></li>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#Metastudies_of_Marzano_and_Hattie\"><span class=\"tocnumber\">1.2</span> <span class=\"toctext\">Metastudies of Marzano and Hattie</span></a></li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#The_Coalition_For_Evidence-Based_Policy_Congressional_Top_Tier_Programs\"><span class=\"tocnumber\">1.3</span> <span class=\"toctext\">The Coalition For Evidence-Based Policy Congressional Top Tier Programs</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Effective_professional_development\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Effective professional development</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Implications_for_teachers\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Implications for teachers</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#References\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#External_links\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Sources_of_evidence\">Sources of evidence</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Evidence-based_education&amp;action=edit&amp;section=1\" title=\"Edit section: Sources of evidence\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>There are numerous researchers and institutions that produce analysis of the existing evidence, below are some.\n</p>\n<h3><span class=\"mw-headline\" id=\"What_Works_Clearinghouse\">What Works Clearinghouse</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Evidence-based_education&amp;action=edit&amp;section=2\" title=\"Edit section: What Works Clearinghouse\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>\"What Works Clearinghouse\" evaluates educational programs by evidence, rates the quality and quantity of the evidence and estimates the effectiveness. It's operated by the federal National Center for Education Evaluation and Regional Assistance (NCEE). The 10 interventions below are currently the interventions with both the highest effectiveness rating of strong evidence of a positive effect with no overriding contrary evidence.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p>\n<div style=\"font-size:88%\">\n<table class=\"wikitable sortable\">\n<tbody><tr>\n<th class=\"unsortable\">Program</th>\n<th class=\"unsortable\">Intervention Description</th>\n<th class=\"sortable\">Grades</th>\n<th class=\"unsortable\">Improvement area and effect size\n</th></tr>\n<tr>\n<td><a href=\"/wiki/Success_for_All\" title=\"Success for All\">Success for All</a>\n</td>\n<td>In kindergarten through first grade, teachers read aloud and discuss with students focusing on phonemic awareness, auditory discrimination, and sound blending. In the second through fifth grades cooperative learning activities built around partner reading are used. It's delivered with daily 90-minute reading classes consisting of 15-20 students, grouped by performance and regardless of their age. One-on-one tutoring is provided to students with learning difficulties.\n</td>\n<td>8\n</td>\n<td>Alphabetics (+9%)\n</td></tr>\n<tr>\n<td>READ 180\n</td>\n<td>A reading program for those that are two or more grades years below grade level. The classes start off with whole-class instructions, which is followed by computer practices that are adaptive and individualized, small group activities or independent reading, with a whole-class wrap up in the end of the class.\n</td>\n<td>4-10\n</td>\n<td>Comprehension (+6%) and general literacy achievement (+4%)\n</td></tr>\n<tr>\n<td>Phonological Awareness Training\n</td>\n<td>Activities where children identify, detect, delete, segment, or blend segments of spoken words (i.e., words, syllables, onsets and rimes, phonemes) or that focus on teaching children to detect, identify, or produce rhyme or alliteration.\n</td>\n<td>PK\n</td>\n<td>Phonological processing (+27%)\n</td></tr>\n<tr>\n<td>Phonological Awareness Training plus Letter Knowledge Training\n</td>\n<td>The added letter knowledge training component includes teaching children the letters of the alphabet and making an explicit link between letters and sounds.\n</td>\n<td>PK\n</td>\n<td>Phonological processing (+30%), Print knowledge(+27)\n</td></tr>\n<tr>\n<td>Reading recovery\n</td>\n<td>Daily 30 minute one-on-one tutoring sessions to students who have difficulties in reading and writing over the course of 12-20 weeks.\n</td>\n<td>1\n</td>\n<td>Alphabetics (+21%), Reading achievement (+27)\n</td></tr>\n<tr>\n<td>Instructional Conversations and Literature Logs\n</td>\n<td>Program for English learners where teachers engage students to Instructional Conversations, where stories or personal experiences are discussed with teachers acting as faciliators. Literature Logs require students to respond in writing to prompts or questions. Responses are then shared in small groups or with a partner.\n</td>\n<td>2-5\n</td>\n<td>Reading achievement (+27%)\n</td></tr>\n<tr>\n<td>SpellRead\n</td>\n<td>Literacy program for struggling readers, including special education students and English language learners. SpellRead breaks the recognizing and manipulating of English sounds into specific skills, and focuses on mastering each skill through systematic and explicit instruction.\n</td>\n<td>5-6\n</td>\n<td>Alphabetics (+18%)\n</td></tr>\n<tr>\n<td>Dialogic Reading\n</td>\n<td>Shared picture book reading practice where the adult and the child switch roles so that the child learns to become the storyteller with the assistance of the adult, who functions as an active listener and questioner.\n</td>\n<td>PK\n</td>\n<td>Oral language (+19%)\n</td></tr>\n<tr>\n<td>DaisyQuest\n</td>\n<td>Computer-assisted instruction with a storyline and practices that teach children how to recognize words that rhyme; words that have the same beginning, middle, and ending sounds, words that can be formed from a series of phonemes presented separately and also teaches children how to count the number of sounds in words.\n</td>\n<td>PK-1\n</td>\n<td>Alphabetics (+23%)\n</td></tr>\n<tr>\n<td>Earobics\n</td>\n<td>Interactive software that provides individual instruction for phonemic awareness, auditory processing, and phonics, as well as the cognitive and language skills required for comprehension. Each level of instruction addresses recognizing and blending sounds, rhyming, and discriminating phonemes. The software is supported by audio, video and reading materials.\n</td>\n<td>3\n</td>\n<td>Alphabetics (+19%)\n</td></tr>\n<tr>\n<td>Stepping Stones to Literacy\n</td>\n<td>The program includes serial rapid automatic naming activities where children practice making quick visual-verbal associations of known sets of colors, numbers, and/or letter names in a left-to-right format, and instructional prompts in English and Spanish.\n</td>\n<td>3\n</td>\n<td>Alphabetics (+19%)\n</td></tr>\n<tr>\n<td>Teach For America\n</td>\n<td>Placing non-traditionally trained teachers in high-need public schools. Many TFA teachers hold bachelors’ degrees from selective colleges and universities.\n</td>\n<td>12\n</td>\n<td>Mathematis Achievement (+4%)\n</td></tr>\n<tr>\n<td>Caring School Community (CSC)\n</td>\n<td>Program consists of class meeting lessons, cross-age “buddies” programs, “homeside” activities, and creation of schoolwide community by bringing school staff, parents and students together to create new school traditions.\n</td>\n<td>6\n</td>\n<td>Behavior (+8%), Knowledge, attitudes, and values (+7%)\n</td></tr>\n<tr>\n<td>First Step to Success\n</td>\n<td>Program seeks to detect children who at risk to develop antisocial behavior patterns and match them with behavior coaches who work with the child, his or her classpeers and parents for approximately 50-60 hours over a 3-month period.\n</td>\n<td>3\n</td>\n<td>External behavior (+28)\n</td></tr>\n<tr>\n<td>Social Skills Training\n</td>\n<td>Collection of practices using modeling, role-playing, and specific instruction on social skills, with positive reinforcement for engaging in appropriate social behavior.\n</td>\n<td>PK\n</td>\n<td>Social-emotional development (+12)\n</td></tr>\n<tr>\n<td>Dual Enrollment Programs\n</td>\n<td>The intervention allows high school students to take college courses and earn college credits while still attending high school.\n</td>\n<td>9-12\n</td>\n<td>Access and enrollment (+15), Attainment (+25), Completing school (+7), Credit accumulation (+14), General academic achievement - high school (+7)\n</td></tr>\n<tr>\n<td>Check &amp; Connect\n</td>\n<td>Students are assigned a “monitor” who regularly checks their performance (in particular, whether students are having attendance, behavior, or academic problems) and connects with school personnel, family members, and community service providers when problems are identified.\n</td>\n<td>9-12\n</td>\n<td>Staying in school (+25)\n</td></tr>\n<tr>\n<td>ACT/SAT Test Preparation and Coaching Programs\n</td>\n<td>Test preparation programs with the goal of increasing student scores on college entrance tests.\n</td>\n<td>10-12\n</td>\n<td>General academic achievement-high school (+9)\n</td></tr>\n<tr>\n<td>Positive action\n</td>\n<td>Teaches children positive and constructive way of thinking about themselves and acting towards others using methods such as discussions, role-playing and games. The program uses factsheets, booklets and songs as teaching material.\n</td>\n<td>1-12\n</td>\n<td>Behavior (+19%) and general academic achievement (+14%)\n</td></tr>\n<tr>\n<td>Coping power\n</td>\n<td>The program consists of a child and a parent component. The child component consists of thirty-four 50 minute group sessions and periodic individual sessions over the course of 15–18 months. The parent component consists of 16 group sessions and periodic invidula meetings. The child component emphasizes goal setting, problem solving, anger management and peer relationships and consists, while the parent lessons emphasize setting expectations, praise, discipline, managing stress, communication and child study skills.\n</td>\n<td>K-12 students with emotional disturbances\n</td>\n<td>External behavior (+8%) and social outcomes (+6%)\n</td></tr>\n<tr>\n<td>Too Good for Drugs and Violence\n</td>\n<td>The program promotes prosocial behavior and norms, and consists of 14 core lessons with additional 12 lessons that include roleplaying and co-operative learning. Pupils are encouraged to apply the skills taught, for example by infusing the lessons into subjects such as English, science or social studies\n</td>\n<td>5, with additional program for 8\n</td>\n<td>Knowledge, attitudes and values (+16%)\n</td></tr>\n<tr>\n<td>I CAN Learn Algebra\n</td>\n<td>The program is mastery based and uses self-paced educational software.\n</td>\n<td>8\n</td>\n<td>Mathematics achievement (+7%)\n</td></tr>\n<tr>\n<td>Pre-K Mathematics\n</td>\n<td>The program uses small group activities (4 - 6 children) with concrete manipulatives and includes take home picture strips and activities that are designed to help parents support their learning, as well as a software with activities to reinforce the lessons.\n</td>\n<td>PK\n</td>\n<td>Mathematics achievement (19%)\n</td></tr>\n<tr>\n<td>Literacy Express\n</td>\n<td>Includes lessons on oral language, emergent literacy, basic math, science, general knowledge, socioemotional development. It offers the staff with recommendations for room arrangement, daily schedules, classroom management and activities, and provides them with teaching materials.\n</td>\n<td>PK students, especially those with special needs\n</td>\n<td>Print knowledge (+12%), oral language (+12%) and psychological processing (+12%)\n</td></tr>\n<tr>\n<td>Accelerated Middle Schools\n</td>\n<td>The intervention gives additional teaching and attempts to cover an additional year of curriculum during its 1 or 2-year duration. Classes link multiple subjects and are designed to have a 'hands on' practical approach.\n</td>\n<td>6-8, High risk and low performing students in grades  who are behind their grade levels\n</td>\n<td>Progressing in school (+35%), staying in school (+18%)\n</td></tr>\n</tbody></table>\n</div>\n<h3><span class=\"mw-headline\" id=\"Metastudies_of_Marzano_and_Hattie\">Metastudies of Marzano and Hattie</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Evidence-based_education&amp;action=edit&amp;section=3\" title=\"Edit section: Metastudies of Marzano and Hattie\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Two sources of meta-analyses in education include: <i><a href=\"/wiki/Visible_Learning\" title=\"Visible Learning\">Visible Learning</a></i> from a team in New Zealand under <a href=\"/wiki/John_Hattie\" title=\"John Hattie\">John Hattie</a><sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> and <i>Classroom Instruction that Works</i> from a Colorado, USA team under <a href=\"/wiki/Robert_Marzano\" class=\"mw-redirect\" title=\"Robert Marzano\">Robert Marzano</a>.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p><p>According to the Marzano study, there are ten classroom methods which have been shown to work significantly better than many others: \n</p>\n<ul><li>using <a href=\"/wiki/Analogy\" title=\"Analogy\">analogies</a> and <a href=\"/wiki/Simile\" title=\"Simile\">similes</a>\n<ul><li>identifying similarities and differences;</li></ul></li>\n<li>note making and summarising;</li>\n<li>developing a <a href=\"/wiki/Growth_mindset\" class=\"mw-redirect\" title=\"Growth mindset\">growth mindset</a>;</li>\n<li>repetition and practice;</li>\n<li>graphical organisers and methods;</li>\n<li><a href=\"/wiki/Cooperative_learning\" title=\"Cooperative learning\">cooperative learning</a>;</li>\n<li>setting goals in advance\n<ul><li>providing feedback (<a href=\"/wiki/Formative_assessment\" title=\"Formative assessment\">formative assessment</a>);</li></ul></li>\n<li><a href=\"/wiki/Hypothesis\" title=\"Hypothesis\">hypothesis</a> testing;</li>\n<li>activating prior knowledge;</li>\n<li>advance organisers.</li></ul>\n<p>Although Hattie's work does not exactly mirror this list, the main reason is that the New Zealand study looks at everything related to education, including family effects and changes to the curriculum, while the Colorado study looked only at classroom methods.  There are, however, no incompatibilities and most of Marzano's top-ten appear high on Hattie's list.\n</p><p>Hattie points out that there is no shortage of effective methods - almost anything you try in education seems to have a small beneficial effect. He therefore uses a scale of <i>effect size</i> which measures by how much the learning is improved. As an effect-size of 0.4 is the average for all interventions (and also the effect of a hard working, well organised and enthusiastic teacher), he suggests that methods with an effect size above 0.4 should be used as a priority. This ties with Marzano, whose list starts at an effect size of 0.59 for Advance Organisers and increases up the list.\n</p>\n<h3><span class=\"mw-headline\" id=\"The_Coalition_For_Evidence-Based_Policy_Congressional_Top_Tier_Programs\">The Coalition For Evidence-Based Policy Congressional Top Tier Programs</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Evidence-based_education&amp;action=edit&amp;section=4\" title=\"Edit section: The Coalition For Evidence-Based Policy Congressional Top Tier Programs\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The Coalition For Evidence-Based Policy, which is a non-partisan, non-profit organization advocating the use of well conducted randomized controlled trials in policy, has recognized three educational programs as \"Top Tier\". Programs classified as \"Top Tier\" must have been proven to be effective in randomized controlled trials that were well designed and implemented.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n</p>\n<div style=\"font-size:88%\">\n<table class=\"wikitable sortable\">\n<tbody><tr>\n<th class=\"unsortable\">Program</th>\n<th class=\"unsortable\">Intervention Description</th>\n<th class=\"unsortable\">Sample size</th>\n<th class=\"unsortable\">Sample characteristics</th>\n<th class=\"unsortable\">Outcomes</th>\n<th class=\"unsortable\">Costs\n</th></tr>\n<tr>\n<td>Career Academies\n</td>\n<td>The intervention happens in learning communities consisting of 150 - 200 students. It combines academic and technical curricula in partnership with local employeers, typically with a specific career theme.\n</td>\n<td>1 764 students in 9 high schools\n</td>\n<td>86% of the students in the study sample were Hispanic or African-American and the high schools were in high poverty urban areas.\n</td>\n<td>11% increase in average annual earnings ($2,460 per year), sustained over the eight years after scheduled high school graduation. The effect was concentrated among men (who experienced a 17% earnings increase), and was not statistically significant for women.\n</td>\n<td>Approximately $2,300 per student for a three-year Career Academy, or $3,000 per student for a four-year Career Academy.\n</td></tr>\n<tr>\n<td>Success For All\n</td>\n<td>A school wide reading program to grades K2 with emphasis on early detection and prevention of reading problems. Key program elements include daily 90-minute reading classes where students are grouped by performance, not age and in addition daily one-on-one tutoring to students with learning problems. First year includes curriculum that focuses on language development and phonemic awareness and second year learning activities that happen in teams or pairs.\n</td>\n<td>41 schools with a total student population of 2,694\n</td>\n<td>56% African-American, 10% Hispanic of whom 72% of students were eligible for federally subsidized lunches.\n</td>\n<td>Schools that were allocated to the program increased their average reading achievement by 25-30% of a grade-level three years after random assignment.\n</td>\n<td>Approximately $220,000 per school (K5) or $510 per student, over the full three-year period.*\n</td></tr>\n<tr>\n<td>H&amp;R Block College Financial Aid Application Assistance\n</td>\n<td>Offering personal assistance in completing a college financial aid application.\n</td>\n<td>Approximately 1045 students\n</td>\n<td>57% female, 55% white, 39% African American who had family income was below average (23,000 $) and average age was 17.7.\n</td>\n<td>A sizable increase in college attendance and persistence over the 3½-4 years following the intervention, 29% greater likelihood of attending college for two consecutive years.\n</td>\n<td>Approximately $90 per person to deliver the intervention, in 2012 dollars. $375 per person in federal need-based (“Pell”) grants for college.\n</td></tr>\n</tbody></table>\n</div>\n<h2><span class=\"mw-headline\" id=\"Effective_professional_development\">Effective professional development</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Evidence-based_education&amp;action=edit&amp;section=5\" title=\"Edit section: Effective professional development\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>For students' results to reflect these high effect-sizes, teachers need to develop the skills of their use. According to several studies,<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup><sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup> the time taken to do this lies somewhere between the learning of new facts and the development of a musical or sporting skill. While facts can be learned with a few repetitions, skills may need several hundred hours to develop. The evidence is that teachers start to become skilled with a particular method after about 10 repetitions with improvement plateauing after 6 months to 2 years of use.\n<a href=\"/wiki/Continuing_professional_development\" class=\"mw-redirect\" title=\"Continuing professional development\">Continuing professional development</a> (CPD) needs to reflect these findings. Teaching staff need the opportunity to learn about and then practice these skills. The role of CPD managers is to ensure that the time is available and the process takes place, not to instruct the teachers to follow directions.\nWhere staff self-select their training either from external providers or from a range of sessions on a training day, they do not have the chance to develop their skills.  Training, development and discussion of a smaller list of high-effect-size methods will be more effective. This process is sometimes referred to as <i>supported experimentation</i> or <a href=\"/wiki/Peer_mentoring#Peer_mentoring_in_the_workplace\" title=\"Peer mentoring\">peer mentoring</a>.\n</p>\n<h2><span class=\"mw-headline\" id=\"Implications_for_teachers\">Implications for teachers</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Evidence-based_education&amp;action=edit&amp;section=6\" title=\"Edit section: Implications for teachers\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Teachers have more effect on the outcomes for their students than anyone else. The difference in outcomes for 2 teachers in the same college is significantly greater than the average of teachers in a 'good' rather than a 'weak' school. The main reason why some schools do better is that they have a higher percentage of teachers who use high effect-size methods.\nWhile individual teachers can improve their students' results using these methods in isolation, it is far more effective if they are adopted department or college-wide so that the discussions, observations and sharing-of-practice can take place easily.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Evidence-based_education&amp;action=edit&amp;section=7\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"> Zucker, S. (2004). Scientifically based research: NCLB and assessment. Retrieved from <a rel=\"nofollow\" class=\"external free\" href=\"http://images.pearsonassessments.com/images/tmrs/tmrs_rg/ScientificallyBasedResearch.pdf?WT.mc_id=TMRS_Scientifically_Based_Research\">http://images.pearsonassessments.com/images/tmrs/tmrs_rg/ScientificallyBasedResearch.pdf?WT.mc_id=TMRS_Scientifically_Based_Research</a>)</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://ies.ed.gov/ncee/wwc/findwhatworks.aspx\">http://ies.ed.gov/ncee/wwc/findwhatworks.aspx</a></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Hattie, J (2003) <i>Visible Learning</i> Oxford:  Routledge</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Marzano, R (2001) <i>Classroom Instruction that Works</i> Alexandria, VA:  ASCD</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://toptierevidence.org/\">http://toptierevidence.org/</a></span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Joyce.B (2002) <i>Student Achievement Through Staff Development</i> ASCD</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Helen Timperley et al (2007) <i>Teacher Professional Learning and Development</i></span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Evidence-based_education&amp;action=edit&amp;section=8\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.ebtn.org.uk/\">The Evidence Based Teachers Network (EBTN)</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.york.ac.uk/iee/\">Institute for Effective Education (IEE)</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.bestevidence.org/index.cfm\">Best Evidence Encyclopedia</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1261\nCached time: 20180910195103\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.040 seconds\nReal time usage: 0.051 seconds\nPreprocessor visited node count: 176/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 356/2097152 bytes\nTemplate argument size: 88/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 2550/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.003/10.000 seconds\nLua memory usage: 525 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   21.366      1 Template:Reflist\n100.00%   21.366      1 -total\n  7.68%    1.641      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:25572436-0!canonical and timestamp 20180910195103 and revision id 848893720\n -->\n</div>"},"langlinks":[{"lang":"ru","url":"https://ru.wikipedia.org/wiki/%D0%94%D0%BE%D0%BA%D0%B0%D0%B7%D0%B0%D1%82%D0%B5%D0%BB%D1%8C%D0%BD%D0%BE%D0%B5_%D0%BE%D0%B1%D1%80%D0%B0%D0%B7%D0%BE%D0%B2%D0%B0%D0%BD%D0%B8%D0%B5","langname":"Russian","autonym":"русский","*":"Доказательное образование"}],"categories":[{"sortkey":"","hidden":"","*":"Articles_created_via_the_Article_Wizard"},{"sortkey":"","*":"Evidence-based_practices"},{"sortkey":"","*":"Educational_practices"}],"links":[{"ns":0,"exists":"","*":"Analogy"},{"ns":0,"exists":"","*":"Continuing professional development"},{"ns":0,"exists":"","*":"Cooperative learning"},{"ns":0,"exists":"","*":"Evidence-based medicine"},{"ns":0,"exists":"","*":"Formative assessment"},{"ns":0,"exists":"","*":"Growth mindset"},{"ns":0,"exists":"","*":"Hypothesis"},{"ns":0,"exists":"","*":"John Hattie"},{"ns":0,"exists":"","*":"Meta-analysis"},{"ns":0,"exists":"","*":"Peer mentoring"},{"ns":0,"exists":"","*":"Robert Marzano"},{"ns":0,"exists":"","*":"Simile"},{"ns":0,"exists":"","*":"Success for All"},{"ns":0,"exists":"","*":"Visible Learning"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["http://images.pearsonassessments.com/images/tmrs/tmrs_rg/ScientificallyBasedResearch.pdf?WT.mc_id=TMRS_Scientifically_Based_Research","http://ies.ed.gov/ncee/wwc/findwhatworks.aspx","http://toptierevidence.org/","http://www.ebtn.org.uk/","http://www.york.ac.uk/iee/","http://www.bestevidence.org/index.cfm"],"sections":[{"toclevel":1,"level":"2","line":"Sources of evidence","number":"1","index":"1","fromtitle":"Evidence-based_education","byteoffset":774,"anchor":"Sources_of_evidence"},{"toclevel":2,"level":"3","line":"What Works Clearinghouse","number":"1.1","index":"2","fromtitle":"Evidence-based_education","byteoffset":912,"anchor":"What_Works_Clearinghouse"},{"toclevel":2,"level":"3","line":"Metastudies of Marzano and Hattie","number":"1.2","index":"3","fromtitle":"Evidence-based_education","byteoffset":10070,"anchor":"Metastudies_of_Marzano_and_Hattie"},{"toclevel":2,"level":"3","line":"The Coalition For Evidence-Based Policy Congressional Top Tier Programs","number":"1.3","index":"4","fromtitle":"Evidence-based_education","byteoffset":11964,"anchor":"The_Coalition_For_Evidence-Based_Policy_Congressional_Top_Tier_Programs"},{"toclevel":1,"level":"2","line":"Effective professional development","number":"2","index":"5","fromtitle":"Evidence-based_education","byteoffset":15018,"anchor":"Effective_professional_development"},{"toclevel":1,"level":"2","line":"Implications for teachers","number":"3","index":"6","fromtitle":"Evidence-based_education","byteoffset":16487,"anchor":"Implications_for_teachers"},{"toclevel":1,"level":"2","line":"References","number":"4","index":"7","fromtitle":"Evidence-based_education","byteoffset":17134,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"5","index":"8","fromtitle":"Evidence-based_education","byteoffset":17295,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Evidence-based education","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q5418321"}]}}