{"parse":{"title":"The Blacker the Berry (novel)","pageid":13433492,"revid":805404996,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"infobox vcard\" style=\"width:22em\"><caption style=\"font-style:italic;padding-bottom:0.2em;\">The Blacker the Berry <span class=\"Z3988\" title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=The+Blacker+the+Berry&amp;rft.author=%5B%5BWallace+Thurman%5D%5D&amp;rft.date=1929&amp;rft.pub=The+Macaulay+Company&amp;rft.pages=254\"></span></caption><tbody><tr><td colspan=\"2\" style=\"text-align:center\">\n<a href=\"/wiki/File:The_Blacker_the_Berry.jpg\" class=\"image\"><img alt=\"The Blacker the Berry.jpg\" src=\"//upload.wikimedia.org/wikipedia/en/e/e2/The_Blacker_the_Berry.jpg\" width=\"200\" height=\"299\" data-file-width=\"200\" data-file-height=\"299\" /></a><div>Dust jacket by <a href=\"/wiki/Aaron_Douglas\" title=\"Aaron Douglas\">Aaron Douglas</a></div></td></tr><tr><th scope=\"row\">Author</th><td>\n<a href=\"/wiki/Wallace_Thurman\" title=\"Wallace Thurman\">Wallace Thurman</a></td></tr><tr><th scope=\"row\">Country</th><td>\nUnited States</td></tr><tr><th scope=\"row\">Language</th><td>\nEnglish</td></tr><tr><th scope=\"row\">Genre</th><td>\nAfrican-American Literature</td></tr><tr><th scope=\"row\">Publisher</th><td>\nThe Macaulay Company</td></tr><tr><th scope=\"row\"><div style=\"padding:0.1em 0;line-height:1.2em;\">Publication date</div></th><td>\n1929</td></tr><tr><th scope=\"row\">Media&#160;type</th><td>\nPrint <a href=\"/wiki/Hardcover\" title=\"Hardcover\">Hardcover</a></td></tr><tr><th scope=\"row\">Pages</th><td>\n254</td></tr></tbody></table>\n<p><i><b>The Blacker the Berry: A Novel of Negro Life</b></i> (1929) is a  novel by American author <a href=\"/wiki/Wallace_Thurman\" title=\"Wallace Thurman\">Wallace Thurman</a>, associated with the <a href=\"/wiki/Harlem_Renaissance\" title=\"Harlem Renaissance\">Harlem Renaissance</a>. It was considered groundbreaking for its exploration of colorism and racial discrimination within the black community, where lighter skin was often favored, especially for women.\n</p><p>The novel tells the story of Emma Lou Morgan, a young black woman with dark skin. It begins in <a href=\"/wiki/Boise,_Idaho\" title=\"Boise, Idaho\">Boise, Idaho</a> and follows Emma Lou in her journey to college at <a href=\"/wiki/University_of_Southern_California\" title=\"University of Southern California\">USC</a> and a move to <a href=\"/wiki/Harlem\" title=\"Harlem\">Harlem</a>, New York City for work. Set during the <a href=\"/wiki/Harlem_Renaissance\" title=\"Harlem Renaissance\">Harlem Renaissance</a>, the novel explores Emma Lou's experiences with colorism, discrimination by lighter-skinned African Americans due to her dark skin. She learns to come to terms with her skin color in order to find satisfaction in her life.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Plot_summary\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Plot summary</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Characters\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Characters</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Influence\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Influence</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#See_also\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Further_reading\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Further reading</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Plot_summary\">Plot summary</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Blacker_the_Berry_(novel)&amp;action=edit&amp;section=1\" title=\"Edit section: Plot summary\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<dl><dt>Part 1 Emma Lou</dt></dl>\n<p>Born in <a href=\"/wiki/Boise,_Idaho\" title=\"Boise, Idaho\">Boise, Idaho</a>, Emma Lou Morgan is an African-American girl who has extremely dark skin. Her mother's family have lighter skin that shows European ancestry; the \"blue-black\" hue came from her father, who left her and her mother soon after her birth. Believing that her color will reduce her marriageability, her mother's people try to help her lighten her skin with bleaching and commercially available creams, but nothing works. When her mother says \"a black boy could get along but a black girl would never know anything but sorrow and disappointment,\" <sup id=\"cite_ref-Thurman_1-0\" class=\"reference\"><a href=\"#cite_note-Thurman-1\">&#91;1&#93;</a></sup> Emma Lou wishes she had been a boy. The only \"Negro pupil in the entire school,\" she feels extra conspicuous at graduation among the white faces and white robes.\n</p><p>Emma Lou's Uncle Joe encourages her to go to the <a href=\"/wiki/University_of_Southern_California\" title=\"University of Southern California\">University of Southern California</a> (USC), where she'll be among black students, and he encourages her to study education and move South to teach. He believes that smaller towns like Boise \"encouraged stupid color prejudice such as she encountered among the blue vein circle in her home town.\"<sup id=\"cite_ref-Thurman_1-1\" class=\"reference\"><a href=\"#cite_note-Thurman-1\">&#91;1&#93;</a></sup> Emma Lou’s maternal grandmother was closely associated with the \"blue veins\", black people whose skin was light enough to show veins. Uncle Joe thought life would be better for Emma Lou in Los Angeles, where people had more to think about.\n</p><p>At USC, Emma Lou intends to meet the \"right\" crowd among other Negro students. On registration day she meets a black girl named Hazel Mason; unfortunately, when she speaks Emma Lou decides that she is the <i>wrong</i> sort, definitely lower-class. Other girls, though pleasant, never invite her into their circles or sorority, especially when they recognize that they've seen her with Hazel, whose \"minstrel\" demeanor is not good for the black image. When Hazel drops out of school, Grace Giles become Emma Lou's friend but informs her that the sorority only accepts wealthy, light-skinned girls. Emma Lou begins to notice that black leaders tend to have light skin or light-skinned wives. By summer vacation, she feels more trapped by her skin.\n</p><p>Back in Boise, Emma Lou meets Weldon Taylor at a picnic. Although darker than her ideal, he attracts her, and she ends up going too far with him that night, thinking she is in love. Over the next two weeks, she is thrilled to be with Taylor, for \"his presence and his love making.\"<sup id=\"cite_ref-Thurman_1-2\" class=\"reference\"><a href=\"#cite_note-Thurman-1\">&#91;1&#93;</a></sup> He had been to college but temporarily dropped out to build up his tuition fund, traveling from town to town, finding work and a new girl each time. When he announced that he was leaving Boise to become a <a href=\"/wiki/Pullman_porter\" title=\"Pullman porter\">Pullman porter</a>, Emma Lou blamed her color. She puts in the rest of her college time, then moves to New York City to find work—and hopefully, a better life.\n</p>\n<dl><dt>Part 2 Harlem</dt></dl>\n<p>In Harlem, Emma Lou meets a young man named John whom she decides is \"too dark.\" She heads to an employment agency seeking work as a stenographer; lacking experience, she pads her account of her skills. She is sent to a real-estate office for an interview, only to be told that they have someone else in mind. She returns to the agency and the manager, Mrs. Blake, invites her to lunch, and Emma Lou is \"warmed toward any suggestion of friendliness\" and excited to have the chance \"to make a welcome contact.\"<sup id=\"cite_ref-Thurman_1-3\" class=\"reference\"><a href=\"#cite_note-Thurman-1\">&#91;1&#93;</a></sup>\n</p><p>Mrs. Blake tells her about work prospects, saying that black businessmen preferred to hire light-skinned, pretty girls; she advises Emma Lou to go to Columbia Teachers' College and train for a job in the public-school system. After lunch, Emma is walking on Seventh Avenue and while stopping to check her reflection, she notices a few young black men nearby and hears one comment, \"There’s a girl for you ‘Fats’\", to which the reply is: \"Man, you know I don’t haul no coal.\"<sup id=\"cite_ref-Thurman_1-4\" class=\"reference\"><a href=\"#cite_note-Thurman-1\">&#91;1&#93;</a></sup>\n</p>\n<dl><dt>Part 3 Alva</dt></dl>\n<p>Determined to stay in New York, Emma Lou finds a job as a maid to Arline Strange, an actress \"in an alleged melodrama about Negro life in Harlem.\"<sup id=\"cite_ref-Thurman_1-5\" class=\"reference\"><a href=\"#cite_note-Thurman-1\">&#91;1&#93;</a></sup> She thinks all the characters are caricatures. Arline and her brother from Chicago take Emma Lou to her first cabaret one night, where he makes her a drink from his hip flask. Emma Lou, entranced by the dancing, gets to be part of it when a man from another table, Alva, invites her. When the lights go up, he returns her to sit with Arline and her brother. The next morning, Alva and his roommate Braxton discuss the previous evening, agreeing that Alva did Emma Lou a favor in dancing with her.\n</p><p>Intrigued by the cabaret, Emma Lou talks to the stage director about being in the dance chorus. He tells her plainly the girls are chosen in part for appearance, and notes they all have lighter skin than hers. She decides to look for a new place to live, hoping to meet \"the right sort of people.\"<sup id=\"cite_ref-Thurman_1-6\" class=\"reference\"><a href=\"#cite_note-Thurman-1\">&#91;1&#93;</a></sup>\n</p><p>One evening she goes to a casino, where she recognizes Alva. When she approaches him and asks if he remembers her, he politely acts like he does: he talks to her, dances with her, and even gives her his phone number. She calls him a couple of times before they make plans. Braxton is critical of Alva's seeing her, but he thinks, \"She’s just as good as the rest, and you know what they say, ‘The Blacker the berry, the sweeter the juice.’\"<sup id=\"cite_ref-Thurman_1-7\" class=\"reference\"><a href=\"#cite_note-Thurman-1\">&#91;1&#93;</a></sup>\n</p>\n<dl><dt>Part 4 Rent Party</dt></dl>\n<p>After avoiding taking Emma Lou to parties or dances, not wanting his friends to meet her (preferring to be seen with light-skinned Geraldine), Alva finally takes her to a \"rent party. Used to manipulating young women for money, Alva liked Geraldine for herself. Emma Lou was very excited about the party, and worried that she would encounter more discrimination. Once there, they happened on to a conversation revolving around race: the differences between being a <a href=\"/wiki/Mulatto\" title=\"Mulatto\">mulatto</a> and a Negro, and individuals who are prejudiced or \"color struck.\"<sup id=\"cite_ref-Thurman_1-8\" class=\"reference\"><a href=\"#cite_note-Thurman-1\">&#91;1&#93;</a></sup>\n</p><p>At the rent party, Emma had consumed more alcohol than usual, and the next morning her landlady demands that she find somewhere else to stay. As the woman speaks, Emma Lou remembers a little more about Alva bringing her home after the party and realizes that the woman might be right that her behavior hadn't met the boardinghouse's respectable standards. Emma Lou thought more about Alva, who seemed kinder than others in her life, but she was aware of his manipulation.\n</p><p>Alva has his own trouble with Braxton: he has no job and pays no rent. When Braxton finally moves out, Alva doesn't want Emma Lou to move in. One night the couple goes to a theatre, but Emma Lou doesn't have a good time: \"You’re always taking me some place, or placing me in some position where I’ll be insulted.\"<sup id=\"cite_ref-Thurman_1-9\" class=\"reference\"><a href=\"#cite_note-Thurman-1\">&#91;1&#93;</a></sup> One night, after an argument with Emma Lou, Alva returns to his room to find Geraldine sleeping in his bed; when she wakens, she announces that she's pregnant by him.\n</p>\n<dl><dt>Part 5 Pyrrhic Victory</dt></dl>\n<p>Two years later, Emma Lou works as a personal maid/companion to Clere Sloane, a retired actress married to Campbell Kitchen, a white writer very interested in Harlem. He encouraged Emma Lou to seek more education in order to achieve economic independence. She has few friends and still feels very out-of-place. When she tries to see Alva after they had stopped seeing each other for a time, Geraldine answers the door and Emma Lou leaves without comment.\n</p><p>Geraldine and Alva's son has been born disfigured and possibly retarded and seems to bring them endless trouble; they often wish he would die. Geraldine blames Alva—another man would have made a better baby—and her mother blames both of them for not bothering to marry before his birth (or conception). Alva has become a money-wasting alcoholic; Geraldine works hard, trying to build up an escape fund.\n</p><p>Having moved to the Y.W.C.A., Emma Lou has found some new friends and is studying teaching. She continues to work hard but to feel no better about her appearance, although her friend Gwendolyn Johnson tries to help her. She starts seeing Benson Brown, a light-skinned man described as a \"yaller nigger.\"<sup id=\"cite_ref-Thurman_1-10\" class=\"reference\"><a href=\"#cite_note-Thurman-1\">&#91;1&#93;</a></sup> His appearance seems reason enough to see him. But when she learns that Geraldine had abandoned Alva and their son, she goes to check on them and he soon has her taking care of little Alva Jr. After 6 months, she begins teaching at a Harlem public school, wearing lots of dark-skin-concealing makeup but being teased for it by colleagues. She nurtures the child better than his parents ever did, but she and Alva have a rocky relationship.\n</p><p>As Emma Lou gains more economic independence, she discovers that it isn't everything; she's still not happy. She decides to leave Alva and his son. When she returns to the Y.W.C.A. she contacts Benson, who announces that he and Gwendolyn have been dating and have decided to marry. They even invite her to the wedding.\n</p><p>Emma Lou realizes she has spent her life running: she ran from Boise's color prejudice; she left Los Angeles for similar reasons. But she decides never to run again. She knows there are many people like her and that she has to accept herself.<sup id=\"cite_ref-Thurman_1-11\" class=\"reference\"><a href=\"#cite_note-Thurman-1\">&#91;1&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Characters\">Characters</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Blacker_the_Berry_(novel)&amp;action=edit&amp;section=2\" title=\"Edit section: Characters\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Emma Lou Morgan: a young African-American woman. Growing up in <a href=\"/wiki/Boise,_Idaho\" title=\"Boise, Idaho\">Boise, Idaho</a>, she encounters discrimination by lighter-skinned blacks among her family and community. She takes after her father in appearance, who abandoned her and her lighter-skinned mother.</li>\n<li>Uncle Joe: Emma Lou is closer to him than others in her mother's family; she follows his advice to go to Los Angeles for college.</li>\n<li>Weldon Taylor: Back in Boise, Emma Lou meets Weldon Taylor at a picnic. He is darker skinned, and she sleeps with him and thinks she is in love. He leaves to become a Pullman porter, and Emma Lou mistakingly blames him leaving because of her color.</li>\n<li>Hazel Mason: The first black student whom Emma Lou meets at USC. Judging her to be the \"wrong\" kind of Negro, Emma tries to limit their association.</li>\n<li>Alva: one of Emma Lou’s love interests in Harlem. He is a lighter-skinned man who manipulates women to use their money to get by. Married twice already, he has become <a href=\"/wiki/Alcoholic\" class=\"mw-redirect\" title=\"Alcoholic\">alcoholic</a>.</li>\n<li>Braxton: Alva’s roommate. He does not approve of Alva's seeing Emma Lou because of her skin color.</li>\n<li>Geraldine: one of Alva’s companions; she bears his son, who is born disfigured. She abandons them both.</li>\n<li>John: Emma Lou’s first love interest in Harlem.</li>\n<li>Arline Strange: an actress. Emma Lou works as her maid, helping with make-up and costumes.</li>\n<li>Gwendolyn Johnson: Emma Lou’s friend from the Y.W.C.A. She eventually marries Benson Brown, whom Emma Lou had dated.</li>\n<li>Benson Brown: a man Emma Lou meets after she moves to the Y.W.C.A. He is lighter-skinned and promising, the \"right\" sort of African-American man.<sup id=\"cite_ref-Thurman_1-12\" class=\"reference\"><a href=\"#cite_note-Thurman-1\">&#91;1&#93;</a></sup></li></ul>\n<h2><span class=\"mw-headline\" id=\"Influence\">Influence</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Blacker_the_Berry_(novel)&amp;action=edit&amp;section=3\" title=\"Edit section: Influence\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Thurman's novel has been widely discussed. Through Emma Lou Morgan, he expressed the idea that dark skin presented more problems for a woman than a man. The young woman struggles with people's reactions to her.\n</p><p>Variations in skin tone has historically related to European and Native American ancestry among African Americans, and the tangled history of slave societies, and benefits that some <a href=\"/wiki/Mixed-race\" class=\"mw-redirect\" title=\"Mixed-race\">mixed-race</a> children received from white fathers. The topic of behavior related to differing skin tones has since been treated by other artists and writers, and the issue of skin bias has been studied as a sociological and psychological issue among academics.<sup id=\"cite_ref-ThompKeith_2-0\" class=\"reference\"><a href=\"#cite_note-ThompKeith-2\">&#91;2&#93;</a></sup>\n</p><p>Despite the calls for <a href=\"/wiki/Black_Power\" title=\"Black Power\">Black Power</a> and \"Black is beautiful\" in the mid-twentieth century, studies have found that skin tone bias continues. It is more openly discussed, studied and, at times, mocked.<sup id=\"cite_ref-ThompKeith_2-1\" class=\"reference\"><a href=\"#cite_note-ThompKeith-2\">&#91;2&#93;</a></sup> The director <a href=\"/wiki/Spike_Lee\" title=\"Spike Lee\">Spike Lee</a> has explored this topic, particularly in his film <i><a href=\"/wiki/School_Daze\" title=\"School Daze\">School Daze</a></i> (1988), about students at a prestigious college (modeled on <a href=\"/wiki/Spelman_College\" title=\"Spelman College\">Spelman College</a> and <a href=\"/wiki/Morehouse_College\" title=\"Morehouse College\">Morehouse College</a>).\n</p><p>In 2001 Maxine S. Thompson and Verna M. Keith presented the results of a study on gender, skin tone and self efficacy. They found darker skin more problematic for women, for whom skin tone had more effect on self-esteem, especially for lower and working class women. Higher class women could escape the effects of skin color by other accomplishments. Skin tone presented less of a self-esteem issue for men, but did affect their sense of self-efficacy.<sup id=\"cite_ref-ThompKeith_2-2\" class=\"reference\"><a href=\"#cite_note-ThompKeith-2\">&#91;2&#93;</a></sup>\n</p><p>In 2004 Daniel Scott III published an article noting that Thurman was interested in Harlem in the 1920s as a place for personal transformation. He was aware that people were attracted there from all over the United States, and brought expectations with them. The experience of living there opened them to new possibilities, which he expressed in his first novel. People were stimulated by meeting many new strangers, and by opportunities afforded by clubs, cabarets, concert halls, theatres and other venues.<sup id=\"cite_ref-Scott_3-0\" class=\"reference\"><a href=\"#cite_note-Scott-3\">&#91;3&#93;</a></sup>\n</p><p>The novel's line \"the blacker the berry, the sweeter the juice\" is referenced in <a href=\"/wiki/Tupac_Shakur\" title=\"Tupac Shakur\">Tupac Shakur</a>'s 1993 song <a href=\"/wiki/Keep_Ya_Head_Up\" title=\"Keep Ya Head Up\">Keep Ya Head Up</a>, as well as <a href=\"/wiki/Pharoahe_Monch\" title=\"Pharoahe Monch\">Pharoahe Monch</a>'s 2007 song <a href=\"/wiki/Let%27s_Go_(Pharoahe_Monch_song)\" title=\"Let&#39;s Go (Pharoahe Monch song)\">Let's Go</a>. <a href=\"/wiki/Kendrick_Lamar\" title=\"Kendrick Lamar\">Kendrick Lamar</a>'s 2015 song <a href=\"/wiki/The_Blacker_the_Berry_(song)\" title=\"The Blacker the Berry (song)\">The Blacker the Berry</a> is named for the novel.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Blacker_the_Berry_(novel)&amp;action=edit&amp;section=4\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div role=\"navigation\" aria-label=\"Portals\" class=\"noprint portal plainlist tright\" style=\"margin:0.5em 0 0.5em 1em;border:solid #aaa 1px\">\n<ul style=\"display:table;box-sizing:border-box;padding:0.1em;max-width:175px;background:#f9f9f9;font-size:85%;line-height:110%;font-style:italic;font-weight:bold\">\n<li style=\"display:table-row\"><span style=\"display:table-cell;padding:0.2em;vertical-align:middle;text-align:center\"><a href=\"/wiki/File:Book_collection.jpg\" class=\"image\"><img alt=\"icon\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Book_collection.jpg/32px-Book_collection.jpg\" width=\"32\" height=\"25\" class=\"noviewer thumbborder\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Book_collection.jpg/48px-Book_collection.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Book_collection.jpg/64px-Book_collection.jpg 2x\" data-file-width=\"299\" data-file-height=\"238\" /></a></span><span style=\"display:table-cell;padding:0.2em 0.2em 0.2em 0.3em;vertical-align:middle\"><a href=\"/wiki/Portal:Novels\" title=\"Portal:Novels\">Novels portal</a></span></li></ul></div>\n<ul><li><a href=\"/wiki/Harlem_Renaissance\" title=\"Harlem Renaissance\">Harlem Renaissance</a></li>\n<li><a href=\"/wiki/Wallace_Thurman\" title=\"Wallace Thurman\">Wallace Thurman</a></li>\n<li><a href=\"/wiki/African-American_literature\" title=\"African-American literature\">African-American literature</a></li>\n<li><i><a href=\"/wiki/Encyclopedia_of_the_Harlem_Renaissance\" title=\"Encyclopedia of the Harlem Renaissance\">Encyclopedia of the Harlem Renaissance</a></i></li>\n<li><a href=\"/wiki/Internalized_racism\" title=\"Internalized racism\">Internalized racism</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Blacker_the_Berry_(novel)&amp;action=edit&amp;section=5\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-Thurman-1\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Thurman_1-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Thurman_1-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-Thurman_1-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-Thurman_1-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-Thurman_1-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-Thurman_1-5\"><sup><i><b>f</b></i></sup></a> <a href=\"#cite_ref-Thurman_1-6\"><sup><i><b>g</b></i></sup></a> <a href=\"#cite_ref-Thurman_1-7\"><sup><i><b>h</b></i></sup></a> <a href=\"#cite_ref-Thurman_1-8\"><sup><i><b>i</b></i></sup></a> <a href=\"#cite_ref-Thurman_1-9\"><sup><i><b>j</b></i></sup></a> <a href=\"#cite_ref-Thurman_1-10\"><sup><i><b>k</b></i></sup></a> <a href=\"#cite_ref-Thurman_1-11\"><sup><i><b>l</b></i></sup></a> <a href=\"#cite_ref-Thurman_1-12\"><sup><i><b>m</b></i></sup></a></span> <span class=\"reference-text\">Thurman, Wallace. <i>The Blacker the Berry</i>. Mineola, NY: Dover Publications, Inc., 2008.</span>\n</li>\n<li id=\"cite_note-ThompKeith-2\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-ThompKeith_2-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-ThompKeith_2-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-ThompKeith_2-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation journal\">Thompson, Maxine S.; Keith, Verna M. (2001). <a rel=\"nofollow\" class=\"external text\" href=\"https://www.jstor.org/discover/10.2307/3081888?uid=3739744&amp;uid=2129&amp;uid=2&amp;uid=70&amp;uid=4&amp;uid=3739256&amp;sid=21101144336887\">\"The Blacker the Berry: Gender, Skin Tone, Self-Esteem, and Self-Efficacy\"</a>. <i>Gender and Society</i>. <b>15</b> (3): 336–357. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1177/089124301015003002\">10.1177/089124301015003002</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Gender+and+Society&amp;rft.atitle=The+Blacker+the+Berry%3A+Gender%2C+Skin+Tone%2C+Self-Esteem%2C+and+Self-Efficacy&amp;rft.volume=15&amp;rft.issue=3&amp;rft.pages=336-357&amp;rft.date=2001&amp;rft_id=info%3Adoi%2F10.1177%2F089124301015003002&amp;rft.aulast=Thompson&amp;rft.aufirst=Maxine+S.&amp;rft.au=Keith%2C+Verna+M.&amp;rft_id=https%3A%2F%2Fwww.jstor.org%2Fdiscover%2F10.2307%2F3081888%3Fuid%3D3739744%26uid%3D2129%26uid%3D2%26uid%3D70%26uid%3D4%26uid%3D3739256%26sid%3D21101144336887&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AThe+Blacker+the+Berry+%28novel%29\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-Scott-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Scott_3-0\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Scott, Daniel M. (2004). <a rel=\"nofollow\" class=\"external text\" href=\"https://www.jstor.org/discover/10.2307/4141858?uid=3739744&amp;uid=2129&amp;uid=2&amp;uid=70&amp;uid=4&amp;uid=3739256&amp;sid=21101144529467\">\"Harlem Shadows: Re-Evaluating Wallace Thurman's <i>The Blacker the Berry</i>\"</a>. <i>MELUS</i>. <b>29</b> (3/4): 323–339. <a href=\"/wiki/JSTOR\" title=\"JSTOR\">JSTOR</a>&#160;<a rel=\"nofollow\" class=\"external text\" href=\"//www.jstor.org/stable/4141858\">4141858</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=MELUS&amp;rft.atitle=Harlem+Shadows%3A+Re-Evaluating+Wallace+Thurman%27s+The+Blacker+the+Berry&amp;rft.volume=29&amp;rft.issue=3%2F4&amp;rft.pages=323-339&amp;rft.date=2004&amp;rft_id=%2F%2Fwww.jstor.org%2Fstable%2F4141858&amp;rft.aulast=Scott&amp;rft.aufirst=Daniel+M.&amp;rft_id=https%3A%2F%2Fwww.jstor.org%2Fdiscover%2F10.2307%2F4141858%3Fuid%3D3739744%26uid%3D2129%26uid%3D2%26uid%3D70%26uid%3D4%26uid%3D3739256%26sid%3D21101144529467&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AThe+Blacker+the+Berry+%28novel%29\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"Further_reading\">Further reading</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Blacker_the_Berry_(novel)&amp;action=edit&amp;section=6\" title=\"Edit section: Further reading\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Crawford, Margo Natalie. <i>Dilution Anxiety and the Black Phallus,</i> Columbus: Ohio State University Press, 2008.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=qFAIMgz9YUQC&amp;pg=PA45&amp;lpg=PA45&amp;dq=The+Blacker+the+Berry:+Gender,+Skin+Tone,+Self-Esteem,+and+Self-Efficacy&amp;source=bl&amp;ots=yVwjGU2gC2&amp;sig=QJ8J0-_M0PuJ3W8mzDn8VdUvgvo&amp;hl=en&amp;sa=X&amp;ei=62opUIG4FPHF0AGKyYFw&amp;ved=0CE8Q6AEwAw#v=onepage&amp;q=The%20Blacker%20the%20Berry%3A%20Gender%2C%20Skin%20Tone%2C%20Self-Esteem%2C%20and%20Self-Efficacy&amp;f=false\">Durr, Marlese, and Shirley A. Hill, editors, <i>Race, Work, and Family in the Lives of African Americans</i></a>, Lanham, MD: Rowman and Littlefield Publishers, 2006.</li>\n<li>Farebrother, Rachel. <i>The Collage Aesthetic in the Harlem Renaissance</i>, Burlington, VT: Ashgate, 2009.</li>\n<li>Macon, Wanda Celeste. <i>Adolescent Characters' Sexual Behavior in Selected Fiction of Six Twentieth Century African American Authors</i>, 1992.</li>\n<li>Ogbar, Jeffrey O.G. <i>The Harlem Renaissance Revisited: Politics, Arts, and Letters,</i> Baltimore: Johns Hopkins University Press, 2010.</li>\n<li>Tarver, Australia, and Paula C Barnes, Eds. <i>New Voices on the Harlem Renaissance: Essays on Race, Gender, and Literary Discourse'</i>, Madison, NJ: Fairleigh Dickinson University Press, 2006.</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1323\nCached time: 20180908221336\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.200 seconds\nReal time usage: 0.261 seconds\nPreprocessor visited node count: 843/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 10074/2097152 bytes\nTemplate argument size: 831/2097152 bytes\nHighest expansion depth: 9/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 5779/5000000 bytes\nNumber of Wikibase entities loaded: 1/400\nLua time usage: 0.076/10.000 seconds\nLua memory usage: 2.24 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  221.151      1 -total\n 59.21%  130.949      1 Template:Infobox_book\n 38.76%   85.719      1 Template:Infobox\n 29.36%   64.927      1 Template:Reflist\n 23.35%   51.642      2 Template:Cite_journal\n  8.38%   18.523      1 Template:Wikidata_image\n  4.86%   10.740      1 Template:Portal\n  1.33%    2.949      2 Template:Main_other\n  1.33%    2.931      1 Template:Template_other\n  1.01%    2.230      2 Template:Both\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:13433492-0!canonical and timestamp 20180908221336 and revision id 805404996\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Blacker The Berry","hidden":"","*":"Pages_to_import_images_to_Wikidata"},{"sortkey":"Blacker The Berry","*":"1929_American_novels"},{"sortkey":"Blacker The Berry","*":"African-American_novels"},{"sortkey":"Blacker The Berry","*":"Colorism"},{"sortkey":"Blacker The Berry","*":"Harlem_Renaissance"},{"sortkey":"Blacker The Berry","*":"Novels_set_in_Idaho"},{"sortkey":"Blacker The Berry","*":"Novels_set_in_Los_Angeles"},{"sortkey":"Blacker The Berry","*":"Novels_set_in_New_York_City"},{"sortkey":"Blacker The Berry","*":"Harlem_in_fiction"},{"sortkey":"Blacker The Berry","*":"Boise,_Idaho"},{"sortkey":"Blacker The Berry","*":"Debut_novels"}],"links":[{"ns":0,"exists":"","*":"Aaron Douglas"},{"ns":0,"exists":"","*":"African-American literature"},{"ns":0,"exists":"","*":"Alcoholic"},{"ns":0,"exists":"","*":"Black Power"},{"ns":0,"exists":"","*":"Boise, Idaho"},{"ns":0,"exists":"","*":"Digital object identifier"},{"ns":0,"exists":"","*":"Encyclopedia of the Harlem Renaissance"},{"ns":0,"exists":"","*":"Hardcover"},{"ns":0,"exists":"","*":"Harlem"},{"ns":0,"exists":"","*":"Harlem Renaissance"},{"ns":0,"exists":"","*":"Internalized racism"},{"ns":0,"exists":"","*":"JSTOR"},{"ns":0,"exists":"","*":"Keep Ya Head Up"},{"ns":0,"exists":"","*":"Kendrick Lamar"},{"ns":0,"exists":"","*":"Let's Go (Pharoahe Monch song)"},{"ns":0,"exists":"","*":"Mixed-race"},{"ns":0,"exists":"","*":"Morehouse College"},{"ns":0,"exists":"","*":"Mulatto"},{"ns":0,"exists":"","*":"Pharoahe Monch"},{"ns":0,"exists":"","*":"Pullman porter"},{"ns":0,"exists":"","*":"School Daze"},{"ns":0,"exists":"","*":"Spelman College"},{"ns":0,"exists":"","*":"Spike Lee"},{"ns":0,"exists":"","*":"The Blacker the Berry (song)"},{"ns":0,"exists":"","*":"Tupac Shakur"},{"ns":0,"exists":"","*":"University of Southern California"},{"ns":0,"exists":"","*":"Wallace Thurman"},{"ns":100,"exists":"","*":"Portal:Novels"}],"templates":[{"ns":10,"exists":"","*":"Template:Infobox book"},{"ns":10,"exists":"","*":"Template:Infobox"},{"ns":10,"exists":"","*":"Template:Longitem"},{"ns":10,"exists":"","*":"Template:Both"},{"ns":10,"exists":"","*":"Template:Italic title"},{"ns":10,"exists":"","*":"Template:Template other"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Wikidata image"},{"ns":10,"exists":"","*":"Template:Portal"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite journal"},{"ns":828,"exists":"","*":"Module:Infobox"},{"ns":828,"exists":"","*":"Module:Navbar"},{"ns":828,"exists":"","*":"Module:InfoboxImage"},{"ns":828,"exists":"","*":"Module:Wikidata"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:I18n"},{"ns":828,"*":"Module:Infobox/i18n"},{"ns":828,"exists":"","*":"Module:Italic title"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Portal"},{"ns":828,"exists":"","*":"Module:Portal/images/n"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"}],"images":["The_Blacker_the_Berry.jpg","Book_collection.jpg"],"externallinks":["https://www.jstor.org/discover/10.2307/3081888?uid=3739744&uid=2129&uid=2&uid=70&uid=4&uid=3739256&sid=21101144336887","//doi.org/10.1177/089124301015003002","https://www.jstor.org/discover/10.2307/4141858?uid=3739744&uid=2129&uid=2&uid=70&uid=4&uid=3739256&sid=21101144529467","//www.jstor.org/stable/4141858","https://books.google.com/books?id=qFAIMgz9YUQC&pg=PA45&lpg=PA45&dq=The+Blacker+the+Berry:+Gender,+Skin+Tone,+Self-Esteem,+and+Self-Efficacy&source=bl&ots=yVwjGU2gC2&sig=QJ8J0-_M0PuJ3W8mzDn8VdUvgvo&hl=en&sa=X&ei=62opUIG4FPHF0AGKyYFw&ved=0CE8Q6AEwAw#v=onepage&q=The%20Blacker%20the%20Berry:%20Gender,%20Skin%20Tone,%20Self-Esteem,%20and%20Self-Efficacy&f=false"],"sections":[{"toclevel":1,"level":"2","line":"Plot summary","number":"1","index":"1","fromtitle":"The_Blacker_the_Berry_(novel)","byteoffset":1323,"anchor":"Plot_summary"},{"toclevel":1,"level":"2","line":"Characters","number":"2","index":"2","fromtitle":"The_Blacker_the_Berry_(novel)","byteoffset":10441,"anchor":"Characters"},{"toclevel":1,"level":"2","line":"Influence","number":"3","index":"3","fromtitle":"The_Blacker_the_Berry_(novel)","byteoffset":12066,"anchor":"Influence"},{"toclevel":1,"level":"2","line":"See also","number":"4","index":"4","fromtitle":"The_Blacker_the_Berry_(novel)","byteoffset":15257,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"5","fromtitle":"The_Blacker_the_Berry_(novel)","byteoffset":15440,"anchor":"References"},{"toclevel":1,"level":"2","line":"Further reading","number":"6","index":"6","fromtitle":"The_Blacker_the_Berry_(novel)","byteoffset":15593,"anchor":"Further_reading"}],"parsewarnings":[],"displaytitle":"<i>The Blacker the Berry</i> (novel)","iwlinks":[],"properties":[{"name":"displaytitle","*":"<i>The Blacker the Berry</i> (novel)"},{"name":"defaultsort","*":"Blacker The Berry"},{"name":"wikibase_item","*":"Q7718490"}]}}