{"parse":{"title":"Neomodernism","pageid":1423017,"revid":840576165,"text":{"*":"<div class=\"mw-parser-output\"><div role=\"note\" class=\"hatnote navigation-not-searchable\">This article is about the philosophical movement. For the architectural style, see <a href=\"/wiki/Neomodern\" title=\"Neomodern\">Neomodern</a>.</div>\n<p><b>Neomodernism</b> is a term that has at times been used to describe a philosophical position based on <a href=\"/wiki/Modernism\" title=\"Modernism\">modernism</a> but addressing the critique of modernism by <a href=\"/wiki/Postmodernism\" title=\"Postmodernism\">postmodernism</a>. It is currently associated with the works of <a href=\"/wiki/%C3%81gnes_Heller\" title=\"Ágnes Heller\">Ágnes Heller</a>, <a href=\"/w/index.php?title=Victor_Grauer&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Victor Grauer (page does not exist)\">Victor Grauer</a> and <a href=\"/wiki/Carlos_Escud%C3%A9\" title=\"Carlos Escudé\">Carlos Escudé</a> and it is strongly rooted in the criticisms which <a href=\"/wiki/J%C3%BCrgen_Habermas\" title=\"Jürgen Habermas\">Habermas</a> has leveled at <a href=\"/wiki/Postmodern_philosophy\" title=\"Postmodern philosophy\">postmodern philosophy</a>, namely that <a href=\"/wiki/Moral_universalism\" title=\"Moral universalism\">universalism</a> and critical thinking are the two essential elements of <a href=\"/wiki/Human_rights\" title=\"Human rights\">human rights</a> and that human rights create a superiority of some cultures over others. That is, that equality and relativism are \"mutually contradictory\".<sup class=\"noprint Inline-Template\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Inline_citation#When_you_must_use_inline_citations\" title=\"Wikipedia:Inline citation\"><span title=\"The text near this tag needs a citation. (March 2009)\">This quote needs a citation</span></a></i>&#93;</sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#History\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">History</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Associated_individuals\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Associated individuals</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#Ágnes_Heller\"><span class=\"tocnumber\">2.1</span> <span class=\"toctext\">Ágnes Heller</span></a></li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Victor_Grauer\"><span class=\"tocnumber\">2.2</span> <span class=\"toctext\">Victor Grauer</span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Carlos_Escudé\"><span class=\"tocnumber\">2.3</span> <span class=\"toctext\">Carlos Escudé</span></a></li>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#Andre_Durand_and_Armando_Alemdar\"><span class=\"tocnumber\">2.4</span> <span class=\"toctext\">Andre Durand and Armando Alemdar</span></a></li>\n<li class=\"toclevel-2 tocsection-7\"><a href=\"#Gabriel_Omowaye\"><span class=\"tocnumber\">2.5</span> <span class=\"toctext\">Gabriel Omowaye</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Other_uses\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Other uses</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#See_also\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"History\">History</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Neomodernism&amp;action=edit&amp;section=1\" title=\"Edit section: History\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Soon after the <a href=\"/wiki/Modernism\" title=\"Modernism\">modern movement</a>, reactions were formed based in the philosophies of <a href=\"/wiki/Friedrich_Nietzsche\" title=\"Friedrich Nietzsche\">Friedrich Nietzsche</a> and <a href=\"/wiki/S%C3%B8ren_Kierkegaard\" title=\"Søren Kierkegaard\">Søren Kierkegaard</a>. The reaction took on the name of <a href=\"/wiki/Existentialism\" title=\"Existentialism\">existentialism</a>, and was characterized by the phrase \"<a href=\"/wiki/Existence_precedes_essence\" title=\"Existence precedes essence\">existence precedes essence</a>\". Existentialism was followed by <a href=\"/wiki/Postmodernism\" title=\"Postmodernism\">postmodernism</a>, which embraced Nietzsche's critique of the will to truth, which is the standing characteristic of modernism. Neomodernists maintain that truth still exists in a universal form and directly refute existentialist and postmodern viewpoints that the essence of an existent is formed in the observer's bias. Neomodernists stand against the discrediting of the concept of <a href=\"/wiki/Authorial_intent\" title=\"Authorial intent\">authorial intent</a> in postmodern hermeneutics. Instead, they state that a text written in simple terms can only have the meaning that the author intended, rather than finding that even the most straightforward text can have multiple interpretations.<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (March 2009)\">citation needed</span></a></i>&#93;</sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Associated_individuals\">Associated individuals</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Neomodernism&amp;action=edit&amp;section=2\" title=\"Edit section: Associated individuals\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span id=\".C3.81gnes_Heller\"></span><span class=\"mw-headline\" id=\"Ágnes_Heller\">Ágnes Heller</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Neomodernism&amp;action=edit&amp;section=3\" title=\"Edit section: Ágnes Heller\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Ágnes Heller's work is associated with <a href=\"/w/index.php?title=Moral_Anthropology&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Moral Anthropology (page does not exist)\">Moral Anthropology</a> and \"probing modernity's destiny for a non-predatory humanism that combines the existential wisdom of ancient theory with modern values.\"<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>\n</p><p>Neomodernism accepts some aspects of postmodernism's critique of modernism, notably that modernism elevated the world view of dominant groups to the status of objective fact, thereby failing to express the viewpoint of \"<a href=\"/wiki/Subaltern\" title=\"Subaltern\">subaltern</a> groups,\" such as women and ethnic minorities. However, in her view, neomodernism rejects postmodernism as:\n</p>\n<ul><li>Unscientific: the ability of science to generate useful knowledge cannot be waved away as \"<a href=\"/wiki/Scientism\" title=\"Scientism\">scientism</a>\".</li>\n<li>Journalism: as not giving any explanation as to how or why things happen.</li>\n<li>Local: as being unable to recognise patterns that occur across time or location.</li>\n<li>Unverified: as lacking any validation process, and therefore proceeding by fad and hierarchy.</li></ul>\n<h3><span class=\"mw-headline\" id=\"Victor_Grauer\">Victor Grauer</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Neomodernism&amp;action=edit&amp;section=4\" title=\"Edit section: Victor Grauer\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>In 1982, Victor Grauer attacked \"the cult of the new,\" and proposed that there had arisen a \"neo-modern\" movement in the arts which was based on deep formal rigor, rather than on \"the explosion of pluralism.\"<sup id=\"cite_ref-doktorgee.worldzonepro_2-0\" class=\"reference\"><a href=\"#cite_note-doktorgee.worldzonepro-2\">&#91;2&#93;</a></sup> His argument was that <a href=\"/wiki/Post-modernism\" class=\"mw-redirect\" title=\"Post-modernism\">post-modernism</a> was exclusively a negative attack on modernism, and had no future separate from modernism proper, a point of view which is held by many scholars of modernism.<sup id=\"cite_ref-doktorgee.worldzonepro_2-1\" class=\"reference\"><a href=\"#cite_note-doktorgee.worldzonepro-2\">&#91;2&#93;</a></sup>\n</p>\n<h3><span id=\"Carlos_Escud.C3.A9\"></span><span class=\"mw-headline\" id=\"Carlos_Escudé\">Carlos Escudé</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Neomodernism&amp;action=edit&amp;section=5\" title=\"Edit section: Carlos Escudé\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>In \"Natural Law at War\", a review essay published on 31 May 2002 in <i>The Times Literary Supplement</i> (London, TLS No. 5174), Carlos Escudé wrote: “Postmodern humanity faces a major challenge. It must solve a dilemma it does not want to face. If all cultures are morally equivalent, then all human individuals are not endowed with the same human rights, because some cultures award some men more rights than are allotted to other men and women. If, on the other hand, all men and women are endowed with the same human rights, then all cultures are not morally equivalent, because cultures that acknowledge that ‘all men are created equal’ are to be regarded as ‘superior,’ or ‘more advanced’ in terms of their civil ethics than those that do not.” Escudé's brand of neomodernism contends with “politically-correct intellectuals who prefer to opt for the easy way out, asserting both that we all have the same human rights and that all cultures are equal.”\n</p>\n<h3><span class=\"mw-headline\" id=\"Andre_Durand_and_Armando_Alemdar\">Andre Durand and Armando Alemdar</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Neomodernism&amp;action=edit&amp;section=6\" title=\"Edit section: Andre Durand and Armando Alemdar\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Published their own Neomodernist Manifesto in 2001. The Neomodern Manifesto posits criteria for a revitalised approach to works of art founded on history, traditional artistic disciplines, theology and philosophy. Durand's and Alemdar's Neomodernism views art as an act of expression of the sublime; in Neomodern painting as a representation of the visual appearance of things with correspondence to the physical world understood as a model for beauty, truth, and good. Neomodern works of art via mimesis interpret and present the universe and man’s existence, in line with the belief that the reality we live is but a mirror of another universe that can only be accessed through inspiration and imagination.\n</p>\n<h3><span class=\"mw-headline\" id=\"Gabriel_Omowaye\">Gabriel Omowaye</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Neomodernism&amp;action=edit&amp;section=7\" title=\"Edit section: Gabriel Omowaye\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Gabriel Lolu Omowaye, in his speech 'A new challenging time' to a group of college students in Nigeria, in 2005, took a different approach to neomodernism. He viewed neomodernism as a political philosophy that became more prominent in the early 21st century. To him, it involves common goal and joint global effort - universalism - to address arising global challenges such as population growth, natural resources, climate change and environmental factors, natural causes and effects, and health issues. Omowaye posited that political will is the major driver of economic necessities. As a result, he added that neomodernism involves limited government-regulated liberalism along with high drive innovation and entrepreneurship, high literacy rate, progressive taxation for social equity, philanthropism, technological advancement, economic development and individual growth. He perceived the quest for equal representation of men and women in the neomodern era as a strong signal for advent of postmodernism. So also, the quest for youths engagement in resourceful and rewarding ways especially in governance, peace building and self-productivity has not taken a formidable shape than it is at this time. As far as he was concerned, he believed most of these challenges were not adequately tackled in preceding eras and the arising challenges thus stated were not prepared for and that cause for change in mentality and thinking which the neomodern era is providing for solutions to the era's challenges, with a prospective view to global stability and social inclusion. His philosophical thought premised on a fact that new times require new approaches from new reasonings, even if some applicable ideas or methologies could be borrowed from the past, an acute form of paradigm-shift.\n</p><p>Omowaye believed in idealism as guiding realism and in turn, realism as defining idealism. Moral concepts cannot be wished away from social norms, but evolving social trends dissipate morality in form of religion and logical standards and adheres to current norms in form of 'what should be'. Consequently, the manner at which 'what should be' is driven at in the modern and postmodern eras, being widely accepted became 'what is'. The manner at which the damage of the new 'what is' is hampering development process in the form of higher mortality rate and decadence of cultural good, calls to question the ideology behind the norms that are less beneficial to a wider society in form of globalization. The world as a whole through technological advancement became a global community particularly, in the 21st century. Former Secretary General of the United Nations, Kofi Annan then stated that the \"suffering anywhere concerns people everywhere\". Champions of neomodern age such as Bill Gates and Richard Branson in the field of philanthropy expounded their vision to encompass the global community in social good such as alleviating poverty, eradicating diseases, enhancing literacy rates and addressing climate changes.\n</p><p>Technological advancement of the neomodern era however has its downturns in that it added to the decadence in cultural good such that people everywhere, especially high number of youths follow the trends in the new 'what is', which include social celebrities in the form of dressing, sexual activities, extravagancies, and less interest in learning and even, working but more interest in making money. Money became a value-determinant than utility. This brought about frauds in various sectors. This latter aspect is not limited to youths but even company executives, and politicians of many societies. Technological advancement has made privacy less safer for intrusion and people more safer for protection. The supposedly good of technological advancement in the neomodern era has included whistle blow such as Wikileaks' Julian Assange. The more good has been in the level of innovations and innovators it has sprung up such as Facebook's Mark Zuckerberg and easier business models and broader social connectivity. This latter part has lessened more amity in immediate environment and many people tend to live more in the virtual world neomodern technological advancements have created.\n</p><p>Neomodernism checks more into the current relative way of living of people and the society to correct necessary abnormalities and to encourage virtues and values within the global community in the 21st century.\n</p><p>In furtherance, Gabriel Omowaye's view of neomodernism was that knowledge comes from learning and experience, and wisdom primarily from intuition. Knowledge is a variable of set occurrences of that which happens to a man and that which a man seeks to know. Knowledge is vital and good for discretion but a minor part of discernment wherein what is known might not be applicable. Intuition is a function of the mind and the mind, not seen, and yet unknown to the carrier, is a function of what put the thoughts, ideas and discretion in it. Wisdom without knowledge is vague, and knowledge without wisdom, unworthy. Wisdom perfects knowledge, and in the absence of either, the sole is delusory.\n</p>\n<h2><span class=\"mw-headline\" id=\"Other_uses\">Other uses</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Neomodernism&amp;action=edit&amp;section=8\" title=\"Edit section: Other uses\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Neomodernism has been cited in law as applying to an approach which grants economic rights to indigenous peoples, but without restricting them to their traditional economic activities. Neomodernism recognizes the importance of the human side of organizations. People and their needs are put at the center and, with the recognition that the values and beliefs of people both shape and are shaped by their experiences of organizational life, comes an interest in areas such as organizational culture, leadership and management. McAuley John, Diberley and Johnson (2007)  \n<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Neomodernism&amp;action=edit&amp;section=9\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Critical_theory\" title=\"Critical theory\">Critical theory</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Neomodernism&amp;action=edit&amp;section=10\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Chall, Leo P. (1952). <i>Sociological Abstracts: User's Reference Manual</i>. Sociological Abstracts. p.&#160;2040.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Sociological+Abstracts%3A+User%27s+Reference+Manual&amp;rft.pages=2040&amp;rft.pub=Sociological+Abstracts&amp;rft.date=1952&amp;rft.aulast=Chall&amp;rft.aufirst=Leo+P.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ANeomodernism\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-doktorgee.worldzonepro-2\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-doktorgee.worldzonepro_2-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-doktorgee.worldzonepro_2-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><i>Downtown Review</i>, Vol. 3 Nos. 1&amp;2, Fall/ Winter/ Spring 1981/82. Available at <a rel=\"nofollow\" class=\"external free\" href=\"http://doktorgee.worldzonepro.com/MODERN.htm\">http://doktorgee.worldzonepro.com/MODERN.htm</a>. Retrieved 4 August 2010.</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\">Shapovalov, Aleksandr (Spring 2005). <a rel=\"nofollow\" class=\"external text\" href=\"http://findarticles.com/p/articles/mi_qa3970/is_200504/ai_n13643930\">\"Straightening Out the Backward Legal Regulation of \"Backward\" Peoples' Claims to Land in the Russian North: The Concept of Indigenous Neomodernism\"</a>. Georgetown International Environmental Law Review<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2009-03-12</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Straightening+Out+the+Backward+Legal+Regulation+of+%22Backward%22+Peoples%27+Claims+to+Land+in+the+Russian+North%3A+The+Concept+of+Indigenous+Neomodernism&amp;rft.pub=Georgetown+International+Environmental+Law+Review&amp;rft.date=2005&amp;rft.aulast=Shapovalov&amp;rft.aufirst=Aleksandr&amp;rft_id=http%3A%2F%2Ffindarticles.com%2Fp%2Farticles%2Fmi_qa3970%2Fis_200504%2Fai_n13643930&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ANeomodernism\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div></div>\n<div role=\"navigation\" class=\"navbox\" aria-labelledby=\"Criticism_of_postmodernism\" style=\"padding:3px\"><table class=\"nowraplinks collapsible autocollapse navbox-inner\" style=\"border-spacing:0;background:transparent;color:inherit\"><tbody><tr><th scope=\"col\" class=\"navbox-title\" colspan=\"2\"><div class=\"plainlinks hlist navbar mini\"><ul><li class=\"nv-view\"><a href=\"/wiki/Template:Criticism_of_postmodernism\" title=\"Template:Criticism of postmodernism\"><abbr title=\"View this template\" style=\";;background:none transparent;border:none;-moz-box-shadow:none;-webkit-box-shadow:none;box-shadow:none; padding:0;\">v</abbr></a></li><li class=\"nv-talk\"><a href=\"/wiki/Template_talk:Criticism_of_postmodernism\" title=\"Template talk:Criticism of postmodernism\"><abbr title=\"Discuss this template\" style=\";;background:none transparent;border:none;-moz-box-shadow:none;-webkit-box-shadow:none;box-shadow:none; padding:0;\">t</abbr></a></li><li class=\"nv-edit\"><a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Template:Criticism_of_postmodernism&amp;action=edit\"><abbr title=\"Edit this template\" style=\";;background:none transparent;border:none;-moz-box-shadow:none;-webkit-box-shadow:none;box-shadow:none; padding:0;\">e</abbr></a></li></ul></div><div id=\"Criticism_of_postmodernism\" style=\"font-size:114%;margin:0 4em\"><a href=\"/wiki/Criticism_of_postmodernism\" title=\"Criticism of postmodernism\">Criticism of postmodernism</a></div></th></tr><tr><td colspan=\"2\" class=\"navbox-list navbox-odd hlist\" style=\"width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><a href=\"/wiki/Altermodern\" title=\"Altermodern\">Altermodern</a></li>\n<li><a href=\"/wiki/Anti-anti-art\" class=\"mw-redirect\" title=\"Anti-anti-art\">Anti-anti-art</a></li>\n<li><a href=\"/wiki/Hypermodernity\" title=\"Hypermodernity\">Hypermodernity</a></li>\n<li><a href=\"/wiki/Intentism\" title=\"Intentism\">Intentism</a></li>\n<li><a href=\"/wiki/Metamodernism\" title=\"Metamodernism\">Metamodernism</a></li>\n<li><a href=\"/wiki/Neomodern\" title=\"Neomodern\">Neomodern</a></li>\n<li><a class=\"mw-selflink selflink\">Neomodernism</a></li>\n<li><a href=\"/wiki/New_Sincerity\" title=\"New Sincerity\">New Sincerity</a></li>\n<li><a href=\"/wiki/Post-postmodernism\" title=\"Post-postmodernism\">Post-postmodernism</a></li>\n<li><a href=\"/wiki/Remodernism\" title=\"Remodernism\">Remodernism</a></li>\n<li><a href=\"/wiki/Remodernist_film\" title=\"Remodernist film\">Remodernist film</a></li>\n<li><a href=\"/wiki/Sokal_affair\" title=\"Sokal affair\">Sokal affair</a></li>\n<li><a href=\"/wiki/Stuckism\" title=\"Stuckism\">Stuckism International</a></li>\n<li><a href=\"/wiki/Transmodernism\" title=\"Transmodernism\">Transmodernism</a></li></ul>\n</div></td></tr></tbody></table></div>\n\n<!-- \nNewPP limit report\nParsed by mw2231\nCached time: 20180913193922\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.136 seconds\nReal time usage: 0.184 seconds\nPreprocessor visited node count: 456/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 11929/2097152 bytes\nTemplate argument size: 836/2097152 bytes\nHighest expansion depth: 11/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 2963/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.066/10.000 seconds\nLua memory usage: 2.45 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  159.423      1 -total\n 38.75%   61.782      1 Template:Reflist\n 25.51%   40.664      2 Template:Fix\n 24.29%   38.727      1 Template:Cite_book\n 21.99%   35.056      1 Template:Citequote\n 20.31%   32.379      1 Template:About\n 11.61%   18.511      3 Template:Category_handler\n 11.53%   18.382      2 Template:Delink\n  9.51%   15.166      1 Template:Citation_needed\n  6.70%   10.685      1 Template:Criticism_of_postmodernism\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:1423017-0!canonical and timestamp 20180913193922 and revision id 840576165\n -->\n</div>"},"langlinks":[{"lang":"ro","url":"https://ro.wikipedia.org/wiki/Neomodernism","langname":"Romanian","autonym":"română","*":"Neomodernism"},{"lang":"zh","url":"https://zh.wikipedia.org/wiki/%E6%96%B0%E7%8E%B0%E4%BB%A3%E4%B8%BB%E4%B9%89","langname":"Chinese","autonym":"中文","*":"新现代主义"}],"categories":[{"sortkey":"","hidden":"","*":"Articles_with_unsourced_quotes"},{"sortkey":"","hidden":"","*":"All_articles_with_unsourced_statements"},{"sortkey":"","hidden":"","*":"Articles_with_unsourced_statements_from_March_2009"},{"sortkey":"","*":"Contemporary_philosophy"},{"sortkey":"","*":"Philosophical_movements"},{"sortkey":"","*":"Criticism_of_postmodernism"},{"sortkey":"","*":"Modernism"}],"links":[{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from March 2009"},{"ns":10,"exists":"","*":"Template:Criticism of postmodernism"},{"ns":0,"exists":"","*":"Altermodern"},{"ns":0,"exists":"","*":"Anti-anti-art"},{"ns":0,"exists":"","*":"Authorial intent"},{"ns":0,"exists":"","*":"Carlos Escudé"},{"ns":0,"exists":"","*":"Critical theory"},{"ns":0,"exists":"","*":"Criticism of postmodernism"},{"ns":0,"exists":"","*":"Existence precedes essence"},{"ns":0,"exists":"","*":"Existentialism"},{"ns":0,"exists":"","*":"Friedrich Nietzsche"},{"ns":0,"exists":"","*":"Human rights"},{"ns":0,"exists":"","*":"Hypermodernity"},{"ns":0,"exists":"","*":"Intentism"},{"ns":0,"exists":"","*":"Jürgen Habermas"},{"ns":0,"exists":"","*":"Metamodernism"},{"ns":0,"exists":"","*":"Modernism"},{"ns":0,"exists":"","*":"Moral universalism"},{"ns":0,"exists":"","*":"Neomodern"},{"ns":0,"exists":"","*":"New Sincerity"},{"ns":0,"exists":"","*":"Post-modernism"},{"ns":0,"exists":"","*":"Post-postmodernism"},{"ns":0,"exists":"","*":"Postmodern philosophy"},{"ns":0,"exists":"","*":"Postmodernism"},{"ns":0,"exists":"","*":"Remodernism"},{"ns":0,"exists":"","*":"Remodernist film"},{"ns":0,"exists":"","*":"Scientism"},{"ns":0,"exists":"","*":"Sokal affair"},{"ns":0,"exists":"","*":"Stuckism"},{"ns":0,"exists":"","*":"Subaltern"},{"ns":0,"exists":"","*":"Søren Kierkegaard"},{"ns":0,"exists":"","*":"Transmodernism"},{"ns":0,"exists":"","*":"Ágnes Heller"},{"ns":0,"*":"Victor Grauer"},{"ns":0,"*":"Moral Anthropology"},{"ns":4,"exists":"","*":"Wikipedia:Citation needed"},{"ns":4,"exists":"","*":"Wikipedia:Inline citation"},{"ns":11,"exists":"","*":"Template talk:Criticism of postmodernism"}],"templates":[{"ns":10,"exists":"","*":"Template:About"},{"ns":10,"exists":"","*":"Template:Citequote"},{"ns":10,"exists":"","*":"Template:Quote without source"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Delink"},{"ns":10,"exists":"","*":"Template:Citation needed"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Criticism of postmodernism"},{"ns":10,"exists":"","*":"Template:Navbox"},{"ns":828,"exists":"","*":"Module:About"},{"ns":828,"exists":"","*":"Module:Hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote list"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Pagetype"},{"ns":828,"exists":"","*":"Module:Pagetype/config"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Namespace detect"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Delink"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Navbox"},{"ns":828,"exists":"","*":"Module:Navbar"}],"images":[],"externallinks":["http://findarticles.com/p/articles/mi_qa3970/is_200504/ai_n13643930","http://doktorgee.worldzonepro.com/MODERN.htm"],"sections":[{"toclevel":1,"level":"2","line":"History","number":"1","index":"1","fromtitle":"Neomodernism","byteoffset":946,"anchor":"History"},{"toclevel":1,"level":"2","line":"Associated individuals","number":"2","index":"2","fromtitle":"Neomodernism","byteoffset":1935,"anchor":"Associated_individuals"},{"toclevel":2,"level":"3","line":"Ágnes Heller","number":"2.1","index":"3","fromtitle":"Neomodernism","byteoffset":1965,"anchor":"Ágnes_Heller"},{"toclevel":2,"level":"3","line":"Victor Grauer","number":"2.2","index":"4","fromtitle":"Neomodernism","byteoffset":3049,"anchor":"Victor_Grauer"},{"toclevel":2,"level":"3","line":"Carlos Escudé","number":"2.3","index":"5","fromtitle":"Neomodernism","byteoffset":3710,"anchor":"Carlos_Escudé"},{"toclevel":2,"level":"3","line":"Andre Durand and Armando Alemdar","number":"2.4","index":"6","fromtitle":"Neomodernism","byteoffset":4690,"anchor":"Andre_Durand_and_Armando_Alemdar"},{"toclevel":2,"level":"3","line":"Gabriel Omowaye","number":"2.5","index":"7","fromtitle":"Neomodernism","byteoffset":5439,"anchor":"Gabriel_Omowaye"},{"toclevel":1,"level":"2","line":"Other uses","number":"3","index":"8","fromtitle":"Neomodernism","byteoffset":10571,"anchor":"Other_uses"},{"toclevel":1,"level":"2","line":"See also","number":"4","index":"9","fromtitle":"Neomodernism","byteoffset":11539,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"10","fromtitle":"Neomodernism","byteoffset":11577,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Neomodernism","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q6993336"}]}}