{"parse":{"title":"Psychology of education","pageid":46420794,"revid":798903726,"text":{"*":"<div class=\"mw-parser-output\"><p>The relationship between <a href=\"/wiki/Intelligence\" title=\"Intelligence\">intelligence</a> and <a href=\"/wiki/Education\" title=\"Education\">education</a> is one that scientists have been studying for years. It is correct to say that higher level of education leads to greater level of intelligence and also true the other way around, however, it does not apply for every situation.\n</p><p>A study done in <a href=\"/wiki/Germany\" title=\"Germany\">Germany</a> proved how <a href=\"/wiki/Education\" title=\"Education\">education</a> did affect the <a href=\"/wiki/Intelligence\" title=\"Intelligence\">intelligence</a> of students and proof of intelligence affecting education was seen in the military where people with lesser intelligence had slower <a href=\"/wiki/Learning\" title=\"Learning\">learning</a> and benefited less from education. Typically if the maternal <a href=\"/wiki/IQ\" class=\"mw-redirect\" title=\"IQ\">IQ</a> is high, it is very likely for the child to have a high IQ as well. A a study conducted by Plug and Vijverberg showed that the environment that a child grows up in also affects his or her future <a href=\"/wiki/Academic\" class=\"mw-redirect\" title=\"Academic\">academic</a> performance. The children that were raised by their biological parents had a greater similarity in terms of intelligence and academic performance to their families than those raised by foster parents. An other study was conducted by Campbell and Ramey to test the socioeconomic effect on intelligence and it showed promising results for children at high risk of academic failure when there was an early intervention. Therefore, the determining factor for what results in a persons intelligence basically boils down to the <a href=\"/wiki/Genetics\" title=\"Genetics\">genetics</a> of the subject in question and the environment they were raised in.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Education_as_Causal_of_Intelligence\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Education as Causal of Intelligence</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Intelligence_as_Causal_of_Educational_Outcomes\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Intelligence as Causal of Educational Outcomes</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Education_and_Intelligence_Interaction\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Education and Intelligence Interaction</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Genes_and_Environment_Relationship_with_Educational_Outcomes\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Genes and Environment Relationship with Educational Outcomes</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Parental_IQ_and_Education\"><span class=\"tocnumber\">4.1</span> <span class=\"toctext\">Parental IQ and Education</span></a></li>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#Twin_Studies\"><span class=\"tocnumber\">4.2</span> <span class=\"toctext\">Twin Studies</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Other_Predictors_of_Educational_Success\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Other Predictors of Educational Success</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-8\"><a href=\"#Socioeconomic_Status\"><span class=\"tocnumber\">5.1</span> <span class=\"toctext\">Socioeconomic Status</span></a></li>\n<li class=\"toclevel-2 tocsection-9\"><a href=\"#Future_Outcomes_and_Education\"><span class=\"tocnumber\">5.2</span> <span class=\"toctext\">Future Outcomes and Education</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Education_as_Causal_of_Intelligence\">Education as Causal of Intelligence</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Psychology_of_education&amp;action=edit&amp;section=1\" title=\"Edit section: Education as Causal of Intelligence\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>There is substantial evidence to suggest that <a href=\"/wiki/Education\" title=\"Education\">education</a> influences <a href=\"/wiki/Intelligence\" title=\"Intelligence\">intelligence</a>.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> One study took advantage of the school system in <a href=\"/wiki/Germany\" title=\"Germany\">Germany</a> to investigate the relationship between <a href=\"/wiki/Education\" title=\"Education\">education</a> and <a href=\"/wiki/Intelligence\" title=\"Intelligence\">intelligence</a>. The children in the sample were required to be 6 years old before they started the school year on April 1, so it was possible to compare children who were of a similar chronological age, but had a year’s difference in schooling. They gave intelligence tests to 8-10 year olds whose birthdays fell just before or just after the dividing point. Their results showed the 8 year olds who had received an extra year in school were closer in intelligence to the 10 year olds who were a year behind, than the 8 year olds who were a year behind. This shows how <a href=\"/wiki/Education\" title=\"Education\">education</a> can positively affect <a href=\"/wiki/Intelligence\" title=\"Intelligence\">intelligence</a>. It is important to note, however, that the tests used were heavily loaded with questions that tested material that was learned in school. Further findings of the study showed that the differences in intelligence between the groups was particularly prominent in the tests which included a lot of school learned material. More fluid tests of intelligence, which included less class taught material, were less effected by the year of extra schooling.\n</p>\n<h2><span class=\"mw-headline\" id=\"Intelligence_as_Causal_of_Educational_Outcomes\">Intelligence as Causal of Educational Outcomes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Psychology_of_education&amp;action=edit&amp;section=2\" title=\"Edit section: Intelligence as Causal of Educational Outcomes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Longitudinal studies have shown a predictive interaction of intelligence on educational attainment. In one study <sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> which measured around 70,000 children in the UK, they investigated how a general factor in the <a href=\"/wiki/Cognitive_Abilities_Test\" title=\"Cognitive Abilities Test\">Cognitive Abilities Test</a> taken at age 11 correlated with GCSE scores taken at age 16. They found that the two measures correlated about 0.8 with each other, showing intelligence at age 11 is predictive of grades at age 16. In this instance, children had received the same level of education, suggesting the variance is explained primarily by differences in intelligence rather than education. The predictive effect of IQ on educational success is even apparent if IQ is measured before any formal education, with measured correlations of IQ at the beginning of education and educational attainment six year later correlating 0.46.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>\n</p><p>The military provides a natural example of how those with lower intelligence learn less effectively and benefit less from education. The effect has been demonstrated as far back as World War II in which military fighter pilots were divided into groups based on a selection battery which included ability and motivation measures. Those who were in the top group completed training the first time 95% of the time, whereas those in the bottom group only completed training 20% the first time.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> Examples of low level recruits have even led to disagreement over whether these men should be enlisted at all, as they are costly to train, perform at a lower level than average when trained, and simply cannot learn certain specialities.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> Even those in favour of hiring those who are less intelligent to the military acknowledge the limitations of these particular recruits, and instead try to get around the issue by adapting the training to cater for the mental ability of the less intelligent recruits.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup> These findings demonstrate how intelligence is necessary for learning and any form of training, and that those who are more intelligent learn more rapidly and effectively than those who are less intelligent. This could explain the high correlations between intelligence and educational attainment.\n</p>\n<h2><span class=\"mw-headline\" id=\"Education_and_Intelligence_Interaction\">Education and Intelligence Interaction</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Psychology_of_education&amp;action=edit&amp;section=3\" title=\"Edit section: Education and Intelligence Interaction\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Evidence shows that education and intelligence have a complex interaction, and this is demonstrated in a longitudinal study by Richards and Sacker.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup> They collected data from the British 1946 birth cohort and investigated how childhood intelligence was predictive of other outcomes later in life including educational attainment and mental ability at 53 years old (using the <a href=\"/wiki/National_Adult_Reading_Test\" title=\"National Adult Reading Test\">National Adult Reading Test</a>). The results of the experiment produced a path model in which <a href=\"/wiki/Mind\" title=\"Mind\">mental</a> ability at 8 years old was predictive of both educational attainment by 26, and mental ability at age 53. And also, education was shown to be predictive of mental ability at age 53. The findings show that intelligence at 8 years old is directly related to <a href=\"/wiki/Intelligence\" title=\"Intelligence\">intelligence</a> in later life. There is also, however, a mediating effect of education between the two intelligence measures, showing how education can have a positive effect on intelligence. This effect, however, appears to be limited by the stronger effect of initial intelligence.\n</p><p>The Critical Thinking project at Human Science Lab, <a href=\"/wiki/London\" title=\"London\">London</a>, is involved in scientific study of all major <a href=\"/wiki/Educational_system\" class=\"mw-redirect\" title=\"Educational system\">educational systems</a> in prevalence today to assess how the systems are working to promote or impede <a href=\"/wiki/Critical_thinking\" title=\"Critical thinking\">critical thinking</a> and <a href=\"/wiki/Intelligence\" title=\"Intelligence\">intelligence</a>. <sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Genes_and_Environment_Relationship_with_Educational_Outcomes\">Genes and Environment Relationship with Educational Outcomes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Psychology_of_education&amp;action=edit&amp;section=4\" title=\"Edit section: Genes and Environment Relationship with Educational Outcomes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The argument as to whether intelligence leads to more education, or education leads to greater intelligence also needs to be considered in terms of <a href=\"/wiki/Nature_vs_nurture\" class=\"mw-redirect\" title=\"Nature vs nurture\">nature vs nurture</a>. The idea of intelligence influencing educational achievement stresses genes, whereas education's effect on intelligence stresses environment. The answer to this is rarely one or the other, but a combination of the two.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup> It is important, however, to tease out the extent to which they influence one another.\n</p>\n<h3><span class=\"mw-headline\" id=\"Parental_IQ_and_Education\">Parental IQ and Education</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Psychology_of_education&amp;action=edit&amp;section=5\" title=\"Edit section: Parental IQ and Education\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The relationship between IQ and academic performance has been shown to extend to one’s children. In a study <sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup> measuring a range of family background characteristics they found that maternal IQ was a stronger predictor of children’s test scores than any other than any other family characteristics, including socio economic status. Maternal IQ predicted around 10% of the variance, with the only other consistent predictor being ‘home scale scores’, which measured the intellectual stimulation of the home environment, and predicted around 2% of the variance. The paper argues that the inherited genetic traits are more important than environment when predicting academic success. This effect, however, could arise either because of inherited genetic traits, or because more intelligent parents place greater emphasis on academic achievement, meaning it is unclear how much influence genes have.<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup>\n</p><p>To investigate whether the relationship between intelligence and educational attainment was inherited,<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup> Plug and Vijverberg compared children raised by their biological parents and children who were adopted within their first year of life. They found that children who were raised by their birth parents were more similar to the family that raised them in terms of educational attainment and intelligence than those that were raised by an adopted family. They conclude that while ability is a predictor of educational attainment it is not the complete answer, leaving space for other influences, such as environment and parenting. They do argue, however, that the largest part of ability is inherited, with genetics explaining around 0.6 of the variance. This means the opposite effect, that education affects ability, is likely small.\n</p>\n<h3><span class=\"mw-headline\" id=\"Twin_Studies\">Twin Studies</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Psychology_of_education&amp;action=edit&amp;section=6\" title=\"Edit section: Twin Studies\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>An effective way to understand the genetic and environmental influences in behaviour is to use a <a href=\"/wiki/Twin_study\" title=\"Twin study\">Twin study</a>. Johnson, Mcgue and Iacono <sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup> investigated how factors that were present at age 11 influenced the change in grades to age 17 in pairs of twins. Using the <a href=\"/wiki/Minnesota_Twin_Family_Study\" title=\"Minnesota Twin Family Study\">Minnesota Twin Family Study</a>, they investigated the genetic and environmental influences on intelligence and school performance. The results of the study found that around 70% of the variance in the education variables could be attributed to genetic influences. Furthermore, education outcomes had &gt;56% of their genetic influences were shared with intelligence. This number dropped to 34% when other predictors of school grade such as engagement in class and family risk were included in the analysis, but this is still a large portion of shared genetic variance.\n</p>\n<h2><span class=\"mw-headline\" id=\"Other_Predictors_of_Educational_Success\">Other Predictors of Educational Success</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Psychology_of_education&amp;action=edit&amp;section=7\" title=\"Edit section: Other Predictors of Educational Success\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"Socioeconomic_Status\">Socioeconomic Status</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Psychology_of_education&amp;action=edit&amp;section=8\" title=\"Edit section: Socioeconomic Status\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>While intelligence is clearly a predictor of success in education, there may be other variables involved that affect this relationship. Socio economic is one variable that often arises in this debate. In order to investigate this Campbell and Ramey <sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup> used the results of the <a href=\"/wiki/Abecedarian_Project\" class=\"mw-redirect\" title=\"Abecedarian Project\">Abecedarian Project</a>, which targeted children who were at high risk of academic failure and aimed to intervene and try to boost academic performance. The results showed promising improvements in IQ suggesting early intervention is important in ensuring children have the best chance of success, and socio economic status affects the IQ of children. On the other hand, while increases in IQ were observed, the best predictor of intellectual and academic achievement was still maternal IQ, which consistently explained twice the variance than that of the next best predictor. This demonstrates that while education and socio economic status influence IQ, it is still parental IQ that exert the strongest predictive effects.\n</p>\n<h3><span class=\"mw-headline\" id=\"Future_Outcomes_and_Education\">Future Outcomes and Education</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Psychology_of_education&amp;action=edit&amp;section=9\" title=\"Edit section: Future Outcomes and Education\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Research has found that education is important in reaching high level jobs,<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup> with correlations between education and job complexity being cited as high as 0.8. While this shows that education is important in successfully reaching, and performing, in high level jobs, general intelligence still plays an important role. Research has shown that an IQ of &gt;120 is necessary to succeed in highly complex jobs such as those on an executive level.<sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup> Gottfredson <sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\">&#91;17&#93;</a></sup> argues that this pattern emerges because even with sufficient training, people still need to attend to novel situations that they are not trained for and higher intelligence is required to successfully navigate the novel problems. These results demonstrate that even with a higher intelligence, education is still important in attaining higher level job positions.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Psychology_of_education&amp;action=edit&amp;section=10\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Baltes, P., &amp; Reinert, G. (1969). Cohort effects in cognitive development in children as revealed by cross sectional sequences. <i>Developmental Psychology, 1,</i> 169-177.</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Deary, I., Strand, S., Smith, P., Fernandes, C. (2007). Intelligence and Educational Achievement. <i>Intelligence, 35,</i> 13-21.</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Butler, S., Marsh, H., &amp; Sheppard, J. (1985). Seven year longitudinal study of the early prediction of reading achievement. <i>Journal of Educational Psychology, 77,</i> 349-361</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Matarazzo, J. (1972). Wechsler’s measurement and appraisal of adult intelligence (5th ed.) Baltimore: Williams and Williams</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Laurence, J., &amp; Ramsberger, P. (1991) Low aptitude men in the military: Who profits who pays? New York: Praeger</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Sticht, T., Armstrong, W., Hickey, D., Caylor, J. (1987). Reading for working: A functional literacy anthology. Alexandria, VA: <a href=\"/wiki/Human_Resources_Research_Organization\" title=\"Human Resources Research Organization\">Human Resources Research Organization</a></span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Richards, M., Sacker, A. (2003) Lifetime Antecedents of Cognitive Reserve. Journal of Clinical and Experimental Neuropsychology, 25, 614-624</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://humansciencelab.org.uk/research/\">\"Research at Human Science Lab\"</a>. Human Science Lab<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">5 March</span> 2017</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Research+at+Human+Science+Lab&amp;rft.pub=Human+Science+Lab&amp;rft_id=http%3A%2F%2Fhumansciencelab.org.uk%2Fresearch%2F&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APsychology+of+education\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Johnson, W., McGue, M., Iacono, W. (2006). Genetic and environmental influences on academic achievement trajectories during adolescence. Developmental Psychology, 42, 514-532</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Luster, T., &amp; McAdoo, H. (1994). Factors related to the achievement and adjustment of young African American children. Child Development, 65, 1080–1094.</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Brody, N. (1997). Intelligence, Schooling and Society. American Psychologist, 52, 1046–1050.</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Plug, E., Vijverberg, W. (2003). Schooling, family background, and adoption: Is it nature or nurture? Journal of Political Economy, 111, 611-641</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">Johnson, W., McGue, M., Iacono, W. (2006). Genetic and environmental influences on academic achievement trajectories during adolescence. Developmental Psychology, 42, 514-532</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">Campbell, F., &amp; Ramey, C. (1994). Effects of early intervention on intellectual and academic achievement: a follow-up study of children from low-income families. <i>Child Development, 65,</i> 684-698</span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\">Gottfredson, L. (1997). Why g Matters: The complexity of everyday life. Intelligence, 24, 79-132.</span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\">Reynolds, C., Chastain, R., Kaufman, A., &amp; McLean, J. (1987) Demographic characteristics and IQ among adults: Analysis of the WAIS-R standardization sample as a function of the stratification variables. Journal of School Psychology, 25, 323-342.</span>\n</li>\n<li id=\"cite_note-17\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-17\">^</a></b></span> <span class=\"reference-text\">Gottfredson, L. (1997). Why g Matters: The complexity of everyday life. Intelligence, 24, 79-132.</span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw1257\nCached time: 20180908210056\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.076 seconds\nReal time usage: 0.099 seconds\nPreprocessor visited node count: 311/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 1493/2097152 bytes\nTemplate argument size: 87/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 6889/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.019/10.000 seconds\nLua memory usage: 1.34 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   61.925      1 Template:Reflist\n100.00%   61.925      1 -total\n 69.69%   43.158      1 Template:Cite_web\n  3.51%    2.171      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:46420794-0!canonical and timestamp 20180908210056 and revision id 798903726\n -->\n</div>"},"langlinks":[{"lang":"sw","url":"https://sw.wikipedia.org/wiki/Saikolojia_ya_elimu","langname":"Swahili","autonym":"Kiswahili","*":"Saikolojia ya elimu"}],"categories":[{"sortkey":"","*":"Educational_psychology"}],"links":[{"ns":0,"exists":"","*":"Abecedarian Project"},{"ns":0,"exists":"","*":"Academic"},{"ns":0,"exists":"","*":"Cognitive Abilities Test"},{"ns":0,"exists":"","*":"Critical thinking"},{"ns":0,"exists":"","*":"Education"},{"ns":0,"exists":"","*":"Educational system"},{"ns":0,"exists":"","*":"Genetics"},{"ns":0,"exists":"","*":"Germany"},{"ns":0,"exists":"","*":"Human Resources Research Organization"},{"ns":0,"exists":"","*":"IQ"},{"ns":0,"exists":"","*":"Intelligence"},{"ns":0,"exists":"","*":"Learning"},{"ns":0,"exists":"","*":"London"},{"ns":0,"exists":"","*":"Mind"},{"ns":0,"exists":"","*":"Minnesota Twin Family Study"},{"ns":0,"exists":"","*":"National Adult Reading Test"},{"ns":0,"exists":"","*":"Nature vs nurture"},{"ns":0,"exists":"","*":"Twin study"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["http://humansciencelab.org.uk/research/"],"sections":[{"toclevel":1,"level":"2","line":"Education as Causal of Intelligence","number":"1","index":"1","fromtitle":"Psychology_of_education","byteoffset":1399,"anchor":"Education_as_Causal_of_Intelligence"},{"toclevel":1,"level":"2","line":"Intelligence as Causal of Educational Outcomes","number":"2","index":"2","fromtitle":"Psychology_of_education","byteoffset":2902,"anchor":"Intelligence_as_Causal_of_Educational_Outcomes"},{"toclevel":1,"level":"2","line":"Education and Intelligence Interaction","number":"3","index":"3","fromtitle":"Psychology_of_education","byteoffset":5851,"anchor":"Education_and_Intelligence_Interaction"},{"toclevel":1,"level":"2","line":"Genes and Environment Relationship with Educational Outcomes","number":"4","index":"4","fromtitle":"Psychology_of_education","byteoffset":7493,"anchor":"Genes_and_Environment_Relationship_with_Educational_Outcomes"},{"toclevel":2,"level":"3","line":"Parental IQ and Education","number":"4.1","index":"5","fromtitle":"Psychology_of_education","byteoffset":8222,"anchor":"Parental_IQ_and_Education"},{"toclevel":2,"level":"3","line":"Twin Studies","number":"4.2","index":"6","fromtitle":"Psychology_of_education","byteoffset":10407,"anchor":"Twin_Studies"},{"toclevel":1,"level":"2","line":"Other Predictors of Educational Success","number":"5","index":"7","fromtitle":"Psychology_of_education","byteoffset":11443,"anchor":"Other_Predictors_of_Educational_Success"},{"toclevel":2,"level":"3","line":"Socioeconomic Status","number":"5.1","index":"8","fromtitle":"Psychology_of_education","byteoffset":11488,"anchor":"Socioeconomic_Status"},{"toclevel":2,"level":"3","line":"Future Outcomes and Education","number":"5.2","index":"9","fromtitle":"Psychology_of_education","byteoffset":12723,"anchor":"Future_Outcomes_and_Education"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"10","fromtitle":"Psychology_of_education","byteoffset":14051,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Psychology of education","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q22907989"}]}}