{"parse":{"title":"Marriage Practice of Galo Tribe","pageid":52341321,"revid":853408597,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content ambox-multiple_issues compact-ambox\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/40px-Ambox_important.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/60px-Ambox_important.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/80px-Ambox_important.svg.png 2x\" data-file-width=\"40\" data-file-height=\"40\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\"><div class=\"mw-collapsible\" style=\"width:95%; margin: 0.2em 0;\"><b>This article has multiple issues.</b> Please help <b><a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Marriage_Practice_of_Galo_Tribe&amp;action=edit\">improve it</a></b> or discuss these issues on the <b><a href=\"/w/index.php?title=Talk:Marriage_Practice_of_Galo_Tribe&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Talk:Marriage Practice of Galo Tribe (page does not exist)\">talk page</a></b>. <small><i>(<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove these template messages</a>)</i></small>\n<div class=\"mw-collapsible-content\" style=\"margin-top: 0.3em;\">\n      <table class=\"plainlinks metadata ambox ambox-style ambox-essay-like\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/60px-Edit-clear.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/80px-Edit-clear.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>is written like a <a href=\"/wiki/Wikipedia:NOTESSAY\" class=\"mw-redirect\" title=\"Wikipedia:NOTESSAY\">personal reflection or opinion essay</a></b> that states a Wikipedia editor's personal feelings about a topic.<span class=\"hide-when-compact\"> Please <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Marriage_Practice_of_Galo_Tribe&amp;action=edit\">help improve it</a> by rewriting it in an <a href=\"/wiki/Wikipedia:Encyclopedic_style\" class=\"mw-redirect\" title=\"Wikipedia:Encyclopedic style\">encyclopedic style</a>.</span>  <small><i>(December 2016)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<table class=\"plainlinks metadata ambox ambox-style ambox-Orphan\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Wiki_letter_w.svg\" class=\"image\"><img alt=\"Wiki letter w.svg\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/6/6c/Wiki_letter_w.svg/40px-Wiki_letter_w.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/6/6c/Wiki_letter_w.svg/60px-Wiki_letter_w.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/6/6c/Wiki_letter_w.svg/80px-Wiki_letter_w.svg.png 2x\" data-file-width=\"44\" data-file-height=\"44\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>is an <a href=\"/wiki/Wikipedia:Orphan\" title=\"Wikipedia:Orphan\">orphan</a>, as no other articles <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Special:Whatlinkshere&amp;target=Marriage_Practice_of_Galo_Tribe&amp;namespace=0\">link to it</a></b>. Please <a href=\"/wiki/Help:Link\" title=\"Help:Link\">introduce links</a> to this page from <span class=\"plainlinks\"><a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Special%3ASearch&amp;redirs=1&amp;search=Marriage+Practice+of+Galo+Tribe&amp;fulltext=Search&amp;ns0=1&amp;title=Special%3ASearch&amp;advanced=1&amp;fulltext=Marriage+Practice+of+Galo+Tribe\">related articles</a></span>; try the <a rel=\"nofollow\" class=\"external text\" href=\"//edwardbetts.com/find_link?q=Marriage_Practice_of_Galo_Tribe\">Find link tool</a> for suggestions.  <small><i>(November 2016)</i></small></div></td></tr></tbody></table>\n    </div>\n</div><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p><b>Marriage Practices of <a href=\"/wiki/Galo_tribe\" title=\"Galo tribe\">Galo Tribe</a></b> or <b>Traditional Galo Tribe Wedding/Marriage Practices</b> are part of the cultural fabric of <a href=\"/wiki/Arunachal_Pradesh\" title=\"Arunachal Pradesh\">Arunachal Pradesh</a>, <a href=\"/wiki/India\" title=\"India\">India</a>. In <a href=\"/wiki/Gallong_language\" title=\"Gallong language\">Gallong dialect</a>, it is called as NYIDA (TOGU PANAM).\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Background\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Background</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#History\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">History</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Practices\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Practices</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Cost_of_the_weddings\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Cost of the weddings</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Customary_Wedding_and_Effects\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Customary Wedding and Effects</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Present_scenario\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Present scenario</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Need_change\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Need change</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#References\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#External_links\"><span class=\"tocnumber\">9</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Background\">Background</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Marriage_Practice_of_Galo_Tribe&amp;action=edit&amp;section=1\" title=\"Edit section: Background\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Arunachal Pradesh is situated in the North Eastern part of India with an area of 83743&#160;km<sup>2</sup>. It is the largest state area wise in the North-Eastern Region. It has 17 districts with 26 major tribes and more than 100 sub tribes with diverse culture, customary and traditional practices. Every tribe has its own dialect, beliefs and faiths. The group originates from ABO TANI (forefather) is called TANI GROUP which includes Apatani, Galo, Nyisi, Tagin, mishing, Adi etc. The life style, the traditions, culture and customary practices are almost the same but differ in some applications and practices specially pertaining to the marriage system. \"GALO COMMUNITY\"  is the largest among this Tani Group and also their marriage practice is very much different from other  Tani group and tribes of Arunachal Pradesh.\n</p>\n<h2><span class=\"mw-headline\" id=\"History\">History</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Marriage_Practice_of_Galo_Tribe&amp;action=edit&amp;section=2\" title=\"Edit section: History\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In earlier days, the parents of a boy used to search a girl from a good family and they would meet the girl's parents with domesticated animal meat and express their marriage proposal. If the girl's parent accepted the proposal and as per the traditional and customary practices, the bridegroom's parents would bring cow and mithun meat, local wine and beads as first gifts and visit the bride's parents. Then the family members and elders of the community would sit together for discussion regarding the gifts (bride prices) and how much they will exchange. The uniqueness of Galo the Community is that the parents of the bridegroom give gifts to the bride's parent as a <a href=\"/wiki/Bride_Price\" class=\"mw-redirect\" title=\"Bride Price\">Bride Price</a>. The bride price is differ according to the status of the person and it is in the form of bovine, a semi domesticated animal called <a href=\"/wiki/Gayal\" title=\"Gayal\">mithun</a>.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> The bridegroom's side has to give at least two mithuns and two cows to the bride's parent. The rich and those who could afford give more than two or up to 10 to 20 mithuns. Mithun is a semi-domesticated animal which is costly and a symbol of the many Tani group and for Galo community it is a symbol of their pride in the society. The Tani group tribes use mithun in the sacrifice like marriage or in any other important functions of the community.  Hence, the mithun is the state symbol of Arunachal Pradesh. In earlier days this semi-domestic animal symbolized the person's prestige in the community, more mithuns mean more prestige, assumed to be rich in the community. The owner can sell anytime for money, which can be use for medical issues, children's study, purchase of land or any other necessity.\n</p>\n<h2><span class=\"mw-headline\" id=\"Practices\">Practices</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Marriage_Practice_of_Galo_Tribe&amp;action=edit&amp;section=3\" title=\"Edit section: Practices\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The marriage practices depend on the situation and decision of both the parties. In many cases, the recognition of the girl as a wife is done by bringing the girl into the boy's parents home. Then in the presence of the family and community elders, the traditional practice called \"LAYAP\" a simple ceremony with the sacrifice of hen and a small feast. Traditional costly beads are given to the girl as a token of acceptance into the family of the boy and with a small feather of hen tied in girl's hair so that the community recognized her as married women now. From that day, the girl sleep with the boy and is recognized a legal wife. The newly wed will keep this for a month or long as per wish. The both boy and girl can stay together as married couple after all this traditions performed.\n</p><p>The main ceremony of the mithun sacrifice called \"TOGU PANAM called as NYIDA\" can be done later as per the convenient of  both the parties even after the children. In some other case, both the parents decided for NYIDA (TOGU PANAM) before the couple stay together as husband wife. In Togu Panam, mithun a bovine, semi-domesticated animal ranging from five to seventy in numbers are sacrifice in one day by the boy's parents as an honor to both the families. The number of the mithun sacrifice differ as per capacity of the person. And during the time of Togu Pamam, all the relatives, friends and leaders are invited for witnessing the occasion.  The bride's family will bring costly beads and  metals plates for the boy's family. In the evening of their arrival to the bridegroom's house, this exchange of gifts (costly metal plates and money in cash) is done after some discussions and hot arguments to settled. Also, the bride's party has to decide the numbers of mithuns they are going to have and accordingly, they paid for the mithun price day before the sacrificed. Both the parties will take their share would divide the mithun meat to the invited guests related to the bridegroom's family, friends and village community. Not a single person of the community is left out to have a piece of meat as a mark of respect. There is merry making program like presentation of songs, dances, folklores for the guests, invitees from the bridegroom's village community side.  From the bride's side, they will gave some amount of money as a token of love or as gifts to the cultural troop. The youngsters of both the side do enjoy together participating in the merry making. During this wedding ceremony, locally made wine called APONG is given free of cost to the guests, invitees and the village communities equally, young and old together.  Many youngster get habit of drinking as in such time, family members do not object the drinking of the children. The ceremony lasts for 3 days and then the bride's family, relatives, invitees will leave for their own place on the third day. The bride will stay back in the bridegroom's home till some rituals performed.\n</p><p>During the marriage life of the couple, if the boy wants to divorce the wife, then, he must pay some amount, though not fixed, as per the status of the boy to the wife. The divorced wife will take with her the costly beads and metal plates given by her parents and relatives during the marriage ceremony as her share of movable property. The Galo man do <a href=\"/wiki/Polygamy\" title=\"Polygamy\">polygamy</a> as there is such practices prevailed since long. Earlier in the village, man who could afford to pay mithun to the girls parent get marry many woman for getting domestic help purpose. More the family member, more the help in the field and home. Modern days man do polygamy just to hide their adultery taking the name of customary practices. If the wife bore no children and husband marry another woman. If the first wife want to stay back as wife she can but if not she left the husband without claiming for maintenances.\n</p>\n<h2><span class=\"mw-headline\" id=\"Cost_of_the_weddings\">Cost of the weddings</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Marriage_Practice_of_Galo_Tribe&amp;action=edit&amp;section=4\" title=\"Edit section: Cost of the weddings\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Every tribes of the nation all over the world do maintained own tradition and culture as part of their life, so the Galo community are maintaining this age old marriage practices.  This is not a written or documented but an orally transferred tradition and customs from the fore fathers to the next generation.  The person of the community who can afford do maintained this age old practices nowadays. More the person is literate and in high position in the society, more they will participate in maintaining their own traditions and cultures because they can afford easily. To do a one time, TOGU PANAM, the total expenditure if count in money would be in lakhs of rupees, more than fifty to seventy lakhs.  The cost of the methuns, involvement of man and materials, costs of preparing local wine called Apong, cost of the beads and metal plates, it's a huge expenditure.\n</p>\n<h2><span class=\"mw-headline\" id=\"Customary_Wedding_and_Effects\">Customary Wedding and Effects</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Marriage_Practice_of_Galo_Tribe&amp;action=edit&amp;section=5\" title=\"Edit section: Customary Wedding and Effects\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Maintaining of own culture, tradition and custom is a good thing and it signifies every tribes identity.  Galo Tribe wedding is a very unusual culture of the age, but people has stopped this practices because of many reasons speculated below:\n</p>\n<ol><li>Some unable to bear the expenditure</li>\n<li>Many couples choice love marriage as this is acceptable and also recognized  in the society.</li>\n<li>Many choose court marriage which is legally right and more secured from future legal obstacles and incase of divorce and marital discords.</li>\n<li>Influence of modern life style and no more inclination towards following age old oral traditions, out dated tradition.</li>\n<li>Wastage of man, material, time and <a href=\"/wiki/Cruelty\" title=\"Cruelty\">cruelty</a> to animal called Mithun.</li>\n<li>Enmity arises as hot arguments and quarrels happened during the exchanged of gifts.</li>\n<li>Those who do such sacrifice has to do repeatedly generation to generation as evil spirit must be under control by giving timely sacrifices if not that family and generation may  fall into bad lucks, full of problems and finished.</li></ol>\n<p>Those who cannot performe this NYIDA are also looked down onto by some the community and when in any arguments they give tone over it and taking pride of his own. This is one bad impression of this marriage practice. Another bad impression is that during nyida, local wine is free for all, young and old equally, and some youngsters get habit of drinking wine and might get addicted to it later. In the name of tradition, all drink and dine together but consequences are a risk for youngsters.\n</p>\n<h2><span class=\"mw-headline\" id=\"Present_scenario\">Present scenario</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Marriage_Practice_of_Galo_Tribe&amp;action=edit&amp;section=6\" title=\"Edit section: Present scenario\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>People change with the time and many has choose other way of marriage more easy and right, this traditional practices almost diminished. We can witness such grand ceremony once in a blue moon now. Evil and not fit for the community are on the verge of stop as people like free will life than those bondage type.  The youngster of today do not know how this traditional NYIDA ceremony is perform is a question mark. Is this NYIDA of Galo going to stop some day? Or is this need a modification or codification of the cultures and traditions that suit the modern life? How can we keep the culture intake with modern life is really a point that our society must ponder upon. As culture is identity of the tribal people over the world.\n</p>\n<h2><span class=\"mw-headline\" id=\"Need_change\">Need change</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Marriage_Practice_of_Galo_Tribe&amp;action=edit&amp;section=7\" title=\"Edit section: Need change\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>\"TOGU PANAM\" is very expensive, time consuming and less benefits in terms of money, total draining of economy by some section of the society whom we called rich man, just for the time being fame in vain though opinion differs. This is not going to give any better life for the newly wedded couple and the community as a whole. Nyida and Togu Panam marriage is also not a successful one in spite of lots of money spent, couple get divorced like that of other marriage. Spending of money is a natural thing for all human beings during the marriage ceremony but people like Galo, most of which are poor and reside in the rural country side, are unable to maintain this oral tradition. If Galo community wants to continue this practices than modification is very important. Mithun species is also going extinct because of huge murder in the name of sacrifice as slaughtering sixty to seventy mithun in one day is very cruel act. This animal is not a domestic but live in the jungle of their own, so it is a things to be rethink over. Mass mobilize for the change and modification of the practices will save time, money, material. And extinction of mithun could be save. To maintain this tradition, certain norms has been made like giving of <a href=\"/wiki/Bride_price\" title=\"Bride price\">bride price</a> limited to two mithun and two cow.  And for Nyida Ceremony, only maximum limit of ten mithun but rich man give more gifts and sacrificed more mithuns up to sixty or seventy in one day.  This symbolized disunity in the society and cruelty to animal and wastage of money which can be use for other community development works.\n</p><p>This tribal customary practices has no law, no record and because of polygamy practices too, many family has been destroyed in the society. Mental, physical and financial tortures are there which we can stop now and modification and codification for equal justice is very much required  to bring happiness in the society of the Galo Tribes of Arunachal Pradesh. Already many has indirectly opposed by not able to performing these costly \"NYIDA TOGU PANAM of GALO COMMUNITY\" of Arunachal Pradesh in particular.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Marriage_Practice_of_Galo_Tribe&amp;action=edit&amp;section=8\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.india.com/news/india/in-arunachal-pradesh-mithun-replaces-cow-as-animal-of-socio-political-significance-\">http://www.india.com/news/india/in-arunachal-pradesh-mithun-replaces-cow-as-animal-of-socio-political-significance-</a> 11720/</span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Marriage_Practice_of_Galo_Tribe&amp;action=edit&amp;section=9\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external free\" href=\"http://www.indiantravelportal.com/arunachal-pradesh/tribes/tribes-arunachal-pradesh.html\">http://www.indiantravelportal.com/arunachal-pradesh/tribes/tribes-arunachal-pradesh.html</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2189\nCached time: 20180921015818\nCache expiry: 86400\nDynamic content: true\nCPU time usage: 0.092 seconds\nReal time usage: 0.120 seconds\nPreprocessor visited node count: 341/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 21741/2097152 bytes\nTemplate argument size: 6048/2097152 bytes\nHighest expansion depth: 13/40\nExpensive parser function count: 2/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 576/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.032/10.000 seconds\nLua memory usage: 1.29 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n118.92%  104.434      3 Template:Ambox\n100.00%   87.815      1 -total\n 92.79%   81.481      1 Template:Multiple_issues\n 30.64%   26.904      1 Template:Essay-like\n 16.33%   14.342      1 Template:Orphan\n  5.58%    4.904      1 Template:Reflist\n  2.79%    2.447      1 Template:Monthyear-1\n  2.38%    2.086      2 Template:Main_other\n  1.98%    1.738      1 Template:Monthyear\n  1.70%    1.494      2 Template:PAGENAMEU\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:52341321-0!canonical and timestamp 20180921015818 and revision id 853408597\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"Wikipedia_articles_with_style_issues_from_December_2016"},{"sortkey":"","hidden":"","*":"All_articles_with_style_issues"},{"sortkey":"","hidden":"","*":"Orphaned_articles_from_November_2016"},{"sortkey":"","hidden":"","*":"All_orphaned_articles"},{"sortkey":"","hidden":"","*":"Articles_with_multiple_maintenance_issues"},{"sortkey":"","*":"Marriage,_unions_and_partnerships_in_India"},{"sortkey":"","*":"Wedding_traditions"}],"links":[{"ns":14,"exists":"","*":"Category:Wikipedia articles with style issues from December 2016"},{"ns":14,"exists":"","*":"Category:Orphaned articles from November 2016"},{"ns":0,"exists":"","*":"Arunachal Pradesh"},{"ns":0,"exists":"","*":"Bride Price"},{"ns":0,"exists":"","*":"Bride price"},{"ns":0,"exists":"","*":"Cruelty"},{"ns":0,"exists":"","*":"Gallong language"},{"ns":0,"exists":"","*":"Galo tribe"},{"ns":0,"exists":"","*":"Gayal"},{"ns":0,"exists":"","*":"India"},{"ns":0,"exists":"","*":"Polygamy"},{"ns":4,"exists":"","*":"Wikipedia:Encyclopedic style"},{"ns":4,"exists":"","*":"Wikipedia:NOTESSAY"},{"ns":4,"exists":"","*":"Wikipedia:Orphan"},{"ns":12,"exists":"","*":"Help:Link"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"},{"ns":1,"*":"Talk:Marriage Practice of Galo Tribe"}],"templates":[{"ns":10,"exists":"","*":"Template:Multiple issues"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Essay-like"},{"ns":10,"exists":"","*":"Template:Orphan"},{"ns":10,"exists":"","*":"Template:Monthyear"},{"ns":10,"exists":"","*":"Template:Monthyear-1"},{"ns":10,"exists":"","*":"Template:PAGENAMEU"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:String"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Ambox_important.svg","Edit-clear.svg","Wiki_letter_w.svg"],"externallinks":["http://www.india.com/news/india/in-arunachal-pradesh-mithun-replaces-cow-as-animal-of-socio-political-significance-","//edwardbetts.com/find_link?q=Marriage_Practice_of_Galo_Tribe","http://www.indiantravelportal.com/arunachal-pradesh/tribes/tribes-arunachal-pradesh.html"],"sections":[{"toclevel":1,"level":"2","line":"Background","number":"1","index":"1","fromtitle":"Marriage_Practice_of_Galo_Tribe","byteoffset":347,"anchor":"Background"},{"toclevel":1,"level":"2","line":"History","number":"2","index":"2","fromtitle":"Marriage_Practice_of_Galo_Tribe","byteoffset":1190,"anchor":"History"},{"toclevel":1,"level":"2","line":"Practices","number":"3","index":"3","fromtitle":"Marriage_Practice_of_Galo_Tribe","byteoffset":2981,"anchor":"Practices"},{"toclevel":1,"level":"2","line":"Cost of the weddings","number":"4","index":"4","fromtitle":"Marriage_Practice_of_Galo_Tribe","byteoffset":6841,"anchor":"Cost_of_the_weddings"},{"toclevel":1,"level":"2","line":"Customary Wedding and Effects","number":"5","index":"5","fromtitle":"Marriage_Practice_of_Galo_Tribe","byteoffset":7740,"anchor":"Customary_Wedding_and_Effects"},{"toclevel":1,"level":"2","line":"Present scenario","number":"6","index":"6","fromtitle":"Marriage_Practice_of_Galo_Tribe","byteoffset":9303,"anchor":"Present_scenario"},{"toclevel":1,"level":"2","line":"Need change","number":"7","index":"7","fromtitle":"Marriage_Practice_of_Galo_Tribe","byteoffset":10056,"anchor":"Need_change"},{"toclevel":1,"level":"2","line":"References","number":"8","index":"8","fromtitle":"Marriage_Practice_of_Galo_Tribe","byteoffset":12162,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"9","index":"9","fromtitle":"Marriage_Practice_of_Galo_Tribe","byteoffset":12190,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Marriage Practice of Galo Tribe","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q28136197"}]}}