{"parse":{"title":"Transfer credit","pageid":12504609,"revid":854893430,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Transfer credit</b>, <b>credit transfer</b>, or <b>advanced standing</b> are the terms used by <a href=\"/wiki/Colleges\" class=\"mw-redirect\" title=\"Colleges\">colleges</a> and <a href=\"/wiki/Universities\" class=\"mw-redirect\" title=\"Universities\">universities</a> for the procedure of granting <a href=\"/wiki/Credit_(education)\" class=\"mw-redirect\" title=\"Credit (education)\">credit</a> to a student for educational experiences or <a href=\"/wiki/Course_(education)\" title=\"Course (education)\">courses</a> undertaken at another institution.\n</p><p>\"\" is also used to describe the status of a student granted credit, as distinct from normal course entrants who commence the stream of study at the beginning.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Background\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Background</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Credit_transferring_process\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Credit transferring process</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#State_and_institutional_initiatives\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">State and institutional initiatives</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#National_to_regional_accreditation_transfer_issues\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">National to regional accreditation transfer issues</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Transfer_schemes\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Transfer schemes</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#See_also\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#References\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#External_links\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Background\">Background</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Transfer_credit&amp;action=edit&amp;section=1\" title=\"Edit section: Background\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>When a student transfers, he or she usually provides his or her <a href=\"/wiki/Transcript_(education)\" title=\"Transcript (education)\">academic transcript</a>(s) which lists the course taken, grade, and other attributes from each institution they attended when applying for enrollment.  Each transcript and the listed courses are tentatively evaluated to see if any of the courses taken satisfy the requirements of the receiving institution.\n</p><p>Transfer credit is not official until an academic officer of the <a href=\"/wiki/College\" title=\"College\">college</a> or <a href=\"/wiki/University\" title=\"University\">university</a> provides a written verification the award has been accepted and applied on the academic <a href=\"/wiki/Transcript_(education)\" title=\"Transcript (education)\">transcript</a> meeting the <a href=\"/w/index.php?title=Degree_requirement&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Degree requirement (page does not exist)\">degree requirement</a>.  Transfer credit is not guaranteed when a student transfers from one institution to another.  Often, some prior <a href=\"/wiki/Course_credit\" title=\"Course credit\">course credit</a> completed at another institution is not counted toward the <a href=\"/w/index.php?title=Degree_requirement&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Degree requirement (page does not exist)\">degree requirement</a>, extending the student's time to graduation.\n</p><p>Unanticipated factors and the general mobility of our society create numerous circumstances under which students must move from one institution to another without prior planning. Reasons for such movements can range from mismatches between students and institutions, employment, military movement, to geographic relocations by the families. The fundamental challenge with college transfer, whether planned or unplanned, is to aggregate coursework conducted at different institutions with different academic policies, different curricula, and different levels of expected rigor into an academic credential that the issuing institution can stand behind. College transfer is complex, because disparate and sometimes non-comparable coursework is brought together, often without prior involvement of the institutions from which the student enrolls and expects to graduate.\n</p>\n<h2><span class=\"mw-headline\" id=\"Credit_transferring_process\">Credit transferring process</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Transfer_credit&amp;action=edit&amp;section=2\" title=\"Edit section: Credit transferring process\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The process of transferring credits can be divided into four main parts: what transpires prior to a college transfer, what transpires during college transfer, what transpires after college transfer and what proactive efforts are managed to help define academic pathways and agreements between institutions to streamline college transfer.\n</p><p>Prior to college transfer, a student may engage and receive different levels of advising and counseling from an institution they attend. The advising process affects the course enrollment decisions a student makes, which often leads to expectations that course work will transfer or not, depending upon the acknowledged student aspirations and goals.  Often, a student changes goals and aspirations as a result of their course exposure.\n</p><p>During college transfer, a student typically applies to a college or university as a prospective student.  Different from traditional applicants, a transfer student's academic history is evaluated.  This involves enrollment, transfer professionals and the faculty, and requires an in-depth analysis of every course taken by a student at another college or university and/or also including the evaluation of prior life experiences.  A college transfer student applying to another college or university, must request academic transcripts from each institution they attended.  Each potential receiving institution must wait until they receive the academic transcripts, assemble them by student and match them to the application.\n</p><p>The transcript and course evaluation process can be divided into three distinct stages which result in judgments independent of the student. First, an assessment of the quality of the course must be made. Second, the course must be evaluated on the basis of its comparability to courses at the receiving institution. Finally, the coursework for which credit is granted must be determined to be applicable to the program of study for which the student has applied.\n</p><p>For purposes of ensuring student success in handling the level of difficulty in the targeted academic program and the course work required of it, and protecting the integrity of academic credentials, all three judgments must be made for credit to be granted for the transfer student and to avoid having the student take the required courses as documented. Courses of poor quality, courses for which the receiving institution has no general counterpart, and courses that simply do not apply to the program of study being sought should not, and are not, typically counted toward degree requirements. This standard benefits students by ensuring that they are not inappropriately placed in programs of study and courses for which they are ill-prepared.\n</p><p>Concrete determinations with regard to the three-part analysis described above can range in difficulty. Transfer professionals at institutions with significant transfers-in often have a course-by-course understanding of academic offerings of their sending institutions. This course-level understanding is typically arrived at through intensive reviews of course syllabi, textbooks and supplemental materials used in courses, knowledge of faculty and their qualifications at sending institutions, and lengthy consultations with departmental faculty at the receiving institution in connection with each course.  Expensive and labor-intensive as sounds, this process represents the ideal method of course credit evaluation and decisions.\n</p><p>Once a particular course from a specific institution has been evaluated, if it is encountered again on a different student’s transcript, the same course credit decision can be applied until the course content changes.  At many institutions, evaluations are captured in course equivalency tables or databases that are available to evaluators as a means of expediting the process.\n</p><p>At most institutions, however, the process is entirely manual, and is driven by the experience and knowledge of expert evaluators.  This further complicates how a student can be advised at sending institutions, since much of the knowledge on how course work will count is not readily available to the advisers or students at sending institutions.  Usually in the movement from one institution to another, <a href=\"/wiki/Students\" class=\"mw-redirect\" title=\"Students\">students</a> are evaluated and receive all, partial or no transfer credit for completed courses already taken.  The evaluation usually is preliminary prior to <a href=\"/wiki/Education\" title=\"Education\">enrollment</a> and won't be official until after the student is enrolled and the full degree audit report or checklist is completed and delivered to the student.  As a result of the time lapse, students often learn they need to take additional course work or re-take course work that was not sufficient to meet the degree requirements for their selected program of study.\n</p><p>Institutions generally require a minimum satisfactory <a href=\"/wiki/Grade_(education)\" class=\"mw-redirect\" title=\"Grade (education)\">grade</a> in each <a href=\"/wiki/Course_(education)\" title=\"Course (education)\">course</a> taken.  <a href=\"/wiki/Students\" class=\"mw-redirect\" title=\"Students\">Students</a> should check <a href=\"/wiki/Course_equivalency\" title=\"Course equivalency\">course equivalency</a> maps and transfer guides to validate how courses in one institution will relate to the potential receiver institution.  Even though prior courses may be comparable, it does not mean the receiving institution will count the course credit toward degree completion.  Prior courses taken could either be accepted as electives, accepted as filling a <a href=\"/w/index.php?title=Degree_requirement&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Degree requirement (page does not exist)\">degree requirement</a> or not accepted at all.\n</p>\n<h2><span class=\"mw-headline\" id=\"State_and_institutional_initiatives\">State and institutional initiatives</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Transfer_credit&amp;action=edit&amp;section=3\" title=\"Edit section: State and institutional initiatives\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Historically, two-and four-year college transfer and articulation agreements were primarily institutional initiatives rather than state mandates.  Now, nearly every state has some policy on college transfer of credits for students moving from public two- to four-year institutions.  States and institutions advertise and promote transferability, pathways and methods differently across the education sectors.\n</p><p>State legislatures have enacted bills to mandate state oversight, audit and development of procedures that would provide uniformity and increased transparency.<sup id=\"cite_ref-AACRAO_1-0\" class=\"reference\"><a href=\"#cite_note-AACRAO-1\">&#91;1&#93;</a></sup>  Yet, there still remains striking differences across the United States because there is no federal or national policy to support college transfer. Much debate has arisen around college transfer from its affect on affordability to how it has extended time to degree.\n</p><p>Student mobility is not just within states though.  Some 40% of students transfer across state boundaries.  College transfer policies and practices among the states usually avoid the cross state issues. As a result, these differences include not only how policies and practices were initially established, but also their degree of selectivity, granularity, coverage and uniformity is applied in practice at the institutional level.\n</p><p>There is no single model of college transfer and course articulation processes can be identified as the universal standard or even as the preferred model.  In the United States, most states employ a combination of approaches ranging from informal efforts of transfer professionals that try to do right by the student, to more formal institution-based agreements, to state-mandated policies.  College transfer has been very problematic and costly to students, institutions and the states subsidizing higher education.  States such as Florida, Minnesota,<sup id=\"cite_ref-Minnesota_2-0\" class=\"reference\"><a href=\"#cite_note-Minnesota-2\">&#91;2&#93;</a></sup> Ohio,<sup id=\"cite_ref-Ohio_3-0\" class=\"reference\"><a href=\"#cite_note-Ohio-3\">&#91;3&#93;</a></sup> Arizona, New Jersey, Indiana, Illinois, Washington, California, Texas and Pennsylvania<sup id=\"cite_ref-Pennsylvania_4-0\" class=\"reference\"><a href=\"#cite_note-Pennsylvania-4\">&#91;4&#93;</a></sup> have stepped in to define regulations, methods and standards of practice for institutions to follow when evaluating college transfer applicants.\n</p><p>In particular, the state of Texas is actively looking at transfer issues as part of the <i>Closing the Gaps 2015</i> initiative. The <a rel=\"nofollow\" class=\"external text\" href=\"http://transferinstitute.unt.edu\">National Institute for the Study of Transfer Students</a> hosted a statewide conference on May 22, 2009. The <a rel=\"nofollow\" class=\"external text\" href=\"http://web3.unt.edu/news/story.cfm?story=11393\">Texas Transfer Success Conference</a> will bring together higher education professionals from the state's over 150 institutions of higher education.\n</p>\n<h2><span class=\"mw-headline\" id=\"National_to_regional_accreditation_transfer_issues\">National to regional accreditation transfer issues</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Transfer_credit&amp;action=edit&amp;section=4\" title=\"Edit section: National to regional accreditation transfer issues\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Transferring credit from nationally accredited higher education institutions to institutions which have <a href=\"/wiki/Regional_accreditation\" title=\"Regional accreditation\">regional accreditation</a> has proved particularly problematic:<sup id=\"cite_ref-usaed_5-0\" class=\"reference\"><a href=\"#cite_note-usaed-5\">&#91;5&#93;</a></sup><sup id=\"cite_ref-yahoo_6-0\" class=\"reference\"><a href=\"#cite_note-yahoo-6\">&#91;6&#93;</a></sup> only 3% of credit transfers occur from a nationally accredited college to a regionally accredited college.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup>\n</p><p>Regionally accredited schools are generally non-profit and academically oriented. Nationally accredited schools are predominantly for-profit and generally offer vocational, career or technical programs.<sup id=\"cite_ref-usaed_5-1\" class=\"reference\"><a href=\"#cite_note-usaed-5\">&#91;5&#93;</a></sup><sup id=\"cite_ref-yahoo_6-1\" class=\"reference\"><a href=\"#cite_note-yahoo-6\">&#91;6&#93;</a></sup>  Every college has the right to set standards and refuse to accept transfer credits. However, if a student has gone to a nationally accredited school it may be particularly difficult to transfer credits (or even credit for a degree earned) if he or she then applies to a regionally accredited college. Some regionally accredited colleges have general policies against accepting any credits from nationally accredited schools, others are reluctant to because they feel that these schools' academic standards are lower than their own or they are unfamiliar with the particular school.  The student who is planning to transfer credits from a nationally accredited school to a regionally accredited school should ensure that the regionally accredited school will accept the credits before they enroll in the nationally accredited school.<sup id=\"cite_ref-usaed_5-2\" class=\"reference\"><a href=\"#cite_note-usaed-5\">&#91;5&#93;</a></sup><sup id=\"cite_ref-yahoo_6-2\" class=\"reference\"><a href=\"#cite_note-yahoo-6\">&#91;6&#93;</a></sup><sup id=\"cite_ref-demand_8-0\" class=\"reference\"><a href=\"#cite_note-demand-8\">&#91;8&#93;</a></sup><sup id=\"cite_ref-tussle_9-0\" class=\"reference\"><a href=\"#cite_note-tussle-9\">&#91;9&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Transfer_schemes\">Transfer schemes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Transfer_credit&amp;action=edit&amp;section=5\" title=\"Edit section: Transfer schemes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Historically credit transfer has mainly been administered on an ad hoc basis by higher education institutions but it has now become an important area of national and transnational education policy, particularly in relation to mobility between countries and educational sectors.  Consequently, agreements between groups of universities have been put in place, such as <a href=\"/wiki/Group_of_Eight_(Australian_universities)\" title=\"Group of Eight (Australian universities)\">Australian Group of Eight Universities</a>, and broader schemes have been developed to simplify transfer.\n</p>\n<ul><li><a href=\"/wiki/Credit_Accumulation_and_Transfer_Scheme\" title=\"Credit Accumulation and Transfer Scheme\">Credit Accumulation and Transfer Scheme</a></li>\n<li><a href=\"/wiki/European_Credit_Transfer_and_Accumulation_System\" title=\"European Credit Transfer and Accumulation System\">European Credit Transfer and Accumulation System</a></li>\n<li><a href=\"/wiki/Scottish_Credit_and_Qualifications_Framework\" title=\"Scottish Credit and Qualifications Framework\">Scottish Credit and Qualifications Framework</a></li></ul>\n<p>UNSW Sydney NSW 2052 Australia | Authorised by Deputy Vice-Chancellor Academic | UNSW CRICOS Provider Code: 00098G | ABN: 57 195 873 179\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Transfer_credit&amp;action=edit&amp;section=6\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Course_equivalency\" title=\"Course equivalency\">Course equivalency</a></li>\n<li><a href=\"/wiki/Transfer_admissions_in_the_United_States\" title=\"Transfer admissions in the United States\">College transfer</a></li>\n<li><a href=\"/wiki/Career_college\" class=\"mw-redirect\" title=\"Career college\">Career college</a></li>\n<li><a href=\"/wiki/Community_college\" title=\"Community college\">Community college</a></li>\n<li><a href=\"/wiki/Junior_college\" title=\"Junior college\">Junior college</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Transfer_credit&amp;action=edit&amp;section=7\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist columns references-column-width\" style=\"-moz-column-width: 30em; -webkit-column-width: 30em; column-width: 30em; list-style-type: decimal;\">\n<ol class=\"references\">\n<li id=\"cite_note-AACRAO-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-AACRAO_1-0\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.aacrao.org/pro_development/transfer.cfm\"><i>Transfer and State Articulation State Websites</i>, </a><a href=\"/wiki/American_Association_of_Collegiate_Registrars_and_Admissions_Officers\" title=\"American Association of Collegiate Registrars and Admissions Officers\">American Association of Collegiate Registrars and Admissions Officers</a> (AACRAO) website</span>\n</li>\n<li id=\"cite_note-Minnesota-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Minnesota_2-0\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"https://www.revisor.mn.gov/bin/getpub.php?pubtype=slaw_chap&amp;year=2001&amp;session_number=1&amp;chapter=1%20.\">Minnesota Higher Education Bill 2001</a></span>\n</li>\n<li id=\"cite_note-Ohio-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Ohio_3-0\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://regents.ohio.gov/transfer/policy/index.php\">Ohio Board of Regents Transfer Policy</a></span>\n</li>\n<li id=\"cite_note-Pennsylvania-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Pennsylvania_4-0\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.pdenewsroom.state.pa.us/newsroom/lib/newsroom/01-31-07_Shaw_Testimony_on_Act_114_Transfer_and_Articulation.pdf\"><i>Commonwealth of Pennsylvania, Pennsylvania Department of Education, Remarks by Dr. Kathleen M Shaw, Deputy Secretary of Postsecondary and Higher Education, January 31, 2007, Senate Education Hearing</i>, Pennsylvania State Government Website</a></span>\n</li>\n<li id=\"cite_note-usaed-5\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-usaed_5-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-usaed_5-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-usaed_5-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.useducation.com.pk/stpages/typesofaccreditation.html\"><i>Types of Accreditation</i>, Education USA website</a> <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20080424074806/http://www.useducation.com.pk/stpages/typesofaccreditation.html\">Archived</a> 2008-04-24 at the <a href=\"/wiki/Wayback_Machine\" title=\"Wayback Machine\">Wayback Machine</a>.</span>\n</li>\n<li id=\"cite_note-yahoo-6\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-yahoo_6-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-yahoo_6-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-yahoo_6-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://help.yahoo.com/l/us/yahoo/education/courses/distancelearn-09.html\"><i>What is the Difference Between Regional and National Accreditation</i>, Yahoo! Education website</a></span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\">American Association for Respiratory Care (August 2015). <a rel=\"nofollow\" class=\"external text\" href=\"https://www.aarc.org/wp-content/uploads/2015/08/Credit_transfer_challenges.pdf\">\"Institutional challenges associated with credit transfer\"</a> <span style=\"font-size:85%;\">(PDF)</span><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">19 July</span> 2018</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Institutional+challenges+associated+with+credit+transfer&amp;rft.date=2015-08&amp;rft.au=American+Association+for+Respiratory+Care&amp;rft_id=https%3A%2F%2Fwww.aarc.org%2Fwp-content%2Fuploads%2F2015%2F08%2FCredit_transfer_challenges.pdf&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ATransfer+credit\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-demand-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-demand_8-0\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.insidehighered.com/news/2005/10/19/transfer\"><i>Demanding Credit</i>, Inside Higher Education website, dated Oct. 19, 2005 by Scott Jaschik</a></span>\n</li>\n<li id=\"cite_note-tussle-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-tussle_9-0\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://insidehighered.com/news/2007/02/26/transfer\"><i>Tussling Over Transfer of Credit</i>, Inside Higher Education website, February 26, 2007 by Doug Lederman</a></span>\n</li>\n</ol></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Transfer_credit&amp;action=edit&amp;section=8\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.courseatlas.com\">Course Atlas Web Portal of U.S. Based Higher Education Course Offerings</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.collegetransfer.net\">CollegeTransfer.Net Web Portal</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://transferinstitute.unt.edu\">The National Institute for the Study of Transfer Students</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.franklin.edu/transfer-credit-college-course-equivalency-tool\">Franklin University's Transfer College Credit Online Calculator</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1317\nCached time: 20180909112340\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.084 seconds\nReal time usage: 0.115 seconds\nPreprocessor visited node count: 273/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 2795/2097152 bytes\nTemplate argument size: 96/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 5804/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.026/10.000 seconds\nLua memory usage: 1.44 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   83.314      1 Template:Reflist\n100.00%   83.314      1 -total\n 40.60%   33.826      1 Template:Cite_web\n 28.07%   23.384      1 Template:Webarchive\n  8.26%    6.884      1 Template:Column-width\n  2.92%    2.434      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:12504609-0!canonical and timestamp 20180909112340 and revision id 854893430\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"Webarchive_template_wayback_links"},{"sortkey":" ","*":"Curricula"},{"sortkey":"","*":"Didactics"},{"sortkey":"","*":"Academic_transfer"}],"links":[{"ns":0,"exists":"","*":"American Association of Collegiate Registrars and Admissions Officers"},{"ns":0,"exists":"","*":"Career college"},{"ns":0,"exists":"","*":"College"},{"ns":0,"exists":"","*":"Colleges"},{"ns":0,"exists":"","*":"Community college"},{"ns":0,"exists":"","*":"Course (education)"},{"ns":0,"exists":"","*":"Course credit"},{"ns":0,"exists":"","*":"Course equivalency"},{"ns":0,"exists":"","*":"Credit (education)"},{"ns":0,"exists":"","*":"Credit Accumulation and Transfer Scheme"},{"ns":0,"exists":"","*":"Education"},{"ns":0,"exists":"","*":"European Credit Transfer and Accumulation System"},{"ns":0,"exists":"","*":"Grade (education)"},{"ns":0,"exists":"","*":"Group of Eight (Australian universities)"},{"ns":0,"exists":"","*":"Junior college"},{"ns":0,"exists":"","*":"Regional accreditation"},{"ns":0,"exists":"","*":"Scottish Credit and Qualifications Framework"},{"ns":0,"exists":"","*":"Students"},{"ns":0,"exists":"","*":"Transcript (education)"},{"ns":0,"exists":"","*":"Transfer admissions in the United States"},{"ns":0,"exists":"","*":"Universities"},{"ns":0,"exists":"","*":"University"},{"ns":0,"exists":"","*":"Wayback Machine"},{"ns":0,"*":"Degree requirement"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Column-width"},{"ns":10,"exists":"","*":"Template:Webarchive"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Webarchive"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Webarchive/data"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["http://www.aacrao.org/pro_development/transfer.cfm","https://www.revisor.mn.gov/bin/getpub.php?pubtype=slaw_chap&year=2001&session_number=1&chapter=1%20.","http://regents.ohio.gov/transfer/policy/index.php","http://www.pdenewsroom.state.pa.us/newsroom/lib/newsroom/01-31-07_Shaw_Testimony_on_Act_114_Transfer_and_Articulation.pdf","http://www.useducation.com.pk/stpages/typesofaccreditation.html","https://web.archive.org/web/20080424074806/http://www.useducation.com.pk/stpages/typesofaccreditation.html","http://help.yahoo.com/l/us/yahoo/education/courses/distancelearn-09.html","https://www.aarc.org/wp-content/uploads/2015/08/Credit_transfer_challenges.pdf","http://www.insidehighered.com/news/2005/10/19/transfer","http://insidehighered.com/news/2007/02/26/transfer","http://transferinstitute.unt.edu","http://web3.unt.edu/news/story.cfm?story=11393","http://www.courseatlas.com","http://www.collegetransfer.net","https://www.franklin.edu/transfer-credit-college-course-equivalency-tool"],"sections":[{"toclevel":1,"level":"2","line":"Background","number":"1","index":"1","fromtitle":"Transfer_credit","byteoffset":460,"anchor":"Background"},{"toclevel":1,"level":"2","line":"Credit transferring process","number":"2","index":"2","fromtitle":"Transfer_credit","byteoffset":2254,"anchor":"Credit_transferring_process"},{"toclevel":1,"level":"2","line":"State and institutional initiatives","number":"3","index":"3","fromtitle":"Transfer_credit","byteoffset":7638,"anchor":"State_and_institutional_initiatives"},{"toclevel":1,"level":"2","line":"National to regional accreditation transfer issues","number":"4","index":"4","fromtitle":"Transfer_credit","byteoffset":11099,"anchor":"National_to_regional_accreditation_transfer_issues"},{"toclevel":1,"level":"2","line":"Transfer schemes","number":"5","index":"5","fromtitle":"Transfer_credit","byteoffset":13634,"anchor":"Transfer_schemes"},{"toclevel":1,"level":"2","line":"See also","number":"6","index":"6","fromtitle":"Transfer_credit","byteoffset":14456,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"7","index":"7","fromtitle":"Transfer_credit","byteoffset":14620,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"8","index":"8","fromtitle":"Transfer_credit","byteoffset":14650,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Transfer credit","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q7834008"}]}}