{"parse":{"title":"Color guard (flag spinning)","pageid":3938188,"revid":855703240,"text":{"*":"<div class=\"mw-parser-output\"><div role=\"note\" class=\"hatnote navigation-not-searchable\">This article is about the spinning of a flag, rifle, or sabre associated with marching bands and drum corps or any school. For information about military color guards, see <a href=\"/wiki/Colour_guard\" title=\"Colour guard\">Colour guard</a>.</div>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:362px;\"><a href=\"/wiki/File:Oakton_Guard_at_Lee-Davis_Invitational_2001.JPG\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Oakton_Guard_at_Lee-Davis_Invitational_2001.JPG/360px-Oakton_Guard_at_Lee-Davis_Invitational_2001.JPG\" width=\"360\" height=\"300\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/3/3b/Oakton_Guard_at_Lee-Davis_Invitational_2001.JPG 1.5x\" data-file-width=\"481\" data-file-height=\"401\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Oakton_Guard_at_Lee-Davis_Invitational_2001.JPG\" class=\"internal\" title=\"Enlarge\"></a></div>The color guard of <a href=\"/wiki/Oakton_High_School\" title=\"Oakton High School\">Oakton High School</a> of <a href=\"/wiki/Vienna,_Virginia\" title=\"Vienna, Virginia\">Vienna, Virginia</a> performing with the Oakton Marching Cougars at the Lee-Davis Invitational competition, Fall 2001</div></div></div>\n<p><b>Color guards</b> can be found in most American colleges, universities, high schools, and middle schools, and independent <a href=\"/wiki/Drum_and_bugle_corps_(modern)\" title=\"Drum and bugle corps (modern)\">drum corps</a>.<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (August 2017)\">citation needed</span></a></i>&#93;</sup> They typically consist of girls but may include boys as well. They use various equipment, including flags, rifles, and sabres, along with dance, to enhance the music of the marching band show. They perform using their facially expressions and connections to the audience and dancing to enhance the meaning and feeling of their show. Usually, marching bands and color guards perform during football games at halftime. During marching band competitions, the guard adds to the overall score of the band and is also judged in a category usually called auxiliary.\n</p><p>Color guards have since evolved into a separate activity known as <a href=\"/wiki/Winter_guard\" title=\"Winter guard\">winter guard</a>, which is an indoor sport usually performed during the winter or spring, where the guard performs unaccompanied by the band to a piece of pre-recorded music. Winter guards compete independently in such circuits as <a href=\"/wiki/Winter_Guard_International\" title=\"Winter Guard International\">Winter Guard International</a> (WGI) and Tournament Indoor Association (TIA), or Keystone Indoor Drill Association (KIDA).\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#In_a_marching_band\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">In a marching band</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-2\"><a href=\"#History\"><span class=\"tocnumber\">1.1</span> <span class=\"toctext\">History</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Winter_guard\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Winter guard</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Winter_Guard_International\"><span class=\"tocnumber\">2.1</span> <span class=\"toctext\">Winter Guard International</span></a>\n<ul>\n<li class=\"toclevel-3 tocsection-5\"><a href=\"#Judging\"><span class=\"tocnumber\">2.1.1</span> <span class=\"toctext\">Judging</span></a></li>\n</ul>\n</li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#See_also\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#References\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#External_links\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"In_a_marching_band\">In a marching band</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Color_guard_(flag_spinning)&amp;action=edit&amp;section=1\" title=\"Edit section: In a marching band\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:222px;\"><a href=\"/wiki/File:Tattoo_2016_-Top_Secret_Drum_Corps_(25989524673).jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/61/Tattoo_2016_-Top_Secret_Drum_Corps_%2825989524673%29.jpg/220px-Tattoo_2016_-Top_Secret_Drum_Corps_%2825989524673%29.jpg\" width=\"220\" height=\"147\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/61/Tattoo_2016_-Top_Secret_Drum_Corps_%2825989524673%29.jpg/330px-Tattoo_2016_-Top_Secret_Drum_Corps_%2825989524673%29.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/6/61/Tattoo_2016_-Top_Secret_Drum_Corps_%2825989524673%29.jpg/440px-Tattoo_2016_-Top_Secret_Drum_Corps_%2825989524673%29.jpg 2x\" data-file-width=\"3788\" data-file-height=\"2525\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Tattoo_2016_-Top_Secret_Drum_Corps_(25989524673).jpg\" class=\"internal\" title=\"Enlarge\"></a></div>Color guard of the <a href=\"/wiki/Top_Secret_Drum_Corps\" title=\"Top Secret Drum Corps\">Top Secret Drum Corps</a> performing at the <a href=\"/wiki/Virginia_International_Tattoo\" title=\"Virginia International Tattoo\">Virginia International Tattoo</a> in 2016</div></div></div>\n<p>In a <a href=\"/wiki/Marching_band\" title=\"Marching band\">marching band</a> or a <a href=\"/wiki/Drum_and_bugle_corps_(modern)\" title=\"Drum and bugle corps (modern)\">drum and bugle corps</a>, the color guard is a non-musical section that provides additional visual aspects to the performance. The marching band and color guard performance generally takes place on a football field. The color guard performs alongside the marching band at football games and most guards regularly compete in competitions during the fall. The purpose of the color guard is to interpret the music that the marching band or drum and bugle corps is playing via the synchronized work of flags, sabres, rifles, the air blade,<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> and through dance. The color guard uses different colors and styles of flags like swing flags and tapered flags to enhance the visual effect of the marching band as a whole.  Color guard also may use backdrops to bring color and scenery to the field if the concept of the show is hard to interpret. The number of members in a color guard can range from a single person to over 50 members. This is often dependent on the size of the band, school or corps, the allotted budget, and the talent available among the potential members who try out.\n</p><p>In drum and bugle corps, there used to be a requirement for a traditional presentation of the colors during the competitive show (called the \"Color Pre\"), but this fell out of favor around the early 1970s. High school marching bands kept it in until the late 70's.  A recent example of a Color Pre in show was the 2002 San Francisco Renegades Sr corps, used during \"America the Beautiful\" to open their program, but such a presentation was not a required part of the show.\n</p><p>There are many different types of spins and tosses that can be done with the flag. Each spin or toss creates a different illusion and can be used for different tempos. Basic color guard moves include Jazz runs (a Jazz dance move used as a graceful way to run across the marching band field or the gym floor), \"right shoulder\" (positioning the flag with the bottom of the pole by your belly button and your right hand by the flag's silk tape) and \"stripping the flag\" (holding the flag silk with your fingers so you won't reveal the color(s) of the flag.) Flag poles and silks both come in different sizes, and there are different shapes and textures for silks, as well. Flags frequently have weights -generally 1 in. carriage bolts or the like- in the bottom and top of the pole to make it easier to toss the flag into the air. However, even with the weights, weather conditions such as wind and rain can affect a flag's spin and disrupt a toss if not correctly taken into account.\n</p>\n<h3><span class=\"mw-headline\" id=\"History\">History</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Color_guard_(flag_spinning)&amp;action=edit&amp;section=2\" title=\"Edit section: History\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Originally, a military color guard often traveled with a band, who would play patriotic songs. This use continued into the civilian marching bands, and today a marching band's color guard are usually found carrying equipment descending from those of military color guard: flags, <a href=\"/wiki/Banner\" title=\"Banner\">banners</a>, mock wooden or plastic <a href=\"/wiki/Rifle\" title=\"Rifle\">rifles</a>, and plastic or metal <a href=\"/wiki/Sabre\" title=\"Sabre\">sabres</a>. Modern guards do use real sabres as well, but without the sharpened point.\n</p><p>One tradition that contributed to color guards in American marching bands is the Swiss art of flag swinging, or Fahnenschwingen.  The 1936 Olympian Franz Hug of Lucern, Switzerland came to America and introduced flag swinging in 1937.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> Leonard Haug, an assistant band director at the <a href=\"/wiki/University_of_Wisconsin-Madison\" class=\"mw-redirect\" title=\"University of Wisconsin-Madison\">University of Wisconsin</a>, was intrigued.  Haug created ten flags representing the schools of the <a href=\"/wiki/Big_Ten_Conference\" title=\"Big Ten Conference\">Big Ten Conference</a>.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> When Haug came to the <a href=\"/wiki/University_of_Oklahoma\" title=\"University of Oklahoma\">University of Oklahoma</a> the following year, he became the first to introduce the technique in the Southwest and formed a corps of <a href=\"/wiki/Big_Eight_Conference\" title=\"Big Eight Conference\">Big Six Conference</a> flag swingers for <a href=\"/wiki/The_Pride_of_Oklahoma_Marching_Band\" title=\"The Pride of Oklahoma Marching Band\">the Pride of Oklahoma Marching Band</a>. The 1938 squad was all male, but the group was co-ed within two years.  By 1940, O.U. flag swingers were participating at basketball games and creating innovative routines with two flags.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> The OU color guard may be the oldest existing unit of its kind in American marching bands.  As Director of the <a href=\"/wiki/The_Pride_of_Oklahoma_Marching_Band\" title=\"The Pride of Oklahoma Marching Band\">OU band</a>, Haug wrote a training guide for flag swinging and an article for a swing flag brochure, assisting the spread of the trend to other marching bands.\n</p><p>In 1965, Haug succeeded in combining the swing flag with a baton. It was an idea on which he had worked for years.  He called his invention the \"twirl-flag\" baton.  He wrote that it was \"a truly American flag baton idea suitable for solo and corps exhibition.\"<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> It was a 32\" baton with a colored flag at each end that rotated around the shaft to prevent fouling.  The invention was first featured by the <a href=\"/wiki/University_of_Arkansas_Razorback_Marching_Band\" title=\"University of Arkansas Razorback Marching Band\">University of Arkansas marching band</a> at the <a href=\"/wiki/Cotton_Bowl_(stadium)\" title=\"Cotton Bowl (stadium)\">Cotton Bowl</a> on January 1, 1966, and later manufactured by Kraskin Batons of Minneapolis.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup>  For all of Haug's efforts, however, the \"twirl-flag\" baton never caught on, but regular flags and batons remained standard for most marching bands.\n</p><p>During the 1950s and 1960s, much of the impetus for the evolution of the modern color guard came from the arena of competitive drum and bugle corps. Pioneers from these corps traveled to other areas of the country to teach, introducing color guards to more traditional bands. In 1962, Vincent R. DiNino, Director of the Longhorn Band, \"The Showband of the Southwest\", at the University of Texas began the use big 4'x6' flags in the school colors (orange and white) as a group marching with the band at halftime shows at football games.  Since flags of that type were not then available from any commercial vendors, his wife, Jane DiNino, sewed the flags.  The flag poles were made of lightweight dowel wood purchased at a local lumber yard with flag holders purchased from a local army-navy surplus store.  Movies of the Longhorn Band taken by the Athletic Department at the University of Texas captured the first use of big flags by a college marching band.  Director DiNino charged a band member, Larry Cullison, with the duty of charting movements of the flags and working the flags into the performance of the band during halftime performances.  By 1972, there were 16 big flags in use as a part of the Longhorn Marching Band at the University of Texas.  The use of big flags spread throughout the Southwest Conference.  The band directors at the University of Memphis (Memphis State), Dr. Tom Ferguson and Art Theil, recruited music major Sam Shaw to start one of the first collegiate color guards in the South, the \"Bengal Lancers\" in 1974. Director of Bands at Northwestern University, John Paynter, was also one of the first to add a color guard to the marching band when he hired Bugle Corp specialist George Parks in 1976. Consequently, color guards spread quickly throughout the country. The visual effect of spinning and shaking flags drew the attention of crowds and quickly caught on. Having visual impact for pieces played when the band stood still added a whole new dimension to the performance. By the late 1970s and into the mid-1980s color guards had been added to most Southwest Conference, Big Ten and Big 8 (Currently Big 12) bands. Once these prominent university bands had color guards, there was widespread inclusion of guards at high schools across the nation in the 1980s and 1990s. The popularity of color guard has grown such that winter guard has gained widespread membership and attention.\n</p><p>Color guard was not always accepted among marching band organizations. As Arthur Williams stated in his 1958 book, <i>The College and University Band</i>, \"If it actually made no difference to your high school or community whether or not you fronted your band with girl majorettes, baton twirlers, flag swingers, pompom girls, and so on, what would you prefer? Favor use of girl majorettes and so on: 52 percent. Prefer no use of girl majorettes and so on: 48 percent.\"<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup>  The University of Wisconsin, where Leonard Haug first introduced conference flags, has since discontinued the practice of having a color guard.\n</p>\n<h2><span class=\"mw-headline\" id=\"Winter_guard\">Winter guard</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Color_guard_(flag_spinning)&amp;action=edit&amp;section=3\" title=\"Edit section: Winter guard\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div role=\"note\" class=\"hatnote navigation-not-searchable\">Main article: <a href=\"/wiki/Winter_guard\" title=\"Winter guard\">Winter guard</a></div>\n<p><b>Winter guard</b> is similar to outdoor color guard (marched with a drum corps or marching band), except the performances are indoors on gymnasium floors through the winter season. The traditional marching band music heard during fall season is replaced with a recording of various musical genres. A common theme in many shows is loss or something that converys great emotion. The gymnasium floor typically is covered by an individually designed tarp (called a floor mat or floor by members) that generally reflects the show being performed on it. Occasionally the floor only acts as a backdrop so that the audience is drawn towards what the members are doing. The members may perform barefoot, but wearing <a href=\"/wiki/Jazz_shoes\" class=\"mw-redirect\" title=\"Jazz shoes\">jazz shoes</a> or modern dance shoes is also common. There are several winter guard circuits for participating in competitions during indoor season, including TIA (Tournament Indoor Association), MAIN (Mid-Atlantic Indoor Network), AIA (Atlantic Indoor Association), WGI (Winter Guard International), and many more.\n</p>\n<h3><span class=\"mw-headline\" id=\"Winter_Guard_International\">Winter Guard International</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Color_guard_(flag_spinning)&amp;action=edit&amp;section=4\" title=\"Edit section: Winter Guard International\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<div role=\"note\" class=\"hatnote navigation-not-searchable\">Main article: <a href=\"/wiki/Winter_Guard_International\" title=\"Winter Guard International\">Winter Guard International</a></div>\n<p><a href=\"/wiki/Winter_Guard_International\" title=\"Winter Guard International\">Winter Guard International</a> (WGI) is the \"Sport of the Arts\",<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup> in which teams of highly skilled individuals work to create and perform complex sequences of dance, music, and use of special equipment, such as sabres, rifles, and flags, to compete by division.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup>  This organization refers to winter guard as the \"Sport of the Arts\" due to the equally athletic and artistic nature of the activity. Co-founded in 1977 by six people, the goal of WGI was to organize and standardize the activity by creating skill levels, scoring systems, venues, and competitions.\n</p><p>Today, groups participating in a WGI event are placed into one of eight categories; Middle School, Regional A, Scholastic A, Independent A, Scholastic Open, Independent Open, Scholastic World, or Independent World. WGI hosts many regional competitions which lead up to the World Championships, a three-day event in which hundreds of winter guard groups come together to compete. WGI Championships is held in Dayton, Ohio.\n</p>\n<h4><span class=\"mw-headline\" id=\"Judging\">Judging</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Color_guard_(flag_spinning)&amp;action=edit&amp;section=5\" title=\"Edit section: Judging\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h4>\n<p>The judging community is a body of professionals who are working to perpetuate the unique experience WGI Sport of the Arts offers. Many are professionally trained in music, dance and theatre and use that knowledge to enhance the performances through one on one critique meetings after performances. Judges applying for WGI approval must complete a home study process, the Judges' Academy, trialing on guards in every class mentioned above, and participate in a continuing education program that encompasses annual study requirements and clinics. WGI judges are knowledgeable of what is expected from each of the above-mentioned classes.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Color_guard_(flag_spinning)&amp;action=edit&amp;section=6\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Colour_guard\" title=\"Colour guard\">Colour guard</a></li>\n<li><a href=\"/wiki/Flag_throwing\" title=\"Flag throwing\">Flag throwing</a></li>\n<li><a href=\"/wiki/Majorettes\" class=\"mw-redirect\" title=\"Majorettes\">Majorettes</a></li>\n<li><a href=\"/wiki/Marching_band\" title=\"Marching band\">Marching band</a></li>\n<li><a href=\"/wiki/Winter_Guard_International\" title=\"Winter Guard International\">Winter Guard International</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Color_guard_(flag_spinning)&amp;action=edit&amp;section=7\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist columns references-column-width\" style=\"-moz-column-width: 40em; -webkit-column-width: 40em; column-width: 40em; list-style-type: decimal;\">\n<ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.marching.com/news/air-blade-new-color-guard-equipment/\">\"Air Blade becoming hot new equipment option for color guards\"</a>. Marching.com. 2008<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">11 June</span> 2013</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Air+Blade+becoming+hot+new+equipment+option+for+color+guards&amp;rft.pub=Marching.com&amp;rft.date=2008&amp;rft_id=http%3A%2F%2Fwww.marching.com%2Fnews%2Fair-blade-new-color-guard-equipment%2F&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AColor+guard+%28flag+spinning%29\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Ross, Bob (24 April 1977). <i>The True and Half True Story of the Life and Loves of Leonard Haug</i> (speech ed.).</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=The+True+and+Half+True+Story+of+the+Life+and+Loves+of+Leonard+Haug&amp;rft.edition=speech&amp;rft.date=1977-04-24&amp;rft.aulast=Ross&amp;rft.aufirst=Bob&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AColor+guard+%28flag+spinning%29\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Hug, Franz (1937). <i>The Ancient Art of Flag Swinging</i> (pamphlet ed.).</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=The+Ancient+Art+of+Flag+Swinging&amp;rft.edition=pamphlet&amp;rft.date=1937&amp;rft.aulast=Hug&amp;rft.aufirst=Franz&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AColor+guard+%28flag+spinning%29\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">The Bandsman. 12 December 1940.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Leonard Haug to Bob Barnard. undated letter.</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Kraskin Batons, Inc. pamphlet.</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Whitwell, David (1977). <i>The College and University Band</i>. Reston: Music Educators National Conference.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=The+College+and+University+Band&amp;rft.place=Reston&amp;rft.pub=Music+Educators+National+Conference&amp;rft.date=1977&amp;rft.aulast=Whitwell&amp;rft.aufirst=David&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AColor+guard+%28flag+spinning%29\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.wgi.org/about/whatiswgi.php\">\"What is WGI\"</a>. Winter Guard International<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">11 June</span> 2013</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=What+is+WGI&amp;rft.pub=Winter+Guard+International&amp;rft_id=http%3A%2F%2Fwww.wgi.org%2Fabout%2Fwhatiswgi.php&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AColor+guard+%28flag+spinning%29\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20091210220816/http://wgi.org/contents/What-is-WGI.html\">\"What is WGI\"</a>. Winter Guard International. Archived from <a rel=\"nofollow\" class=\"external text\" href=\"http://www.wgi.org/contents/What-is-WGI.html\">the original</a> on 10 December 2009<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">11 June</span> 2013</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=What+is+WGI&amp;rft.pub=Winter+Guard+International&amp;rft_id=http%3A%2F%2Fwww.wgi.org%2Fcontents%2FWhat-is-WGI.html&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AColor+guard+%28flag+spinning%29\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div>\n<table class=\"plainlinks metadata ambox ambox-content ambox-Refimprove\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Question_book-new.svg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png\" width=\"50\" height=\"39\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/75px-Question_book-new.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/100px-Question_book-new.svg.png 2x\" data-file-width=\"512\" data-file-height=\"399\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>needs additional citations for <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">verification</a></b>.<span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Color_guard_(flag_spinning)&amp;action=edit\">improve this article</a> by <a href=\"/wiki/Help:Introduction_to_referencing_with_Wiki_Markup/1\" title=\"Help:Introduction to referencing with Wiki Markup/1\">adding citations to reliable sources</a>. Unsourced material may be challenged and removed.</span>  <small><i>(February 2016)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Color_guard_(flag_spinning)&amp;action=edit&amp;section=8\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.colorguardeducators.com\">Color Guard Educators</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2230\nCached time: 20180915032019\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.184 seconds\nReal time usage: 0.237 seconds\nPreprocessor visited node count: 552/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 14459/2097152 bytes\nTemplate argument size: 614/2097152 bytes\nHighest expansion depth: 11/40\nExpensive parser function count: 2/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 5960/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.091/10.000 seconds\nLua memory usage: 3.03 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  206.554      1 -total\n 44.84%   92.611      1 Template:Reflist\n 26.44%   54.617      3 Template:Cite_web\n 23.12%   47.754      1 Template:About\n 18.43%   38.067      1 Template:Citation_needed\n 15.87%   32.787      1 Template:Fix\n  9.29%   19.180      2 Template:Category_handler\n  8.47%   17.494      3 Template:Cite_book\n  6.39%   13.199      1 Template:Refimprove\n  4.99%   10.312      1 Template:Delink\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:3938188-0!canonical and timestamp 20180915032019 and revision id 855703240\n -->\n</div>"},"langlinks":[{"lang":"de","url":"https://de.wikipedia.org/wiki/Fahnenschwingen","langname":"German","autonym":"Deutsch","*":"Fahnenschwingen"},{"lang":"fr","url":"https://fr.wikipedia.org/wiki/Lancer_de_drapeau","langname":"French","autonym":"français","*":"Lancer de drapeau"},{"lang":"nl","url":"https://nl.wikipedia.org/wiki/Vendelen","langname":"Dutch","autonym":"Nederlands","*":"Vendelen"},{"lang":"ja","url":"https://ja.wikipedia.org/wiki/%E3%82%AB%E3%83%A9%E3%83%BC%E3%82%AC%E3%83%BC%E3%83%89","langname":"Japanese","autonym":"日本語","*":"カラーガード"},{"lang":"zh","url":"https://zh.wikipedia.org/wiki/%E6%A8%82%E6%97%97%E9%9A%8A","langname":"Chinese","autonym":"中文","*":"樂旗隊"}],"categories":[{"sortkey":"Color Guard (Flag Spinning)","hidden":"","*":"All_articles_with_unsourced_statements"},{"sortkey":"Color Guard (Flag Spinning)","hidden":"","*":"Articles_with_unsourced_statements_from_August_2017"},{"sortkey":"Color Guard (Flag Spinning)","hidden":"","*":"Articles_needing_additional_references_from_February_2016"},{"sortkey":"Color Guard (Flag Spinning)","hidden":"","*":"All_articles_needing_additional_references"},{"sortkey":"Color Guard (Flag Spinning)","*":"Performing_arts"},{"sortkey":"Color Guard (Flag Spinning)","*":"Marching_bands"}],"links":[{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from August 2017"},{"ns":14,"exists":"","*":"Category:Articles needing additional references from February 2016"},{"ns":0,"exists":"","*":"Banner"},{"ns":0,"exists":"","*":"Big Eight Conference"},{"ns":0,"exists":"","*":"Big Ten Conference"},{"ns":0,"exists":"","*":"Colour guard"},{"ns":0,"exists":"","*":"Cotton Bowl (stadium)"},{"ns":0,"exists":"","*":"Drum and bugle corps (modern)"},{"ns":0,"exists":"","*":"Flag throwing"},{"ns":0,"exists":"","*":"Jazz shoes"},{"ns":0,"exists":"","*":"Majorettes"},{"ns":0,"exists":"","*":"Marching band"},{"ns":0,"exists":"","*":"Oakton High School"},{"ns":0,"exists":"","*":"Rifle"},{"ns":0,"exists":"","*":"Sabre"},{"ns":0,"exists":"","*":"The Pride of Oklahoma Marching Band"},{"ns":0,"exists":"","*":"Top Secret Drum Corps"},{"ns":0,"exists":"","*":"University of Arkansas Razorback Marching Band"},{"ns":0,"exists":"","*":"University of Oklahoma"},{"ns":0,"exists":"","*":"University of Wisconsin-Madison"},{"ns":0,"exists":"","*":"Vienna, Virginia"},{"ns":0,"exists":"","*":"Virginia International Tattoo"},{"ns":0,"exists":"","*":"Winter Guard International"},{"ns":0,"exists":"","*":"Winter guard"},{"ns":4,"exists":"","*":"Wikipedia:Citation needed"},{"ns":4,"exists":"","*":"Wikipedia:Verifiability"},{"ns":12,"exists":"","*":"Help:Introduction to referencing with Wiki Markup/1"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:About"},{"ns":10,"exists":"","*":"Template:Citation needed"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Delink"},{"ns":10,"exists":"","*":"Template:Main article"},{"ns":10,"exists":"","*":"Template:Main"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Column-width"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Refimprove"},{"ns":10,"exists":"","*":"Template:More citations needed"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":828,"exists":"","*":"Module:About"},{"ns":828,"exists":"","*":"Module:Hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote list"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Pagetype"},{"ns":828,"exists":"","*":"Module:Pagetype/config"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Namespace detect"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Delink"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Main"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:Message box/configuration"}],"images":["Oakton_Guard_at_Lee-Davis_Invitational_2001.JPG","Tattoo_2016_-Top_Secret_Drum_Corps_(25989524673).jpg","Question_book-new.svg"],"externallinks":["http://www.marching.com/news/air-blade-new-color-guard-equipment/","http://www.wgi.org/about/whatiswgi.php","https://web.archive.org/web/20091210220816/http://wgi.org/contents/What-is-WGI.html","http://www.wgi.org/contents/What-is-WGI.html","http://www.colorguardeducators.com"],"sections":[{"toclevel":1,"level":"2","line":"In a marching band","number":"1","index":"1","fromtitle":"Color_guard_(flag_spinning)","byteoffset":1588,"anchor":"In_a_marching_band"},{"toclevel":2,"level":"3","line":"History","number":"1.1","index":"2","fromtitle":"Color_guard_(flag_spinning)","byteoffset":4615,"anchor":"History"},{"toclevel":1,"level":"2","line":"Winter guard","number":"2","index":"3","fromtitle":"Color_guard_(flag_spinning)","byteoffset":10621,"anchor":"Winter_guard"},{"toclevel":2,"level":"3","line":"Winter Guard International","number":"2.1","index":"4","fromtitle":"Color_guard_(flag_spinning)","byteoffset":11694,"anchor":"Winter_Guard_International"},{"toclevel":3,"level":"4","line":"Judging","number":"2.1.1","index":"5","fromtitle":"Color_guard_(flag_spinning)","byteoffset":13235,"anchor":"Judging"},{"toclevel":1,"level":"2","line":"See also","number":"3","index":"6","fromtitle":"Color_guard_(flag_spinning)","byteoffset":13889,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"4","index":"7","fromtitle":"Color_guard_(flag_spinning)","byteoffset":14007,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"5","index":"8","fromtitle":"Color_guard_(flag_spinning)","byteoffset":14074,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Color guard (flag spinning)","iwlinks":[],"properties":[{"name":"defaultsort","*":"Color Guard (Flag Spinning)"},{"name":"wikibase_item","*":"Q16827465"}]}}