{"parse":{"title":"Static trapeze","pageid":4367800,"revid":856815152,"text":{"*":"<div class=\"mw-parser-output\"><div class=\"thumb tleft\"><div class=\"thumbinner\" style=\"width:202px;\"><a href=\"/wiki/File:Circus-school-birds-nest.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Circus-school-birds-nest.jpg/200px-Circus-school-birds-nest.jpg\" width=\"200\" height=\"295\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Circus-school-birds-nest.jpg/300px-Circus-school-birds-nest.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Circus-school-birds-nest.jpg/400px-Circus-school-birds-nest.jpg 2x\" data-file-width=\"1011\" data-file-height=\"1491\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Circus-school-birds-nest.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>10-year-old learns Bird's Nest in the ropes at Circus School</div></div></div> \n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:202px;\"><a href=\"/wiki/File:Circus_Smirkus_-_Static_Trapeze.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Circus_Smirkus_-_Static_Trapeze.jpg/200px-Circus_Smirkus_-_Static_Trapeze.jpg\" width=\"200\" height=\"284\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Circus_Smirkus_-_Static_Trapeze.jpg/300px-Circus_Smirkus_-_Static_Trapeze.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Circus_Smirkus_-_Static_Trapeze.jpg/400px-Circus_Smirkus_-_Static_Trapeze.jpg 2x\" data-file-width=\"2336\" data-file-height=\"3313\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Circus_Smirkus_-_Static_Trapeze.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>Duo static trapeze performance by Kia and Lindsay (Circus Smirkus), back planche and catchers</div></div></div>\n<p><b>Static trapeze</b>, also known as <b>fixed trapeze</b>, is a type of circus art performed on the <a href=\"/wiki/Trapeze\" title=\"Trapeze\">trapeze</a>.  In contrast to the other forms of <a href=\"/wiki/Trapeze\" title=\"Trapeze\">trapeze</a>, on static trapeze the bars and ropes mainly stay in place.\n</p><p>Most often, the static trapeze is about 1.5 feet wide and the bar is generally 2 inches in diameter.  The ropes are at least two human lengths, as many figures are performed on the ropes above the bar.  The ropes can be made of many materials, including cotton or hemp, and often have a wire woven inside.\nIt can be performed by a single artist or two partners working together. A single artist will do tricks above and below the bar, the ropes playing just as important a part as the bar. A partner act will involve the partners working together — supporting each other's weight, throwing, lifting and catching each other. \n</p><p>Self-standing trapezes can be purchased for home use.\n</p>\n<div style=\"clear:both;\"></div>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:302px;\"><a href=\"/wiki/File:CJ_triple_trapeze_May.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/89/CJ_triple_trapeze_May.jpg/300px-CJ_triple_trapeze_May.jpg\" width=\"300\" height=\"225\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/89/CJ_triple_trapeze_May.jpg/450px-CJ_triple_trapeze_May.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/8/89/CJ_triple_trapeze_May.jpg/600px-CJ_triple_trapeze_May.jpg 2x\" data-file-width=\"640\" data-file-height=\"480\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:CJ_triple_trapeze_May.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>Triple trapeze at <a href=\"/wiki/Circus_Juventas\" title=\"Circus Juventas\">Circus Juventas</a></div></div></div>\n<p><b>Multiple trapeze</b> is an act entailing the use of more than one <a href=\"/wiki/Trapeze\" title=\"Trapeze\">trapeze</a>, typically two or three. In these acts, multiple people perform simultaneously.\nThe most common type of multiple trapeze is a \"triple trapeze\". A triple trapeze has one long bar, held up by a ropes, basically three trapezes put together, with the middle trapeze sharing the ropes of the other two. Multiple trapeze can also refer to an abstract structure with trapeze like structures, inside which multiple artists may perform.\n</p><p>An experimental cage-like structure was created by  <a href=\"/wiki/Cirque_du_Soleil\" title=\"Cirque du Soleil\">Cirque du Soleil</a> for their show <a href=\"/wiki/Varekai\" title=\"Varekai\">Varekai</a>, but was ultimately scrapped in production. However, the structure did appear in the 'Making of' documentary, 'Fire Within.'\n</p><p>A <b>triple trapeze</b> is a type of static (still) <a href=\"/wiki/Trapeze\" title=\"Trapeze\">trapeze</a> with three trapezes on one bar. Therefore, there are four ropes connecting this trapeze to its frame, or whatever it is hanging from. Performers specialize in synchronized tricks. One example of a triple trapeze act can be seen in <a href=\"/wiki/Cirque_du_Soleil\" title=\"Cirque du Soleil\">Cirque du Soleil</a>'s show <a href=\"/wiki/Varekai\" title=\"Varekai\">Varekai</a>.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Static_trapeze&amp;action=edit&amp;section=1\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Cradle_(circus_act)\" title=\"Cradle (circus act)\">Cradle (circus act)</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"Repertoire\">Repertoire</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Static_trapeze&amp;action=edit&amp;section=2\" title=\"Edit section: Repertoire\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Static trapeze routines are choreographed from a number of standard tricks, movements, and positions, including:\n</p>\n<ul><li>sitting - generally used to describe sitting on the bar, with your shoulders parallel to the bar, with both legs in front of the bar</li>\n<li>full beats - hanging from the bar with your hands, keeping legs straight and together, bringing feet up to level with the bar and then swinging down, through vertical and back with feet returning up to the level of the bar</li>\n<li>knee beats - hanging from the knees, bringing hands up above the level of the bar, then straightening the body, swinging backward down through the vertical, and back with hands returning above the level of the bar</li>\n<li>catcher's lock (or catches) - hanging upside down, with the bar across the front of the thighs, and the ropes passing inside the bent knees. This is generally a strong position to catch or hold another person (hence the name).</li>\n<li>bird's nest - belly down, arched backward, tops of the feet one on each rope above the hands, with hands still on the bar</li>\n<li>mermaid - similar to bird's nest but both feet on the same rope</li>\n<li>bird's nest in ropes - belly down, arched backward with tops of the feet one on each rope, above the hands also in the ropes (see picture)</li>\n<li>mermaid in ropes - similar to bird's nest in the ropes but both feet on the same rope</li>\n<li>angel - similar to mermaid, except one leg is released from the ropes to allow the body to face upward</li>\n<li>gazelle - sideways on the bar, one leg straight across the bar with the ankle past the velvet, one leg bent with the rope passing between the knee and the body which hangs backward down beneath the bar</li>\n<li>coffin - lying straight and horizontal with one shoulder on one velvet, and the feet on the other velvet</li>\n<li>candlestick - hanging from one knee over the bar, with the other flexed foot wrapped anticlockwise (from below) in the rope</li>\n<li>knee hang - hanging from the bar with the backs of the knees</li>\n<li>ankle hang - hanging with the bar behind both ankles and one foot in each velvet with the velvet in the instep</li>\n<li>toe hang - hanging from the bar with the tops of your feet (not normally the toes)</li>\n<li>neck hang - hanging from the bar by tilting your head backward to rest the bar on the back of your neck</li>\n<li>around the world - from sitting, one hand in the rope above the head, the other on the bar by that rope, lifting the body and rotating around the rope and returning to sit</li>\n<li>one-arm hang - simply hanging from one arm, usually with a strong rather than collapsed shoulder</li>\n<li>flag - from sitting or front balance, holding a rope in one hand, the bar in vertical position in the other hand, with rope passing under that elbow</li>\n<li>Russian rolls - from front balance, tipping forward and grabbing the thighs and then releasing and allowing the roll to carry you back to front balance</li>\n<li>Windmill - from a sitting position with one leg in front and one behind the bar, both hands on the bar, then tipping forward and rotating to return to the starting position</li>\n<li>splits under the bar - hanging inverted beneath the bar, both hands on the bar, the splits with one leg in front and one behind</li>\n<li>straddle - hanging inverted beneath the bar, both hands on the middle of the bar, with legs straddled and horizontal over the head but beneath the bar</li>\n<li>Pike - hanging inverted beneath the bar, both hands on the sides of the bar, with legs piked and horizontal over the head but beneath the bar</li>\n<li>star (or splits) in the ropes - standing with one foot on each rope, and one hand on each rope</li>\n<li>star on the bar - similar to back balance, but with the legs straddled to catch the ropes, and head tipped downward</li>\n<li>amazon - lower arm straight downward, hand holding the bar out to one side, trapping the rope with neck and the other shoulder</li>\n<li>amazon pirouette - starting in amazon, reaching up to hold the rope with the free hand then that toe reaching around backward to reach the bar</li>\n<li>belly (or front) balance - lying horizontal, with the bar across the front of your waist/hips</li>\n<li>back balance - lying horizontal, with the bar across the back of your waist</li>\n<li>one legged monkey roll - from splits below the bar, hooking one knee on, then wrapping arms in the velvets with the inner elbow resting under the bar, then rotating backward to sit with one leg left behind the bar in the sitting position</li>\n<li>monkey roll - from pike beneath the bar, hooking both knees on, then wrapping arms in the velvets with the inner elbow resting under the bar, then rotating backward to sit</li>\n<li>roll up - usually from sit to stand, holding the ropes above your head, lifting and rolling over backward</li>\n<li>roll down - usually from stand to sit - holding the ropes at the waist, tipping forward, and rolling forward</li>\n<li>knee wrap - from catches, rotating forward through the space between the ropes one or more complete wraps</li>\n<li>knee balance - kneeling on the bar, not holding on</li>\n<li>planche - usually with hands behind the back, belly downward, body holding a horizontal plank position</li>\n<li>back or side planche - similar to a planche with the body holding a horizontal position, belly in a lateral position, usually with one arm holding on behind the back</li>\n<li>meathook - similar to a side planche but with the one arm in front of the body and a piked body position</li>\n<li>toysoldier - a repeating sequence combining crucifix, beat and front balance</li>\n<li>crucifix - bar across the back of the shoulders, ropes under the armpits</li>\n<li>inverted crucifix - inverted body position, with bar across top of shoulders, usually with feet in the ropes</li>\n<li>handstand on the bar - usually with feet in the ropes</li>\n<li>layout in the ropes - from standing, a side planche in the ropes keeping the bar on your feet</li>\n<li>crescent moon - one leg in the ropes, one on the bar, facing the leg in the ropes and holding that rope with both hands before rotating the bar around the body to wrap the bottom foot and release the hands</li>\n<li>standing - generally used to describe standing facing with your shoulders parallel to the bar</li>\n<li>lampost - standing on the bar with the back to one rope, with the rope passing along the side of the neck, hands free</li>\n<li>skinning the cat  - from pike position fully rotating body toward the feet downward, then returning to the pike position</li>\n<li>skinning the cat with a dislocation - from the fully rotated skinners position releasing one hand and returning to hanging below the bar</li>\n<li>pullover - a transition from hanging into front balance, lifting feet gradually up and over the bar</li></ul>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Static_trapeze&amp;action=edit&amp;section=3\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20060831003124/http://tutorials.simplycircus.com/aerial/aerial_arts_faq.htm\">Aerial Arts FAQ</a> (<a rel=\"nofollow\" class=\"external text\" href=\"http://www.simplycircus.com\">Simply Circus</a>)</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://trapezerigging.com\">TrapezeRigging.com - a seller of trapeze equipment</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://damnhot.com/trapeze\">THE Flying Trapeze Resource Page</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.circusartsinstitute.com\">Circus Arts Institute - author and seller of the Aerial Circus Training and Safety Manual</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2237\nCached time: 20180918190930\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.020 seconds\nReal time usage: 0.027 seconds\nPreprocessor visited node count: 26/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 31/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    1.856      1 Template:Clear\n100.00%    1.856      1 -total\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:4367800-0!canonical and timestamp 20180918190930 and revision id 856815152\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","*":"Circus_skills"},{"sortkey":"","*":"Performing_arts"}],"links":[{"ns":0,"exists":"","*":"Circus Juventas"},{"ns":0,"exists":"","*":"Cirque du Soleil"},{"ns":0,"exists":"","*":"Cradle (circus act)"},{"ns":0,"exists":"","*":"Trapeze"},{"ns":0,"exists":"","*":"Varekai"}],"templates":[{"ns":10,"exists":"","*":"Template:Clear"}],"images":["Circus-school-birds-nest.jpg","Circus_Smirkus_-_Static_Trapeze.jpg","CJ_triple_trapeze_May.jpg"],"externallinks":["https://web.archive.org/web/20060831003124/http://tutorials.simplycircus.com/aerial/aerial_arts_faq.htm","http://www.simplycircus.com","http://trapezerigging.com","http://damnhot.com/trapeze","http://www.circusartsinstitute.com"],"sections":[{"toclevel":1,"level":"2","line":"See also","number":"1","index":"1","fromtitle":"Static_trapeze","byteoffset":2343,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"Repertoire","number":"2","index":"2","fromtitle":"Static_trapeze","byteoffset":2383,"anchor":"Repertoire"},{"toclevel":1,"level":"2","line":"External links","number":"3","index":"3","fromtitle":"Static_trapeze","byteoffset":8869,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Static trapeze","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q7604188"}]}}