{"parse":{"title":"Winter guard","pageid":4029918,"revid":854894717,"text":{"*":"<div class=\"mw-parser-output\"><div role=\"note\" class=\"hatnote navigation-not-searchable\">This article is about indoor colorguard. For the comic book characters, see <a href=\"/wiki/Winter_Guard\" title=\"Winter Guard\">Winter Guard</a>.</div>\n<table class=\"plainlinks metadata ambox ambox-content ambox-Refimprove\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Question_book-new.svg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png\" width=\"50\" height=\"39\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/75px-Question_book-new.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/100px-Question_book-new.svg.png 2x\" data-file-width=\"512\" data-file-height=\"399\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>needs additional citations for <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">verification</a></b>.<span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Winter_guard&amp;action=edit\">improve this article</a> by <a href=\"/wiki/Help:Introduction_to_referencing_with_Wiki_Markup/1\" title=\"Help:Introduction to referencing with Wiki Markup/1\">adding citations to reliable sources</a>. Unsourced material may be challenged and removed.</span>  <small><i>(May 2008)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p><b>Winter guard</b> is an indoor <a href=\"/wiki/Color_guard_(flag_spinning)\" title=\"Color guard (flag spinning)\">color guard</a> sport derived from military ceremonies or veterans organizations ceremonies. Unlike traditional <a href=\"/wiki/Color_guard_(flag_spinning)\" title=\"Color guard (flag spinning)\">color guard</a>, Winter Guard is performed indoors, usually in a gymnasium or an indoor arena. Performances make use of recorded music rather than a live band or orchestra. Winter guard was invented in the United States, which remains the predominant scene for the sport.\n</p><p>Winter Guard ensembles commonly perform at judged competitions officiated by local and regional associations using criteria developed by <a href=\"/wiki/Winter_Guard_International\" title=\"Winter Guard International\">Winter Guard International</a>. In most states, they have a cadet guard and high school guard.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Team_roles\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Team roles</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Performance_conventions\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Performance conventions</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Equipment\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Equipment</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Flags\"><span class=\"tocnumber\">3.1</span> <span class=\"toctext\">Flags</span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Rifles\"><span class=\"tocnumber\">3.2</span> <span class=\"toctext\">Rifles</span></a></li>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#Sabres\"><span class=\"tocnumber\">3.3</span> <span class=\"toctext\">Sabres</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Dance\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Dance</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Winter_Guard_International\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Winter Guard International</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#Divisions_and_classes\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Divisions and classes</span></a></li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#Winter_guard_circuits\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Winter guard circuits</span></a></li>\n<li class=\"toclevel-1 tocsection-11\"><a href=\"#References\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-12\"><a href=\"#External_links\"><span class=\"tocnumber\">9</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Team_roles\">Team roles</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Winter_guard&amp;action=edit&amp;section=1\" title=\"Edit section: Team roles\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>A Winter Guard generally consists of performing members under the direction of an instructional staff. The staff of a winter guard team (\"the guard\") are drawn from many different specialties, which sometimes overlap: there are equipment instructors (sometimes one for the unit, sometimes broken out into the individual sections), dance instructors, and drill instructors. The equipment instructors create the choreography performed with equipment and teach it to the guard. The dance instructors create and teach the movement <a href=\"/wiki/Choreography\" title=\"Choreography\">choreography</a> in the show. The drill instructors focus on the position of the guard members relative to one another and to the boundaries of the performance area, in addition to where each member goes at which specific time during the performance. In some cases, all of these roles are fulfilled by one sole director.\n</p><p>A winter guard team usually has a captain, who is one of the performing members who leads and represents the guard. The captain may assume minor administrative duties and lead the team when instructors are not available. The captain is also the representative of the guard during awards ceremonies or retreat.\n</p><p>The number of members on a winter guard team varies widely from five to approximately 45.\n</p>\n<h2><span class=\"mw-headline\" id=\"Performance_conventions\">Performance conventions</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Winter_guard&amp;action=edit&amp;section=2\" title=\"Edit section: Performance conventions\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The duration of winter guard shows depends on the class in which the guard is performing. In competition settings, each winter guard team is allotted a set amount of time to set up staging (including a vinyl floor if the guard is using one, and any props associated with the performance), place all equipment, perform the show, and remove staging, props, and equipment. Setup and tear-down typically run two minutes each, and performances run around five minutes. Judges impose penalties on teams that run past the allotted time.\n</p><p>Unlike traditional <a href=\"/wiki/Color_guard_(flag_spinning)\" title=\"Color guard (flag spinning)\">Color guard (flag spinning)</a> teams, which perform outdoors on a football field or parade route accompanied by a <a href=\"/wiki/Marching_band\" title=\"Marching band\">marching band</a> or <a href=\"/wiki/Drum_and_bugle_corps_(modern)\" title=\"Drum and bugle corps (modern)\">drum corps</a>, winter guard teams perform indoors to recorded music.\n</p><p>In competitions, winter guard teams are judged in the areas of talent, precision, creativity, and horizontal orchestration (how all the elements create the larger picture/effect). Performances incorporate equipment, props, and dance moves.\n</p><p>Judges must keep a running commentary on a tape recorder or digital recorder. The judges record the score on a designated sheet to be reviewed by the individual guard instructor(s). After every one in a class has competed and their scores have been tallied, if the instructor(s) so choose they may meet with all the judges to discuss in depth why they received the score they did, ways to improve, what they are doing right etc. The goal of all parties involved, is to have the performers, staff, and the programs grow and learn.\n</p>\n<h2><span class=\"mw-headline\" id=\"Equipment\">Equipment</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Winter_guard&amp;action=edit&amp;section=3\" title=\"Edit section: Equipment\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Three primary types of equipment are used in winter guard: flags, rifles, and sabres (other items can be used to demonstrate artistic effects.) Such equipment is used in shows to demonstrate a team's technical ability. Rubber tape, such as electrical tape, is often used to cover the equipment and give it a uniform appearance and protect it from damage during the activity.\n</p>\n<h3><span class=\"mw-headline\" id=\"Flags\">Flags</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Winter_guard&amp;action=edit&amp;section=4\" title=\"Edit section: Flags\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The most fundamental piece of equipment in color guard or winter guard shows is the flag. While winter guard flags take many different sizes and shapes, a standard size is a six-foot pole (metal) with a Three-foot \"silk\", often of a custom design. Smaller flags called \"swing flags\" are shortened poles with large silks connected to them. These poles are often plastic so they move more fluidly. These flags are often incorporated into the artistic element of the performance, even though they are not practical for tossing or spinning, due to the weight and length of the silk. Other flags may range from 5 feet to 7 feet depending upon the intended effect of the piece of equipment. Longer flags are not practical to spin or toss but generally serve as holders for large pieces of material.\n</p>\n<h3><span class=\"mw-headline\" id=\"Rifles\">Rifles</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Winter_guard&amp;action=edit&amp;section=5\" title=\"Edit section: Rifles\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Shaped similar to actual <a href=\"/wiki/Rifle\" title=\"Rifle\">rifles</a>, the rifles used in winter guard are made of solid or hollowed-out lightweight wood and weigh 2&#8211;5 pounds (about 1&#8211;2.25 kilograms). Most winter guard rifles have a length of 30&#8211;39 inches (about 76&#8211;99 centimeters) and are composed of seven parts:\n</p>\n<ol><li>The <b>neck</b> of the rifle. The neck is where the trigger would be on a firearm rifle. Right-handed drop-spins are performed using the neck of the rifle as the axis for the spin, and the neck is also used in common tosses.</li>\n<li>The <b>bolt</b> is a long silver or black strip of metal or plastic connected to the body of the rifle by screws, made to look like the <a href=\"/wiki/Bolt_(firearms)\" title=\"Bolt (firearms)\">bolt</a> on a firearm.</li>\n<li>The <b>body</b> of the rifle is the middle section and the majority of the mass of the rifle.</li>\n<li>The <b>strap</b>, a long <a href=\"/wiki/Leather\" title=\"Leather\">leather</a> strap that reaches from the butt end of the rifle to about two-thirds of the way to the nose of the rifle. The strap has functional and visual purposes, and it is also used to produce a snapping sound. The strap is similar to a firearm's sling.</li>\n<li>The <b>swivel</b> or <b>clip</b> is the metal piece that attaches the strap to the body of the rifle. This is the most common location for left-hand placement when executing a regular left-handed toss.</li>\n<li>The final part of the rifle is the <b>butt</b>, the heavier, back end of the rifle.</li>\n<li>The \"tip\" is at the end of the thin, long part of the rifle and is located on the opposite side of where the \"butt\" is.</li></ol>\n<h3><span class=\"mw-headline\" id=\"Sabres\">Sabres</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Winter_guard&amp;action=edit&amp;section=6\" title=\"Edit section: Sabres\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p><a href=\"/wiki/Sabre\" title=\"Sabre\">Sabres</a> are elegant pieces of equipment used in winter guard. The length of sabres can range from about 30&#8211;39 inches (about 76&#8211;99 centimeters). They can either be plastic, metal, or plastic covered metal- though metal is more commonly used. Some metal sabres on the market are intricately decorated with engravings or etchings along the blade.  These more intricately designed sabres tend to be more expensive.\n</p><p>Sabres have two main parts: the blade and the hilt. The blade has a pointed but dull end, and the length of the blade is dull as well. Some winter guard team members wrap their sabres in electrical tape, as they do with rifles. As with rifles, a piece of black or non-white tape placed near the center of rotation is used as a \"spotter\", making it easier to locate the fast-moving blade while it is rotating in the air. Sabres are used primarily by more advanced guard members.\n</p>\n<h2><span class=\"mw-headline\" id=\"Dance\">Dance</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Winter_guard&amp;action=edit&amp;section=7\" title=\"Edit section: Dance\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:202px;\"><a href=\"/wiki/File:Winter_Guard_Preview_Show_01.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Winter_Guard_Preview_Show_01.jpg/200px-Winter_Guard_Preview_Show_01.jpg\" width=\"200\" height=\"133\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Winter_Guard_Preview_Show_01.jpg/300px-Winter_Guard_Preview_Show_01.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Winter_Guard_Preview_Show_01.jpg/400px-Winter_Guard_Preview_Show_01.jpg 2x\" data-file-width=\"4146\" data-file-height=\"2764\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Winter_Guard_Preview_Show_01.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>2012 Winter Guard Preview Show</div></div></div><p>Guard members incorporate many different styles of dance into their shows. The most common styles of dance used are modern, contemporary, lyrical, jazz, and ballet. The different styles of dance are chosen depending on the different types of music chosen and the themes of the shows.  Dance is usually incorporated into the equipment work, and is performed seamlessly throughout the show.\n</p><h2><span class=\"mw-headline\" id=\"Winter_Guard_International\">Winter Guard International</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Winter_guard&amp;action=edit&amp;section=8\" title=\"Edit section: Winter Guard International\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Winter Guard International is not only a national competition but it is also an organization that has been around for many years. Unlike other traditional sports the rules and regulations have been changed and altered many times since the activity has started. There are judges who judge separate elements of a show – such as general effect, movement, equipment, and penalty points – and score the groups accordingly.\n</p><p>Because this activity not only exists in the United States but all around the world, major competitions worldwide are sanctioned and managed by Winter Guard International. This is the governing organization that makes and changes the rules and regulations for this activity. The rules that are written by WGI apply to every Winter Guard group competing in the World Championships no matter what country they are from. The World Championships are held every year in the United States. Most recently they have been held at the University of Dayton Arena in Dayton, Ohio with some prelims and semi-finals held elsewhere around the Dayton area and Cincinnati area.\n</p><p>The phrase \"Sport of the Arts\" is frequently associated with WGI. Winter guard is described by saying \"it brings music to life through performance in a competitive format.\"\n</p>\n<h2><span class=\"mw-headline\" id=\"Divisions_and_classes\">Divisions and classes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Winter_guard&amp;action=edit&amp;section=9\" title=\"Edit section: Divisions and classes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Because not every color guard has the same skill level, population, or resources available, WGI uses a class division system to help remedy this.  There are two divisions, <b>Scholastic</b> and <b>Independent</b>.  These divisions include the classes (in descending order) Independent: Independent World Class, Independent Open Class, Independent A Class. Scholastic: Scholastic World,  Scholastic Open, Scholastic National A Class, Scholastic Regional A, AA, and AAA. Novice Class and Cadet Class.\n</p><p>Guard teams can be chosen to move to a higher class, but they can only move down a class after a period of inactivity or after a WGI review. For every competition, any team which achieves a score higher than a predetermined threshold is automatically moved up, or \"bumped\", to the class above its current position, even mid-season.\n</p><p>The <b>Scholastic division</b> is made up of guards that have members that all attend the same high school or a feeder school of that high school. There are many colleges and universities that sponsor their own winter guards as well, but these guards typically compete as Independent guards. Scholastic guards vary greatly in their ability and resources because they are more dependent on support from sources other than the members themselves, such as their school's band and school funding.\n</p><p>In the Scholastic division, there are three classes: <b>Scholastic A</b>, <b>Scholastic Open</b>, and <b>Scholastic World</b>. More divisions may exist at the local/regional level, such as Regional A, or Novice. In many places there is also a middle school class, often called <b>Cadet</b>. Scholastic A teams tend to be a step above the regional level and are the lowest level to compete in WGI. Scholastic Open teams are an intermediate level for competition. The Scholastic World division includes the highest caliber of winter guard teams.\n</p><p>The <b>Independent division</b> is composed of winter guard teams that do not associate themselves with a school (the exception being university teams). Additionally, these kinds of guards can be much more selective of their members, choosing to be gender-specific or to only have certain numbers of members.\n</p><p>In the Independent division, much like the Scholastic division, there are the three classes: <b>Independent A</b>, <b>Independent Open</b> and <b>Independent World</b>.  The breakdown of skill level and placement mirrors that of the Scholastic division. There are age restrictions in the Independent A and Open classes. A member can perform with an Independent A class group if they are 22 or younger as of March 31 of that year. A member can perform with an Independent Open class group if they are 23 or younger as of March 31 of that year.\n</p>\n<h2><span class=\"mw-headline\" id=\"Winter_guard_circuits\">Winter guard circuits</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Winter_guard&amp;action=edit&amp;section=10\" title=\"Edit section: Winter guard circuits\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Although the goal of many winter guards is to compete in the WGI World Championships, most guard competitions take place in regional winter guard circuits. One such circuit is the AIA circuit, or Atlantic Indoor Association circuit in which teams across Virginia, Washington D.C., and North Carolina participate. These circuits are loosely organized and may not be formally affiliated with WGI. In many cases the circuits predate WGI by a number of years. For example, the Midwest Color Guard Circuit celebrated their 50th anniversary season in 2007.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> They may also have different competitive structures with additional classes to those in WGI. Circuit classes often will include beginner or novice guards such as <b>Cadet</b>, <b>Novice</b>, <b>B</b>, <b>Regional AAA</b>,  <b>Regional AA</b>, <b>Regional A</b>, and <b>Regional Open</b>. Circuits generally score using WGI standards and judges whether they are formally affiliated with WGI or not.\n</p><p>In addition, the winter guard activity is growing outside of the United States. In Europe, Color Guard Nederland (Netherlands) (CGN) and Winter Guard United Kingdom (WGUK) have recently affiliated with organizations from France and Germany to form the <a href=\"/w/index.php?title=European_Indoor_Arts_Alliance&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"European Indoor Arts Alliance (page does not exist)\">European Indoor Arts Alliance</a> (EIAA) with the goal of creating a European Union-wide platform for the growth of the color guard activity in Europe, where the scholastic branch of the activity does not exist.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Winter_guard&amp;action=edit&amp;section=11\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.midwestcolorguard.com/\">MidWest Color Guard Circuit</a></span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Winter_guard&amp;action=edit&amp;section=12\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.wgi.org\">Winter Guard International (WGI) official website</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.sfwga.org\">South Florida Winter Guard Association (SFWGA) official website</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.ffcc.org\">Florida Federation of Colorguards Circuit (FFCC) official website</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.wgasc.org\">Winter Guard Association of Southern California (WGASC) official website</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.colorguard.org\">CGN - Color Guard Nederland</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.wguk.org.uk\">WGUK - Winter Guard UK</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://colorguardhistoricalsociety.ning.com\">Colorguard Historical Society (CGHS) website</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.atlanticindoor.org\">Atlantic Indoor Association (AIA) website</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.ohiocircuit.com\">Ohio Indoor Performance Association (OIPA) website</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.mycgc.org\">Mid-York Color Guard Circuit (MYCGC) website</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://necgc.net/cms/\">Northeast Color Guard Circuit (NECGC) website</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.mcgc.net/index.php\">Michigan Color Guard Circuit (MCGC) website</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.mainguards.com/\">Mid-Atlantic Indoor Network (MAIN) website</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.nesba.org/index.php\">New England Scholastic Band Association (NESBA) website</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://sapaonline.net/\">Southern Association for performance arts</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.midwestcolorguard.com/\">Midwest Color Guard Circuit</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.scgconline.org/\">Southeastern Colorguard Circuit</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://emass.org/\">Eastern Massachusetts Drum and Bugle Corps Association</a>*</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.kida.org/\">Keystone Indoor Drill Association - MD &amp; PA</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.ntca-online.com/\">North Texas Colorguard Association (NTCA) website</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.northwestpageantry.org/\">Northwest Pageantry Association (NWPA) website</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.youtube.com/watch?v=UA-po08eKR8\">Sample Winterguard movement (Youtube)</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1325\nCached time: 20180905175135\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.084 seconds\nReal time usage: 0.126 seconds\nPreprocessor visited node count: 195/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 4458/2097152 bytes\nTemplate argument size: 84/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 399/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.033/10.000 seconds\nLua memory usage: 1.16 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   90.486      1 -total\n 45.80%   41.438      1 Template:Refimprove\n 39.71%   35.933      1 Template:Ambox\n 39.39%   35.640      1 Template:About\n 12.37%   11.195      1 Template:Reflist\n  2.92%    2.643      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:4029918-0!canonical and timestamp 20180905175135 and revision id 854894717\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Winter Guard","hidden":"","*":"Articles_needing_additional_references_from_May_2008"},{"sortkey":"Winter Guard","hidden":"","*":"All_articles_needing_additional_references"},{"sortkey":"Winter Guard","*":"Performing_arts"},{"sortkey":"Winter Guard","*":"Marching_bands"}],"links":[{"ns":14,"exists":"","*":"Category:Articles needing additional references from May 2008"},{"ns":0,"exists":"","*":"Bolt (firearms)"},{"ns":0,"exists":"","*":"Choreography"},{"ns":0,"exists":"","*":"Color guard (flag spinning)"},{"ns":0,"exists":"","*":"Drum and bugle corps (modern)"},{"ns":0,"exists":"","*":"Leather"},{"ns":0,"exists":"","*":"Marching band"},{"ns":0,"exists":"","*":"Rifle"},{"ns":0,"exists":"","*":"Sabre"},{"ns":0,"exists":"","*":"Winter Guard"},{"ns":0,"exists":"","*":"Winter Guard International"},{"ns":0,"*":"European Indoor Arts Alliance"},{"ns":4,"exists":"","*":"Wikipedia:Verifiability"},{"ns":12,"exists":"","*":"Help:Introduction to referencing with Wiki Markup/1"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:About"},{"ns":10,"exists":"","*":"Template:Refimprove"},{"ns":10,"exists":"","*":"Template:More citations needed"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:About"},{"ns":828,"exists":"","*":"Module:Hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote list"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Pagetype"},{"ns":828,"exists":"","*":"Module:Pagetype/config"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Namespace detect"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Question_book-new.svg","Winter_Guard_Preview_Show_01.jpg"],"externallinks":["http://www.midwestcolorguard.com/","http://www.wgi.org","http://www.sfwga.org","http://www.ffcc.org","http://www.wgasc.org","http://www.colorguard.org","http://www.wguk.org.uk","http://colorguardhistoricalsociety.ning.com","http://www.atlanticindoor.org","http://www.ohiocircuit.com","http://www.mycgc.org","http://necgc.net/cms/","http://www.mcgc.net/index.php","http://www.mainguards.com/","http://www.nesba.org/index.php","http://sapaonline.net/","http://www.scgconline.org/","http://emass.org/","http://www.kida.org/","http://www.ntca-online.com/","http://www.northwestpageantry.org/","https://www.youtube.com/watch?v=UA-po08eKR8"],"sections":[{"toclevel":1,"level":"2","line":"Team roles","number":"1","index":"1","fromtitle":"Winter_guard","byteoffset":802,"anchor":"Team_roles"},{"toclevel":1,"level":"2","line":"Performance conventions","number":"2","index":"2","fromtitle":"Winter_guard","byteoffset":2069,"anchor":"Performance_conventions"},{"toclevel":1,"level":"2","line":"Equipment","number":"3","index":"3","fromtitle":"Winter_guard","byteoffset":3657,"anchor":"Equipment"},{"toclevel":2,"level":"3","line":"Flags","number":"3.1","index":"4","fromtitle":"Winter_guard","byteoffset":4048,"anchor":"Flags"},{"toclevel":2,"level":"3","line":"Rifles","number":"3.2","index":"5","fromtitle":"Winter_guard","byteoffset":4855,"anchor":"Rifles"},{"toclevel":2,"level":"3","line":"Sabres","number":"3.3","index":"6","fromtitle":"Winter_guard","byteoffset":6370,"anchor":"Sabres"},{"toclevel":1,"level":"2","line":"Dance","number":"4","index":"7","fromtitle":"Winter_guard","byteoffset":7290,"anchor":"Dance"},{"toclevel":1,"level":"2","line":"Winter Guard International","number":"5","index":"8","fromtitle":"Winter_guard","byteoffset":7781,"anchor":"Winter_Guard_International"},{"toclevel":1,"level":"2","line":"Divisions and classes","number":"6","index":"9","fromtitle":"Winter_guard","byteoffset":9068,"anchor":"Divisions_and_classes"},{"toclevel":1,"level":"2","line":"Winter guard circuits","number":"7","index":"10","fromtitle":"Winter_guard","byteoffset":11810,"anchor":"Winter_guard_circuits"},{"toclevel":1,"level":"2","line":"References","number":"8","index":"11","fromtitle":"Winter_guard","byteoffset":13347,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"9","index":"12","fromtitle":"Winter_guard","byteoffset":13375,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Winter guard","iwlinks":[],"properties":[{"name":"defaultsort","*":"Winter Guard"},{"name":"wikibase_item","*":"Q8026379"}]}}