{"parse":{"title":"Carlos Alberto Torres (academic)","pageid":24800947,"revid":842543287,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content ambox-Refimprove\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Question_book-new.svg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png\" width=\"50\" height=\"39\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/75px-Question_book-new.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/100px-Question_book-new.svg.png 2x\" data-file-width=\"512\" data-file-height=\"399\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>needs additional citations for <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">verification</a></b>.<span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Carlos_Alberto_Torres_(academic)&amp;action=edit\">improve this article</a> by <a href=\"/wiki/Help:Introduction_to_referencing_with_Wiki_Markup/1\" title=\"Help:Introduction to referencing with Wiki Markup/1\">adding citations to reliable sources</a>. Unsourced material may be challenged and removed.</span>  <small><i>(October 2017)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p><b>Carlos Alberto Torres</b> is a distinguished professor.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup><sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup><sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup><sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p><p>He was born in Buenos Aires, Argentina, on October 1, 1950. He is a political sociologist of education, a published poet and short story author. He did his undergraduate work in sociology in Argentina (B.A. honors and teaching credential in Sociology, Universidad del Salvador), his graduate work in Mexico (M.A. Political Science. FLACSO) and the United States (Master of Arts and Ph.D. in International Development Education, Stanford University), and post-doctoral studies in educational foundations in Canada (University of Alberta). He is a Professor of Social Science and Comparative Education at the UCLA Graduate School of Education and Information Studies.\n</p><p>In 1991, in partnership with several colleagues, he created the Paulo Freire Institute, PFI, and is currently serving as its Founding Director at the Graduate School of Education and Information Studies at UCLA. He also served as director of the UCLA Latin American Center. Dr. Torres has been a Visiting Professor in universities in North America, Latin America, Europe, Asia and Africa. He has lectured throughout Latin America and the United States, and in universities in England, Japan, Italy, Spain, Tanzania, Finland, Mozambique, Argentina, Brazil, Mexico, Canada, Costa Rica, Portugal, Taiwan, Korea, Sweden and South Africa.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Educational_background\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Educational background</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Research_Agenda\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Research Agenda</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Published_work\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Published work</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Academic_Responsibilities\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Academic Responsibilities</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Publications_(Sample)\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Publications (Sample)</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#External_links\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">External links</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#References\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Educational_background\">Educational background</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Carlos_Alberto_Torres_(academic)&amp;action=edit&amp;section=1\" title=\"Edit section: Educational background\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>B.A. in <a href=\"/wiki/Sociology\" title=\"Sociology\">Sociology</a> with teaching credentials, <a href=\"/wiki/Universidad_del_Salvador\" title=\"Universidad del Salvador\">Universidad del Salvador</a>, Argentina (1974)</li>\n<li>M.A. in <a href=\"/wiki/Political_Science\" class=\"mw-redirect\" title=\"Political Science\">Political Science</a>, <a href=\"/wiki/Facultad_Latinoamericana_de_Ciencias_Sociales\" class=\"mw-redirect\" title=\"Facultad Latinoamericana de Ciencias Sociales\">Facultad Latinoamericana de Ciencias Sociales</a>, Mexico (1978)</li>\n<li>M.A. in <a href=\"/w/index.php?title=International_Development_Education&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"International Development Education (page does not exist)\">International Development Education</a>, <a href=\"/wiki/Stanford_Graduate_School_of_Education\" title=\"Stanford Graduate School of Education\">Stanford Graduate School of Education</a>, United States (1982)</li>\n<li>Ph.D. in International Development Education, Stanford Graduate School of Education, United States (1983)</li>\n<li>Post-doctoral studies in Education Foundations, <a href=\"/wiki/University_of_Alberta\" title=\"University of Alberta\">University of Alberta</a>, <a href=\"/wiki/Canada\" title=\"Canada\">Canada</a> (1988)</li></ul>\n<h2><span class=\"mw-headline\" id=\"Research_Agenda\">Research Agenda</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Carlos_Alberto_Torres_(academic)&amp;action=edit&amp;section=2\" title=\"Edit section: Research Agenda\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Dr. Torres' areas of theoretical research focus on the relationship between culture and power, the interrelationships of economic, political, and cultural spheres, and the multiple and contradictory dynamics of power among and within social movements that make education a site of permanent conflict and struggle.\n</p><p>His empirical research focuses on the impact of globalisation in Latin America, especially on higher education in Argentina, Venezuela, Brazil and Mexico.  Dr. Torres' theoretical and empirical research has resulted in the development of a political sociology of education, highlighted in his much-heralded book with Raymond Morrow, Social Theory and Education. He is considered one of the world's leading authorities on Latin American Studies, and the principal biographer of Brazilian philosopher and critical social theorist, Paulo Freire.\n</p><p>Over the last thirty years,  Dr. Torres has contributed to three fields: Latin American Studies, Sociology of Education and Comparative and International Education. In his theoretical work, Dr. Torres has accounted for the major shifts and transformations, national and global, that deeply impacted these fields. A book he wrote with Raymond Morrow, Social Theory and Education, is considered the standard text on theories and meta-theories in Sociology of Education. A book he edited with Robert Arnove, Comparative Education: The Dialectics of the Global and the Local, now in its third edition, is the textbook of choice for more than fifty Comparative Education programmes in the English-speaking world. Another of his books, Education, Democracy and Multiculturalism: Dilemmas of Citizenship in a Global World, translated in several languages, suggested new agendas for these fields. All three books contain critical interpretations of cultural and social reproduction theory, theories of the state, analyses of multiculturalism, feminism and other approaches to social diversity, inequality, and the struggle for social justice education.\n</p><p>For the last decade, Dr. Torres has been working from a global perspective that encompasses human rights, pluralism and citizenship, wresting education away from state dominance, and the globalization of economies, communications and labour forces. The question of educating the global citizen is at the top of his research agenda. Understanding the educational policies of the new social democratic governments in Brazil and Argentina, and the impact of the <a href=\"/wiki/New_social_movements\" title=\"New social movements\">new social movements</a> constitutes the next empirical phase of his research.\n</p>\n<h2><span class=\"mw-headline\" id=\"Published_work\">Published work</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Carlos_Alberto_Torres_(academic)&amp;action=edit&amp;section=3\" title=\"Edit section: Published work\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Dr. Torres has authored more than 62 books, and more than 250 research articles, chapters in books and entries in encyclopedias in several languages—he speaks fluently in Spanish and Portuguese.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n</p><p>He has participated and presented papers and has been a keynote speaker regularly for the last twenty-five years in national and world congresses of the American Educational Research Association (AERA), Asociación Latinoamericana de Sociología (ALAS), Comparative International Educational Society (CIES), International Council of Comparative Education Societies, International Political Science Association (IPSA), International Sociological Association (ISA), and Latin American Studies Association (LASA).\n</p><p>He has been Vice-President, Research Committee on Political Education, IPSA (1983–1997), Past-President, Comparative International Education Society, CIES (1994–1998), and he has been elected President, Research Committee on Sociology of Education, International Sociological Association (1998–2002, and 2002–2006). He is the editor of the prestigious series of Routledge/TayorandFrancis (New York)  on Education, Social Theory and Cultural Change.\n</p>\n<h2><span class=\"mw-headline\" id=\"Academic_Responsibilities\">Academic Responsibilities</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Carlos_Alberto_Torres_(academic)&amp;action=edit&amp;section=4\" title=\"Edit section: Academic Responsibilities\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>He has Chaired (1998–2003) the Commission on Education and Society of the Latin American Council of Social Sciences(CLACSO), a federation of 148 elite research centers in Latin America. He has served as an evaluator for the Fulbright Programs, and the program for Gifted and Talented Children, US. Department of Education. At UCLA he has served as Assistant Dean for Students Affairs, Graduate School of Education and Information Studies; Head of the Division of Social Sciences and Comparative Education, Department of Education; Chair, Committee of Academic Personnel, Department of Education, and in the Advisory Committees of International Studies and Overseas Programs (ISOP), the Chicano Studies Research Center, the Pacific Rim Center, the Latin American Studies Inter-Departmental  Program (IDP), and, as <i>ex officio</i>, the Latin American Center.\n</p><p>He served on the Committee for the establishment of the César Chavez Center. He was an Educational Adviser (ad honorem) of the Argentine National Congress and was a member of the Scientific Commission that worked with the Secretary of State of Science and Technology in Argentina, which provided the guidelines for a new law of science and technology in the country passed by the Argentinean Congress (2000–2001).\n</p><p>From 1995 until 2005 he has served as Director of the UCLA Latin American Center, an Organized Research Unit of the University of California. In this capacity he conducted systematic research, lecturing and writing on Latin American politics and society, with a focus on Argentina, Brazil and Mexico. He has also written several op end pieces in newspapers in Argentina, his native country. Currently he is the Founding Director of the Paulo Freire Institute at the Graduate School of Education and Information Studies (GSEIS-UCLA). He was featured in the Newspaper La Opinion as one of the most successful Spanish leaders in California.  See “La Vocación de Educar. El argentino Carlos Alberto Torres es uno de los profesores de mayor rango en UCLA”. Journal La Opinión, Monday, March 13, 2006, pages 1, 12A.\n</p><p>Most recently has been appointed for five years as Adjunct Professor at the Danish School of Education, Denmark (2009–2014).\n</p>\n<h2><span id=\"Publications_.28Sample.29\"></span><span class=\"mw-headline\" id=\"Publications_(Sample)\">Publications (Sample)</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Carlos_Alberto_Torres_(academic)&amp;action=edit&amp;section=5\" title=\"Edit section: Publications (Sample)\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Examples of his most recent books are the following:\n</p>\n<ul><li>Torres, Carlos Alberto. First Freire. Early Writings in Social Justice Education. New York, Teachers College Press, 2014.</li>\n<li>Torres, Carlos Alberto. Political Sociology of Adult Education. Rotterdam, The Netherlands: Sense Publishers, 2013.</li>\n<li>Torres, C. A., and R. Arnove, eds. Comparative Education: The Dialectics of the Global and the Local. Lanham, Maryland: Rowman and Littlefield, 1999. Second edition, 2003. Third edition, 2007. Fourth edition (with Robert Arnove and Stephen Franz), 2013. Chinese translation (2010), Japanese translation (2014), Spanish translation (2014), Portuguese translation in progress, estimated for 2014.</li>\n<li>Torres, Carlos Alberto, Globalizations and Education. Collected Essays on Class, Race, Gender, and the State. Introduction by Michael W. Apple, Afterword by Pedro Demo. New York, and London Teachers College Press-Columbia University, 2009.</li>\n<li>Torres, Carlos Alberto, Education and Neoliberal Globalization. Introduction by Pedro Noguera. New York, and London, Routledge, 2009.</li>\n<li>Torres, Carlos Alberto and Pedro Noguera (Editors) Social Justice for Teachers. Paulo Freire and Education as a Possible Dream. The Hague, The Netherlands, Sense publishers, 2009.</li>\n<li>Carlos Mora Ninci and Guillermo Ruiz (Compiladores) Carlos A. Torres et al. La sociología política de la educación en perspective internacional y comparada. Las contribuciones de Carlos Alberto Torres. Buenos Aires, Miño y Dávila, 2008.</li>\n<li>Herrera, Linda, and Carlos Alberto Torres (editors) Cultures of Arab Schooling. Critical Ethnographies from Egypt. New York, SUNY Press, 2006.</li>\n<li>Torres, Carlos Alberto and Antonio Teodoro (editors) Critique and Utopia. New Developments in the Sociology of Education. Lanham, Maryland: Rowman and Littlefield, 2007. In Portuguese, Editora Afrontamento, Porto, Portugal, 2005</li>\n<li>Robert Rhoads and Carlos Alberto Torres (editors) The University, State and Markets. The Political Economy of Globalization in the Americas. Stanford, Stanford University Press, 2006</li>\n<li>Carlos Alberto Torres, La Paxis Educativa y la Educación Cultural Liberadora de Paulo Freire. Xátiva, Valencia, Institute Paulo Freie D’Espanya. 2005.</li>\n<li>Torres, C. A. and Ari Antikainen, Editors. The International Handbook on the Sociology of Education An International Assessment of New Research and Theory. Lanham, Maryland, Rowman and Littlefield, 2003.</li>\n<li>Torres, C. A., and R. Morrow. Reading Freire and Habermas New York: Teachers College Press-Columbia University, 2002 (translations to Valenciano, 2003 and Portuguese 2004)</li>\n<li>Torres, C. A., and R. Arnove, eds. Comparative Education: The Dialectics of the Global and the Local. Lanham, Maryland: Rowman and Littlefield, 1999. Second edition, 2003. Third edition, 2007.</li>\n<li>Torres, C. A. Democracy, Education, and Multiculturalism: Dilemmas of Citizenship in a Global World. Lanham, Maryland: Rowman and Littlefield, 1998. Translated into Spanish, Portuguese, Valenciano and Armenian. Chinese translation in press; Korean and Italian translation in progress.</li>\n<li>Torres, C. A. Education, Power and Personal Biography: Dialogues with Critical Educators. New York: Routledge, 1998. Portuguese translation, 2000; Spanish translation, Siglo Veintiuno Editores, 2004.</li>\n<li>Torres, C. A., P. O’ Cadiz, and P. Wong. Education and Democracy: Paulo Freire, Social Movements, and Educational Reform in São Paulo. Boulder, Colorado: Westview Press, 1998. Portuguese translation, 2002, Venciano translation 2003.</li>\n<li>Torres, C. A., and T. Mitchell, eds. Sociology of Education: Emerging Perspectives. Albany, New York: SUNY Press, 1998.</li>\n<li>Torres, C. A., and A. Puiggros, eds. Education in Latin America: Comparative Perspectives. Boulder, Colorado: Westview Press, 1996.</li>\n<li>Torres, C. A., and R. Morrow. Social Theory and Education: A Critique of Theories of Social and Cultural Reproduction. Albany, New York: State University of New York Press, 1995. Portuguese translation 1999; Spanish translation, 2003.</li></ul>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Carlos_Alberto_Torres_(academic)&amp;action=edit&amp;section=6\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20090917121859/http://www.international.ucla.edu/lac/cat/carlostorresweb.htm\">Faculty homepage at UCLA</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://cieclopedia.org/Entry.aspx?id=98\">Biography at CIEClopedia</a></li></ul>\n<div role=\"navigation\" class=\"navbox\" aria-labelledby=\"Authority_control_frameless_&amp;#124;text-top_&amp;#124;10px_&amp;#124;alt=Edit_this_at_Wikidata_&amp;#124;link=https&amp;#58;//www.wikidata.org/wiki/Q5041709&amp;#124;Edit_this_at_Wikidata\" style=\"padding:3px\"><table class=\"nowraplinks hlist navbox-inner\" style=\"border-spacing:0;background:transparent;color:inherit\"><tbody><tr><th id=\"Authority_control_frameless_&amp;#124;text-top_&amp;#124;10px_&amp;#124;alt=Edit_this_at_Wikidata_&amp;#124;link=https&amp;#58;//www.wikidata.org/wiki/Q5041709&amp;#124;Edit_this_at_Wikidata\" scope=\"row\" class=\"navbox-group\" style=\"width:1%\"><a href=\"/wiki/Help:Authority_control\" title=\"Help:Authority control\">Authority control</a> <a href=\"https://www.wikidata.org/wiki/Q5041709\" title=\"Edit this at Wikidata\"><img alt=\"Edit this at Wikidata\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Blue_pencil.svg/10px-Blue_pencil.svg.png\" width=\"10\" height=\"10\" style=\"vertical-align: text-top\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Blue_pencil.svg/15px-Blue_pencil.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/7/73/Blue_pencil.svg/20px-Blue_pencil.svg.png 2x\" data-file-width=\"600\" data-file-height=\"600\" /></a></th><td class=\"navbox-list navbox-odd\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><span class=\"nowrap\"> <a rel=\"nofollow\" class=\"external text\" href=\"https://www.worldcat.org/identities/containsVIAFID/49299956\">WorldCat Identities</a></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/BIBSYS\" class=\"mw-redirect\" title=\"BIBSYS\">BIBSYS</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"https://authority.bibsys.no/authority/rest/authorities/html/90397040\">90397040</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Biblioteca_Nacional_de_Espa%C3%B1a\" title=\"Biblioteca Nacional de España\">BNE</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"http://catalogo.bne.es/uhtbin/authoritybrowse.cgi?action=display&amp;authority_id=XX1139161\">XX1139161</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Biblioth%C3%A8que_nationale_de_France\" title=\"Bibliothèque nationale de France\">BNF</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"http://catalogue.bnf.fr/ark:/12148/cb123534820\">cb123534820</a> <a rel=\"nofollow\" class=\"external text\" href=\"http://data.bnf.fr/ark:/12148/cb123534820\">(data)</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Integrated_Authority_File\" title=\"Integrated Authority File\">GND</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"https://d-nb.info/gnd/129402311\">129402311</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/International_Standard_Name_Identifier\" title=\"International Standard Name Identifier\">ISNI</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"http://isni.org/isni/0000000114721878\">0000 0001 1472 1878</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Syst%C3%A8me_universitaire_de_documentation\" title=\"Système universitaire de documentation\">SUDOC</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"https://www.idref.fr/069171467\">069171467</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Virtual_International_Authority_File\" title=\"Virtual International Authority File\">VIAF</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"https://viaf.org/viaf/49299956\">49299956</a></span></span></li></ul>\n</div></td></tr></tbody></table></div>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Carlos_Alberto_Torres_(academic)&amp;action=edit&amp;section=7\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://gseis.ucla.edu/directory/carlos-torres/\">\"Carlos Alberto Torres | UCLA GSEIS\"</a>. <i>gseis.ucla.edu</i><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2017-10-17</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=gseis.ucla.edu&amp;rft.atitle=Carlos+Alberto+Torres+%7C+UCLA+GSEIS&amp;rft_id=https%3A%2F%2Fgseis.ucla.edu%2Fdirectory%2Fcarlos-torres%2F&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ACarlos+Alberto+Torres+%28academic%29\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://neiu.edu/university-life/arts-northeastern/guest-lectures/carlos-alberto-torres\">\"Carlos Alberto Torres | NEIU University Life\"</a>. <i>neiu.edu</i><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2017-10-17</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=neiu.edu&amp;rft.atitle=Carlos+Alberto+Torres+%7C+NEIU+University+Life&amp;rft_id=https%3A%2F%2Fneiu.edu%2Funiversity-life%2Farts-northeastern%2Fguest-lectures%2Fcarlos-alberto-torres&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ACarlos+Alberto+Torres+%28academic%29\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.international.ucla.edu/lai/person/96#.WeXjS1khjeM\">\"Carlos Alberto Torres\"</a>. <i>www.international.ucla.edu</i><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2017-10-17</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=www.international.ucla.edu&amp;rft.atitle=Carlos+Alberto+Torres&amp;rft_id=http%3A%2F%2Fwww.international.ucla.edu%2Flai%2Fperson%2F96%23.WeXjS1khjeM&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ACarlos+Alberto+Torres+%28academic%29\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://www.huffingtonpost.com/author/carlos-alberto-torres\">\"Carlos Alberto Torres | HuffPost\"</a>. <i>www.huffingtonpost.com</i><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2017-10-17</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=www.huffingtonpost.com&amp;rft.atitle=Carlos+Alberto+Torres+%7C+HuffPost&amp;rft_id=https%3A%2F%2Fwww.huffingtonpost.com%2Fauthor%2Fcarlos-alberto-torres&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ACarlos+Alberto+Torres+%28academic%29\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation news\"><a rel=\"nofollow\" class=\"external text\" href=\"https://carlosatorres.com/curriculum-vitae/publications-cv-2/\">\"Publications\"</a>. <i>Carlos Alberto Torres</i>. 2013-05-15<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2017-10-17</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Carlos+Alberto+Torres&amp;rft.atitle=Publications&amp;rft.date=2013-05-15&amp;rft_id=https%3A%2F%2Fcarlosatorres.com%2Fcurriculum-vitae%2Fpublications-cv-2%2F&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ACarlos+Alberto+Torres+%28academic%29\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw2278\nCached time: 20180919121430\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.148 seconds\nReal time usage: 0.198 seconds\nPreprocessor visited node count: 360/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 16275/2097152 bytes\nTemplate argument size: 108/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 8/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 4803/5000000 bytes\nNumber of Wikibase entities loaded: 1/400\nLua time usage: 0.082/10.000 seconds\nLua memory usage: 2.75 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  168.517      1 -total\n 38.79%   65.368      1 Template:Reflist\n 30.70%   51.730      1 Template:Authority_control\n 28.38%   47.825      1 Template:Refimprove\n 27.43%   46.222      4 Template:Cite_web\n 17.88%   30.129      1 Template:Ambox\n  3.21%    5.413      1 Template:Cite_news\n  1.42%    2.391      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:24800947-0!canonical and timestamp 20180919121430 and revision id 842543287\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Torres, Carlos Alberto","hidden":"","*":"Articles_needing_additional_references_from_October_2017"},{"sortkey":"Torres, Carlos Alberto","hidden":"","*":"All_articles_needing_additional_references"},{"sortkey":"Torres, Carlos Alberto","hidden":"","*":"Wikipedia_articles_with_BIBSYS_identifiers"},{"sortkey":"Torres, Carlos Alberto","hidden":"","*":"Wikipedia_articles_with_BNE_identifiers"},{"sortkey":"Torres, Carlos Alberto","hidden":"","*":"Wikipedia_articles_with_BNF_identifiers"},{"sortkey":"Torres, Carlos Alberto","hidden":"","*":"Wikipedia_articles_with_GND_identifiers"},{"sortkey":"Torres, Carlos Alberto","hidden":"","*":"Wikipedia_articles_with_ISNI_identifiers"},{"sortkey":"Torres, Carlos Alberto","hidden":"","*":"Wikipedia_articles_with_SUDOC_identifiers"},{"sortkey":"Torres, Carlos Alberto","hidden":"","*":"Wikipedia_articles_with_VIAF_identifiers"},{"sortkey":"Torres, Carlos Alberto","*":"1950_births"},{"sortkey":"Torres, Carlos Alberto","*":"Living_people"},{"sortkey":"Torres, Carlos Alberto","*":"People_from_Buenos_Aires"},{"sortkey":"Torres, Carlos Alberto","*":"Comparative_education"},{"sortkey":"Torres, Carlos Alberto","*":"University_of_California,_Los_Angeles_faculty"},{"sortkey":"Torres, Carlos Alberto","*":"Stanford_Graduate_School_of_Education_alumni"},{"sortkey":"Torres, Carlos Alberto","*":"Sociologists_of_education"}],"links":[{"ns":14,"exists":"","*":"Category:Articles needing additional references from October 2017"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with BIBSYS identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with BNE identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with BNF identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with GND identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with ISNI identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with SUDOC identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with VIAF identifiers"},{"ns":0,"exists":"","*":"BIBSYS"},{"ns":0,"exists":"","*":"Biblioteca Nacional de España"},{"ns":0,"exists":"","*":"Bibliothèque nationale de France"},{"ns":0,"exists":"","*":"Canada"},{"ns":0,"exists":"","*":"Facultad Latinoamericana de Ciencias Sociales"},{"ns":0,"exists":"","*":"Integrated Authority File"},{"ns":0,"exists":"","*":"International Standard Name Identifier"},{"ns":0,"exists":"","*":"New social movements"},{"ns":0,"exists":"","*":"Political Science"},{"ns":0,"exists":"","*":"Sociology"},{"ns":0,"exists":"","*":"Stanford Graduate School of Education"},{"ns":0,"exists":"","*":"Système universitaire de documentation"},{"ns":0,"exists":"","*":"Universidad del Salvador"},{"ns":0,"exists":"","*":"University of Alberta"},{"ns":0,"exists":"","*":"Virtual International Authority File"},{"ns":0,"*":"International Development Education"},{"ns":4,"exists":"","*":"Wikipedia:Verifiability"},{"ns":12,"exists":"","*":"Help:Authority control"},{"ns":12,"exists":"","*":"Help:Introduction to referencing with Wiki Markup/1"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Refimprove"},{"ns":10,"exists":"","*":"Template:More citations needed"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Authority control"},{"ns":10,"exists":"","*":"Template:EditAtWikidata"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Cite news"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Authority control"},{"ns":828,"exists":"","*":"Module:ResolveEntityId"},{"ns":828,"exists":"","*":"Module:Navbox"},{"ns":828,"exists":"","*":"Module:Navbar"},{"ns":828,"exists":"","*":"Module:EditAtWikidata"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"}],"images":["Question_book-new.svg","Blue_pencil.svg"],"externallinks":["https://gseis.ucla.edu/directory/carlos-torres/","https://neiu.edu/university-life/arts-northeastern/guest-lectures/carlos-alberto-torres","http://www.international.ucla.edu/lai/person/96#.WeXjS1khjeM","https://www.huffingtonpost.com/author/carlos-alberto-torres","https://carlosatorres.com/curriculum-vitae/publications-cv-2/","https://www.wikidata.org/wiki/Q5041709","https://web.archive.org/web/20090917121859/http://www.international.ucla.edu/lac/cat/carlostorresweb.htm","http://cieclopedia.org/Entry.aspx?id=98","https://www.worldcat.org/identities/containsVIAFID/49299956","https://authority.bibsys.no/authority/rest/authorities/html/90397040","http://catalogo.bne.es/uhtbin/authoritybrowse.cgi?action=display&authority_id=XX1139161","http://catalogue.bnf.fr/ark:/12148/cb123534820","http://data.bnf.fr/ark:/12148/cb123534820","https://d-nb.info/gnd/129402311","http://isni.org/isni/0000000114721878","https://www.idref.fr/069171467","https://viaf.org/viaf/49299956"],"sections":[{"toclevel":1,"level":"2","line":"Educational background","number":"1","index":"1","fromtitle":"Carlos_Alberto_Torres_(academic)","byteoffset":2165,"anchor":"Educational_background"},{"toclevel":1,"level":"2","line":"Research Agenda","number":"2","index":"2","fromtitle":"Carlos_Alberto_Torres_(academic)","byteoffset":2709,"anchor":"Research_Agenda"},{"toclevel":1,"level":"2","line":"Published work","number":"3","index":"3","fromtitle":"Carlos_Alberto_Torres_(academic)","byteoffset":5275,"anchor":"Published_work"},{"toclevel":1,"level":"2","line":"Academic Responsibilities","number":"4","index":"4","fromtitle":"Carlos_Alberto_Torres_(academic)","byteoffset":6642,"anchor":"Academic_Responsibilities"},{"toclevel":1,"level":"2","line":"Publications (Sample)","number":"5","index":"5","fromtitle":"Carlos_Alberto_Torres_(academic)","byteoffset":8883,"anchor":"Publications_(Sample)"},{"toclevel":1,"level":"2","line":"External links","number":"6","index":"6","fromtitle":"Carlos_Alberto_Torres_(academic)","byteoffset":12908,"anchor":"External_links"},{"toclevel":1,"level":"2","line":"References","number":"7","index":"7","fromtitle":"Carlos_Alberto_Torres_(academic)","byteoffset":13156,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Carlos Alberto Torres (academic)","iwlinks":[],"properties":[{"name":"defaultsort","*":"Torres, Carlos Alberto"},{"name":"wikibase_item","*":"Q5041709"}]}}