{"parse":{"title":"Association of ideas","pageid":2228016,"revid":859781689,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Ambox_outdated_content.svg/40px-Ambox_outdated_content.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Ambox_outdated_content.svg/60px-Ambox_outdated_content.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Ambox_outdated_content.svg/80px-Ambox_outdated_content.svg.png 2x\" data-file-width=\"620\" data-file-height=\"620\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article is largely based on an article  in the out-of-copyright <a href=\"/wiki/Encyclop%C3%A6dia_Britannica_Eleventh_Edition\" title=\"Encyclopædia Britannica Eleventh Edition\"><i>Encyclopædia Britannica</i> Eleventh Edition</a>, which was produced in 1911. It should be brought up to date to reflect subsequent history or scholarship (including the references, if any). When you have completed the review, replace this notice with a simple note on this article's talk page.  <small><i>(January 2018)</i></small></div></td></tr></tbody></table>\n<p><b>Association of ideas</b>, or <b>mental association</b>, is a process by which representations arise in <a href=\"/wiki/Consciousness\" title=\"Consciousness\">consciousness</a>, and also for a principle put forward by an important historical school of thinkers to account generally for the succession of mental phenomena.<sup id=\"cite_ref-FOOTNOTEChisholm1911784_1-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEChisholm1911784-1\">&#91;1&#93;</a></sup> The term is now used mostly in the <a href=\"/wiki/History_of_philosophy\" class=\"mw-redirect\" title=\"History of philosophy\">history of philosophy</a> and of <a href=\"/wiki/History_of_psychology\" title=\"History of psychology\">psychology</a>. One idea was thought to follow another in consciousness if it were associated by some principle. The three commonly asserted principles of association were similarity, contiguity, and contrast, numerous others had been added by the nineteenth century. By the end of the nineteenth century <a href=\"/wiki/Physiological_psychology\" title=\"Physiological psychology\">physiological psychology</a> was so altering the approach to this subject that much of the older associationist theory was rejected.<sup id=\"cite_ref-FOOTNOTEChisholm1911784_1-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEChisholm1911784-1\">&#91;1&#93;</a></sup>\n</p><p>Everyday observation of the association of one idea or memory with another gives a face validity to the notion. In addition, the notion of association between ideas and behavior gave some early impetus to <a href=\"/wiki/Behaviorism\" title=\"Behaviorism\">behaviorist thinking</a>. The core ideas of associationist thinking recur in some recent thought on <a href=\"/wiki/Cognition\" title=\"Cognition\">cognition</a>, especially consciousness.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Early_theory\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Early theory</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#The_Associationist_School\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">The Associationist School</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#David_Hartley\"><span class=\"tocnumber\">2.1</span> <span class=\"toctext\">David Hartley</span></a></li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Continuing_reception\"><span class=\"tocnumber\">2.2</span> <span class=\"toctext\">Continuing reception</span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#French_and_German_associationists_and_Kant\"><span class=\"tocnumber\">2.3</span> <span class=\"toctext\">French and German associationists and Kant</span></a></li>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#Differences_among_versions_of_associationist_thought\"><span class=\"tocnumber\">2.4</span> <span class=\"toctext\">Differences among versions of associationist thought</span></a></li>\n<li class=\"toclevel-2 tocsection-7\"><a href=\"#Inseparable_association\"><span class=\"tocnumber\">2.5</span> <span class=\"toctext\">Inseparable association</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Criticism_in_the_19th_century\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Criticism in the 19th century</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#Psychophysical_researches\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Psychophysical researches</span></a></li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#See_also\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-11\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-12\"><a href=\"#Sources\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Sources</span></a></li>\n<li class=\"toclevel-1 tocsection-13\"><a href=\"#Further_reading\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">Further reading</span></a></li>\n<li class=\"toclevel-1 tocsection-14\"><a href=\"#External_links\"><span class=\"tocnumber\">9</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Early_theory\">Early theory</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Association_of_ideas&amp;action=edit&amp;section=1\" title=\"Edit section: Early theory\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The associationist theory is anticipated in <a href=\"/wiki/Plato\" title=\"Plato\">Plato</a>'s <i><a href=\"/wiki/Phaedo\" title=\"Phaedo\">Phaedo</a></i>, as part of the doctrine of <a href=\"/wiki/Anamnesis_(philosophy)\" title=\"Anamnesis (philosophy)\">anamnesis</a>. The idea of Simmias is recalled by the picture of Simmias (similarity) and that of a friend by the sight of the lyre on which he played (contiguity).<sup id=\"cite_ref-FOOTNOTEChisholm1911785_2-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEChisholm1911785-2\">&#91;2&#93;</a></sup> But <a href=\"/wiki/Aristotle\" title=\"Aristotle\">Aristotle</a> is credited with originating associationist thinking based on this passage:<sup id=\"cite_ref-FOOTNOTEChisholm1911784_1-2\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEChisholm1911784-1\">&#91;1&#93;</a></sup>\n</p>\n<style data-mw-deduplicate=\"TemplateStyles:r856303468\">.mw-parser-output .templatequote{overflow:hidden;margin:1em 0;padding:0 40px}.mw-parser-output .templatequote .templatequotecite{line-height:1.5em;text-align:left;padding-left:1.6em;margin-top:0}</style><blockquote class=\"templatequote\"><p>\n\"When, therefore, we accomplish an act of Reminiscence, we pass through a certain series of precursive movements, until we arrive at a movement, on which the one we are in quest of is habitually consequent. Hence too it is, that we hunt through the mental train, excogitating from the present or some other, and from its similar or contrary or coadjacent. Through this process Reminiscence is effected. For the movements are, in these cases, sometimes at the same, sometimes at the same time, sometimes parts of the same whole; so that the subsequent movement is already more than half accomplished.\"</p><div class=\"templatequotecite\">—&#8201;<cite>Aristotle as translated by W. Hamilton, <sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup></cite></div>\n</blockquote>\n<p>The passage is obscure, but it indicates the principles known as contiguity, similarity, and contrast. Similar principles are stated by <a href=\"/wiki/Zeno_the_Stoic\" class=\"mw-redirect\" title=\"Zeno the Stoic\">Zeno the Stoic</a>, by <a href=\"/wiki/Epicurus\" title=\"Epicurus\">Epicurus</a> (see <i>Diogenes Laertius</i> vii. § 52, x. § 32), and by St <a href=\"/wiki/Augustine_of_Hippo\" title=\"Augustine of Hippo\">Augustine of Hippo</a> (<i>Confessions</i>, x. c. 19). Aristotle's doctrine was expanded and illustrated during throughout the Middle Ages, and in some cases even into the 17th century. <a href=\"/wiki/Sir_William_Hamilton,_9th_Baronet\" title=\"Sir William Hamilton, 9th Baronet\">William Hamilton</a> listed philosophical authorities who gave prominence to the general fact of mental association - the Spanish philosopher <a href=\"/wiki/Ludovicus_Vives\" class=\"mw-redirect\" title=\"Ludovicus Vives\">Ludovicus Vives</a> (1492-1540) especially being exhaustive in his account of memory.<sup id=\"cite_ref-FOOTNOTEChisholm1911784_1-3\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEChisholm1911784-1\">&#91;1&#93;</a></sup>\n</p><p>In <a href=\"/wiki/Thomas_Hobbes\" title=\"Thomas Hobbes\">Thomas Hobbes</a>'s psychology much importance is assigned to what he called, variously, the succession, sequence, series, consequence, coherence, train of imaginations or thoughts in mental discourse. But not before <a href=\"/wiki/David_Hume\" title=\"David Hume\">David Hume</a> is there an express question as to what are the distinct principles of association. <a href=\"/wiki/John_Locke\" title=\"John Locke\">John Locke</a> had, meanwhile, introduced the phrase \"association of ideas\" as the title of a supplementary chapter incorporated with the fourth edition of his <i>Essay</i>, though with little or no suggestion of its general psychological import. Hume reduced the principles of association to three: similarity, contiguity in time and place, and cause and/or effect. <a href=\"/wiki/Dugald_Stewart\" title=\"Dugald Stewart\">Dugald Stewart</a> suggested resemblance, contrariety, and vicinity in time and place, though he added, as another obvious principle, accidental coincidence in the sounds of words, and further noted three other cases of relation: cause and effect, means and end, and premise and conclusion, as connecting trains of thought under circumstances of special attention. <a href=\"/wiki/Thomas_Reid\" title=\"Thomas Reid\">Thomas Reid</a>, made light of association, remarking that it seems to require only the power of habit to explain the spontaneous recurrence of trains of thinking, which become familiar by frequent repetition (<i>Intellectual Powers</i>, p.&#160;387).<sup id=\"cite_ref-FOOTNOTEChisholm1911784_1-4\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEChisholm1911784-1\">&#91;1&#93;</a></sup>\n</p><p>Hamilton's own theory of mental reproduction, suggestion, or association is a development of his ideas in <i>Lectures on Metaphysics</i> (vol. ii. p.&#160;223, seq.), which reduced the principles of association to simultaneity and affinity, and these further to one supreme principle of <a href=\"/wiki/Redintegration\" title=\"Redintegration\">Redintegration</a> or totality. In the final scheme he sets out four general laws of mental succession:\n</p>\n<ul><li>(1) Associability or possible co-suggestion (all thoughts of the same mental subject are associable or capable of suggesting each other);</li>\n<li>(2) Repetition or direct remembrance (thoughts identical in a modification, but differing in time, tend to suggest each other);</li>\n<li>(3) Redintegration, indirect remembrance or reminiscence (thoughts once identical in time, but different as mental modes, are suggestive of each other in the order they originally held);</li>\n<li>(4) Preference (thoughts are suggested not merely by the general subjective relation subsisting between them, they are also suggested in proportion to the amount of interest they hold to the individual mind).<sup id=\"cite_ref-FOOTNOTEChisholm1911784_1-5\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEChisholm1911784-1\">&#91;1&#93;</a></sup></li></ul>\n<p>These special laws logically follow from the general laws above:\n</p>\n<ul><li>A - Primary - modes of the laws of Repetition and Redintegration:\n<ul><li>(1) law of Similars (Analogy, Affinity);</li>\n<li>(2) law of Contrast; and</li>\n<li>(3) law of Coadjacency (Cause and Effect, etc.).</li></ul></li>\n<li>B - Secondary - modes of the law of Preference, under the law of Possibility:\n<ul><li>(1) laws of Immediacy and Homogeneity and</li>\n<li>(2) law of Facility.<sup id=\"cite_ref-FOOTNOTEChisholm1911784_1-6\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEChisholm1911784-1\">&#91;1&#93;</a></sup></li></ul></li></ul>\n<h2><span class=\"mw-headline\" id=\"The_Associationist_School\">The Associationist School</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Association_of_ideas&amp;action=edit&amp;section=2\" title=\"Edit section: The Associationist School\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The \"Associationist School\" includes the English psychologists who aimed at explaining all mental acquisitions and the more complex mental processes generally under laws under the associations which their predecessors applied only to simple reproduction. Hamilton, though professing to deal with reproduction only, formulates a number of still more general laws of mental succession: law of Succession, law of Variation, law of Dependence, law of Relativity or Integration (involving law of Conditioned), and, finally, law of Intrinsic or Objective Relativity. These he posits as the highest to which human consciousness is subject, but it is in a sense quite different that the psychologists of the Associationist School intend their appropriation of the principle or principles commonly signalized. In this regard, as far as can be judged from imperfect records, they were anticipated to some extent by the experientialists of ancient times, both Stoic and Epicurean (cf. <i>Diogenes Laertius</i>, as above).<sup id=\"cite_ref-FOOTNOTEChisholm1911784_1-7\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEChisholm1911784-1\">&#91;1&#93;</a></sup>\n</p><p>In the period that led to modern philosophy, Hobbes was the first thinker of permanent note to whom this doctrine may be traced. Although he took a narrow view of the phenomena of mental succession, he (after dealing with trains of imagination or \"mental discourse\") sought in the higher departments of intellect to explain reasoning as a discourse in words, dependent upon an arbitrary system of marks, each associated with or standing for a variety of imaginations. Except for a general assertion that reasoning is a reckoning (otherwise, a compounding and resolving), he had no other account of knowledge to give. The whole emotional side of mind (\"the passions\") he similarly resolved into an expectation of consequences based on past experience of pleasures and pains of sense. Thus, though he made no serious attempt to justify his analysis in detail, he is undoubtedly to be classed with the associationists of the next century. They, however, were wont to trace their psychological theory no further back than to Locke's <i>Essay</i>. <a href=\"/wiki/Bishop_Berkeley\" class=\"mw-redirect\" title=\"Bishop Berkeley\">Bishop Berkeley</a> was driven to posit expressly a principle of suggestion or association in these terms:<sup id=\"cite_ref-FOOTNOTEChisholm1911784_1-8\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEChisholm1911784-1\">&#91;1&#93;</a></sup>\n</p>\n<blockquote>\n<p>\"That one idea may suggest another to the mind, it will suffice that they have been observed to go together, without any demonstration of the necessity of their coexistence, or so much as knowing what it is that makes them so to coexist<i>.\" (</i>New Theory of Vision<i>, § 25)</i>\n</p>\n</blockquote>\n<p>and, to support the obvious application of the principle to the case of the sensations of sight and touch before him, he constantly urged that association of sound and sense of language which the later school has always put in the foreground, whether as illustrating the principle in general or in explanation of the supreme importance of language for knowledge. It was natural, then, that Hume, coming after Berkeley and assuming Berkeley's results (though he reverted to the larger inquiry of Locke), should be more explicit in his reference to association. But Hume was original also, when he spoke of it as a \"kind of attraction which in the mental world will be found to have as extraordinary effects as in the natural, and to show itself in as many and as various forms<i>.\" (</i>Human Nature<i>, i. 1, § 4)<sup id=\"cite_ref-FOOTNOTEChisholm1911784_1-9\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEChisholm1911784-1\">&#91;1&#93;</a></sup></i>\n</p><p>Other inquirers about the same time conceived of association with this breadth of view, and set themselves to track, as psychologists, its effects in detail.<sup id=\"cite_ref-FOOTNOTEChisholm1911784_1-10\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEChisholm1911784-1\">&#91;1&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"David_Hartley\">David Hartley</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Association_of_ideas&amp;action=edit&amp;section=3\" title=\"Edit section: David Hartley\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p><a href=\"/wiki/David_Hartley_(philosopher)\" title=\"David Hartley (philosopher)\">David Hartley</a> is the thinker most precisely identified with the Associationist School. In his <i>Observations on Man</i>, published in 1749 (11 years after Hume's <i><a href=\"/wiki/A_Treatise_of_Human_Nature\" title=\"A Treatise of Human Nature\">A Treatise of Human Nature</a></i> and one year after the better known <i><a href=\"/wiki/An_Enquiry_concerning_Human_Understanding\" class=\"mw-redirect\" title=\"An Enquiry concerning Human Understanding\">An Enquiry concerning Human Understanding</a></i>), opened the path for all the investigations of like nature that have been so characteristic of English psychology. A physician by profession, he sought to combine with an elaborate theory of mental association a minutely detailed hypothesis as to the corresponding action of the nervous system, based upon the suggestion of a vibratory motion within the nerves thrown out by <a href=\"/wiki/Isaac_Newton\" title=\"Isaac Newton\">Isaac Newton</a> in the last paragraph of the <i><a href=\"/wiki/Philosophi%C3%A6_Naturalis_Principia_Mathematica\" title=\"Philosophiæ Naturalis Principia Mathematica\">Principia</a></i>. So far, however, from promoting the acceptance of the psychological theory, this physical hypothesis proved to have rather the opposite effect, and it began to be dropped by Hartley's followers (as <a href=\"/wiki/Joseph_Priestley\" title=\"Joseph Priestley\">Joseph Priestley</a>, in his abridged edition of the <i>Observations</i>, 1775) before it was seriously impugned from without. When it is studied in the original, and not taken upon the report of hostile critics, who would not, or could not understand it, no little importance must still be accorded to the first attempt, not seldom a curiously felicitous one, to carry through that parallelism of the physical and psychical, which since then has come to count for more and more in the science of mind. Nor should it be forgotten that Hartley himself, for all his paternal interest in the doctrine of vibrations, was careful to keep separate from its fortunes the cause of his other doctrine of mental association. Of this the point lay in no mere restatement, with new precision, of a principle of coherence among \"ideas\" (which were also called by Hartley \"vestiges\", \"types\" and \"images\"), but in its being taken as a clue by which to follow the progressive development of the mind's powers. Holding that mental states could be scientifically understood only as they were analysed, Hartley sought for a principle of synthesis to explain the complexity exhibited not only in trains of representative images, but alike in the most involved combinations of reasonings and (as Berkeley had seen) in the apparently simple phenomena of objective perception, as well as in the varied play of the emotions, or, again, in the manifold conscious adjustments of the motor system. One principle appeared to him sufficient for all, running, as enunciated for the simplest case, thus:\n</p>\n<blockquote>\n<p>\"Any sensations A, B, C, etc., by being associated with one another a sufficient number of times, get such a power over the corresponding ideas a, b, c, etc., that any one of the sensations A, when impressed alone, shall be able to excite in the mind b, c, etc., the ideas of the rest.\"<sup id=\"cite_ref-FOOTNOTEChisholm1911784_1-11\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEChisholm1911784-1\">&#91;1&#93;</a></sup>\n</p>\n</blockquote>\n<p>To render the principle applicable in the cases where the associated elements are neither sensations nor simple ideas of sensations, Hartley's first care was to determine the conditions under which states other than these simplest ones have their rise in the mind, becoming the matter of ever higher and higher combinations. The principle itself supplied the key to the difficulty, when coupled with the notion, already implied in Berkeley's investigations, of a coalescence of simple ideas of sensation into one complex idea, which may cease to bear any obvious relation to its constituents. So far from being content, like Hobbes, to make a rough generalization to all mind from the phenomena of developed memory, as if these might be straightway assumed, Hartley made a point of referring them, in a subordinate place of their own, to his universal principle of mental synthesis. He expressly put forward the law of association, endued with such scope, as supplying what was wanting to Locke's doctrine in its more strictly psychological aspect, and thus marks by his work a distinct advance on the line of development of the experiential philosophy.<sup id=\"cite_ref-FOOTNOTEChisholm1911784_1-12\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEChisholm1911784-1\">&#91;1&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Continuing_reception\">Continuing reception</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Association_of_ideas&amp;action=edit&amp;section=4\" title=\"Edit section: Continuing reception\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The new doctrine received warm support from some, as <a href=\"/wiki/William_Law\" title=\"William Law\">William Law</a> and Priestley, who both, like Hume and Hartley himself, took the principle of association as having the like import for the science of mind that gravitation had acquired for the science of matter. The principle began also, if not always with direct reference to Hartley, yet, doubtless, owing to his impressive advocacy of it, to be applied systematically in special directions, as by <a href=\"/wiki/Abraham_Tucker\" title=\"Abraham Tucker\">Abraham Tucker</a> (1768) to <a href=\"/wiki/Morals\" class=\"mw-redirect\" title=\"Morals\">morals</a>, and by <a href=\"/wiki/Archibald_Alison_(author)\" title=\"Archibald Alison (author)\">Archibald Alison</a> (1790) to <a href=\"/wiki/Aesthetics\" title=\"Aesthetics\">aesthetics</a>. <a href=\"/wiki/Thomas_Brown_(philosopher)\" title=\"Thomas Brown (philosopher)\">Thomas Brown</a> (d. 1820) subjected anew to discussion the question of theory. Hardly less unjust to Hartley than Reid or Stewart had been, and forward to proclaim all that was different in his own position, Brown must yet be ranked with the associationists before and after him for the prominence he assigned to the associative principle in <a href=\"/wiki/Sensory_perception\" class=\"mw-redirect\" title=\"Sensory perception\">sensory perception</a> (what he called \"external affections of mind\"), and for his reference of all other mental states (\"internal affections\") to the two generic capacities or susceptibilities of Simple and Relative Suggestion. He preferred the word \"<a href=\"/wiki/Suggestion\" title=\"Suggestion\">suggestion</a>\" to \"association\", which seemed to him to imply some prior connecting process, for which there was no evidence in many of the most important cases of suggestion, nor even, strictly speaking, in the case of contiguity in time where the term seemed least inapplicable. According to him, all that could be assumed was a general constitutional tendency of the mind to exist successively in states that have certain relations to each other, of itself only, and without any external cause or any influence previous to that operating at the moment of the suggestion. Brown's chief contribution to the general doctrine of mental association, besides what he did for the theory of perception, was, perhaps, his analysis of voluntary reminiscence and constructive <a href=\"/wiki/Imagination\" title=\"Imagination\">imagination</a>, faculties that appear at first sight to lie altogether beyond the explanatory range of the principle. In <a href=\"/wiki/James_Mill\" title=\"James Mill\">James Mill</a>'s <i>Analysis of the Phenomena of the Human Mind</i> (1829), the principle, much as Hartley had conceived it, was carried out, with characteristic consequence, over the psychological field. With a much enlarged and more varied conception of association, <a href=\"/wiki/Alexander_Bain\" title=\"Alexander Bain\">Alexander Bain</a> reexecuted the general psychological task, while Herbert Spencer revised the doctrine from the new point of view of the evolution hypothesis. <a href=\"/wiki/John_Stuart_Mill\" title=\"John Stuart Mill\">John Stuart Mill</a> made only occasional excursions into the region of psychology proper, but sought, in his <i>System of Logic</i> (1843), to determine the conditions of objective truth from the point of view of the associationist theory, and, thus or otherwise being drawn into general philosophical discussion, spread wider than any one before him its repute.<sup id=\"cite_ref-FOOTNOTEChisholm1911785_2-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEChisholm1911785-2\">&#91;2&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"French_and_German_associationists_and_Kant\">French and German associationists and Kant</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Association_of_ideas&amp;action=edit&amp;section=5\" title=\"Edit section: French and German associationists and Kant\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The Associationist School was composed chiefly of British thinkers, but in France also it had distinguished representatives. Of these it will suffice to mention <a href=\"/wiki/%C3%89tienne_Bonnot_de_Condillac\" title=\"Étienne Bonnot de Condillac\">Condillac</a>, who professed to explain all knowledge from the single principle of association (liaison) of ideas, operating through a previous association with signs, verbal or other. In Germany, before the time of <a href=\"/wiki/Immanuel_Kant\" title=\"Immanuel Kant\">Immanuel Kant</a>, mental association was generally treated in the traditional manner, as by <a href=\"/wiki/Christian_Wolff_(philosopher)\" title=\"Christian Wolff (philosopher)\">Christian Wolff</a>.<sup id=\"cite_ref-FOOTNOTEChisholm1911785_2-2\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEChisholm1911785-2\">&#91;2&#93;</a></sup>\n</p><p>Kant's inquiry into the foundations of knowledge, agreeing in its general purport with Locke's, however it differed in its critical procedure, brought him face to face with the newer doctrine that had been grafted on Locke's philosophy. To account for the fact of synthesis in cognition, in express opposition to associationism, as represented by Hume, was, in truth, his prime object, starting, as he did, from the assumption that there was in knowledge that which no mere association of experiences could explain.<sup id=\"cite_ref-FOOTNOTEChisholm1911785_2-3\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEChisholm1911785-2\">&#91;2&#93;</a></sup>\n</p><p>To the extent, therefore, that his influence prevailed, all inquiries made by the English associationists were discounted in Germany. Notwithstanding, under the very shadow of his authority a corresponding, if not related, movement was initiated by <a href=\"/wiki/Johann_Friedrich_Herbart\" title=\"Johann Friedrich Herbart\">Johann Friedrich Herbart</a>. As peculiar and widely different from anything conceived by the associationists as Herbart's metaphysical opinions were, he was at one with them and at variance with Kant in assigning fundamental importance to the psychological investigation of the development of consciousness. Further, his conception of the laws determining the interaction and flow of mental presentations and representations, when taken in its bare psychological import, was essentially similar to theirs. In <a href=\"/wiki/Friedrich_Eduard_Beneke\" title=\"Friedrich Eduard Beneke\">Friedrich Eduard Beneke</a>'s psychology also and in more recent inquiries conducted mainly by physiologists, mental association has been understood in its wider scope, as a general principle of explanation.<sup id=\"cite_ref-FOOTNOTEChisholm1911785_2-4\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEChisholm1911785-2\">&#91;2&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Differences_among_versions_of_associationist_thought\">Differences among versions of associationist thought</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Association_of_ideas&amp;action=edit&amp;section=6\" title=\"Edit section: Differences among versions of associationist thought\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The associationists differ among themselves in the statement of their principle and, when they adduce several principles, in their conception of the relative importance of these.\n</p>\n<ul><li>Hartley took account only of Contiguity, or the repetition of impressions synchronous or immediately successive.</li>\n<li>The same is true of James Mill, though, incidentally, he made an express attempt to resolve the received principle of Similarity and, through this, the other principle of Contrast, into his fundamental law (the law of Frequency, as he sometimes called it, because upon frequency, in conjunction with vividness of impressions, the strength of association, in his view, depended).</li>\n<li>In a sense of his own, Brown also, while accepting the common Aristotelian enumeration of principles, inclined to the opinion that \"all suggestion may be found to depend on prior coexistence, or at least on such proximity as is itself very probably a modification of coexistence\", provided account be taken of</li></ul>\n<blockquote>\n<dl><dd>\"the influence of emotions and other feelings that are very different from ideas, as when an analogous object suggests an analogous object by the influence of an emotion which each separately may have produced before, and which is, therefore, common to both\".</dd></dl>\n</blockquote>\n<ul><li>To the contrary effect, Spencer maintained that the fundamental law of all mental association is that presentations aggregate or cohere with their like in past experience, and that, besides this law, there is in strictness no other, all further phenomena of association being incidental. Thus in particular, he would have explained association by Contiguity as due to the circumstance of imperfect assimilation of the present to the past in consciousness.</li>\n<li><a href=\"/wiki/Alexander_Bain\" title=\"Alexander Bain\">Alexander Bain</a> regarded Contiguity and Similarity logically, as perfectly distinct principles, though in actual psychological occurrence blending intimately with each other, contiguous trains being started by a first (it may be, implicit) representation through Similarity, while the express assimilation of present to past in consciousness is always, or tends to be, followed by the revival of what was presented in contiguity with that past.<sup id=\"cite_ref-FOOTNOTEChisholm1911785_2-5\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEChisholm1911785-2\">&#91;2&#93;</a></sup></li></ul>\n<h3><span class=\"mw-headline\" id=\"Inseparable_association\">Inseparable association</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Association_of_ideas&amp;action=edit&amp;section=7\" title=\"Edit section: Inseparable association\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The highest philosophical interest, as distinguished from that which is more strictly psychological, attaches to the mode of mental association called Inseparable. The coalescence of mental states noted by Hartley, as it had been assumed by Berkeley, was farther formulated by James Mill in these terms:\n</p>\n<blockquote>\n<p>\"Some ideas are by frequency and strength of association so closely combined that they cannot be separated; if one exists, the other exists along with it in spite of whatever effort we make to disjoin them.\" (<i>Analysis of the Human Mind</i>, 2nd ed., vol. i, p. 93)\n</p>\n</blockquote>\n<p>John Stuart Mill's statement was more guarded and particular:\n</p>\n<blockquote>\n<p>\"When two phenomena have been very often experienced in conjunction, and have not, in any single instance, occurred separately either in experience or in thought, there is produced between them what has been called inseparable, or, less correctly, indissoluble, association; by which is not meant that the association must inevitably last to the end of life - that no subsequent experience or process of thought can possibly avail to dissolve it; but only that as long as no such experience or process of thought has taken place, the association is irresistible; it is impossible for us to think the one thing disjoined from the other.\" (<i>Examination of Hamilton's Philosophy</i>, 2nd ed., p. 191)\n</p>\n</blockquote>\n<p>It is chiefly by John Stuart Mill that the philosophical application of the principle has been made. The first and most obvious application is to so-called necessary truths, those that are not merely analytic judgments but involve a synthesis of distinct notions. Again, the same thinker sought to prove Inseparable Association the ground of belief in an external objective world. The former application, especially, is facilitated, when the experience through which the association is supposed to be constituted is understood as cumulative in the race, and transmissible as original endowment to individuals - endowment that may be expressed either, subjectively, as latent intelligence or, objectively, as fixed nervous connexions. Spencer, as suggested before, is the author of this extended view of mental association.<sup id=\"cite_ref-FOOTNOTEChisholm1911785_2-6\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEChisholm1911785-2\">&#91;2&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Criticism_in_the_19th_century\">Criticism in the 19th century</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Association_of_ideas&amp;action=edit&amp;section=8\" title=\"Edit section: Criticism in the 19th century\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In the later part of the 19th century the associationist theory was subjected to searching criticism, and it was maintained by many writers that the laws are both unsatisfactorily expressed and insufficient to explain the facts. Among the most vigorous and comprehensive of these investigations is that of <a href=\"/wiki/F._H._Bradley\" title=\"F. H. Bradley\">F. H. Bradley</a> in his <i>Principles of Logic</i> (1883). Having admitted the psychological fact of mental association, he attacks the theories of Mill and Bain primarily on the ground that they purport to give an account of mental life as a whole, a metaphysical doctrine of existence. According to this doctrine, mental activity is ultimately reducible to particular feelings, impressions, ideas, which are disparate and unconnected, until chance Association brings them together. On this assumption, the laws of Association naturally emerge in the following form:\n</p>\n<ul><li>The law of Contiguity</li></ul>\n<dl><dd>\"Actions, sensations and states of feeling, occurring together or in close connexion, tend to grow together, or cohere, in such a way that, when any one of them is afterwards presented to the mind, the others are apt to be brought up in idea.\" (A. Bain, <i>Senses and Intellect</i>, p. 327)</dd></dl>\n<ul><li>The law of Similarity</li></ul>\n<dl><dd>\"Present actions, sensation, thoughts or emotions tend to revive their like among previous impressions or states.\" (A. Bain, <i>Senses and Intellect</i>, p. 457&#160;&#8211;&#32;compare J. S. Mill, <i>Logic</i>, 9th ed., ii, p. 440)<sup id=\"cite_ref-FOOTNOTEChisholm785–786_4-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEChisholm785–786-4\">&#91;4&#93;</a></sup></dd></dl>\n<p>The fundamental objection to the law of Contiguity is that ideas and impressions, once experienced, do not recur; they are particular existences, and, as such, do not persevere to recur or be presented. So Mill is wrong in speaking of two impressions being \"frequently experienced.\" Bradley claims thus to reduce the law to\n</p>\n<dl><dd>\"When we have experienced (or even thought of) several pairs of impressions (simultaneous or successive), which pairs are like one another; then whenever an idea occurs which is like all the impressions on one side of these pairs, it tends to excite an idea which is like all the impressions on the other side.\"</dd></dl>\n<p>This statement is destructive of the title of the law, because it appears that what were contiguous (the impressions) are not associated, and what are associated (the ideas) were not contiguous; in other words, the association is not due to contiguity at all.<sup id=\"cite_ref-FOOTNOTEChisholm1911786_5-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEChisholm1911786-5\">&#91;5&#93;</a></sup>\n</p><p>Proceeding to the law of Similarity (which in Mill's view is at the back of association by contiguity), and having made a similar criticism of its phrasing, Bradley maintains that it involves an even greater absurdity; if two ideas are to be recognized as similar, they must both be present in the mind; if one is to call up the other, one must be absent. To the obvious reply that the similarity is recognized ex post facto, and not while the former idea is being called up, Bradley replies simply that such a view reduces the law to the mere statement of a phenomenon and deprives it of any explanatory value, though he hardly makes it clear in what sense this necessarily invalidates the law from a psychological point of view. He further points out with greater force that in point of fact mere similarity is not the basis of ordinary cases of mental reproduction, inasmuch as in any given instance there is more difference than similarity between the ideas associated.<sup id=\"cite_ref-FOOTNOTEChisholm1911786_5-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEChisholm1911786-5\">&#91;5&#93;</a></sup>\n</p><p>Bradley himself bases association on identity plus contiguity:\n</p>\n<dl><dd>\"Any part of a single state of mind tends, if reproduced, to re-instate the remainder.\"</dd></dl>\n<p>or\n</p>\n<dl><dd>\"Any element tends to reproduce those elements with which it has formed one state of mind.\"</dd></dl>\n<p>This law he calls by the name \"<a href=\"/wiki/Redintegration\" title=\"Redintegration\">redintegration</a>\", understood, of course, in a sense different from that in which Hamilton used it. The radical difference between this law and those of Mill and Bain is that it deals not with particular units of thoughts but with universals or identity between individuals. In any example of such reproduction, the universal appears in a particular form which is more or less different from that in which it originally existed.<sup id=\"cite_ref-FOOTNOTEChisholm1911786_5-2\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEChisholm1911786-5\">&#91;5&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Psychophysical_researches\">Psychophysical researches</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Association_of_ideas&amp;action=edit&amp;section=9\" title=\"Edit section: Psychophysical researches\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><a href=\"/wiki/F._H._Bradley\" title=\"F. H. Bradley\">F. H. Bradley</a>'s discussion deals with the subject purely from the metaphysical side, and the total result practically is that association occurs only between universals. From the point of view of empirical psychologists Bradley's results are open to the charge which he made against those who impugned his view of the law of similarity, namely that they are merely a statement - not in any real sense an explanation. The relation between the mental and the physical phenomena of association has occupied the attention of all the leading psychologists (see Psychology). <a href=\"/wiki/William_James\" title=\"William James\">William James</a> holds that association is of \"objects\" not of \"ideas,\" is between \"things thought of\" - so far as the word stands for an effect. \"So far as it stands for a cause it is between processes in the brain.\" Dealing with the law of Contiguity he says that the \"most natural way of accounting for it is to conceive it as a result of the laws of habit in the nervous system; in other words to ascribe it to a physiological cause.\" Association thus results because when a nerve current has once passed by a given way, it will pass more easily by that way in future; and this fact is a physical fact. He further seeks to maintain the important deduction that the only primary or ultimate law of association is that of neural <a href=\"/wiki/Habit_(psychology)\" class=\"mw-redirect\" title=\"Habit (psychology)\">habit</a>.<sup id=\"cite_ref-FOOTNOTEChisholm1911786_5-3\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEChisholm1911786-5\">&#91;5&#93;</a></sup>\n</p><p>The objections to the associationist theory are summed up by <a href=\"/wiki/George_Stout\" title=\"George Stout\">George F. Stout</a> (<i>Analytic Psychol.</i>, vol. ii. pp.&#160;47 seq.) under three heads. Of these the first is that the theory as stated, e.g., by <a href=\"/wiki/Alexander_Bain\" title=\"Alexander Bain\">Alexander Bain</a>, lays far too much stress on the mere connexion of elements hitherto entirely separate; whereas, in fact, every new mental state or synthesis consists in the development or modification of a pre-existing state or psychic whole. Secondly, it is quite false to regard an association as merely an aggregate of disparate units; in fact, the form of the new idea is quite as important as the elements which it comprises. Thirdly, the phraseology used by the associationists seems to assume that the parts that go to form the whole retain their identity unimpaired; in fact, each part or element is ipso facto modified by the very fact of its entering into such combination.<sup id=\"cite_ref-FOOTNOTEChisholm1911786_5-4\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEChisholm1911786-5\">&#91;5&#93;</a></sup>\n</p><p>The experimental methods in vogue in the early part of the 20th century to a large extent removed the discussion of the whole subject of association of ideas, depending in the case of the older writers on introspection, into a new sphere. In such a work as <a href=\"/wiki/Edward_B._Titchener\" title=\"Edward B. Titchener\">Edward B. Titchener</a>'s <i>Experimental Psychology</i> (1905), association was treated as a branch of the study of mental reactions, of which association reactions are one division.<sup id=\"cite_ref-FOOTNOTEChisholm1911786_5-5\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEChisholm1911786-5\">&#91;5&#93;</a></sup>\n</p><p>Today the field is studied by neuroscientists and artificial intelligence researchers as well as philosophers and psychologists.<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (January 2018)\">citation needed</span></a></i>&#93;</sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Association_of_ideas&amp;action=edit&amp;section=10\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Association_(psychology)\" title=\"Association (psychology)\">Association (psychology)</a></li>\n<li><a href=\"/wiki/Associationism\" title=\"Associationism\">Associationism</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Association_of_ideas&amp;action=edit&amp;section=11\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-FOOTNOTEChisholm1911784-1\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTEChisholm1911784_1-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEChisholm1911784_1-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEChisholm1911784_1-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEChisholm1911784_1-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEChisholm1911784_1-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEChisholm1911784_1-5\"><sup><i><b>f</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEChisholm1911784_1-6\"><sup><i><b>g</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEChisholm1911784_1-7\"><sup><i><b>h</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEChisholm1911784_1-8\"><sup><i><b>i</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEChisholm1911784_1-9\"><sup><i><b>j</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEChisholm1911784_1-10\"><sup><i><b>k</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEChisholm1911784_1-11\"><sup><i><b>l</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEChisholm1911784_1-12\"><sup><i><b>m</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFChisholm1911\">Chisholm 1911</a>, p.&#160;784.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEChisholm1911785-2\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTEChisholm1911785_2-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEChisholm1911785_2-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEChisholm1911785_2-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEChisholm1911785_2-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEChisholm1911785_2-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEChisholm1911785_2-5\"><sup><i><b>f</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEChisholm1911785_2-6\"><sup><i><b>g</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFChisholm1911\">Chisholm 1911</a>, p.&#160;785.</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Aristotle, <i><a href=\"/wiki/On_Memory\" title=\"On Memory\">De Memoria et Reminiscentia</a></i>, as translated by Sir William Hamilton and appended to his edition of Reid's Works: <a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/details/worksnowfullyco02reiduoft%7CThe\">Works of Thomas D.D. Reid by Sir William Hamilton</a>, Vol 2., 8th Edition, Edinburgh, Maclachlan and Stewart, 1880, pp. 897-900.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEChisholm785–786-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-FOOTNOTEChisholm785–786_4-0\">^</a></b></span> <span class=\"reference-text\"><a href=\"#CITEREFChisholm\">Chisholm</a>, pp.&#160;785–786.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEChisholm1911786-5\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTEChisholm1911786_5-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEChisholm1911786_5-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEChisholm1911786_5-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEChisholm1911786_5-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEChisholm1911786_5-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEChisholm1911786_5-5\"><sup><i><b>f</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFChisholm1911\">Chisholm 1911</a>, p.&#160;786.</span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"Sources\">Sources</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Association_of_ideas&amp;action=edit&amp;section=12\" title=\"Edit section: Sources\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Wikisource-logo.svg/12px-Wikisource-logo.svg.png\" width=\"12\" height=\"13\" class=\"noviewer\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Wikisource-logo.svg/18px-Wikisource-logo.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Wikisource-logo.svg/24px-Wikisource-logo.svg.png 2x\" data-file-width=\"410\" data-file-height=\"430\" />&#160;This article&#160;incorporates text from a publication now in the <a href=\"/wiki/Public_domain\" title=\"Public domain\">public domain</a>:&#160;<cite id=\"CITEREFChisholm1911\" class=\"citation encyclopaedia\">Chisholm, Hugh, ed. (1911). \"<a href=\"https://en.wikisource.org/wiki/1911_Encyclop%C3%A6dia_Britannica/Association_of_Ideas\" class=\"extiw\" title=\"wikisource:1911 Encyclopædia Britannica/Association of Ideas\">Association of Ideas</a>\". <i><a href=\"/wiki/Encyclop%C3%A6dia_Britannica_Eleventh_Edition\" title=\"Encyclopædia Britannica Eleventh Edition\">Encyclopædia Britannica</a></i>. <b>2</b> (11th ed.). Cambridge University Press. pp.&#160;784–786.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=bookitem&amp;rft.atitle=Association+of+Ideas&amp;rft.btitle=Encyclop%C3%A6dia+Britannica&amp;rft.pages=784-786&amp;rft.edition=11th&amp;rft.pub=Cambridge+University+Press&amp;rft.date=1911&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAssociation+of+ideas\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></li></ul>\n<h2><span class=\"mw-headline\" id=\"Further_reading\">Further reading</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Association_of_ideas&amp;action=edit&amp;section=13\" title=\"Edit section: Further reading\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>See the works of Bradley, Stout, and James, above quoted, and general works on psychology; articles in Mind (passim);\n</p>\n<ul><li>A. Bain, <i>Senses and Intellect</i> (4th ed., 1894), and in\n<ul><li><i>Mind</i>, xii. (1887) pp.&#160;2 372 49</li></ul></li>\n<li>John Watson, <i>An Outline of Philosophy</i> (1898);</li>\n<li>H. Hoffding, <i>History of Modern Philosophy</i> (Eng. trans., Lond., 1900),\n<ul><li><i>Psychologie in Umrissen auf Grundlage der Erfahrung</i> (2nd ed., Leipzig, 1893);</li></ul></li>\n<li>James Sully, <i>The Human Mind</i> (1892), and\n<ul><li><i>Outlines of Psychology</i> (Lond., 1892);</li></ul></li>\n<li>E. B. Titchener, <i>Outline of Psychology</i> (New York, 1896), and in his trans. of</li>\n<li>Otto Ktilpe, <i>Outlines of Psychology</i> (New York, 1895,) trans. by E. B. Titchener;</li>\n<li>James Ward in <i>Mind</i>, viii. (1883), xii. (1887), new series ii. (1893), iii. (1894);</li>\n<li>G. T. Ladd, <i>Psychology, Descriptive and Explanatory</i> (London, 1894);</li>\n<li>C. L. C. Morgan, <i>Introd. to Comparative Psychology</i> (London, 1894);</li>\n<li>W. Wundt, <i>Principles of Physiological Psychology</i> (Eng. trans., 1904),\n<ul><li><i>Human and Animal Psychology</i> (Eng. trans., 18 94), pp.&#160;282–307;</li>\n<li><i>Outlines of Psychology</i> (Eng. trans., 1897);</li></ul></li>\n<li>E. Claparede, <i>L' Association des idees</i> (1903).</li>\n<li>J. I. Beare, <i>Greek Theories of Elementary Cognition</i> (Oxford, 1906), part iii. §§ 14, 43 seq.</li></ul>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Association_of_ideas&amp;action=edit&amp;section=14\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.dogoodgauge.org/site/DoGoodGauge/page_contents/display/177\">A Proposition for Associating Thoughts</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20060903043317/http://www.mdx.ac.uk/www/study/associat.htm\">Article by Andrew Roberts</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20060820100015/http://etext.library.adelaide.edu.au/h/hume/david/h92t/\">Hume's Treatise of Human Nature</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.newadvent.org/cathen/02004a.htm\">Catholic Encyclopaedia Article</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://wordassociations.net/search?hl=en&amp;q=France\">Word Associations Network</a> - Associations to 'France'</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2191\nCached time: 20180916074834\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.224 seconds\nReal time usage: 0.279 seconds\nPreprocessor visited node count: 1475/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 13717/2097152 bytes\nTemplate argument size: 1835/2097152 bytes\nHighest expansion depth: 11/40\nExpensive parser function count: 2/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 7419/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.096/10.000 seconds\nLua memory usage: 2.59 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  225.267      1 -total\n 23.18%   52.222      1 Template:EB1911\n 22.79%   51.328     27 Template:Sfn\n 22.42%   50.500      1 Template:Update-EB\n 19.23%   43.315      1 Template:Cite_EB1911\n 14.88%   33.523      1 Template:Cite_encyclopedia\n 14.67%   33.057      1 Template:Ambox\n 12.25%   27.596      1 Template:Quote\n  9.54%   21.487      1 Template:Citation_needed\n  8.37%   18.866      1 Template:Fix\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:2228016-0!canonical and timestamp 20180916074834 and revision id 859781689\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"1911_Britannica_articles_needing_updates_from_January_2018"},{"sortkey":"","hidden":"","*":"All_articles_with_unsourced_statements"},{"sortkey":"","hidden":"","*":"Articles_with_unsourced_statements_from_January_2018"},{"sortkey":"","hidden":"","*":"Wikipedia_articles_incorporating_a_citation_from_the_1911_Encyclopaedia_Britannica_with_Wikisource_reference"},{"sortkey":"","hidden":"","*":"Wikipedia_articles_incorporating_text_from_the_1911_Encyclopædia_Britannica"},{"sortkey":"","*":"History_of_ideas"},{"sortkey":"","*":"Philosophical_terminology"}],"links":[{"ns":14,"exists":"","*":"Category:1911 Britannica articles needing updates from January 2018"},{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from January 2018"},{"ns":0,"exists":"","*":"A Treatise of Human Nature"},{"ns":0,"exists":"","*":"Abraham Tucker"},{"ns":0,"exists":"","*":"Aesthetics"},{"ns":0,"exists":"","*":"Alexander Bain"},{"ns":0,"exists":"","*":"An Enquiry concerning Human Understanding"},{"ns":0,"exists":"","*":"Anamnesis (philosophy)"},{"ns":0,"exists":"","*":"Archibald Alison (author)"},{"ns":0,"exists":"","*":"Aristotle"},{"ns":0,"exists":"","*":"Association (psychology)"},{"ns":0,"exists":"","*":"Associationism"},{"ns":0,"exists":"","*":"Augustine of Hippo"},{"ns":0,"exists":"","*":"Behaviorism"},{"ns":0,"exists":"","*":"Bishop Berkeley"},{"ns":0,"exists":"","*":"Christian Wolff (philosopher)"},{"ns":0,"exists":"","*":"Cognition"},{"ns":0,"exists":"","*":"Consciousness"},{"ns":0,"exists":"","*":"David Hartley (philosopher)"},{"ns":0,"exists":"","*":"David Hume"},{"ns":0,"exists":"","*":"Dugald Stewart"},{"ns":0,"exists":"","*":"Edward B. Titchener"},{"ns":0,"exists":"","*":"Encyclopædia Britannica Eleventh Edition"},{"ns":0,"exists":"","*":"Epicurus"},{"ns":0,"exists":"","*":"F. H. Bradley"},{"ns":0,"exists":"","*":"Friedrich Eduard Beneke"},{"ns":0,"exists":"","*":"George Stout"},{"ns":0,"exists":"","*":"Habit (psychology)"},{"ns":0,"exists":"","*":"History of philosophy"},{"ns":0,"exists":"","*":"History of psychology"},{"ns":0,"exists":"","*":"Imagination"},{"ns":0,"exists":"","*":"Immanuel Kant"},{"ns":0,"exists":"","*":"Isaac Newton"},{"ns":0,"exists":"","*":"James Mill"},{"ns":0,"exists":"","*":"Johann Friedrich Herbart"},{"ns":0,"exists":"","*":"John Locke"},{"ns":0,"exists":"","*":"John Stuart Mill"},{"ns":0,"exists":"","*":"Joseph Priestley"},{"ns":0,"exists":"","*":"Ludovicus Vives"},{"ns":0,"exists":"","*":"Morals"},{"ns":0,"exists":"","*":"On Memory"},{"ns":0,"exists":"","*":"Phaedo"},{"ns":0,"exists":"","*":"Philosophiæ Naturalis Principia Mathematica"},{"ns":0,"exists":"","*":"Physiological psychology"},{"ns":0,"exists":"","*":"Plato"},{"ns":0,"exists":"","*":"Public domain"},{"ns":0,"exists":"","*":"Redintegration"},{"ns":0,"exists":"","*":"Sensory perception"},{"ns":0,"exists":"","*":"Sir William Hamilton, 9th Baronet"},{"ns":0,"exists":"","*":"Suggestion"},{"ns":0,"exists":"","*":"Thomas Brown (philosopher)"},{"ns":0,"exists":"","*":"Thomas Hobbes"},{"ns":0,"exists":"","*":"Thomas Reid"},{"ns":0,"exists":"","*":"William James"},{"ns":0,"exists":"","*":"William Law"},{"ns":0,"exists":"","*":"Zeno the Stoic"},{"ns":0,"exists":"","*":"Étienne Bonnot de Condillac"},{"ns":4,"exists":"","*":"Wikipedia:Citation needed"}],"templates":[{"ns":10,"exists":"","*":"Template:Update-EB"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Sfn"},{"ns":10,"exists":"","*":"Template:Quote"},{"ns":10,"exists":"","*":"Template:Quote/styles.css"},{"ns":10,"exists":"","*":"Template:Comma separated entries"},{"ns":10,"exists":"","*":"Template:If empty"},{"ns":10,"exists":"","*":"Template:Snd"},{"ns":10,"exists":"","*":"Template:Spaced en dash"},{"ns":10,"exists":"","*":"Template:Citation needed"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Delink"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:EB1911"},{"ns":10,"exists":"","*":"Template:Hide in print"},{"ns":10,"exists":"","*":"Template:Cite EB1911"},{"ns":10,"exists":"","*":"Template:Cite encyclopedia"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Footnotes"},{"ns":828,"exists":"","*":"Module:Separated entries"},{"ns":828,"exists":"","*":"Module:TableTools"},{"ns":828,"exists":"","*":"Module:If empty"},{"ns":828,"exists":"","*":"Module:Delink"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"}],"images":["Ambox_outdated_content.svg","Wikisource-logo.svg"],"externallinks":["https://archive.org/details/worksnowfullyco02reiduoft%7CThe","http://www.dogoodgauge.org/site/DoGoodGauge/page_contents/display/177","https://web.archive.org/web/20060903043317/http://www.mdx.ac.uk/www/study/associat.htm","https://web.archive.org/web/20060820100015/http://etext.library.adelaide.edu.au/h/hume/david/h92t/","http://www.newadvent.org/cathen/02004a.htm","http://wordassociations.net/search?hl=en&q=France"],"sections":[{"toclevel":1,"level":"2","line":"Early theory","number":"1","index":"1","fromtitle":"Association_of_ideas","byteoffset":1241,"anchor":"Early_theory"},{"toclevel":1,"level":"2","line":"The Associationist School","number":"2","index":"2","fromtitle":"Association_of_ideas","byteoffset":6222,"anchor":"The_Associationist_School"},{"toclevel":2,"level":"3","line":"David Hartley","number":"2.1","index":"3","fromtitle":"Association_of_ideas","byteoffset":9787,"anchor":"David_Hartley"},{"toclevel":2,"level":"3","line":"Continuing reception","number":"2.2","index":"4","fromtitle":"Association_of_ideas","byteoffset":13897,"anchor":"Continuing_reception"},{"toclevel":2,"level":"3","line":"French and German associationists and Kant","number":"2.3","index":"5","fromtitle":"Association_of_ideas","byteoffset":16828,"anchor":"French_and_German_associationists_and_Kant"},{"toclevel":2,"level":"3","line":"Differences among versions of associationist thought","number":"2.4","index":"6","fromtitle":"Association_of_ideas","byteoffset":18993,"anchor":"Differences_among_versions_of_associationist_thought"},{"toclevel":2,"level":"3","line":"Inseparable association","number":"2.5","index":"7","fromtitle":"Association_of_ideas","byteoffset":21263,"anchor":"Inseparable_association"},{"toclevel":1,"level":"2","line":"Criticism in the 19th century","number":"3","index":"8","fromtitle":"Association_of_ideas","byteoffset":23526,"anchor":"Criticism_in_the_19th_century"},{"toclevel":1,"level":"2","line":"Psychophysical researches","number":"4","index":"9","fromtitle":"Association_of_ideas","byteoffset":27679,"anchor":"Psychophysical_researches"},{"toclevel":1,"level":"2","line":"See also","number":"5","index":"10","fromtitle":"Association_of_ideas","byteoffset":30643,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"11","fromtitle":"Association_of_ideas","byteoffset":30709,"anchor":"References"},{"toclevel":1,"level":"2","line":"Sources","number":"7","index":"12","fromtitle":"Association_of_ideas","byteoffset":30737,"anchor":"Sources"},{"toclevel":1,"level":"2","line":"Further reading","number":"8","index":"13","fromtitle":"Association_of_ideas","byteoffset":30815,"anchor":"Further_reading"},{"toclevel":1,"level":"2","line":"External links","number":"9","index":"14","fromtitle":"Association_of_ideas","byteoffset":32105,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Association of ideas","iwlinks":[{"prefix":"wikisource","url":"https://en.wikisource.org/wiki/1911_Encyclop%C3%A6dia_Britannica/Association_of_Ideas","*":"wikisource:1911 Encyclopædia Britannica/Association of Ideas"}],"properties":[{"name":"wikibase_item","*":"Q4809834"}]}}