{"parse":{"title":"Donabedian model","pageid":38501477,"revid":815634862,"text":{"*":"<div class=\"mw-parser-output\"><p>The <b>Donabedian model</b> is a <a href=\"/wiki/Conceptual_model\" title=\"Conceptual model\">conceptual model</a> that provides a framework for examining health services and evaluating quality of <a href=\"/wiki/Health_care\" title=\"Health care\">health care</a>.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> According to the model, information about quality of care can be drawn from three categories:  “structure,” “process,” and “outcomes.\"<sup id=\"cite_ref-Donabedian_2-0\" class=\"reference\"><a href=\"#cite_note-Donabedian-2\">&#91;2&#93;</a></sup> Structure describes the context in which care is delivered, including hospital buildings, staff, financing, and equipment. Process denotes the transactions between patients and providers throughout the delivery of healthcare. Finally, outcomes refer to the effects of healthcare on the health status of patients and populations.<sup id=\"cite_ref-Donabedian_2-1\" class=\"reference\"><a href=\"#cite_note-Donabedian-2\">&#91;2&#93;</a></sup> <a href=\"/wiki/Avedis_Donabedian\" title=\"Avedis Donabedian\">Avedis Donabedian</a>, a physician and health services researcher at the <a href=\"/wiki/University_of_Michigan\" title=\"University of Michigan\">University of Michigan</a>, developed the original model in 1966.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> While there are other quality of care frameworks, including the <a href=\"/wiki/World_Health_Organization\" title=\"World Health Organization\">World Health Organization</a> (WHO)-Recommended Quality of Care Framework and the <a href=\"/wiki/Bamako_Initiative\" title=\"Bamako Initiative\">Bamako Initiative</a>, the Donabedian Model continues to be the dominant paradigm for assessing the quality of health care.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Dimensions_of_Care\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Dimensions of Care</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-2\"><a href=\"#Structure\"><span class=\"tocnumber\">1.1</span> <span class=\"toctext\">Structure</span></a></li>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#Process\"><span class=\"tocnumber\">1.2</span> <span class=\"toctext\">Process</span></a></li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Outcome\"><span class=\"tocnumber\">1.3</span> <span class=\"toctext\">Outcome</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Applications\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Applications</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Criticisms_and_adaptations\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Criticisms and adaptations</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#History\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">History</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Dimensions_of_Care\">Dimensions of Care</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Donabedian_model&amp;action=edit&amp;section=1\" title=\"Edit section: Dimensions of Care\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The model is most often represented by a chain of three boxes containing structure, process, and outcome connected by unidirectional arrows in that order. These boxes represent three types of information that may be collected in order to draw inferences about quality of care in a given system.<sup id=\"cite_ref-Donabedian_a_5-0\" class=\"reference\"><a href=\"#cite_note-Donabedian_a-5\">&#91;5&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Structure\">Structure</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Donabedian_model&amp;action=edit&amp;section=2\" title=\"Edit section: Structure\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p><b>Structure</b> includes all of the factors that affect the context in which care is delivered. This includes the physical facility, equipment, and human resources, as well as organizational characteristics such as staff training and payment methods. These factors control how providers and patients in a healthcare system act and are measures of the average quality of care within a facility or system. Structure is often easy to observe and measure and it may be the upstream cause of problems identified in process.<sup id=\"cite_ref-Donabedian_a_5-1\" class=\"reference\"><a href=\"#cite_note-Donabedian_a-5\">&#91;5&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Process\">Process</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Donabedian_model&amp;action=edit&amp;section=3\" title=\"Edit section: Process\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p><b>Process</b> is the sum of all actions that make up healthcare. These commonly include diagnosis, treatment, preventive care, and patient education but may be expanded to include actions taken by the patients or their families. Processes can be further classified as technical processes, how care is delivered, or interpersonal processes, which all encompass the manner in which care is delivered.<sup id=\"cite_ref-Donabedian_b_6-0\" class=\"reference\"><a href=\"#cite_note-Donabedian_b-6\">&#91;6&#93;</a></sup> According to Donabedian, the measurement of process is nearly equivalent to the measurement of quality of care because process contains all acts of healthcare delivery.<sup id=\"cite_ref-Donabedian_a_5-2\" class=\"reference\"><a href=\"#cite_note-Donabedian_a-5\">&#91;5&#93;</a></sup> Information about process can be obtained from medical records, interviews with patients and practitioners, or direct observations of healthcare visits.\n</p>\n<h3><span class=\"mw-headline\" id=\"Outcome\">Outcome</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Donabedian_model&amp;action=edit&amp;section=4\" title=\"Edit section: Outcome\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p><b>Outcome</b> contains all the effects of healthcare on patients or populations, including changes to health status, behavior, or knowledge as well as patient satisfaction and health-related quality of life. Outcomes are sometimes seen as the most important indicators of quality because improving patient health status is the primary goal of healthcare. However, accurately measuring outcomes that can be attributed exclusively to healthcare is very difficult.<sup id=\"cite_ref-Donabedian_b_6-1\" class=\"reference\"><a href=\"#cite_note-Donabedian_b-6\">&#91;6&#93;</a></sup> Drawing connections between process and outcomes often requires large sample populations, adjustments by case mix, and long-term follow ups as outcomes may take considerable time to become observable.<sup id=\"cite_ref-Donabedian_a_5-3\" class=\"reference\"><a href=\"#cite_note-Donabedian_a-5\">&#91;5&#93;</a></sup>\n</p><p>Although it is widely recognized and applied in many health care related fields, the Donabedian Model was developed to assess quality of care in clinical practice.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup> The model does not have an implicit definition of quality care so that it can be applied to problems of broad or narrow scope.<sup id=\"cite_ref-Donabedian_b_6-2\" class=\"reference\"><a href=\"#cite_note-Donabedian_b-6\">&#91;6&#93;</a></sup> Donabedian notes that each of the three domains has advantages and disadvantages that necessitate researchers to draw connections between them in order to create a chain of causation that is conceptually useful for understanding systems as well as designing experiments and interventions.<sup id=\"cite_ref-Donabedian_a_5-4\" class=\"reference\"><a href=\"#cite_note-Donabedian_a-5\">&#91;5&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Applications\">Applications</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Donabedian_model&amp;action=edit&amp;section=5\" title=\"Edit section: Applications\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Donabedian developed his quality of care framework to be flexible enough for application in diverse healthcare settings and among various levels within a delivery system.\n</p><p>At its most basic level, the framework can be used to modify structures and processes within a healthcare delivery unit, such as a small group practice or ambulatory care center, to improve patient flow or information exchange.  For instance, health administrators in a small physician practice may be interested in improving their treatment coordination process through enhanced communication of lab results from laboratorian to provider in an effort to streamline patient care. The process for information exchange, in this case the transfer of lab results to the attending physician, depends on the structure for receiving and interpreting results. The structure could involve an <a href=\"/wiki/Electronic_health_record\" title=\"Electronic health record\">electronic health record</a> (EHR) that a laboratorian fills out with lab results for use by the physician to complete a diagnosis. To improve this process, a healthcare administrator may look at the structure and decide to purchase an information technology (IT) solution of pop-up alerts for actionable lab results to incorporate into the EHR. The process could be modified through a change in standard protocol of determining how and when an alert is released and who is responsible for each step in the process. The outcomes to evaluate the efficacy of this quality improvement (QI) solution might include patient satisfaction, timeliness of diagnosis, or clinical outcomes.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup>\n</p><p>In addition to examining quality within a healthcare delivery unit, the Donabedian model is applicable to the structure and process for treating certain diseases and conditions with the aim to improve the quality of chronic disease management.  For example, <a href=\"/wiki/Systemic_lupus_erythematosus\" title=\"Systemic lupus erythematosus\">systemic lupus erythematosus</a> (SLE) is a condition with significant morbidity and mortality and substantial disparities in outcomes among rheumatic diseases. The propensity for SLE care to be fragmented and poorly coordinated, as well as evidence that healthcare system factors associated with improved SLE outcomes are modifiable, points to an opportunity for process improvement through changes in preventive care, monitoring, and effective self-care. A researcher may develop evidence within these areas to analyze the relationship between structure and process to outcomes in SLE care for the purposes of finding solutions to improve outcomes. An analysis of SLE care structure may reveal an association between access to care and financing to quality outcomes. An analysis of process may look at hospital and physician specialty in SLE care and how it relates to SLE mortality in hospitals, or the effect on outcomes by including additional QI indicators to the diagnosis and treatment of SLE. To assess these changes in structure and process, evidence garnered from changes in mortality, disease damage, and health-related quality of life would be used to validate structure-process changes.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup>\n</p><p>Donabedian’s model can also be applied to a large health system to measure overall quality and align improvement work across a hospital, group practice or the large integrated health system to improve quality and outcomes for a population. In 2007, the US Institute for Healthcare Improvement proposed “whole system measures” that address structure, process, and outcomes of care.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup> These indicators supply health care leaders with data to evaluate the organization’s performance in order to design strategic QI planning. The indicators are limited to 13 non-disease specific measures that provide system-level indications of quality, applicable to both inpatient and outpatient settings and across the continuum of care.  In addition to informing the QI plan, these measures can be used to evaluate the quality of the system’s care over time, how it performs relative to stated strategic planning goals, and how it performs compared to similar organizations.<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Criticisms_and_adaptations\">Criticisms and adaptations</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Donabedian_model&amp;action=edit&amp;section=6\" title=\"Edit section: Criticisms and adaptations\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>While the Donabedian model continues to serve as a touchstone framework in <a href=\"/wiki/Health_services_research\" title=\"Health services research\">health services research</a>, potential limitations have been suggested by other researchers, and, in some cases, adaptations of the model have been proposed. The sequential progression from structure to process to outcome has been described by some as too linear of a framework,<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup> and consequently has a limited utility for recognizing how the three domains influence and interact with each other.<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup> The model has also been criticized for failing to incorporate antecedent characteristics (e.g. patient characteristics, environmental factors) which are important precursors to evaluating quality care.<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup> Coyle and Battles suggest that these factors are vital to fully understanding the true effectiveness of new strategies or modifications within the care process.<sup id=\"cite_ref-ahrq_15-0\" class=\"reference\"><a href=\"#cite_note-ahrq-15\">&#91;15&#93;</a></sup>  According to Coyle and Battles, patient factors include genetics, socio-demographics, health habits, beliefs and attitudes, and preferences.<sup id=\"cite_ref-ahrq_15-1\" class=\"reference\"><a href=\"#cite_note-ahrq-15\">&#91;15&#93;</a></sup>  Environmental factors include the patients' cultural, social, political, personal, and physical characteristics, as well as factors related to the health profession itself.<sup id=\"cite_ref-ahrq_15-2\" class=\"reference\"><a href=\"#cite_note-ahrq-15\">&#91;15&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"History\">History</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Donabedian_model&amp;action=edit&amp;section=7\" title=\"Edit section: History\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><a href=\"/wiki/Avedis_Donabedian\" title=\"Avedis Donabedian\">Avedis Donabedian</a> first described the three elements of the Donabedian Model in his 1966 article, “Evaluating the Quality of Medical Care.” As a preface to his analysis of methodologies used in health services research, Donabedian identified the three dimensions that can be utilized to assess quality of care (structure, process, and outcome) that would later become the core divisions of the Donabedian Model.<sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup> “Evaluating the Quality of Medical Care” became one of the most frequently cited public health-related articles of the 20th century, and the Donabedian Model gained widespread acceptance.<sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\">&#91;17&#93;</a></sup>\n</p><p>In 1980, Donabedian published The Definition of Quality and Approaches to its Assessment, vol. 1: Explorations in Quality Assessment and Monitoring, which provided a more in-depth description of the structure—process– outcome paradigm. In his book, Donabedian once again defines structure, process, and outcome, and clarifies that these categories should not be mistaken for attributes of quality, but rather they are the classifications for the types of information that can be obtained in order to infer whether the quality of care is poor, fair, or good.<sup id=\"cite_ref-Donabedian_a_5-5\" class=\"reference\"><a href=\"#cite_note-Donabedian_a-5\">&#91;5&#93;</a></sup> Furthermore, he states that in order to make inferences about quality, there needs to be an established relationship between the three categories and that this relationship between categories is a probability rather than a certainty.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Donabedian_model&amp;action=edit&amp;section=8\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">McDonald KM, Sundaram V, Bravata DM, et al. (2007). <a rel=\"nofollow\" class=\"external text\" href=\"https://www.ncbi.nlm.nih.gov/books/NBK44008/\">Closing the Quality Gap: A Critical Analysis of Quality Improvement Strategies</a> (Vol. 7: Care Coordination). Rockville (MD): Agency for Healthcare Research and Quality (US); 2007 Jun.</span>\n</li>\n<li id=\"cite_note-Donabedian-2\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Donabedian_2-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Donabedian_2-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation journal\">Donabedian, A. (1988). \"The quality of care: How can it be assessed?\". <i><a href=\"/wiki/JAMA_(journal)\" title=\"JAMA (journal)\">JAMA</a></i>. <b>260</b> (12): 1743–8. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1001/jama.1988.03410120089033\">10.1001/jama.1988.03410120089033</a>. <a href=\"/wiki/PubMed_Identifier\" class=\"mw-redirect\" title=\"PubMed Identifier\">PMID</a>&#160;<a rel=\"nofollow\" class=\"external text\" href=\"//www.ncbi.nlm.nih.gov/pubmed/3045356\">3045356</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=JAMA&amp;rft.atitle=The+quality+of+care%3A+How+can+it+be+assessed%3F&amp;rft.volume=260&amp;rft.issue=12&amp;rft.pages=1743-8&amp;rft.date=1988&amp;rft_id=info%3Adoi%2F10.1001%2Fjama.1988.03410120089033&amp;rft_id=info%3Apmid%2F3045356&amp;rft.aulast=Donabedian&amp;rft.aufirst=A.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADonabedian+model\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Frenk, J. (2000). Bulletin of the World Health Organization: <a rel=\"nofollow\" class=\"external text\" href=\"http://www.who.int/bulletin/archives/78(12)1475.pdf\">Obituary of Avedis Donabedian</a>, 70 (12).</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">McQuestion, M.J. (2006) <a rel=\"nofollow\" class=\"external text\" href=\"http://ocw.jhsph.edu/courses/immunizationPrograms/PDFs/Lecture7.pdf\">Presentation: Quality of Care</a>. Johns Hopkins Bloomberg School of Public Health.</span>\n</li>\n<li id=\"cite_note-Donabedian_a-5\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Donabedian_a_5-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Donabedian_a_5-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-Donabedian_a_5-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-Donabedian_a_5-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-Donabedian_a_5-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-Donabedian_a_5-5\"><sup><i><b>f</b></i></sup></a></span> <span class=\"reference-text\">Donabedian, A. (2003). An introduction to quality assurance in health care. (1st ed., Vol. 1). New York, NY: Oxford University Press.</span>\n</li>\n<li id=\"cite_note-Donabedian_b-6\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Donabedian_b_6-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Donabedian_b_6-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-Donabedian_b_6-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\">Donabedian, A. Explorations in Quality Assessment and Monitoring Vol. 1. The Definition of Quality and Approaches to Its Assessment. Ann Arbor, MI: Health Administration Press, 1980.</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Andersen R.M, Rice T.R, and Kominski G.F., (2007) Changing the U.S. Health Care System, Third Edit. Jossey-Bass, pp. 187–190.</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">McDonald KM, Sundaram V, Bravata DM, et al. (2007) <a rel=\"nofollow\" class=\"external text\" href=\"https://www.ncbi.nlm.nih.gov/books/NBK44008/\">Closing the Quality Gap: A Critical Analysis of Quality Improvement Strategies</a> (Vol. 7: Care Coordination). Rockville (MD): Agency for Healthcare Research and Quality (US); 2007 Jun. (Technical Reviews, No. 9.7.) 5, Conceptual Frameworks and Their Application to Evaluating Care Coordination Interventions.</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Lawson EF &amp; Yazdany J. <a rel=\"nofollow\" class=\"external text\" href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3308354/\">Healthcare quality in systemic lupus erythematosus: using Donabedian’s conceptual framework to understand what we know.</a> International Journal of Clinical Rheumatology 7(1): 95-107, published February 2012.</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Brien SE &amp; Ghali WA. <a rel=\"nofollow\" class=\"external text\" href=\"http://www.openmedicine.ca/article/viewArticle/208/161#ref4\">Public reporting of the hospital standardized mortality ratio (HSMR): implications for the Canadian approach to safety and quality in health care</a> <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20130619032142/http://www.openmedicine.ca/article/viewArticle/208/161#ref4\">Archived</a> June 19, 2013, at the <a href=\"/wiki/Wayback_Machine\" title=\"Wayback Machine\">Wayback Machine</a>.. Open Medicine 2(3), published 2008.</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Martin LA, Nelson EC, Lloyd RC, Nolan TW. Whole system measures. IHI Innovation Series white paper. Cambridge (MA): Institute for Healthcare Improvement; 2007.</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Mitchell, P.H., Ferketich, S., &amp; Jennings B.M. (1998). <a rel=\"nofollow\" class=\"external text\" href=\"https://www.ncbi.nlm.nih.gov/pubmed/9549940\">Quality health outcomes model</a>. American Academy of Nursing Expert Panel on Quality Health Care, 30(1). <a href=\"/wiki/PubMed_Identifier\" class=\"mw-redirect\" title=\"PubMed Identifier\">PMID</a>&#160;<a rel=\"nofollow\" class=\"external text\" href=\"//www.ncbi.nlm.nih.gov/pubmed/9549940\">9549940</a></span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">Carayon, P., Schoofs Hundt, A., Karsh, B.-T., Gurses, A. P., Alvarado, C. J., Smith, M., &amp; Flatley Brennan, P. (2006). <a rel=\"nofollow\" class=\"external text\" href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2464868/\">Work system design for patient safety: the SEIPS model</a>. Quality and Safety in Health Care, 15(suppl 1), i50–i58.</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">Coyle, Y. M., &amp; Battles, J. B. (1999). <a rel=\"nofollow\" class=\"external text\" href=\"https://www.ncbi.nlm.nih.gov/pubmed/10411284\">Using antecedents of medical care to develop valid quality of care measures</a>. International journal for quality in health care&#160;: journal of the International Society for Quality in Health Care / ISQua, 11(1), 5-12. <a href=\"/wiki/PubMed_Identifier\" class=\"mw-redirect\" title=\"PubMed Identifier\">PMID</a>&#160;<a rel=\"nofollow\" class=\"external text\" href=\"//www.ncbi.nlm.nih.gov/pubmed/10411284\">10411284</a></span>\n</li>\n<li id=\"cite_note-ahrq-15\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-ahrq_15-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-ahrq_15-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-ahrq_15-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.ahrq.gov/qual/medteam/medteam4.htm\">Agency for Healthcare Research and Quality</a>. Medical Teamwork and Patient Safety: Chapter 4. Retrieved 28 January 2013.</span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Donabedian, A (2005). <a rel=\"nofollow\" class=\"external text\" href=\"//www.ncbi.nlm.nih.gov/pmc/articles/PMC2690293\">\"Evaluating the quality of medical care. 1966\"</a>. <i>The Milbank quarterly</i>. <b>83</b> (4): 691–729. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1111/j.1468-0009.2005.00397.x\">10.1111/j.1468-0009.2005.00397.x</a>. <a href=\"/wiki/PubMed_Central\" title=\"PubMed Central\">PMC</a>&#160;<span class=\"plainlinks\"><a rel=\"nofollow\" class=\"external text\" href=\"//www.ncbi.nlm.nih.gov/pmc/articles/PMC2690293\">2690293</a>&#8239;<img alt=\"Freely accessible\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png\" title=\"Freely accessible\" width=\"9\" height=\"14\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/14px-Lock-green.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/18px-Lock-green.svg.png 2x\" data-file-width=\"512\" data-file-height=\"813\" /></span>. <a href=\"/wiki/PubMed_Identifier\" class=\"mw-redirect\" title=\"PubMed Identifier\">PMID</a>&#160;<a rel=\"nofollow\" class=\"external text\" href=\"//www.ncbi.nlm.nih.gov/pubmed/16279964\">16279964</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=The+Milbank+quarterly&amp;rft.atitle=Evaluating+the+quality+of+medical+care.+1966&amp;rft.volume=83&amp;rft.issue=4&amp;rft.pages=691-729&amp;rft.date=2005&amp;rft_id=%2F%2Fwww.ncbi.nlm.nih.gov%2Fpmc%2Farticles%2FPMC2690293&amp;rft_id=info%3Apmid%2F16279964&amp;rft_id=info%3Adoi%2F10.1111%2Fj.1468-0009.2005.00397.x&amp;rft.aulast=Donabedian&amp;rft.aufirst=A&amp;rft_id=%2F%2Fwww.ncbi.nlm.nih.gov%2Fpmc%2Farticles%2FPMC2690293&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADonabedian+model\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-17\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-17\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Sunol, R. (2000). \"Avedis Donabedian\". <i>International Journal for Quality in Health Care</i>. <b>12</b> (6): 451–454. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1093/intqhc/12.6.451\">10.1093/intqhc/12.6.451</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=International+Journal+for+Quality+in+Health+Care&amp;rft.atitle=Avedis+Donabedian&amp;rft.volume=12&amp;rft.issue=6&amp;rft.pages=451-454&amp;rft.date=2000&amp;rft_id=info%3Adoi%2F10.1093%2Fintqhc%2F12.6.451&amp;rft.aulast=Sunol&amp;rft.aufirst=R.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADonabedian+model\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw1256\nCached time: 20180909115917\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.108 seconds\nReal time usage: 0.143 seconds\nPreprocessor visited node count: 700/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 7242/2097152 bytes\nTemplate argument size: 412/2097152 bytes\nHighest expansion depth: 16/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 13470/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.031/10.000 seconds\nLua memory usage: 2.08 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   98.446      1 Template:Reflist\n100.00%   98.446      1 -total\n 49.52%   48.748      3 Template:Cite_journal\n 17.17%   16.904      2 Template:Pmid\n 13.69%   13.479      2 Template:Catalog_lookup_link\n 10.76%   10.596      1 Template:Webarchive\n  4.79%    4.711      4 Template:Yesno-no\n  2.36%    2.319      8 Template:Trim\n  2.26%    2.225      4 Template:Yesno\n  2.18%    2.143      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:38501477-0!canonical and timestamp 20180909115917 and revision id 815634862\n -->\n</div>"},"langlinks":[{"lang":"de","url":"https://de.wikipedia.org/wiki/Qualit%C3%A4tsmodell_nach_Donabedian","langname":"German","autonym":"Deutsch","*":"Qualitätsmodell nach Donabedian"}],"categories":[{"sortkey":"","hidden":"","*":"Webarchive_template_wayback_links"},{"sortkey":"","*":"Healthcare_management"}],"links":[{"ns":0,"exists":"","*":"Avedis Donabedian"},{"ns":0,"exists":"","*":"Bamako Initiative"},{"ns":0,"exists":"","*":"Conceptual model"},{"ns":0,"exists":"","*":"Digital object identifier"},{"ns":0,"exists":"","*":"Electronic health record"},{"ns":0,"exists":"","*":"Health care"},{"ns":0,"exists":"","*":"Health services research"},{"ns":0,"exists":"","*":"JAMA (journal)"},{"ns":0,"exists":"","*":"PubMed Central"},{"ns":0,"exists":"","*":"PubMed Identifier"},{"ns":0,"exists":"","*":"Systemic lupus erythematosus"},{"ns":0,"exists":"","*":"University of Michigan"},{"ns":0,"exists":"","*":"Wayback Machine"},{"ns":0,"exists":"","*":"World Health Organization"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite journal"},{"ns":10,"exists":"","*":"Template:Webarchive"},{"ns":10,"exists":"","*":"Template:Pmid"},{"ns":10,"exists":"","*":"Template:PMID"},{"ns":10,"exists":"","*":"Template:Catalog lookup link"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Webarchive"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Webarchive/data"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Lock-green.svg"],"externallinks":["https://www.ncbi.nlm.nih.gov/books/NBK44008/","//doi.org/10.1001/jama.1988.03410120089033","//www.ncbi.nlm.nih.gov/pubmed/3045356","http://www.who.int/bulletin/archives/78(12)1475.pdf","http://ocw.jhsph.edu/courses/immunizationPrograms/PDFs/Lecture7.pdf","https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3308354/","http://www.openmedicine.ca/article/viewArticle/208/161#ref4","https://web.archive.org/web/20130619032142/http://www.openmedicine.ca/article/viewArticle/208/161#ref4","https://www.ncbi.nlm.nih.gov/pubmed/9549940","//www.ncbi.nlm.nih.gov/pubmed/9549940","https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2464868/","https://www.ncbi.nlm.nih.gov/pubmed/10411284","//www.ncbi.nlm.nih.gov/pubmed/10411284","http://www.ahrq.gov/qual/medteam/medteam4.htm","//www.ncbi.nlm.nih.gov/pmc/articles/PMC2690293","//doi.org/10.1111/j.1468-0009.2005.00397.x","//www.ncbi.nlm.nih.gov/pubmed/16279964","//doi.org/10.1093/intqhc/12.6.451"],"sections":[{"toclevel":1,"level":"2","line":"Dimensions of Care","number":"1","index":"1","fromtitle":"Donabedian_model","byteoffset":1948,"anchor":"Dimensions_of_Care"},{"toclevel":2,"level":"3","line":"Structure","number":"1.1","index":"2","fromtitle":"Donabedian_model","byteoffset":2431,"anchor":"Structure"},{"toclevel":2,"level":"3","line":"Process","number":"1.2","index":"3","fromtitle":"Donabedian_model","byteoffset":2994,"anchor":"Process"},{"toclevel":2,"level":"3","line":"Outcome","number":"1.3","index":"4","fromtitle":"Donabedian_model","byteoffset":3970,"anchor":"Outcome"},{"toclevel":1,"level":"2","line":"Applications","number":"2","index":"5","fromtitle":"Donabedian_model","byteoffset":5473,"anchor":"Applications"},{"toclevel":1,"level":"2","line":"Criticisms and adaptations","number":"3","index":"6","fromtitle":"Donabedian_model","byteoffset":10744,"anchor":"Criticisms_and_adaptations"},{"toclevel":1,"level":"2","line":"History","number":"4","index":"7","fromtitle":"Donabedian_model","byteoffset":13011,"anchor":"History"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"8","fromtitle":"Donabedian_model","byteoffset":14883,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Donabedian model","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q7730632"}]}}