{"parse":{"title":"Samikshavad","pageid":4660306,"revid":839516027,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content ambox-multiple_issues compact-ambox\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/40px-Ambox_important.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/60px-Ambox_important.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/80px-Ambox_important.svg.png 2x\" data-file-width=\"40\" data-file-height=\"40\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\"><div class=\"mw-collapsible\" style=\"width:95%; margin: 0.2em 0;\"><b>This article has multiple issues.</b> Please help <b><a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Samikshavad&amp;action=edit\">improve it</a></b> or discuss these issues on the <b><a href=\"/wiki/Talk:Samikshavad\" title=\"Talk:Samikshavad\">talk page</a></b>. <small><i>(<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove these template messages</a>)</i></small>\n<div class=\"mw-collapsible-content\" style=\"margin-top: 0.3em;\">\n      <table class=\"plainlinks metadata ambox ambox-style ambox-No_footnotes\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/40px-Text_document_with_red_question_mark.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/60px-Text_document_with_red_question_mark.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/80px-Text_document_with_red_question_mark.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article includes a <a href=\"/wiki/Wikipedia:Citing_sources\" title=\"Wikipedia:Citing sources\">list of references</a>, related reading or <a href=\"/wiki/Wikipedia:External_links\" title=\"Wikipedia:External links\">external links</a>, <b>but its sources remain unclear because it lacks <a href=\"/wiki/Wikipedia:Citing_sources#Inline_citations\" title=\"Wikipedia:Citing sources\">inline citations</a></b>.<span class=\"hide-when-compact\"> Please help to <a href=\"/wiki/Wikipedia:WikiProject_Fact_and_Reference_Check\" title=\"Wikipedia:WikiProject Fact and Reference Check\">improve</a> this article by <a href=\"/wiki/Wikipedia:When_to_cite\" title=\"Wikipedia:When to cite\">introducing</a> more precise citations.</span>  <small><i>(April 2009)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<table class=\"plainlinks metadata ambox ambox-style ambox-Tone\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/60px-Edit-clear.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/80px-Edit-clear.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article's <b>tone or style may not reflect the <a href=\"/wiki/Wikipedia:Writing_better_articles#Tone\" title=\"Wikipedia:Writing better articles\">encyclopedic tone</a> used on Wikipedia</b>.<span class=\"hide-when-compact\"> See Wikipedia's <a href=\"/wiki/Wikipedia:Writing_better_articles#Tone\" title=\"Wikipedia:Writing better articles\">guide to writing better articles</a> for suggestions.</span>  <small><i>(April 2009)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n    </div>\n</div><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p><b>Samikshavad</b> is the first indigenous <a href=\"/wiki/Art_movement\" title=\"Art movement\">art movement</a> in modern <a href=\"/wiki/India\" title=\"India\">India</a>, which started in <a href=\"/wiki/North_India\" title=\"North India\">North India</a> in 1974. It has a different identity from the western movements of art. It is neither affected nor inspired by western art.\n</p><p>Its main source of inspiration is the present social, political, cultural and economic conditions. Its aim is to make the art free from personalized obligations and to socialize it, to change the art from mystery to something having special aim. By this style, the artist tends to expose the corruption prevalent in society and politics, with a language that is symbolic and satirical. This movement has changed the scenario of modern Indian painting in India in the late '70s. A few of the artists who were inspired by this movement were Ravindra Nath Mishra, Hridya Narayan Mishra, Santosh Kumar Singh, Virendra Prasad Singh, Ram Shabd Singh, Raghuvir Sen Dhir, Ved Prakash Mishra, Gopal Madhukar Chaturvedi, Bala Dutt Pandey etc. Prof. <a href=\"/wiki/Ram_Chandra_Shukla\" title=\"Ram Chandra Shukla\">Ram Chandra Shukla</a>, Professor and Head of the Department of Painting at <a href=\"/wiki/Banaras_Hindu_University\" title=\"Banaras Hindu University\">Banaras Hindu University</a>, <a href=\"/wiki/Varanasi\" title=\"Varanasi\">Varanasi</a>, at that time, was the initiator and the main source of inspiration for this movement.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#The_theme_of_Samikshavad\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">The theme of Samikshavad</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Manifesto_of_Samikshavad\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Manifesto of Samikshavad</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#References_and_sources\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">References and sources</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#External_links\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"The_theme_of_Samikshavad\">The theme of Samikshavad</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Samikshavad&amp;action=edit&amp;section=1\" title=\"Edit section: The theme of Samikshavad\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Samikshavad is an Indian movement of Modern Art which is opposed to the tendency of Indian artists following the Western trends of Modern Art. Its basic purpose is to help create such an art in the country which has its roots in Indian soil. \"Samiksha\" is a Sanskrit word which means criticism of life and society in which they live. It is also against any type of imitation of the past styles or the present styles of art. A manifesto of the movement was published at the first exhibition of such paintings at the <a href=\"/wiki/AIFACS\" class=\"mw-redirect\" title=\"AIFACS\">AIFACS</a> Gallery in 1979 at Delhi. The exhibition presented in all, 26 paintings in oil medium. The artists whose works were included in the first exhibition were S/s R.C. Shukla, R.S. Dhir, Santosh Kumar Singh and Ved Prakash Mishra from Banaras Hindu University, Varanasi; Dr. Gopal Madhukar Chaturvedi from Aligarh and Bala Dutt Pandey from Allahabad. The exhibition was inaugurated by the well-known \"young Turk\" Shri Chandra Shekhar, then President of the <a href=\"/wiki/Janata_Party\" title=\"Janata Party\">Janata Party</a>. Since then lots of comments, reviews and articles have come from several of the leading newspapers, weeklies and art journals referring to this movement. Invitations have been received from several parts of India to hold exhibitions there. There is a silent but meaningful whisper in the air about \"Samikshavad\" in Indian art circles. Several illustrated lecture programs on Samikshavad have been sponsored by university art departments at different places. The movement has gained ground in the country and has created a new atmosphere in the field of art for an indigenous development of Indian Modern Art. The only hurdle in the way of Indian art is prejudice, <i>purvagrah</i> (bias) and misconception. Samikshavad is a modern movement of Indian contemporary art.\n</p><p>The exhibition at Delhi was visited by thousands of people<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (June 2009)\">citation needed</span></a></i>&#93;</sup> including well-known artists, art critics, art connoisseurs, journalists and the common people.\n</p><p>Modern Western art is either an expression of the artists' inner turmoil and tensions or mere feats of colour and form. Mostly it is aimless or personal fad. Can such art ever become popular and useful to society at large? But capitalist society has accepted it as a form of business transactions. They collect art and sell art just to make capital out of it. In a poor country like India art cannot fulfill that aim. Art can have no other aim but to serve the people, to inspire and educate them, to prepare them for a better life and society. And \"Samikshavad\" aims at that.\n</p><p>\"Samikshavadi\" artists are not at all interested in merely showing feats of colour and form. Colour and form or their composition, in itself that of abstract art, may produce a musical or magical effect, but art cannot survive or thrive on that alone. Such music or magic, if they just remain to be a form of entertainment and do not serve a higher purpose of social uplift, cannot claim to be great art. They may remain in the category of crafts. But those crafts which are not useful like \"witch-craft\" have no place in modern society. Today the so-called Modern Artists who are better than such craftsmen, when called upon to explain the purpose of their art, prattle, \"We create 'Form', 'Colour composition' or 'Symbol'\". They go no further and expect the visitor to appreciate and explain their jargon themselves. Line, form, colour, texture or tones are just elements of the language of art. They cannot be an end in themselves. They have to be used skilfully to serve the purpose of communication or expression. If they fail in this they are just like heaps of useless bricks, sand and cement gathered together. They cannot claim to be purposeful if they do not help in creating a building suitable for human living. \"Samikshavadi\" painters are not interested in showing their excellence of skill or painterly qualities as an end in itself.\n</p><p>They believe in using simple, direct and powerful language of art to express their ideas and feelings forcefully as witnessed in the folk arts. Painterly qualities or the fineries of art are the fads of a capitalist or feudalistic society; they are not at all needed in the socialistic society.\nSamikshavadi painters use a symbolic language. They express their ideas and feelings through common and powerful symbols. It is because of this that sometimes they are mistaken for Surrealists, which they certainly are not. Surrealists are also supposed to use dream symbols influenced by Freud's dream psychology, and they claimed it to be \"pure psychic automatism through which it is intended to express the true functioning of thought. Thought dictated in the absence of all control exerted by reason\", whereas Samikshavadis use common symbols consciously and rationally to express their desired idea. Surrealist works are mystic and fantastic in nature but a Samikshavadi artist is socially motivated; a Surrealist attitude is highly personal and individual whereas a Samikshavadi attitude is generally impersonal. Surrealism is basically an anti-art movement but Samikshavadi is an art movement suited to the present atmosphere in the country.\n</p><p>It is generally satirical in nature. The element of satire is its specialty. Up till now the element of satire was generally considered to be a feature of cartoons or caricatures.  Never before in the history of Indian art was satire used as an important medium of art expression in the form of painting, as seen in Samikshavadi art. Perhaps satire was not considered to be necessary or advisable in painting because ancient and medieval art was mostly religious, mythological and idealistic. Under the present circumstances and social change art cannot remain only religious. It has tended towards secularism. The Samikshavadi painters are motivated by day-to-day happenings and are sensitive to the political and social conditions in which they live today. The social, political and economic problems of India are depressing. Life is becoming insecure and helpless. Poverty has multiplied. Exploitation is at its height. Under such circumstances artists and writers have to play an important role. They cannot just remain in a dreamland. They have to educate their people and awaken them to be prepared to fight the evils of the society. Satire is a powerful media to bring to bring people back to senses. Satire can give a shock treatment to generate a new energy in the people to face the real problems, to transform the society. Samikshavad aims at that and that is why it has taken a new course which was not commonly used in the field of painting up till now. Their path may appear to the prejudiced person aesthetically unsound but it is socially very promising.\n</p><p>It is true that Samikshavadi painters are against imagination of any of the past styles or isms of art of the East or the West, but sometimes their work may indicate some influences. This may either be consciously done or just due to past habit, and may disappear after some time. But whatever influences are seen they are generally of a technical nature. Samikshavadi painters are free to choose any technique that serves them in expressing their ideas and feelings powerfully. Some of the Samikshavadis are interested in using techniques of the past Indian Art to become more meaningful and effective. This does not mean that they are tied to any traditional style. Technique and style or \"isms\" are not the same thing.\n</p><p>The themes of Samikshavadi paintings are taken from social life of the common people. It is not something new. Many artists have done so in the past and are still doing so. In India <a href=\"/wiki/Amrita_Shergil\" class=\"mw-redirect\" title=\"Amrita Shergil\">Amrita Shergil</a> was the first important and powerful painter of social life. Satish Gujral in his early phase also painted social life powerfully. Others have also done it. But there is a difference of approach between them and Samikshavadi painters. Most of the artists have been interested in their day-to-day social life. That also is no doubt important and useful in bringing about social change but Samikshavadi painters are not contented with that only. They have gone a step further. They may show the plight of the people also but they are much more interested in attacking those who are responsible for it. If the causes are exposed the people will be more alert to eradicate them. Their description of the malady suggests lines of treatment. Moreover, Samikshavadi painters are generally interested in conscious symbolic sarcasm which is definitely a new phenomenon in the field of painting. This attitude has been witnessed casually in some form or the other in some of the artists' work in India and abroad, but never before it has come out as a combined movement with this particular purpose. Mostly other painters have been just satisfied in mocking the contemporary life pattern as did the pop artist of the west, which has been nothing but an anti-art attitude, or the Surrealists' like that of Chagall and Richard Hamilton. Bhupen Khokhor of India has followed the same attitude of the pop artist of the West.\n<span id=\"manifesto-samikshavad\"></span>\n</p>\n<h2><span class=\"mw-headline\" id=\"Manifesto_of_Samikshavad\">Manifesto of Samikshavad</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Samikshavad&amp;action=edit&amp;section=2\" title=\"Edit section: Manifesto of Samikshavad\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>(published in 1979<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (April 2009)\">citation needed</span></a></i>&#93;</sup>)\n</p>\n<ol><li>We reject all Foreign Movements of Modern Art.</li>\n<li>We reject Blind Imitation of the Past.</li>\n<li>We reject Individualism.</li>\n<li>We reject Ambiguity.</li>\n<li>We reject Rigidity.</li>\n<li>We reject Formalism.</li>\n<li>We reject Anti Art Movement.</li>\n<li>We reject the idea of Confused Creativity.</li>\n<li>We reject the Idea of Art for Art Sake.</li>\n<li>We despise Following the Footsteps of the West.</li>\n<li>We reject Technique as an end in itself.</li>\n<li>We have our roots in the Indian Soil.</li>\n<li>It is Nourished by Indian Culture, Art and Society.</li>\n<li>We Express the Desire of the Common Man.</li>\n<li>We Express the mute Feelings of the masses.</li>\n<li>We aim at purifying the society.</li>\n<li>We attack the Exploiters of the Society.</li>\n<li>We believe in Impression Art.</li>\n<li>We believe in Progress &amp; Growth.</li>\n<li>We believe in Truth not pleasing Beauty.</li>\n<li>We believe in Symbolic Realism.</li>\n<li>We believe in Reform.</li>\n<li>We believe in Revolution.</li>\n<li>We believe in Criticism of Life and Society to build a better World.</li></ol>\n<h2><span class=\"mw-headline\" id=\"References_and_sources\">References and sources</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Samikshavad&amp;action=edit&amp;section=3\" title=\"Edit section: References and sources\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Chitrakala ka Rasaswadan (Appreciation of Painting) (In Hindi language), by Prof. <a href=\"/wiki/Ram_Chandra_Shukla\" title=\"Ram Chandra Shukla\">Ram Chandra Shukla</a>, Publisher – Hindi Pracharak Pusakalaya, <a href=\"/wiki/Varanasi\" title=\"Varanasi\">Varanasi</a>, <a href=\"/wiki/India\" title=\"India\">India</a>, 1962.</li>\n<li>Kala Ka Darshan (Philosophy of Art) (In Hindi language), by Prof. <a href=\"/wiki/Ram_Chandra_Shukla\" title=\"Ram Chandra Shukla\">Ram Chandra Shukla</a>, Publisher – Karona art Publisher, <a href=\"/wiki/Meerut\" title=\"Meerut\">Meerut</a>, <a href=\"/wiki/India\" title=\"India\">India</a>, 1964.</li>\n<li>Kala Prasang (Great References of Art) (In Hindi language), by Prof. <a href=\"/wiki/Ram_Chandra_Shukla\" title=\"Ram Chandra Shukla\">Ram Chandra Shukla</a>, Publisher – Karona Art Publisher, <a href=\"/wiki/Meerut\" title=\"Meerut\">Meerut</a>, <a href=\"/wiki/India\" title=\"India\">India</a>, 1965.</li>\n<li>Aadhunik Kala-Samikshavad (Modern Art and Indian Movement of Art <b>Samikshavad</b>) (In Hindi language), by Prof. <a href=\"/wiki/Ram_Chandra_Shukla\" title=\"Ram Chandra Shukla\">Ram Chandra Shukla</a>, Publisher – Kala Prakashan, <a href=\"/wiki/Allahabad\" title=\"Allahabad\">Allahabad</a>, <a href=\"/wiki/India\" title=\"India\">India</a>, 1994.</li>\n<li>Aadhunik Chitrakala (Modern Painting) (In Hindi language), by Prof. <a href=\"/wiki/Ram_Chandra_Shukla\" title=\"Ram Chandra Shukla\">Ram Chandra Shukla</a>, Publisher – Sahitya Sangam, <a href=\"/wiki/Allahabad\" title=\"Allahabad\">Allahabad</a>, <a href=\"/wiki/India\" title=\"India\">India</a>, 2006.</li>\n<li>Paschhimi Aadhunik Chitrakar (Modern Western Painters) (In Hindi language), by Prof. <a href=\"/wiki/Ram_Chandra_Shukla\" title=\"Ram Chandra Shukla\">Ram Chandra Shukla</a>, Publisher – Sahitya Sangam, <a href=\"/wiki/Allahabad\" title=\"Allahabad\">Allahabad</a>, <a href=\"/wiki/India\" title=\"India\">India</a>, 2006.</li>\n<li>\"<a href=\"/wiki/Uttar_Pradesh\" title=\"Uttar Pradesh\">Uttar Pradesh</a> ki Samkalin Kala mein Samikshavad aur Prof. <a href=\"/wiki/Ram_Chandra_Shukla\" title=\"Ram Chandra Shukla\">Ram Chandra Shukla</a>\" (Samikshavad and Prof.<a href=\"/wiki/Ram_Chandra_Shukla\" title=\"Ram Chandra Shukla\">Ram Chandra Shukla</a> in contemporary Art of Utter Pradesh) (In Hindi language) – Doctoral dissertation by Anju Kanaujia, <a href=\"/wiki/CSJM_University\" class=\"mw-redirect\" title=\"CSJM University\">CSJM University</a>, <a href=\"/wiki/Kanpur\" title=\"Kanpur\">Kanpur</a>, <a href=\"/wiki/India\" title=\"India\">India</a>, 2001</li>\n<li>\"Prof <a href=\"/wiki/Ram_Chandra_Shukla\" title=\"Ram Chandra Shukla\">Ram Chandra Shukla</a> – Vyaktitva evam Krititva\" (Prof. Ram Chandra Shukla – Personality and Paintings) (In Hindi language) – Dissertation by I.C. Gupta, <a href=\"/wiki/Banaras_Hindu_University\" title=\"Banaras Hindu University\">Banaras Hindu University</a>, <a href=\"/wiki/Varanasi\" title=\"Varanasi\">Varanasi</a>, <a href=\"/wiki/India\" title=\"India\">India</a>, 1998.</li>\n<li>\"Prasiddha Chitrakar, Lekhak, Samikshak ki Kalatmak Jeevan Yatra – Prof <a href=\"/wiki/Ram_Chandra_Shukla\" title=\"Ram Chandra Shukla\">Ram Chandra Shukla</a>\" (The Artistic Life journey of a famous Artist Writer and Critic – Prof. Ram Chandra Shukla) (In Hindi language) – Dissertation by Gargi Upadhyay, <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20060401021533/http://www.ddugu.edu.in/main.html\">DDU Gorakhpur University</a>, <a href=\"/wiki/Gorakhpur\" title=\"Gorakhpur\">Gorakhpur</a>, <a href=\"/wiki/India\" title=\"India\">India</a>, 2006.</li>\n<li>\"Kala Bhushan Prof. <a href=\"/wiki/Ram_Chandra_Shukla\" title=\"Ram Chandra Shukla\">Ram Chandra Shukla</a>: Krititva Aur Vyaktitva - Ek Samikshatmak Addhyan\" (Kala Bhushan Prof. <a href=\"/wiki/Ram_Chandra_Shukla\" title=\"Ram Chandra Shukla\">Ram Chandra Shukla</a>: Personality and work - A critical Study) (In Hindi language) – Doctoral dissertation by Rakesh Kumar Singh, <a rel=\"nofollow\" class=\"external text\" href=\"http://www.ccsuniversity.org/\">CCS University</a>, <a href=\"/wiki/Meerut\" title=\"Meerut\">Meerut</a>, <a href=\"/wiki/India\" title=\"India\">India</a>, 2001.</li>\n<li>\"Samikshavad Ka Vaicharik, Tatvik avum Samajik Addhayan Professor <a href=\"/wiki/Ram_Chandra_Shukla\" title=\"Ram Chandra Shukla\">Ram Chandra Shukla</a> Ki Kala Ke Sandarbha Mein\" (Thoughtful, Materialistic and Socialistic Study of Samikshavad in context of art of Prof. Ram Chandra Shukla) (In Hindi language) – Doctoral dissertation by Kanchan Sinha, <a href=\"/wiki/Allahabad_University\" class=\"mw-redirect\" title=\"Allahabad University\">Allahabad University</a></li>\n<li>Samkalin Bhartiya Kala (Contemporary Indian Art) (In Hindi language) by <a rel=\"nofollow\" class=\"external text\" href=\"http://www.gallery-worldwide.com/cmAuthor.jsp?id=2274&amp;view=AUTH.html\">Ram Viranjan</a>, publisher Nirmal Book Agency, Kurukshetra, <a href=\"/wiki/India\" title=\"India\">India</a>, 2003.</li>\n<li>Banaras ki Chitrakala (Paintings of Banaras) (In Hindi language) by Dr. H.N. Misra, publisher Kala Prakashan, <a href=\"/wiki/Varanasi\" title=\"Varanasi\">Varanasi</a>, <a href=\"/wiki/India\" title=\"India\">India</a>, 2002.</li>\n<li>Bharatiya Chitrakala - Parampara aur Aadhunikta ka Antradwand (Indian Paintings - Conflict of Tradition and Modernity) (In Hindi language) by Dr. S.B.L. Saxena and Dr. Anand Lakhtakiya, publisher Saran Prakashan, Bareili, <a href=\"/wiki/India\" title=\"India\">India</a>, 2004.</li>\n<li>Allahabad ke Chitrakar (Painters of Allahabad) (In Hindi language) by Laxmikant Verma, publisher Allahabad Sangrahalaya, <a href=\"/wiki/Allahabad\" title=\"Allahabad\">Allahabad</a>, <a href=\"/wiki/India\" title=\"India\">India</a>, 2000.</li>\n<li>Chitrakala Mein Naya Andolan Samikshavad (A New Movement In Painting: Samikhavad) (In Hindi language) by Anurag Chaturvedi, <a href=\"/wiki/Dharmyug\" title=\"Dharmyug\">Dharmyug</a> 22 February 1981.</li>\n<li>Bharatma kala Andolan Samikshavad (Indian Art Movement Samikshavad) (In Hindi language) By Surendraraj Bhattarai, Kalakkriti Kathmandu, Nepal.</li>\n<li>\"Artists must look beyond politics\", <i><a href=\"/wiki/Hindustan_Times\" title=\"Hindustan Times\">Hindustan Times</a></i>, <a href=\"/wiki/New_Delhi\" title=\"New Delhi\">New Delhi</a>, 16-1-79.</li>\n<li>\"Paintings with purpose\", <i>Evening News</i>, <a href=\"/wiki/Delhi\" title=\"Delhi\">Delhi</a>, 19-1-79.</li>\n<li>\"Bid to point social criticism\", <i><a href=\"/wiki/Hindustan_Times\" title=\"Hindustan Times\">Hindustan Times</a></i>, <a href=\"/wiki/New_Delhi\" title=\"New Delhi\">New Delhi</a>, 22-1-79.</li>\n<li><i><a href=\"/wiki/Varanasi\" title=\"Varanasi\">Varanasi</a></i> (Samikshavad) Cultural News From <a href=\"/wiki/INDIA\" class=\"mw-redirect\" title=\"INDIA\">INDIA</a>, <a href=\"/wiki/New_Delhi\" title=\"New Delhi\">New Delhi</a>, Volume XX, Number 3, 1979.</li>\n<li><i>The <a href=\"/wiki/Allahabad\" title=\"Allahabad\">Allahabad</a> Idea of Art</i>, Northern India Patrika, <a href=\"/wiki/Allahabad\" title=\"Allahabad\">Allahabad</a>, 25, 3, 1987.</li></ul>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Samikshavad&amp;action=edit&amp;section=4\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://ramchandrashukla.4t.com\">Ram Chandra Shukla – Artist</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://ramchandrashukl.googlepages.com\">Prof. Ram Chandra Shukla</a></li></ul>\n<p class=\"mw-empty-elt\">\n</p>\n<!-- \nNewPP limit report\nParsed by mw1335\nCached time: 20180911144739\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.136 seconds\nReal time usage: 0.185 seconds\nPreprocessor visited node count: 703/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 24304/2097152 bytes\nTemplate argument size: 6777/2097152 bytes\nHighest expansion depth: 16/40\nExpensive parser function count: 5/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.055/10.000 seconds\nLua memory usage: 1.57 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  151.213      1 -total\n 77.63%  117.380      3 Template:Ambox\n 61.18%   92.519      1 Template:Multiple_issues\n 25.84%   39.077      1 Template:No_footnotes\n 23.12%   34.964      2 Template:Citation_needed\n 20.04%   30.298      2 Template:Fix\n 10.40%   15.724      1 Template:Use_dmy_dates\n  8.96%   13.551      1 Template:DMCA\n  8.78%   13.269      4 Template:Category_handler\n  8.37%   12.652      2 Template:Delink\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:4660306-0!canonical and timestamp 20180911144739 and revision id 839516027\n -->\n</div>"},"langlinks":[{"lang":"fr","url":"https://fr.wikipedia.org/wiki/Samikshavad","langname":"French","autonym":"français","*":"Samikshavad"}],"categories":[{"sortkey":"","hidden":"","*":"Articles_lacking_in-text_citations_from_April_2009"},{"sortkey":"","hidden":"","*":"All_articles_lacking_in-text_citations"},{"sortkey":"","hidden":"","*":"Wikipedia_articles_with_style_issues_from_April_2009"},{"sortkey":"","hidden":"","*":"All_articles_with_style_issues"},{"sortkey":"","hidden":"","*":"Articles_with_multiple_maintenance_issues"},{"sortkey":"","hidden":"","*":"All_articles_with_unsourced_statements"},{"sortkey":"","hidden":"","*":"Articles_with_unsourced_statements_from_June_2009"},{"sortkey":"","hidden":"","*":"Articles_with_unsourced_statements_from_April_2009"},{"sortkey":"","hidden":"","*":"Use_dmy_dates_from_October_2010"},{"sortkey":"","*":"Indian_art"},{"sortkey":"","*":"Art_movements"},{"sortkey":"","*":"Culture_of_Uttar_Pradesh"}],"links":[{"ns":14,"exists":"","*":"Category:Articles lacking in-text citations from April 2009"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with style issues from April 2009"},{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from June 2009"},{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from April 2009"},{"ns":14,"exists":"","*":"Category:Use dmy dates from October 2010"},{"ns":0,"exists":"","*":"AIFACS"},{"ns":0,"exists":"","*":"Allahabad"},{"ns":0,"exists":"","*":"Allahabad University"},{"ns":0,"exists":"","*":"Amrita Shergil"},{"ns":0,"exists":"","*":"Art movement"},{"ns":0,"exists":"","*":"Banaras Hindu University"},{"ns":0,"exists":"","*":"CSJM University"},{"ns":0,"exists":"","*":"Delhi"},{"ns":0,"exists":"","*":"Dharmyug"},{"ns":0,"exists":"","*":"Gorakhpur"},{"ns":0,"exists":"","*":"Hindustan Times"},{"ns":0,"exists":"","*":"INDIA"},{"ns":0,"exists":"","*":"India"},{"ns":0,"exists":"","*":"Janata Party"},{"ns":0,"exists":"","*":"Kanpur"},{"ns":0,"exists":"","*":"Meerut"},{"ns":0,"exists":"","*":"New Delhi"},{"ns":0,"exists":"","*":"North India"},{"ns":0,"exists":"","*":"Ram Chandra Shukla"},{"ns":0,"exists":"","*":"Uttar Pradesh"},{"ns":0,"exists":"","*":"Varanasi"},{"ns":1,"exists":"","*":"Talk:Samikshavad"},{"ns":4,"exists":"","*":"Wikipedia:Citation needed"},{"ns":4,"exists":"","*":"Wikipedia:Citing sources"},{"ns":4,"exists":"","*":"Wikipedia:External links"},{"ns":4,"exists":"","*":"Wikipedia:When to cite"},{"ns":4,"exists":"","*":"Wikipedia:WikiProject Fact and Reference Check"},{"ns":4,"exists":"","*":"Wikipedia:Writing better articles"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Multiple issues"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:No footnotes"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Tone"},{"ns":10,"exists":"","*":"Template:Citation needed"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Delink"},{"ns":10,"exists":"","*":"Template:Anchor"},{"ns":10,"exists":"","*":"Template:Use dmy dates"},{"ns":10,"exists":"","*":"Template:DMCA"},{"ns":10,"exists":"","*":"Template:Dated maintenance category"},{"ns":10,"exists":"","*":"Template:FULLROOTPAGENAME"},{"ns":10,"exists":"","*":"Template:Ns has subpages"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:String"},{"ns":828,"exists":"","*":"Module:Delink"},{"ns":828,"exists":"","*":"Module:Anchor"},{"ns":828,"exists":"","*":"Module:TableTools"},{"ns":828,"exists":"","*":"Module:Ns has subpages"}],"images":["Ambox_important.svg","Text_document_with_red_question_mark.svg","Edit-clear.svg"],"externallinks":["https://web.archive.org/web/20060401021533/http://www.ddugu.edu.in/main.html","http://www.ccsuniversity.org/","http://www.gallery-worldwide.com/cmAuthor.jsp?id=2274&view=AUTH.html","http://ramchandrashukla.4t.com","http://ramchandrashukl.googlepages.com"],"sections":[{"toclevel":1,"level":"2","line":"The theme of Samikshavad","number":"1","index":"1","fromtitle":"Samikshavad","byteoffset":1386,"anchor":"The_theme_of_Samikshavad"},{"toclevel":1,"level":"2","line":"Manifesto of Samikshavad","number":"2","index":"2","fromtitle":"Samikshavad","byteoffset":10497,"anchor":"Manifesto_of_Samikshavad"},{"toclevel":1,"level":"2","line":"References and sources","number":"3","index":"3","fromtitle":"Samikshavad","byteoffset":11507,"anchor":"References_and_sources"},{"toclevel":1,"level":"2","line":"External links","number":"4","index":"4","fromtitle":"Samikshavad","byteoffset":15573,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Samikshavad","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q7409441"}]}}