{"parse":{"title":"Art as Experience","pageid":14395411,"revid":837301674,"text":{"*":"<div class=\"mw-parser-output\"><p><i><b>Art as Experience</b></i> (1934) is <a href=\"/wiki/John_Dewey\" title=\"John Dewey\"> John Dewey's</a> major writing on <a href=\"/wiki/Aesthetics\" title=\"Aesthetics\">aesthetics</a>, originally delivered as the first William James Lecture at <a href=\"/wiki/Harvard\" class=\"mw-redirect\" title=\"Harvard\">Harvard</a> (1932). Dewey's aesthetics have been found useful in a number of disciplines, including <a href=\"/wiki/New_media\" title=\"New media\">new media</a>.\n</p><p>Dewey had previously written articles on aesthetics in the 1880s and had further addressed the matter in <i><a href=\"/wiki/Democracy_and_Education\" title=\"Democracy and Education\">Democracy and Education</a></i> (1915). In his major work, <i>Experience and Nature</i> (1925), he laid out the beginnings of a theory of aesthetic experience, and wrote two important essays for <i>Philosophy and Civilization</i> (1931).<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Overview\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Overview</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Chapters\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Chapters</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#The_Live_Creature\"><span class=\"tocnumber\">2.1</span> <span class=\"toctext\">The Live Creature</span></a></li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#The_Live_Creature_and_Ethereal_Things\"><span class=\"tocnumber\">2.2</span> <span class=\"toctext\">The Live Creature and Ethereal Things</span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Having_an_Experience\"><span class=\"tocnumber\">2.3</span> <span class=\"toctext\">Having an Experience</span></a></li>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#The_Act_of_Expression\"><span class=\"tocnumber\">2.4</span> <span class=\"toctext\">The Act of Expression</span></a></li>\n<li class=\"toclevel-2 tocsection-7\"><a href=\"#The_Expressive_Object\"><span class=\"tocnumber\">2.5</span> <span class=\"toctext\">The Expressive Object</span></a></li>\n<li class=\"toclevel-2 tocsection-8\"><a href=\"#Substance_and_Form\"><span class=\"tocnumber\">2.6</span> <span class=\"toctext\">Substance and Form</span></a></li>\n<li class=\"toclevel-2 tocsection-9\"><a href=\"#Natural_History_of_Form\"><span class=\"tocnumber\">2.7</span> <span class=\"toctext\">Natural History of Form</span></a></li>\n<li class=\"toclevel-2 tocsection-10\"><a href=\"#Organization_of_Energies\"><span class=\"tocnumber\">2.8</span> <span class=\"toctext\">Organization of Energies</span></a></li>\n<li class=\"toclevel-2 tocsection-11\"><a href=\"#The_Common_Substance_of_the_Arts\"><span class=\"tocnumber\">2.9</span> <span class=\"toctext\">The Common Substance of the Arts</span></a></li>\n<li class=\"toclevel-2 tocsection-12\"><a href=\"#The_Varied_Substance_of_the_Arts\"><span class=\"tocnumber\">2.10</span> <span class=\"toctext\">The Varied Substance of the Arts</span></a></li>\n<li class=\"toclevel-2 tocsection-13\"><a href=\"#The_Human_Contribution\"><span class=\"tocnumber\">2.11</span> <span class=\"toctext\">The Human Contribution</span></a></li>\n<li class=\"toclevel-2 tocsection-14\"><a href=\"#The_Challenge_to_Philosophy\"><span class=\"tocnumber\">2.12</span> <span class=\"toctext\">The Challenge to Philosophy</span></a></li>\n<li class=\"toclevel-2 tocsection-15\"><a href=\"#Criticism_and_Perception\"><span class=\"tocnumber\">2.13</span> <span class=\"toctext\">Criticism and Perception</span></a></li>\n<li class=\"toclevel-2 tocsection-16\"><a href=\"#Art_and_Civilization\"><span class=\"tocnumber\">2.14</span> <span class=\"toctext\">Art and Civilization</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-17\"><a href=\"#See_also\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-18\"><a href=\"#Notes\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Notes</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Overview\">Overview</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Art_as_Experience&amp;action=edit&amp;section=1\" title=\"Edit section: Overview\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Dewey's theory, here, is an attempt to shift the understandings of what is important and characteristic about the art process from its physical manifestations in the ‘expressive object’ to the process in its entirety, a process whose fundamental element is no longer the material ‘work of art’ but rather the development of an ‘experience’. An experience is something that personally affects your life. That is why these theories are so important to our social and educational life. \n</p><p>Such a change in emphasis does not imply, though, that the individual art object has lost significance; far from it, its primacy is clarified: the object is recognized as the primary site for the dialectical processes of experience, as the unifying occasion for these experiences. Through the expressive object, the artist and the active observer encounter each other, their material and mental environments, and their culture at large. \n</p><p>\nThe description of the actual act of experiencing is drawn heavily from the biological/psychological theories Dewey expounded in his development of <a href=\"/wiki/Functional_psychology\" title=\"Functional psychology\">functional psychology</a>. In Dewey's article on reflex arc psychology, he writes that sensory data and worldly stimulus enter into the individual via the channels of afferent sense organs, and that the perception of these stimuli are a 'summation': </p><style data-mw-deduplicate=\"TemplateStyles:r856303468\">.mw-parser-output .templatequote{overflow:hidden;margin:1em 0;padding:0 40px}.mw-parser-output .templatequote .templatequotecite{line-height:1.5em;text-align:left;padding-left:1.6em;margin-top:0}</style><blockquote class=\"templatequote\"><p> This sensory motor coordination is not a new act, supervening upon what preceded. Just as the response is necessary to constitute the stimulus, to determine it as sound and as this kind of sound…so the sound experience must persist as a value in the running, to keep it up, to control it. The motor reaction involved in the running is, once more, into, not merely to, the sound. It occurs to change the sound…The resulting <a href=\"/wiki/Quale\" class=\"mw-redirect\" title=\"Quale\">quale</a>, whatever it may be, has its meaning wholly determined by reference to the hearing of the sound. It is that experience mediated.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p></blockquote>\n<p>The biological sensory exchange between man, whom Dewey calls 'the Live Creature' in <i>Art as Experience</i>, and the environment, is the basis of his aesthetic theory:\n</p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p> ...An experience is a product, one might almost say bi-product, of continuous and cumulative interaction of an organic self with the world. There is no other foundation upon which esthetic theory and criticism can build.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>\n</p></blockquote>\n<p>This is a dramatic expansion of the bounds of aesthetic philosophy, for it demonstrates the connections of art with everyday experience and in doing so reminds us of the highest responsibilities that art and society and the individual have always owed to each other: \n</p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p> ...works of art are the most intimate and energetic means of aiding individuals to share in the arts of living. Civilization is uncivil because human beings are divided into non-communicating sects, races, nations, classes and cliques.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p></blockquote>\n<p>To emphasize what is aesthetic about an experience is not, finally, to emphasize what is apolitical or impractical or otherwise marginal about that experience; rather, it is to emphasize in what ways that experience, as aesthetic, is a 'manifestation, a record and celebration of the life of a civilization, a means for promoting its development' and, insofar as that aesthetic experience relates to the kinds of experiences had in general, it is also the 'ultimate judgment upon the quality of a civilization.'<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n</p><p>See his <i><a href=\"/w/index.php?title=Experience_and_Nature&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Experience and Nature (page does not exist)\">Experience and Nature</a></i> for an extended discussion of 'Experience' in Dewey's philosophy.\n</p>\n<h2><span class=\"mw-headline\" id=\"Chapters\">Chapters</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Art_as_Experience&amp;action=edit&amp;section=2\" title=\"Edit section: Chapters\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"The_Live_Creature\">The Live Creature</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Art_as_Experience&amp;action=edit&amp;section=3\" title=\"Edit section: The Live Creature\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>John Dewey offers a new theory of art and the aesthetic experience. Dewey proposes that there is a continuity between the refined experience of works of art and everyday activities and events, and in order to understand the aesthetic one must begin with the events and scenes of daily life. This idea stands in opposition to the aesthetic theories presented by <a href=\"/wiki/Immanuel_Kant\" title=\"Immanuel Kant\">Immanuel Kant</a> and also the proponents of <a href=\"/wiki/German_Idealism\" class=\"mw-redirect\" title=\"German Idealism\">German Idealism</a>, which have historically been shown to favor certain heavily-classicized forms of art, known commonly as 'High Art' or <a href=\"/wiki/Fine_Art\" class=\"mw-redirect\" title=\"Fine Art\">Fine Art</a>. Dewey argues for the validity of 'popular art' stating: \n</p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p> So extensive and subtly pervasive are the ideas that set art on upon a remote pedestal, that many a person would be repelled rather than pleased if told that he enjoyed his casual recreations, at least in part, because of their esthetic quality. The arts which today have most vitality for the average person are the things he does not take to be arts; for instance, the movie, jazzed music, the comic strip…<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup>\n</p></blockquote> \n<p>We must recover the continuity of aesthetic experience with the normal processes of living. It is the duty of the theorist to make this connection and its implications clear. If art were understood differently by the public, art would gain in public esteem and have wider appeal.\n</p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p> The task is to restore continuity between the refined and intensified forms of experience that are works of art and the everyday events, doings, and sufferings that are universally recognized to constitute experience.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup>\n</p></blockquote> \n<p>His criticism of existing theories is that they \"spiritualize\" art and sever its connection with everyday experience. Glorifying art and setting it on a pedestal separates it from community life. Such theories actually do harm by preventing people from realizing the artistic value of their daily activities and the popular arts (movies, jazz, newspaper accounts of sensational exploits) that they most enjoy, and drives away the aesthetic perceptions which are a necessary ingredient of happiness.\n</p><p>Art has aesthetic standing only as it becomes an experience for human beings. Art intensifies the sense of immediate living, and accentuates what is valuable in enjoyment. Art begins with happy absorption in activity. Anyone who does his work with care, such as artists, scientists, mechanics, craftsmen, etc., are artistically engaged. The aesthetic experience involves the passing from disturbance to harmony and is one of man's most intense and satisfying experiences.\n</p><p>Art cannot be relegated to museums. There are historic reasons for the compartmentalization of art into museums and galleries. Capitalism, nationalism and imperialism have all played a major role.\n</p>\n<h3><span class=\"mw-headline\" id=\"The_Live_Creature_and_Ethereal_Things\">The Live Creature and Ethereal Things</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Art_as_Experience&amp;action=edit&amp;section=4\" title=\"Edit section: The Live Creature and Ethereal Things\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The title of the chapter is taken from <a href=\"/wiki/John_Keats\" title=\"John Keats\">John Keats</a> who once wrote, in a letter<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup> to <a href=\"/wiki/Benjamin_Robert_Haydon\" class=\"mw-redirect\" title=\"Benjamin Robert Haydon\">Benjamin Robert Haydon</a>,\n</p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p> The Sun, the Moon, the Earth and its contents are material to form greater things, that is, ethereal things- greater things than the Creator himself has made.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup>\n</p></blockquote> \n<p>In Dewey, this statement can be taken several ways: the term 'ethereal' is used in reference to the theorists of idealist aesthetics and other schools that have equated art with elements inaccessible to sense and common experience because of their perceived transcendent, spiritual qualities. This serves as a further condemnation of aesthetic theory that unjustly elevates art too far above the pragmatic, experiential roots that it is drawn from.\n</p><p>Another interpretation of the phrase could be that the 'earth and its contents' being, presumably, the ingredients to form 'ethereal things' further expounds the idea of Dewey's pragmatist aesthetics. In other words, the 'earth and its contents' could refer to 'human experience' being used to create art, (the 'ethereal things') which, though derived from the earth and experience, still contains a godly, creative quality not inherent in original creation.\n</p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p> Apart from organs inherited from animal ancestry, ideas and purpose would be without a mechanism of realization...the intervention of consciousness adds regulation, power of selection, and redisposition...its intervention leads to the idea of art as a conscious idea- the greatest intellectual achievement in the history of humanity.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup>\n</p></blockquote> \n<p>Addressing the intrusion of the supernatural into art, mythology, and religious ceremony, Dewey defends the need for the esoteric in addition to pure rationalism. Furthermore, the human imagination is seen by Dewey to be a powerful synthesizing tool to express experience with the environment. Essentially, rationality alone can neither suffice to understand life completely or ensure an enriched existence.\n</p><p>Dewey writes that religious behaviors and rituals were\n</p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p> enduringly enacted, we may be sure, in spite of all practical failures, because they were immediate enhancements of the experience of living…delight in the story, in the growth and rendition of a good yarn, played its dominant part then as it does in the growth of popular mythologies today.<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup>\n</p></blockquote> \n<p>Art and (aesthetic) mythology, according to Dewey, is an attempt to find light in a great darkness. Art appeals directly to sense and the sensuous imagination, and many aesthetic and religious experiences occur as the result of energy and material used to expand and intensify the experience of life.\n</p><p>Returning to Keats, Dewey closes the chapter by making reference to another of Keat's passages,<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup>\n</p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p> Beauty is truth, and truth beauty—that is all ye know on Earth, and all ye need to know.<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup>\n</p></blockquote>\n<p>Concerning the passage, Dewey addresses the doctrine of divine revelation and the role of the imagination in experience and art.\n</p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p> Reasoning must fail man—this of course is the doctrine long taught by those who have held the necessity of divine revelation. Keats did not accept this supplement and substitute for reason. The insight of the imagination must suffice...ultimately there are but two philosophies. One of them accepts life and experience in all its uncertainty, mystery, doubt, and half knowledge and turns that experience upon itself to deepen and intensify its own qualities—to imagination and art. This is the philosophy of Shakespeare and Keats.<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup>\n</p></blockquote>\n<h3><span class=\"mw-headline\" id=\"Having_an_Experience\">Having an Experience</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Art_as_Experience&amp;action=edit&amp;section=5\" title=\"Edit section: Having an Experience\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>John Dewey distinguishes between experience in general and \"an\" experience. Experience occurs continually, as we are always involved in the process of living, but it is often interrupted and inchoate, with conflict and resistance. Much of the time we are not concerned with the connection of events but instead there is a loose succession, and this is non-aesthetic. Experience, however, is not an experience.\n</p><p>An experience occurs when a work is finished in a satisfactory way, a problem solved, a game is played through, a conversation is rounded out, and fulfillment and consummation conclude the experience. In an experience, every successive part flows freely. An experience has a unity and episodes fuse into a unity, as in a work of art. The experience may have been something of great or just slight importance.\n</p><p>Such an experience has its own individualizing quality. An experience is individual and singular; each has its own beginning and end, its own plot, and its own singular quality that pervades the entire experience. The final import is intellectual, but the occurrence is emotional as well. Aesthetic experience cannot be sharply marked off from other experiences, but in an aesthetic experience,  structure may be immediately felt and recognized, there is completeness and unity and necessarily emotion. Emotion is the moving and cementing force.\n</p><p>There is no one word to combine \"artistic\" and \"aesthetic,\" unfortunately, but \"artistic\" refers to the production, the doing and making, and \"aesthetic\" to appreciating, perceiving, and enjoying. For a work to be art, it must also be aesthetic. The work of the artist is to build an experience that will be experienced aesthetically.\n</p>\n<h3><span class=\"mw-headline\" id=\"The_Act_of_Expression\">The Act of Expression</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Art_as_Experience&amp;action=edit&amp;section=6\" title=\"Edit section: The Act of Expression\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Artistic expression is not \"spontaneous.\" The mere spewing forth of emotion is not artistic expression. Art requires long periods of activity and reflection, and comes only to those absorbed in observing experience. An artist's work requires reflection on past experience and a sifting of emotions and meanings from that prior experience. For an activity to be converted into an artistic expression, there must be excitement, turmoil and an urge from within to go outward. Art is expressive when there is complete absorption in the subject and a unison of present and past experience is achieved.\n</p><p>There are values and meanings best expressed by certain visible or audible material. Our appetites know themselves better when artistically transfigured. Artistic expression clarifies turbulent emotions. The process is essentially the same in scientists and philosophers as well as those conventionally defined as artists. Aesthetic quality will adhere to all modes of production in a well-ordered society.\n</p>\n<h3><span class=\"mw-headline\" id=\"The_Expressive_Object\">The Expressive Object</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Art_as_Experience&amp;action=edit&amp;section=7\" title=\"Edit section: The Expressive Object\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The fifth chapter Dewey turns to the expressive object. He believes that the object should not be seen in isolation from the process that produced it, nor from the individuality of vision from which it came. Theories which simply focus on the expressive object dwell on how the object represents other objects and ignore the individual contribution of the artist. Conversely, theories that simply focus on the act of expressing tend to see expression merely in terms of personal discharge.\n</p><p>Works of art use materials that come from a public world, and they awaken new perceptions of the meanings of that world, connecting the universal and the individual organically. The work of art is representative, not in the sense of literal reproduction, which would exclude the personal, but in that it tells people about the nature of their experience.\n</p><p>Dewey observes that some who have denied art meaning have done so on the assumption that art does not have connection with outside content. He agrees that art has a unique quality, but argues that this is based on its concentrating meaning found in the world. For Dewey, the actual Tintern Abbey expresses itself in Wordsworth's poem about it and a city expresses itself in its celebrations. In this, he is quite different from those theorists who believe that art expresses the inner emotions of the artist. The difference between art and science is that art expresses meanings, whereas science states them. A statement gives us directions for obtaining an experience, but does not supply us with experience. That water is <span class=\"chemf nowrap\">H<span style=\"display:inline-block;margin-bottom:-0.3em;vertical-align:-0.4em;line-height:1em;font-size:80%;text-align:left\"><sup style=\"font-size:inherit;line-height:inherit;vertical-align:baseline\"></sup><br /><sub style=\"font-size:inherit;line-height:inherit;vertical-align:baseline\">2</sub></span>O</span> tells us how to obtain or test for water. If science expressed the inner nature of things it would be in competition with art, but it does not. Aesthetic art, by contrast to science, constitutes an experience.\n</p><p>A poem operates in the dimension of direct experience, not of description or propositional logic. The expressiveness of a painting is the painting itself. The meaning is there beyond the painter's private experience or that of the viewer. A painting by Van Gogh of a bridge is not representative of a bridge or even of Van Gogh's emotion. Rather, by means of pictorial presentation, Van Gogh presents the viewer with a new object in which emotion and external scene are fused. He selects material with a view to expression, and the picture is expressive to the degree that he succeeds.\n</p><p>Dewey notes that formalist art critic Roger Fry spoke of relations of lines and colors coming to be full of passionate meaning within the artist. For Fry the object as such tends to disappear in the whole of vision. Dewey agrees with the first point and with the idea that creative representation is not of natural items as they literally happen. He adds however that the painter approaches the scene with emotion-laden background experiences. The lines and colors of the painter's work crystallize into a specific harmony or rhythm which is a function also of the scene in its interaction with the beholder. This passion in developing a new form is the aesthetic emotion. The prior emotion is not forgotten but fused with the emotion belonging to the new vision.\n</p><p>Dewey, then, opposes the idea that the meanings of the lines and colors in a painting would completely replace other meanings attached to the scene. He also rejects the notion that the work of art only expresses something exclusive to art. The theory that subject-matter is irrelevant to art commits its advocates to seeing art as esoteric. To distinguish between aesthetic values of ordinary experience (connected with subject-matter) and aesthetic values of art, as Fry wished, is impossible. There would be nothing for the artist to be passionate about if she approached the subject matter without interests and attitudes. The artist first brings meaning and value from earlier experience to her observation giving the object its expressiveness. The result is a completely new object of a completely new experience.\n</p><p>For Dewey, an artwork clarifies and purifies confused meaning of prior experience. By contrast, a non-art drawing that simply suggests emotions through arrangements of lines and colors is similar to a signboard that indicates but does not contain meaning: it is only enjoyed because of what they remind us of. Also, whereas a statement or a diagram takes us to many things of the same kind, an expressive object is individualized, for example in expressing a particular depression.\n</p>\n<h3><span class=\"mw-headline\" id=\"Substance_and_Form\">Substance and Form</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Art_as_Experience&amp;action=edit&amp;section=8\" title=\"Edit section: Substance and Form\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Consistent with his non-dualistic thinking, Dewey does not draw a sharp distinction between substance and form. He states that “there can be no distinction drawn, save in reflection, between form and substance.” For Dewey, substance is different from subject. One could say that Keats’ Ode to a Nightingale has a nightingale for a subject, but for Dewey the substance of the poem <i>is</i> the poem. Substance represents the culmination of the artist’s creative efforts. Form for Dewey is the quality of having form. Having form allows the substance to be evoked in such a way that “it can enter into the experiences of others and enable them to have more intense and more fully rounded out experiences of their own.” This process exemplifies Dewey’s triadic relationship between artist, art object, and creative viewer.\n</p>\n<h3><span class=\"mw-headline\" id=\"Natural_History_of_Form\">Natural History of Form</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Art_as_Experience&amp;action=edit&amp;section=9\" title=\"Edit section: Natural History of Form\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>In this chapter, Dewey states that the “formal conditions of artistic form” are “rooted deep in the world itself.” The interaction of the living organism with its environment is the source of all forms of resistance, tension, furtherance, balance – that is, those elements essential for aesthetic experience and which, themselves, constitute form. These elements of interaction are subsumed in one broad term for Dewey, rhythm. He states: “There is rhythm in nature before poetry, painting, architecture and music exist.” Consequently, it makes sense for someone to see aesthetically acording to Dewey. For example, the analogy of people seeing a building from a ferry. In this case, the person who sees aesthetically, is the one who is able to see like the artist, the one who recognizes the relations of the parts to the whole, etc. These larger rhythms of nature include the cycles of day and night, the seasons, the reproduction of plants and animals, as well as the development of human craft necessary for living with these changes in nature. This gives rise to the development of the rituals for planting, harvest, and even war. These rhythms of change and repetition have seated themselves deep in human subconsciousness. Via this path from nature, we find the essential rhythms of all the arts. Dewey writes: “Underneath the rhythm of every art and of every work of art there lies, as a substratum in the depths of the subconsciousness, the basic pattern of the relations of the live creature to his environment.” The aesthetic deployment of these rhythms constitutes artistic form.\n</p>\n<h3><span class=\"mw-headline\" id=\"Organization_of_Energies\">Organization of Energies</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Art_as_Experience&amp;action=edit&amp;section=10\" title=\"Edit section: Organization of Energies\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Energy pervades the work of art, and the more that energy is clarified, intensified, and concentrated, the more compelling the work of art should be. Dewey gives the example of young children intending to act a play. “They gesticulate, tumble and roll, each pretty much on his own account, with little reference to what others are doing.” This is contrasted with the “well-constructed and well-executed” play. However, it does not necessarily follow that the latter play will be better than the former. This is merely an extreme case of contrasting aesthetic values based on different organizations of energy. The organization of energy manifests itself in patterns or intervals, now more now less. This patterning is related to Dewey’s earlier ideas on rhythm. He writes that instances of energy are “piecemeal, one replacing another…And thus we are brought again to rhythm.” However, the organization of energies is not the same as rhythm. The organization of energy is important as “the common element in all the arts” for “producing a result.” Artistic skill exemplifies skillful organization of energy. An over-emphasis of a single source of energy (at the expense of others sources of energy) in a work of art shows poor organization of energy. At the end of the chapter, Dewey states that art is, in fact, “only definable as organization of energies.” The power of art to “move and stir, to calm and tranquilize” is intelligible only when “the fact of energy” is made central to an understanding of art. The qualities of order and balance in works of art follow from the selection of significant energy. Great art, therefore, finds and deploys ideal energy.\n</p>\n<h3><span class=\"mw-headline\" id=\"The_Common_Substance_of_the_Arts\">The Common Substance of the Arts</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Art_as_Experience&amp;action=edit&amp;section=11\" title=\"Edit section: The Common Substance of the Arts\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>In this chapter Dewey examines several qualities that are common to all works of art. Early in the chapter, Dewey discusses the feeling of a “total seizure”, a sense of “an inclusive whole not yet articulated” that one feels immediately in the experiencing of a work of art. This sense of wholeness, of all the parts of the work coalescing, can only be intuited. Parts of the work of art may be discriminated, but their sense of coalescence is a quality of intuition. Without this “intuited enveloping quality, parts are external to one another and mechanically related.” \n</p><p>This sense of wholeness conveyed by the work of art distinguishes the work from the background in which it sits. Evidence of this idea of the artwork standing apart from its background is “our constant sense of things as belonging or not belonging, of relevancy, a sense which is immediate.” Yet the background represents the “unlimited envelope” of the world we live in, and the work of art, though seen as a discrete thing, is intimately connected with the larger background. We intuit this connection, and in this process there is something mystical. “An experience becomes mystical in the degree which the sense, the feeling, of the unlimited envelope becomes intense – as it may do in the experience of an art object.” Though this mystical quality may not be a common substance of all art objects, the sense of wholeness within the object and its relation to a background are. \n</p><p>A further common substance to all works of art is related to the idea of means and ends. In aesthetic works and aesthetic experience, means and ends coalesce. Means <i>are</i> ends in the aesthetic. The non-aesthetic has a clear separation of means and ends: means are <i>merely</i> means, mechanical steps used solely to achieve the desired end. Dewey uses the idea of “journeying” as an example. Non-aesthetic journeying is undertaken merely to arrive at the destination; any steps to shorten the trip are gladly taken. Aesthetic journeying is undertaken for “the delight of moving about and seeing what we see.” Extending non-aesthetic experience may lead to frustration and impatience, whereas drawing out aesthetic experience may increase a feeling of pleasure.  \n</p><p>Every artwork and art discipline has a “special medium” that it exploits. In doing so, the different disciplines achieve the sense of wholeness in a given work, and the coalescing of ends and means in qualitatively different ways. “Media are different in the different arts. But possession of a medium belongs to them all. Otherwise they would not be expressive, nor without the common substance could they possess form.” \n</p><p>Dewey discusses another matter that is common to the substance of all works of art: space and time. Both space and time have qualities of room, extent, and position. For the concept of space, he identifies these qualities as spaciousness, spatiality, and spacing. And for the concept of time: transition, endurance, and date. Dewey devotes most of the remainder of the chapter to a discussion of these qualities in different art works and disciplines. \n</p><p>In the final paragraphs, Dewey summarizes the chapter. He claims that there must be common substance in the arts “because there are general conditions without which an experience is not possible.” Ultimately, then, it is the person experiencing the artwork who must distinguish and appreciate these common qualities, for “the intelligibility of a work of art depends upon the presence to the meaning that renders individuality of parts and their relationship in the whole directly present to the eye and ear trained in perception.”\n</p>\n<h3><span class=\"mw-headline\" id=\"The_Varied_Substance_of_the_Arts\">The Varied Substance of the Arts</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Art_as_Experience&amp;action=edit&amp;section=12\" title=\"Edit section: The Varied Substance of the Arts\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<h3><span class=\"mw-headline\" id=\"The_Human_Contribution\">The Human Contribution</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Art_as_Experience&amp;action=edit&amp;section=13\" title=\"Edit section: The Human Contribution\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<h3><span class=\"mw-headline\" id=\"The_Challenge_to_Philosophy\">The Challenge to Philosophy</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Art_as_Experience&amp;action=edit&amp;section=14\" title=\"Edit section: The Challenge to Philosophy\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<h3><span class=\"mw-headline\" id=\"Criticism_and_Perception\">Criticism and Perception</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Art_as_Experience&amp;action=edit&amp;section=15\" title=\"Edit section: Criticism and Perception\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<h3><span class=\"mw-headline\" id=\"Art_and_Civilization\">Art and Civilization</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Art_as_Experience&amp;action=edit&amp;section=16\" title=\"Edit section: Art and Civilization\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Art_as_Experience&amp;action=edit&amp;section=17\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/List_of_publications_by_John_Dewey\" class=\"mw-redirect\" title=\"List of publications by John Dewey\">List of publications by John Dewey</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"Notes\">Notes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Art_as_Experience&amp;action=edit&amp;section=18\" title=\"Edit section: Notes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://plato.stanford.edu/entries/dewey-aesthetics/\">Stanford Encyclopedia of Philosophy</a></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.comp.dit.ie/dgordon/Courses/ILT/ILT0003/TheReflexArcConceptIinPsychology.pdf\">[1]</a></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><i>Art as Experience</i> p. 220</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><i>Art as Experience</i> p. 336</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Art as Experience p. 326</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\"><i>Art as Experience</i> p. 06</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\"><i>Art as Experience</i> p. 03</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external autonumber\" href=\"http://englishhistory.net/keats/letters/haydon1011May1817.html\">[2]</a></span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\"><i>Art as Experience</i> p.20</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\"><i>Art as Experience</i> p. 25</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\"><i>Art as Experience</i> p.30</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.bartleby.com/101/625.html\">[3]</a></span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\"><i>Ode on a Grecian Urn</i></span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\"><i>Art as Experience</i> p.34</span>\n</li>\n</ol></div>\n\n<!-- \nNewPP limit report\nParsed by mw1242\nCached time: 20180901152407\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.088 seconds\nReal time usage: 0.110 seconds\nPreprocessor visited node count: 729/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 8011/2097152 bytes\nTemplate argument size: 3708/2097152 bytes\nHighest expansion depth: 14/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 6990/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.007/10.000 seconds\nLua memory usage: 677 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   69.119      1 -total\n 35.44%   24.495     10 Template:Quotation\n 33.76%   23.337      1 Template:Italic_title\n 25.23%   17.440      1 Template:Chem\n 18.60%   12.857      1 Template:Chem/link\n 14.05%    9.712      3 Template:Chem/atom\n  7.91%    5.468      1 Template:Su\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:14395411-0!canonical and timestamp 20180901152406 and revision id 837301674\n -->\n</div>"},"langlinks":[{"lang":"fa","url":"https://fa.wikipedia.org/wiki/%D9%87%D9%86%D8%B1_%D8%A8%D9%87_%D9%85%D9%86%D8%B2%D9%84%D9%87_%D8%AA%D8%AC%D8%B1%D8%A8%D9%87","langname":"Persian","autonym":"فارسی","*":"هنر به منزله تجربه"}],"categories":[{"sortkey":"","*":"1934_documents"},{"sortkey":"","*":"Aesthetics_literature"},{"sortkey":"","*":"Works_by_John_Dewey"}],"links":[{"ns":0,"exists":"","*":"Aesthetics"},{"ns":0,"exists":"","*":"Benjamin Robert Haydon"},{"ns":0,"exists":"","*":"Democracy and Education"},{"ns":0,"exists":"","*":"Fine Art"},{"ns":0,"exists":"","*":"Functional psychology"},{"ns":0,"exists":"","*":"German Idealism"},{"ns":0,"exists":"","*":"Harvard"},{"ns":0,"exists":"","*":"Immanuel Kant"},{"ns":0,"exists":"","*":"John Dewey"},{"ns":0,"exists":"","*":"John Keats"},{"ns":0,"exists":"","*":"List of publications by John Dewey"},{"ns":0,"exists":"","*":"New media"},{"ns":0,"exists":"","*":"Quale"},{"ns":0,"*":"Experience and Nature"}],"templates":[{"ns":10,"exists":"","*":"Template:Italic title"},{"ns":10,"exists":"","*":"Template:Quotation"},{"ns":10,"exists":"","*":"Template:Quote"},{"ns":10,"exists":"","*":"Template:Quote/styles.css"},{"ns":10,"exists":"","*":"Template:Chem"},{"ns":10,"exists":"","*":"Template:Chem/link"},{"ns":10,"exists":"","*":"Template:Chem/atom"},{"ns":10,"exists":"","*":"Template:Su"},{"ns":828,"exists":"","*":"Module:Italic title"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Su"}],"images":[],"externallinks":["http://plato.stanford.edu/entries/dewey-aesthetics/","http://www.comp.dit.ie/dgordon/Courses/ILT/ILT0003/TheReflexArcConceptIinPsychology.pdf","http://englishhistory.net/keats/letters/haydon1011May1817.html","http://www.bartleby.com/101/625.html"],"sections":[{"toclevel":1,"level":"2","line":"Overview","number":"1","index":"1","fromtitle":"Art_as_Experience","byteoffset":730,"anchor":"Overview"},{"toclevel":1,"level":"2","line":"Chapters","number":"2","index":"2","fromtitle":"Art_as_Experience","byteoffset":4407,"anchor":"Chapters"},{"toclevel":2,"level":"3","line":"The Live Creature","number":"2.1","index":"3","fromtitle":"Art_as_Experience","byteoffset":4423,"anchor":"The_Live_Creature"},{"toclevel":2,"level":"3","line":"The Live Creature and Ethereal Things","number":"2.2","index":"4","fromtitle":"Art_as_Experience","byteoffset":7255,"anchor":"The_Live_Creature_and_Ethereal_Things"},{"toclevel":2,"level":"3","line":"Having an Experience","number":"2.3","index":"5","fromtitle":"Art_as_Experience","byteoffset":11118,"anchor":"Having_an_Experience"},{"toclevel":2,"level":"3","line":"The Act of Expression","number":"2.4","index":"6","fromtitle":"Art_as_Experience","byteoffset":12849,"anchor":"The_Act_of_Expression"},{"toclevel":2,"level":"3","line":"The Expressive Object","number":"2.5","index":"7","fromtitle":"Art_as_Experience","byteoffset":13883,"anchor":"The_Expressive_Object"},{"toclevel":2,"level":"3","line":"Substance and Form","number":"2.6","index":"8","fromtitle":"Art_as_Experience","byteoffset":18363,"anchor":"Substance_and_Form"},{"toclevel":2,"level":"3","line":"Natural History of Form","number":"2.7","index":"9","fromtitle":"Art_as_Experience","byteoffset":19207,"anchor":"Natural_History_of_Form"},{"toclevel":2,"level":"3","line":"Organization of Energies","number":"2.8","index":"10","fromtitle":"Art_as_Experience","byteoffset":20830,"anchor":"Organization_of_Energies"},{"toclevel":2,"level":"3","line":"The Common Substance of the Arts","number":"2.9","index":"11","fromtitle":"Art_as_Experience","byteoffset":22527,"anchor":"The_Common_Substance_of_the_Arts"},{"toclevel":2,"level":"3","line":"The Varied Substance of the Arts","number":"2.10","index":"12","fromtitle":"Art_as_Experience","byteoffset":26200,"anchor":"The_Varied_Substance_of_the_Arts"},{"toclevel":2,"level":"3","line":"The Human Contribution","number":"2.11","index":"13","fromtitle":"Art_as_Experience","byteoffset":26240,"anchor":"The_Human_Contribution"},{"toclevel":2,"level":"3","line":"The Challenge to Philosophy","number":"2.12","index":"14","fromtitle":"Art_as_Experience","byteoffset":26270,"anchor":"The_Challenge_to_Philosophy"},{"toclevel":2,"level":"3","line":"Criticism and Perception","number":"2.13","index":"15","fromtitle":"Art_as_Experience","byteoffset":26305,"anchor":"Criticism_and_Perception"},{"toclevel":2,"level":"3","line":"Art and Civilization","number":"2.14","index":"16","fromtitle":"Art_as_Experience","byteoffset":26337,"anchor":"Art_and_Civilization"},{"toclevel":1,"level":"2","line":"See also","number":"3","index":"17","fromtitle":"Art_as_Experience","byteoffset":26365,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"Notes","number":"4","index":"18","fromtitle":"Art_as_Experience","byteoffset":26421,"anchor":"Notes"}],"parsewarnings":[],"displaytitle":"<i>Art as Experience</i>","iwlinks":[],"properties":[{"name":"displaytitle","*":"<i>Art as Experience</i>"},{"name":"wikibase_item","*":"Q2690629"}]}}