{"parse":{"title":"Orleans Levee Board","pageid":2641313,"revid":848621769,"text":{"*":"<div class=\"mw-parser-output\"><p>From 1890 through 2006, the <b>Orleans Levee Board</b> was the body of commissioners that oversaw the <b>Orleans Levee District (OLD)</b> which supervised the <a href=\"/wiki/Levee\" title=\"Levee\">levee</a> and floodwall system in <a href=\"/wiki/New_Orleans\" title=\"New Orleans\">Orleans Parish, Louisiana</a>. The role of the OLD has changed over time. Prior to Hurricane Betsy in 1965, the OLD developed land and sold it to raise money to build and improve levees. After 1965, Congress directed the Army Corps of Engineers to be responsible for design and construction of the hurricane flood protection system enveloping New Orleans.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>\n</p><p>Owing to the 1965 legislation, the OLB's duties regarding hurricane surge protection were now limited to collecting the 30% cost share for project design and construction, and to maintaining and operating completed flood protection structures. Until the end of 2006, the OLB was a major governmental entity which functioned independently of municipal government in and around Orleans Parish. (Orleans Parish is coextensive with the city of New Orleans; their boundaries are one and the same).\n</p><p>In the wake of the catastrophic <a href=\"/wiki/Levee\" title=\"Levee\">levee</a> failures in New Orleans during <a href=\"/wiki/Hurricane_Katrina\" title=\"Hurricane Katrina\">Hurricane Katrina</a>, two new regional flood protection authorities were created to replace the multiple <a href=\"/wiki/Parish_(administrative_division)\" title=\"Parish (administrative division)\">parochial</a> levee boards, including Orleans Parish's Levee Board. Most of the <b>Orleans Levee District</b> now falls under the jurisdiction of the <b><a href=\"/wiki/Southeast_Louisiana_Flood_Protection_Authority\" title=\"Southeast Louisiana Flood Protection Authority\">Southeast Louisiana Flood Protection Authority</a> - East</b>, charged with the oversight of all flood-protection infrastructure for <a href=\"/wiki/New_Orleans_metropolitan_area\" title=\"New Orleans metropolitan area\">Greater New Orleans</a> on the East Bank of the <a href=\"/wiki/Mississippi_River\" title=\"Mississippi River\">Mississippi River</a>. The <b>Southeast Louisiana Flood Protection Authority - West</b> possesses the same metro-wide jurisdiction for the West Bank of the Mississippi, and it includes that portion of the Orleans Levee District on the West Bank (i.e., <a href=\"/wiki/Algiers,_New_Orleans\" title=\"Algiers, New Orleans\">Algiers</a>).\n</p><p>After Hurricana Katrina, it was widely believed that perhaps a different form of levee board governance might be more appropriate for a major marine terminal like New Orleans. Nevertheless, the issue of whether the members of the OLB Engineering Committee acted incompetently or negligently has not been conclusively demonstrated or proven.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#History\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">History</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Orleans_Levee_Board_and_Hurricane_Katrina\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Orleans Levee Board and Hurricane Katrina</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Changes_to_National_and_State_Policy\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Changes to National and State Policy</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#See_also\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#External_links\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"History\">History</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Orleans_Levee_Board&amp;action=edit&amp;section=1\" title=\"Edit section: History\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The pre-Katrina Orleans Levee District (OLD), governed by the Orleans Levee Board (OLB), owned considerable assets, mainly real estate, a peculiarity that stems from its history. The <b>Orleans Levee District</b> was created by the <a href=\"/wiki/Louisiana_legislature\" class=\"mw-redirect\" title=\"Louisiana legislature\">Louisiana legislature</a> in 1890 for the purpose of protecting the low-lying city of New Orleans from floods. At that time, communities along the <a href=\"/wiki/Mississippi_River\" title=\"Mississippi River\">Mississippi River</a> were largely in charge of creating their own levees to protect themselves, as no unified levee system existed. Most neighboring <a href=\"/wiki/Parish_(administrative_division)\" title=\"Parish (administrative division)\">parishes</a> had (and some still have) similar parochial levee boards. In the early twentieth century, the OLD reclaimed a portion of Lake Pontchartrain, a 24-mile wide lake north of New Orleans. The OLD developed the land and sold it to raise money to build and improve levees. Starting in the 1920s, the Board undertook a massive flood-protection initiative involving the construction of a stepped <a href=\"/wiki/Seawall\" title=\"Seawall\">seawall</a> several hundred feet north of a portion of the existing south shore of <a href=\"/wiki/Lake_Pontchartrain\" title=\"Lake Pontchartrain\">Lake Pontchartrain</a>. The intervening area was filled to several feet above sea level and was to serve as a \"super levee\" protecting the city from the Lake's <a href=\"/wiki/Storm_surge\" title=\"Storm surge\">storm surge</a>.\n</p><p>The Lake Vista, Lake Oaks, Lake Terrace, East and West Lakeshore subdivisions and other property between Robert E. Lee Blvd and Lake Pontchartrain are all examples of the OLB's developed properties.\n</p><p>In 1924, the state legislature authorized the OLB to acquire 33,000 acres (130&#160;km²) of land on the east bank of the Mississippi River about 50 miles (80&#160;km) south of New Orleans in order to build the <b>Bohemia Spillway</b> between the River and the <a href=\"/wiki/Gulf_of_Mexico\" title=\"Gulf of Mexico\">Gulf of Mexico</a>.  (<i>1924 La. Acts 99</i>). Approximately half of this land was public property transferred from the state; the other half was either expropriated,\nor purchased under threat of expropriation, from private owners according to a legal finding. (<i>1928 La. Acts 246; 1942 La. Acts 311</i>).<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>\n</p><p>In the aftermath of the <a href=\"/wiki/Great_Mississippi_Flood_of_1927\" title=\"Great Mississippi Flood of 1927\">Great Mississippi Flood of 1927</a>, the <a href=\"/wiki/United_States_Congress\" title=\"United States Congress\">U.S. Congress</a> gave the <a href=\"/wiki/United_States_Army_Corps_of_Engineers\" title=\"United States Army Corps of Engineers\">United States Army Corps of Engineers</a> supervision and control over the design and construction of flood-control infrastructure throughout the <a href=\"/wiki/Mississippi_embayment\" title=\"Mississippi embayment\">Mississippi River Valley</a>.\n</p><p>In 1934, <a href=\"/wiki/New_Orleans_Lakefront_Airport\" class=\"mw-redirect\" title=\"New Orleans Lakefront Airport\">New Orleans Lakefront Airport</a> opened on land <a href=\"/wiki/Dredging\" title=\"Dredging\">dredged</a> from <a href=\"/wiki/Lake_Pontchartrain\" title=\"Lake Pontchartrain\">Lake Pontchartrain</a> by the Levee Board, part of a larger \"lakefill\" land-reclamation project initiated to construct a super levee for the protection of the northern perimeter of the city. The airport was originally named \"Shushan Airport\" after Orleans Levee Board president Abraham Lazar Shushan; it was renamed \"New Orleans Airport\" after Shushan's indictment for corruption in the <a href=\"/wiki/Louisiana_Scandals\" class=\"mw-redirect\" title=\"Louisiana Scandals\">Louisiana Scandals</a> of the late 1930s.\n</p><p><a href=\"/wiki/Governor_of_Louisiana\" class=\"mw-redirect\" title=\"Governor of Louisiana\">Governor</a> <a href=\"/wiki/Jimmie_Davis\" title=\"Jimmie Davis\">Jimmie Davis</a>, in his second term from 1960 to 1964, named the New Orleans attorney <a href=\"/wiki/Gerald_J._Gallinghouse\" title=\"Gerald J. Gallinghouse\">Gerald J. Gallinghouse</a> as the president of the levee board. In that capacity, Gallinghouse delivered more than 300 speeches warning of the need to be prepared for weather disasters, another of which was on its way, <a href=\"/wiki/Hurricane_Betsy\" title=\"Hurricane Betsy\">Hurricane Betsy</a>.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p><p>After extensive flooding during Hurricane Betsy in 1965, <a href=\"/wiki/United_States_Congress\" title=\"United States Congress\">Congress</a> ordered the <a href=\"/wiki/U.S._Army_Corps_of_Engineers\" class=\"mw-redirect\" title=\"U.S. Army Corps of Engineers\">U.S. Army Corps of Engineers</a> henceforth to design and build flood protection in the <i>Lake Pontchartrain and Vicinity Hurricane Protection Project</i>. The OLB became the local sponsor, and its duties regarding flood protection were now limited to collecting 30% cost-share for project design and construction and maintaining the completed structures. Despite Congress's mandate that the Corps now had the authority to design/build flood protection, the OLB still retained extensive assets which had to be managed.\n</p>\n<h2><span class=\"mw-headline\" id=\"Orleans_Levee_Board_and_Hurricane_Katrina\">Orleans Levee Board and Hurricane Katrina</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Orleans_Levee_Board&amp;action=edit&amp;section=2\" title=\"Edit section: Orleans Levee Board and Hurricane Katrina\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div role=\"note\" class=\"hatnote navigation-not-searchable\">Main article: <a href=\"/wiki/2005_levee_failures_in_Greater_New_Orleans\" title=\"2005 levee failures in Greater New Orleans\">2005 levee failures in Greater New Orleans</a></div>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:202px;\"><a href=\"/wiki/File:FridgeLeveeBoardVictim.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/2d/FridgeLeveeBoardVictim.jpg/200px-FridgeLeveeBoardVictim.jpg\" width=\"200\" height=\"356\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/2d/FridgeLeveeBoardVictim.jpg/300px-FridgeLeveeBoardVictim.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/2/2d/FridgeLeveeBoardVictim.jpg/400px-FridgeLeveeBoardVictim.jpg 2x\" data-file-width=\"562\" data-file-height=\"999\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:FridgeLeveeBoardVictim.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>Debris set on curb from flood-damaged <a href=\"/wiki/Uptown_New_Orleans\" title=\"Uptown New Orleans\">Uptown</a> home includes trashed \"<a href=\"/wiki/Katrina_refrigerator\" title=\"Katrina refrigerator\">Katrina refrigerator</a>\" with <a href=\"/wiki/Graffiti\" title=\"Graffiti\">graffiti</a> labeling it as a \"levee board victim.\"</div></div></div>\n<p>After Hurricane Katrina, in a context of shock, chaos and confusion, the Orleans Levee Board found itself at the center of the greatest crisis ever to face the city of New Orleans. Multiple levee and floodwall breaches in the <a href=\"/wiki/Industrial_Canal\" title=\"Industrial Canal\">Industrial Canal</a>, the <a href=\"/wiki/17th_Street_Canal\" title=\"17th Street Canal\">17th Street Canal</a>, and the <a href=\"/wiki/London_Avenue_Canal\" title=\"London Avenue Canal\">London Avenue Canal</a> resulted in the flooding of 80% of the city. The flood is believed to have directly caused over 1,400 deaths; destroyed or severely damaged homes, businesses, and property in the majority of the city.\n</p><p>Investigations after the disaster revealed that the design of the levee and floodwall system, designed and built by the U.S. Army Corps of Engineers, had profoundly inadequate design and construction specifications.\n</p><p>What is evident from the project record is that the Army Corps recommended raising the canal floodwalls for the 17th Street Canal, but recommended gated structures at the mouths of the Orleans and London Avenue Canals because the latter plan was less expensive. The OLB convinced Congress to pass legislation that required the Corps to raise the floodwalls for all three canals. Furthermore, the Corps, in a separate attempt to limit project costs, initiated a sheet pile load test (E-99 Study), but misinterpreted the results and wrongly concluded that sheet piles needed to be driven to depths of only 17 feet (1 foot ¼ 0.3048 meters) instead of between 31 and 46 feet. That decision saved approximately $100 million, but significantly reduced overall engineering reliability.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Changes_to_National_and_State_Policy\">Changes to National and State Policy</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Orleans_Levee_Board&amp;action=edit&amp;section=3\" title=\"Edit section: Changes to National and State Policy\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>After the levee failures, the immediate assumption was that the OLD commissioners were not engaged in flood protection. This was reinforced by corps spokespersons who repeatedly told a story of local levee board officials who \"forced\" the corps to build the system that failed.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup> As revealed in an August 2015 article<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup> in the official journal of the <a href=\"/wiki/World_Water_Council\" title=\"World Water Council\">World Water Council</a>, the story is untrue, and responsibility for the levee failures belongs to the corps. Nonetheless, in the context of haste confusion, there were calls for the elimination of the Orleans Levee Board and other local boards.\n</p><p>During a special session of the <a href=\"/wiki/Louisiana_Legislature\" class=\"mw-redirect\" title=\"Louisiana Legislature\">Louisiana Legislature</a>, a bill submitted by <a href=\"/wiki/Walter_Boasso\" title=\"Walter Boasso\">Sen. Walter Boasso</a> <a href=\"/wiki/Arabi,_Louisiana\" title=\"Arabi, Louisiana\">(D-Arabi)</a> was passed into law, which consolidated the levee boards of various <a href=\"/wiki/Parish_(administrative_division)\" title=\"Parish (administrative division)\">parishes</a> within <a href=\"/wiki/New_Orleans_metropolitan_area\" title=\"New Orleans metropolitan area\">Greater New Orleans</a>. The new legislation was intended to (1) remove distractions, (2) replace parochial flood control with regional flood control, and (3) require commissioners to have professional expertise including hydrology, construction engineering and civil engineering.\n</p><p>The law created two new regional levee boards, <b>Southeast Louisiana Flood Protection Authority-East</b> and <b>Southeast Louisiana Flood Protection Authority-West</b>, separated by the <a href=\"/wiki/Mississippi_River\" title=\"Mississippi River\">Mississippi River</a>. The Orleans Levee Board ceased to exist on January 1, 2007. The new regional flood-protection authorities assumed control of the Board's flood-protection infrastructure. <a href=\"/wiki/New_Orleans_Lakefront_Airport\" class=\"mw-redirect\" title=\"New Orleans Lakefront Airport\">Lakefront Airport</a>, the <a href=\"/wiki/Marina\" title=\"Marina\">marinas</a> (except for the city-owned Municipal Yacht Harbor), Lakeshore Drive, and the lakefront park system (except for West End Park, administered by New Orleans' Parks and Parkways Department) are now operated and maintained by the Louisiana State <b>Division of Administration</b> <a rel=\"nofollow\" class=\"external text\" href=\"http://www.legis.state.la.us/boards/board_members.asp?board=916\">Non-Flood Protection Asset Management Authority</a>.\n</p><p>Investigative studies completed after the legislation's passage revealed no causal link between the pre-Katrina levee boards and the flooding.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup> Nonetheless, the new levee boards are very useful. To the extent legally possible and within budget, the East and West Levee Authorities are checking the corps' general plans. They are well focused, have relevant expertise and may catch egregious planning and/or design errors.\"\n</p><p>The levee breach event was a pivotal moment in American history. The nation took a different path due to the flooding event. The myriad changes to national policy as a result of this lynchpin moment include, but are not limited to, the following: Nationwide assessment of levees, First-ever National Levee Safety Act, National Flood Risk Management Program, Reform of the Army Corps of Engineers and Changes in Levee Building by the Corps.\n</p><p>Since fifty-five percent of American people lives in counties protected by levees,<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup> this means the majority of the national population are safer.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Orleans_Levee_Board&amp;action=edit&amp;section=4\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Olaf_Fink\" title=\"Olaf Fink\">Olaf Fink</a>, late secretary of the Levee Board</li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Orleans_Levee_Board&amp;action=edit&amp;section=5\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation news\">J. David Rogers, G. Paul Kemp (2015). <a rel=\"nofollow\" class=\"external text\" href=\"http://wp.iwaponline.com/content/ppiwawaterpol/17/4/707.full.pdf\">\"Interaction between the US Army Corps of Engineers and the Orleans Levee Board preceding the drainage canal wall failures and catastrophic flooding of New Orleans in 2005\"</a> <span style=\"font-size:85%;\">(PDF)</span>. Water Policy. p.&#160;709<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2017-04-24</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=Interaction+between+the+US+Army+Corps+of+Engineers+and+the+Orleans+Levee+Board+preceding+the+drainage+canal+wall+failures+and+catastrophic+flooding+of+New+Orleans+in+2005&amp;rft.pages=709&amp;rft.date=2015&amp;rft.au=J.+David+Rogers%2C+G.+Paul+Kemp&amp;rft_id=http%3A%2F%2Fwp.iwaponline.com%2Fcontent%2Fppiwawaterpol%2F17%2F4%2F707.full.pdf&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AOrleans+Levee+Board\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation news\">J. David Rogers, G. Paul Kemp (2015). <a rel=\"nofollow\" class=\"external text\" href=\"http://wp.iwaponline.com/content/ppiwawaterpol/17/4/707.full.pdf\">\"Interaction between the US Army Corps of Engineers and the Orleans Levee Board preceding the drainage canal wall failures and catastrophic flooding of New Orleans in 2005\"</a> <span style=\"font-size:85%;\">(PDF)</span>. Water Policy. p.&#160;721<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2017-04-24</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=Interaction+between+the+US+Army+Corps+of+Engineers+and+the+Orleans+Levee+Board+preceding+the+drainage+canal+wall+failures+and+catastrophic+flooding+of+New+Orleans+in+2005&amp;rft.pages=721&amp;rft.date=2015&amp;rft.au=J.+David+Rogers%2C+G.+Paul+Kemp&amp;rft_id=http%3A%2F%2Fwp.iwaponline.com%2Fcontent%2Fppiwawaterpol%2F17%2F4%2F707.full.pdf&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AOrleans+Levee+Board\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://caselaw.lp.findlaw.com/cgi-bin/getcase.pl?court=5th&amp;navby=case&amp;no=0130728cv0\">\"?\"</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=%3F&amp;rft_id=http%3A%2F%2Fcaselaw.lp.findlaw.com%2Fcgi-bin%2Fgetcase.pl%3Fcourt%3D5th%26navby%3Dcase%26no%3D0130728cv0&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AOrleans+Levee+Board\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://lakelawn.tributes.com/our_obituaries/Gerald-Joseph-Gallinghouse-84757764\">\"Gerald Joseph Gallinghouse\"</a>. <i><a href=\"/wiki/New_Orleans_Times-Picayune\" class=\"mw-redirect\" title=\"New Orleans Times-Picayune\">New Orleans Times-Picayune</a></i><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">June 29,</span> 2013</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Gerald+Joseph+Gallinghouse&amp;rft.pub=%27%27New+Orleans+Times-Picayune%27%27&amp;rft_id=http%3A%2F%2Flakelawn.tributes.com%2Four_obituaries%2FGerald-Joseph-Gallinghouse-84757764&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AOrleans+Levee+Board\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation news\">J. David Rogers, G. Paul Kemp (2015). <a rel=\"nofollow\" class=\"external text\" href=\"http://wp.iwaponline.com/content/ppiwawaterpol/17/4/707.full.pdf\">\"Interaction between the US Army Corps of Engineers and the Orleans Levee Board preceding the drainage canal wall failures and catastrophic flooding of New Orleans in 2005\"</a> <span style=\"font-size:85%;\">(PDF)</span>. Water Policy. p.&#160;707<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2017-04-24</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=Interaction+between+the+US+Army+Corps+of+Engineers+and+the+Orleans+Levee+Board+preceding+the+drainage+canal+wall+failures+and+catastrophic+flooding+of+New+Orleans+in+2005&amp;rft.pages=707&amp;rft.date=2015&amp;rft.au=J.+David+Rogers%2C+G.+Paul+Kemp&amp;rft_id=http%3A%2F%2Fwp.iwaponline.com%2Fcontent%2Fppiwawaterpol%2F17%2F4%2F707.full.pdf&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AOrleans+Levee+Board\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation news\">Schleifstein, Mark (August 7, 2015). <a rel=\"nofollow\" class=\"external text\" href=\"http://www.nola.com/environment/index.ssf/2015/08/corps_decisions_not_orleans_le.html\">\"Study: Corps decisions, not Orleans Levee Board, doomed canal walls in Katrina\"</a>. The Times-Picayune<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2017-04-24</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=Study%3A+Corps+decisions%2C+not+Orleans+Levee+Board%2C+doomed+canal+walls+in+Katrina&amp;rft.date=2015-08-07&amp;rft.aulast=Schleifstein&amp;rft.aufirst=Mark&amp;rft_id=http%3A%2F%2Fwww.nola.com%2Fenvironment%2Findex.ssf%2F2015%2F08%2Fcorps_decisions_not_orleans_le.html&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AOrleans+Levee+Board\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation news\">J. David Rogers, G. Paul Kemp (2015). <a rel=\"nofollow\" class=\"external text\" href=\"http://wp.iwaponline.com/content/ppiwawaterpol/17/4/707.full.pdf\">\"Interaction between the US Army Corps of Engineers and the Orleans Levee Board preceding the drainage canal wall failures and catastrophic flooding of New Orleans in 2005\"</a> <span style=\"font-size:85%;\">(PDF)</span>. Water Policy. p.&#160;720<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2015-10-31</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=Interaction+between+the+US+Army+Corps+of+Engineers+and+the+Orleans+Levee+Board+preceding+the+drainage+canal+wall+failures+and+catastrophic+flooding+of+New+Orleans+in+2005&amp;rft.pages=720&amp;rft.date=2015&amp;rft.au=J.+David+Rogers%2C+G.+Paul+Kemp&amp;rft_id=http%3A%2F%2Fwp.iwaponline.com%2Fcontent%2Fppiwawaterpol%2F17%2F4%2F707.full.pdf&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AOrleans+Levee+Board\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation news\">J. David Rogers, G. Paul Kemp (2015). <a rel=\"nofollow\" class=\"external text\" href=\"http://wp.iwaponline.com/content/ppiwawaterpol/17/4/707.full.pdf\">\"Interaction between the US Army Corps of Engineers and the Orleans Levee Board preceding the drainage canal wall failures and catastrophic flooding of New Orleans in 2005\"</a> <span style=\"font-size:85%;\">(PDF)</span>. Water Policy. p.&#160;719<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2017-04-24</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=Interaction+between+the+US+Army+Corps+of+Engineers+and+the+Orleans+Levee+Board+preceding+the+drainage+canal+wall+failures+and+catastrophic+flooding+of+New+Orleans+in+2005&amp;rft.pages=719&amp;rft.date=2015&amp;rft.au=J.+David+Rogers%2C+G.+Paul+Kemp&amp;rft_id=http%3A%2F%2Fwp.iwaponline.com%2Fcontent%2Fppiwawaterpol%2F17%2F4%2F707.full.pdf&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AOrleans+Levee+Board\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation news\">Schleifstein, Mark (January 2, 2010). <a rel=\"nofollow\" class=\"external text\" href=\"http://www.nola.com/environment/index.ssf/2015/08/corps_decisions_not_orleans_le.html\">\"Levee statistics point up their importance to nation's economy\"</a>. The Times-Picayune<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2017-04-24</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=Levee+statistics+point+up+their+importance+to+nation%27s+economy&amp;rft.date=2010-01-02&amp;rft.aulast=Schleifstein&amp;rft.aufirst=Mark&amp;rft_id=http%3A%2F%2Fwww.nola.com%2Fenvironment%2Findex.ssf%2F2015%2F08%2Fcorps_decisions_not_orleans_le.html&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AOrleans+Levee+Board\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Orleans_Levee_Board&amp;action=edit&amp;section=6\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.levees.org\">Levees.Org (non-profit flood protection group in New Orleans)</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.orleanslevee.com/\">OrleansLevee.com</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20060907073947/http://www.nola.com/news/t-p/frontpage/index.ssf?%2Fbase%2Fnews-4%2F1133336859287360.xml\">Times-Picayune article summarizing post-Katrina investigations of levee engineering</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2180\nCached time: 20180915193132\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.164 seconds\nReal time usage: 0.190 seconds\nPreprocessor visited node count: 398/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 16250/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 3/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 10732/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.089/10.000 seconds\nLua memory usage: 4.56 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  142.050      1 -total\n 42.03%   59.698      5 Template:Cite_article\n 25.34%   35.995      1 Template:Convert\n 11.47%   16.298      2 Template:Cite_web\n  8.29%   11.770      2 Template:Cite_news\n  7.15%   10.152      1 Template:Main\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:2641313-0!canonical and timestamp 20180915193132 and revision id 848621769\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","*":"Preparations_for_Hurricane_Katrina"},{"sortkey":"Levee Board","*":"Government_of_New_Orleans"},{"sortkey":"","*":"Flood_control_in_the_United_States"},{"sortkey":"","*":"1890_establishments_in_Louisiana"},{"sortkey":"","*":"2007_disestablishments_in_Louisiana"}],"links":[{"ns":0,"exists":"","*":"17th Street Canal"},{"ns":0,"exists":"","*":"2005 levee failures in Greater New Orleans"},{"ns":0,"exists":"","*":"Algiers, New Orleans"},{"ns":0,"exists":"","*":"Arabi, Louisiana"},{"ns":0,"exists":"","*":"Dredging"},{"ns":0,"exists":"","*":"Gerald J. Gallinghouse"},{"ns":0,"exists":"","*":"Governor of Louisiana"},{"ns":0,"exists":"","*":"Graffiti"},{"ns":0,"exists":"","*":"Great Mississippi Flood of 1927"},{"ns":0,"exists":"","*":"Gulf of Mexico"},{"ns":0,"exists":"","*":"Hurricane Betsy"},{"ns":0,"exists":"","*":"Hurricane Katrina"},{"ns":0,"exists":"","*":"Industrial Canal"},{"ns":0,"exists":"","*":"Jimmie Davis"},{"ns":0,"exists":"","*":"Katrina refrigerator"},{"ns":0,"exists":"","*":"Lake Pontchartrain"},{"ns":0,"exists":"","*":"Levee"},{"ns":0,"exists":"","*":"London Avenue Canal"},{"ns":0,"exists":"","*":"Louisiana Legislature"},{"ns":0,"exists":"","*":"Louisiana Scandals"},{"ns":0,"exists":"","*":"Louisiana legislature"},{"ns":0,"exists":"","*":"Marina"},{"ns":0,"exists":"","*":"Mississippi River"},{"ns":0,"exists":"","*":"Mississippi embayment"},{"ns":0,"exists":"","*":"New Orleans"},{"ns":0,"exists":"","*":"New Orleans Lakefront Airport"},{"ns":0,"exists":"","*":"New Orleans Times-Picayune"},{"ns":0,"exists":"","*":"New Orleans metropolitan area"},{"ns":0,"exists":"","*":"Olaf Fink"},{"ns":0,"exists":"","*":"Parish (administrative division)"},{"ns":0,"exists":"","*":"Seawall"},{"ns":0,"exists":"","*":"Southeast Louisiana Flood Protection Authority"},{"ns":0,"exists":"","*":"Storm surge"},{"ns":0,"exists":"","*":"U.S. Army Corps of Engineers"},{"ns":0,"exists":"","*":"United States Army Corps of Engineers"},{"ns":0,"exists":"","*":"United States Congress"},{"ns":0,"exists":"","*":"Uptown New Orleans"},{"ns":0,"exists":"","*":"Walter Boasso"},{"ns":0,"exists":"","*":"World Water Council"}],"templates":[{"ns":10,"exists":"","*":"Template:Convert"},{"ns":10,"exists":"","*":"Template:Main"},{"ns":10,"exists":"","*":"Template:Cite article"},{"ns":10,"exists":"","*":"Template:Cite news"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":828,"exists":"","*":"Module:Convert"},{"ns":828,"exists":"","*":"Module:Convert/data"},{"ns":828,"exists":"","*":"Module:Convert/text"},{"ns":828,"exists":"","*":"Module:Main"},{"ns":828,"exists":"","*":"Module:Hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote list"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"}],"images":["FridgeLeveeBoardVictim.jpg"],"externallinks":["http://wp.iwaponline.com/content/ppiwawaterpol/17/4/707.full.pdf","http://caselaw.lp.findlaw.com/cgi-bin/getcase.pl?court=5th&navby=case&no=0130728cv0","http://lakelawn.tributes.com/our_obituaries/Gerald-Joseph-Gallinghouse-84757764","http://www.nola.com/environment/index.ssf/2015/08/corps_decisions_not_orleans_le.html","http://www.legis.state.la.us/boards/board_members.asp?board=916","http://www.levees.org","http://www.orleanslevee.com/","https://web.archive.org/web/20060907073947/http://www.nola.com/news/t-p/frontpage/index.ssf?/base/news-4/1133336859287360.xml"],"sections":[{"toclevel":1,"level":"2","line":"History","number":"1","index":"1","fromtitle":"Orleans_Levee_Board","byteoffset":3025,"anchor":"History"},{"toclevel":1,"level":"2","line":"Orleans Levee Board and Hurricane Katrina","number":"2","index":"2","fromtitle":"Orleans_Levee_Board","byteoffset":7215,"anchor":"Orleans_Levee_Board_and_Hurricane_Katrina"},{"toclevel":1,"level":"2","line":"Changes to National and State Policy","number":"3","index":"3","fromtitle":"Orleans_Levee_Board","byteoffset":9433,"anchor":"Changes_to_National_and_State_Policy"},{"toclevel":1,"level":"2","line":"See also","number":"4","index":"4","fromtitle":"Orleans_Levee_Board","byteoffset":13848,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"5","fromtitle":"Orleans_Levee_Board","byteoffset":13912,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"6","index":"6","fromtitle":"Orleans_Levee_Board","byteoffset":13942,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Orleans Levee Board","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q7103270"}]}}