{"parse":{"title":"Nakaz","pageid":4638396,"revid":825108017,"text":{"*":"<div class=\"mw-parser-output\"><div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:277px;\"><a href=\"/wiki/File:Nakaz.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/80/Nakaz.jpg/275px-Nakaz.jpg\" width=\"275\" height=\"184\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/80/Nakaz.jpg/413px-Nakaz.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/8/80/Nakaz.jpg/550px-Nakaz.jpg 2x\" data-file-width=\"896\" data-file-height=\"600\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Nakaz.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>The title page of the Nakaz.</div></div></div>\n<p><i><b>Nakaz</b></i>, or <b>Instruction, of Catherine the Great</b> (<a href=\"/wiki/Russian_language\" title=\"Russian language\">Russian</a>: <span lang=\"ru\">Наказ Екатерины II Комиссии о составлении проекта нового Уложения</span>) was a statement of legal principles written by <a href=\"/wiki/Catherine_II_of_Russia\" class=\"mw-redirect\" title=\"Catherine II of Russia\">Catherine II of Russia</a>, and permeated with the ideas of the French <a href=\"/wiki/Age_of_Enlightenment\" title=\"Age of Enlightenment\">Enlightenment</a>. It was compiled as a guide for the All-Russian Legislative Commission convened in 1767 for the purpose of replacing the mid-17th-century <a href=\"/wiki/Sobornoe_Ulozhenie\" class=\"mw-redirect\" title=\"Sobornoe Ulozhenie\">Muscovite code of laws</a> with a modern law code. Catherine believed that to strengthen law and institutions was above all else to strengthen the monarchy.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> \n</p><p>The Instruction proclaimed the equality of all men before the law and disapproved of the death penalty and torture, thus anticipating some of the issues raised by the later <a href=\"/wiki/United_States_Constitution\" title=\"United States Constitution\">United States Constitution</a> and the <a href=\"/wiki/Polish_Constitution_of_May_3,_1791\" class=\"mw-redirect\" title=\"Polish Constitution of May 3, 1791\">Polish Constitution</a>. Although the ideas of <a href=\"/wiki/Absolutism_(European_history)\" class=\"mw-redirect\" title=\"Absolutism (European history)\">absolutism</a> were emphatically upheld, the stance towards <a href=\"/wiki/Serfdom\" title=\"Serfdom\">serfdom</a> is more blurry: the chapter about peasants was retouched a number of times, as Catherine's views on the subject evolved.\n</p><p>Catherine worked on the Instruction for two years. In 1766, she showed the manuscript to her closest advisors, <a href=\"/wiki/Nikita_Panin\" class=\"mw-redirect\" title=\"Nikita Panin\">Nikita Panin</a> and <a href=\"/wiki/Grigory_Orlov\" title=\"Grigory Orlov\">Grigory Orlov</a>, asking them to make changes as they thought necessary. In its final version, the Instruction consists of 22 chapters and 655 articles, which embrace various spheres of state, criminal, and civil law and procedure. More than 400 articles are copied verbatim from the works of <a href=\"/wiki/Montesquieu\" title=\"Montesquieu\">Montesquieu</a>, <a href=\"/wiki/Cesare_Beccaria\" title=\"Cesare Beccaria\">Beccaria</a>, and other contemporary thinkers.\n</p><p>\nIn 1767, Catherine sent the German edition to <a href=\"/wiki/Frederick_II_of_Prussia\" class=\"mw-redirect\" title=\"Frederick II of Prussia\">Frederick II of Prussia</a> and the French one to <a href=\"/wiki/Voltaire\" title=\"Voltaire\">Voltaire</a>. She wrote to one of her correspondents that </p><style data-mw-deduplicate=\"TemplateStyles:r856303468\">.mw-parser-output .templatequote{overflow:hidden;margin:1em 0;padding:0 40px}.mw-parser-output .templatequote .templatequotecite{line-height:1.5em;text-align:left;padding-left:1.6em;margin-top:0}</style><blockquote class=\"templatequote\"><p>for the benefit of my Empire I pillaged President <a href=\"/wiki/Montesquieu\" title=\"Montesquieu\">Montesquieu</a>, without naming him in the text. I hope that if he had seen me at work, he would have forgiven this literary theft if only for the good of 20 million people which it may bring about. He loved the humanity too much to be offended; <a href=\"/wiki/The_Spirit_of_the_Laws\" title=\"The Spirit of the Laws\">his book</a> was my <a href=\"/wiki/Breviary\" title=\"Breviary\">breviary</a>.\n</p></blockquote>\n<p>The extant manuscript of the Instruction was written by Catherine in French. There is also a Russian translation by herself. On 10 August 1767 the Russian and German editions were printed in <a href=\"/wiki/Moscow\" title=\"Moscow\">Moscow</a>. The Latin and French editions followed in 1770. In 1769 <a href=\"/wiki/%C3%89tienne_Fran%C3%A7ois,_duc_de_Choiseul\" title=\"Étienne François, duc de Choiseul\">Duc de Choiseul</a> had the Instruction officially prohibited in <a href=\"/wiki/France\" title=\"France\">France</a> as a \"libertarian book\". \n</p><p>The Instruction generated much discussion among Russian intellectuals and exerted considerable influence on the course of the <a href=\"/wiki/Russian_Enlightenment\" title=\"Russian Enlightenment\">Russian Enlightenment</a>. It was in this document that the basic tenets of the French Enlightenment were articulated in Russian for the first time. Catherine's work had little practical value however: the Legislative Commission failed to outline the new code of laws and the Instruction never circulated in Russia outside Moscow and St. Petersburg. \n</p><p><a href=\"/wiki/Denis_Diderot\" title=\"Denis Diderot\">Denis Diderot</a>, who visited Russia in 1774, penned an extensive critique of the Nakaz — <i>Observations sur le Nakaz</i> — which opens with a famous contention: \"There is no true sovereign except the nation; there can be no true legislator except the people\".\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Background\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Background</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Organization\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Organization</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#State_of_the_Empire\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">State of the Empire</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Law\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Law</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Population\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Population</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Notes\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Notes</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#External_links\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Background\">Background</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Nakaz&amp;action=edit&amp;section=1\" title=\"Edit section: Background\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:277px;\"><a href=\"/wiki/File:Catherine_2_nakaz.JPG\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/4/41/Catherine_2_nakaz.JPG/275px-Catherine_2_nakaz.JPG\" width=\"275\" height=\"206\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/4/41/Catherine_2_nakaz.JPG/413px-Catherine_2_nakaz.JPG 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/4/41/Catherine_2_nakaz.JPG/550px-Catherine_2_nakaz.JPG 2x\" data-file-width=\"943\" data-file-height=\"706\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Catherine_2_nakaz.JPG\" class=\"internal\" title=\"Enlarge\"></a></div>Catherine the Great with the Nakaz</div></div></div>\n<p>Catherine’s Instruction to the Legislative Commission gave an in-depth description of the state of the nation at the time it was written (1764).<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>  Eighteen months in the making, the Nakaz was written with the intention of providing an unambiguous description of the existing laws.  Though Catherine based her writing heavily on the Enlightenment of Western Europe, she merely utilized some of the broader ideas of the movement, such as equality under the law, to strengthen autocracy.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>  Montesquieu, whose works heavily influenced Catherine, wrote of such things as a divided government (where the power is split between the executive and legislative bodies) and a monarchy made up of three estates.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>  Catherine tactfully ignored these ideas in favor of an absolutist bureaucratic monarchy.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n\tThe Nakaz was written as a way to argue for the already existing system rather than bring about any serious change.  Borrowing heavily from Montesquieu’s Esprit des lois (“The Spirit of the Laws”) Catherine was careful to make small alterations of the original that brought it into conformity with her view of Russia as an absolutist bureaucratic monarchy that has offices to manage things like tax collection, police service, etc.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup>  It took several drafts and ample input from advisors before the final document was finished, by which time several more radical proposals were eliminated.  Catherine continued to listen to criticism and make changes to her work up until 1767, at which time two supplementary chapters were written.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Organization\">Organization</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Nakaz&amp;action=edit&amp;section=2\" title=\"Edit section: Organization\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>\tThe Instruction is composed of a total of 22 chapters, 655 clauses, an introduction and a conclusion.  The first three chapters discuss the current state of the Russian Empire.  Chapters 4-10 discuss the existing code of laws as well as Catherine’s opinion of them.  The rest of the chapters excluding the last two discuss the people of Russia as a whole.  Chapters 21 and 22, the supplementary chapters, come after the conclusion and analyze the organization of the police and the state’s management of money, respectively.\n</p>\n<h2><span class=\"mw-headline\" id=\"State_of_the_Empire\">State of the Empire</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Nakaz&amp;action=edit&amp;section=3\" title=\"Edit section: State of the Empire\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>\tCatherine begins her Instruction by stating that the nature of an empire is to move forward and constantly be progressing.  She goes on to say that the Christian duty of every worthwhile subject is to aid the nation with whatever skill they possess.  The first three chapters of the Nakaz describe the state of the country.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup>\n\tThe body of the document starts by stating that Russia is a European power, and that the nation owes this to the reforms of <a href=\"/wiki/Peter_the_Great\" title=\"Peter the Great\">Peter the Great</a>.  The next chapter specifies Russia’s territory as containing 32 degrees of Latitude, and 165 of Longitude on the globe.  In that chapter, Catherine says that an absolute monarchy is necessary to rule over such a vast realm.  Continuing to defend autocracy, she states “Another reason is, that it is better to obey the Laws under the direction of one Master, than to be subject to the Wills of many.”  Her final argument for autocracy is that an absolute government does not deprive people of liberty, but directs them so that they can contribute to the overall society to make it better.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup>\n\tLastly, Catherine describes the power structure of Russia in this first section of the Instruction.  First there are the intermediate powers such as local judicatures, and then the Supreme powers which the inferior powers are subject to and dependent on.  However, the sovereign is the source of all power, both supreme and civil.  Catherine contradicts this notion later by saying that Russia is an absolute monarchy in which the leader voluntarily accepts limitations of the common law.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup>  Inconsistencies like this prove that Catherine was trying to use the Enlightenment to enforce her autocratic regime.\n</p>\n<h2><span class=\"mw-headline\" id=\"Law\">Law</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Nakaz&amp;action=edit&amp;section=4\" title=\"Edit section: Law\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>\tA large portion of the rest of the Nakaz looks at law, more specifically, parts of the law such as crime, punishment, and trial.  In this section Catherine also talks about equal treatment under the law, the nature of law, and what liberty means in an autocratic state.  Though she does not explore the issue of serfdom very deeply, many of her more in-depth thoughts were expressed in previous drafts of her Instruction that were edited out.\n\tCatherine first states that law should have sanction and should provide equal protection to all.  The discussion of equal protection to all brought to the table the issue of serfdom.  Consideration was given to outright condemnation of the practice of serfdom, but Catherine was advised against such radical proposals; consequently in the final document, the discussion of the subject is limited to her criticism and condemnation of physical abuse.<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup>\n\tThe Instruction explores the nature of law, or more specifically, how laws of different cultures come about.  Catherine cites the cultures of “savage nations”, China, Japan, Lacedaemonians (Spartans), Rome, and Spain as examples of how elements such as climate, resources, and general manner of the people affect the development of their individual cultures.<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup>\n\tThe discussion of culture and law is followed by views on punishment and how crime should be measured and how punishment should relate to crime.  Catherine states that there are four types of offenses:  crimes against religion, crimes against morals, crimes that disturb the peace, and crimes that affect the security of the citizens.  Here Catherine takes her stance on torture and condemns the practice as a punishment.<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup>  Due to other arguments made on the issue of crime and punishment, it came to be widely believed that Catherine was of the school of thought that suggested it is better to let ten guilty men go free than to convict a single innocent man.<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup>  In fact, there is no such passage in the Instruction.\n\tHer writings about how the judicial system should be viewed were radical at the time.  She believed in the importance of a judge, jury, and witnesses, but claimed that the way police were viewed in society was wrong.  Police, in her opinion, were meant to uncover crime, not exact justice, and this issue was looked at more closely in supplements she added to the text later.  She went so far as to say that being arrested “ought not to be looked upon as a punishment, but rather as the means of preserving the person of the accused in safety, which assure him at the same time of his liberty, provided he is innocent.”<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Population\">Population</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Nakaz&amp;action=edit&amp;section=5\" title=\"Edit section: Population\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The final section of the body of the Nakaz is devoted to statistics and theories about the people of Russia.  Catherine takes another look at serfdom and the ethics of the practice.  Other areas she covers are marriage, taxes, trade and manufacture, education, the nobility, the middle class, the role of towns in the Russian infrastructure, and the practice of inheritance and will making.  Catherine concludes her instruction by stating that this work takes careful reading and that everyone should take the time to try to understand it.  She wanted it to be read every month at the assembly of the Legislative Commission until a new code of laws had been finished.  She also wrote that she knew her Instruction could not be perfect so she permitted the Legislative Commission to request changes to the document.<sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Notes\">Notes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Nakaz&amp;action=edit&amp;section=6\" title=\"Edit section: Notes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Geoffrey Hosking, Russia: People and Empire(Harvard, 1997) p.98</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">David L. Ransel, The Politics of Catherinian Russia:  The Panin Party (New Haven: Yale University, 1975), 181</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Nicholas V. Riasanovsky, Mark D. Steinberg, A History of Russia, Vol. 1: to 1855 (Oxford: Oxford University, 2005), 255-56</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Riasanovsky, Steinberg, A History of Russia, 256</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Ransel, The Politics of Catherinian Russia, 179</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Ransel, The Politics of Catherinian Russia, 179</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Ransel, The Politics of Catherinian Russia, 181</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\"><a href=\"/wiki/Paul_Dukes_(historian)\" title=\"Paul Dukes (historian)\">Paul Dukes</a>, Russia Under Catherine the Great, Vol. 2: Catherine the Great's Instruction (Nakaz) to the Legislative Commission, 1767 (Newtonville: Oriental Research Partners, 1978), 43</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Dukes, Russia Under Catherine the Great, 44</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Simon Dixon, Catherine the Great (New York: HarperCollins Publishers, 2009), 172</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Dixon, Catherine the Great, 172</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Dukes, Russia Under Catherine the Great, 47</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">Dukes, Russia Under Catherine the Great, 96</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">Dixon, Catherine the Great, 171</span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\">Dukes, Russia Under Catherine the Great, 63</span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\">Dukes, Russia Under Catherine the Great, 108</span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Nakaz&amp;action=edit&amp;section=7\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><span class=\"languageicon\">(in English)</span> <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://academic.shu.edu/russianhistory/index.php/Catherine_the_Great%27s_Instructions_to_the_Legislative_Commission%2C_1767\">[1]</a></li>\n<li><span class=\"languageicon\">(in Russian)</span> <a rel=\"nofollow\" class=\"external text\" href=\"http://fershal.narod.ru/Memories/Texts/Ekaterina/Ekaterina.htm\">Full text</a></li>\n<li><span class=\"languageicon\">(in Russian)</span> <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20070210182819/http://www.ekaterina2.bnd.ru/entry/nakaz/nakaz.shtml\">Catherine II and her Nakaz</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2256\nCached time: 20180921183624\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.212 seconds\nReal time usage: 0.262 seconds\nPreprocessor visited node count: 371/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 1976/2097152 bytes\nTemplate argument size: 435/2097152 bytes\nHighest expansion depth: 9/40\nExpensive parser function count: 2/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 4975/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.131/10.000 seconds\nLua memory usage: 8.78 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  224.114      1 -total\n 68.76%  154.101      1 Template:Lang-ru\n 14.83%   33.232      2 Template:Link_language\n 13.10%   29.369      1 Template:En_icon\n  8.48%   18.996      2 Template:Category_handler\n  6.71%   15.027      1 Template:Reflist\n  4.37%    9.803      1 Template:Quote\n  3.13%    7.017      2 Template:Ru_icon\n  0.77%    1.729      1 Template:Main_other\n  0.54%    1.202      2 Template:ISO_639_name_ru\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:4638396-0!canonical and timestamp 20180921183624 and revision id 825108017\n -->\n</div>"},"langlinks":[{"lang":"ar","url":"https://ar.wikipedia.org/wiki/%D9%86%D8%A7%D9%83%D8%A7%D8%B2_%D9%83%D8%A7%D8%AA%D8%B1%D9%8A%D9%86_%D8%A7%D9%84%D8%AB%D8%A7%D9%86%D9%8A%D8%A9","langname":"Arabic","autonym":"العربية","*":"ناكاز كاترين الثانية"},{"lang":"fr","url":"https://fr.wikipedia.org/wiki/Nakaz","langname":"French","autonym":"français","*":"Nakaz"},{"lang":"ru","url":"https://ru.wikipedia.org/wiki/%D0%9D%D0%B0%D0%BA%D0%B0%D0%B7_%D0%95%D0%BA%D0%B0%D1%82%D0%B5%D1%80%D0%B8%D0%BD%D1%8B_II","langname":"Russian","autonym":"русский","*":"Наказ Екатерины II"}],"categories":[{"sortkey":"","hidden":"","*":"Articles_containing_Russian-language_text"},{"sortkey":"","hidden":"","*":"Articles_with_Russian-language_external_links"},{"sortkey":"","*":"1767_in_law"},{"sortkey":"","*":"Political_books"},{"sortkey":"","*":"Age_of_Enlightenment"},{"sortkey":"","*":"Legal_history_of_Russia"},{"sortkey":"","*":"Catherine_the_Great"}],"links":[{"ns":10,"exists":"","*":"Template:ISO 639 name en"},{"ns":10,"exists":"","*":"Template:ISO 639 name ru"},{"ns":0,"exists":"","*":"Absolutism (European history)"},{"ns":0,"exists":"","*":"Age of Enlightenment"},{"ns":0,"exists":"","*":"Breviary"},{"ns":0,"exists":"","*":"Catherine II of Russia"},{"ns":0,"exists":"","*":"Cesare Beccaria"},{"ns":0,"exists":"","*":"Denis Diderot"},{"ns":0,"exists":"","*":"France"},{"ns":0,"exists":"","*":"Frederick II of Prussia"},{"ns":0,"exists":"","*":"Grigory Orlov"},{"ns":0,"exists":"","*":"Montesquieu"},{"ns":0,"exists":"","*":"Moscow"},{"ns":0,"exists":"","*":"Nikita Panin"},{"ns":0,"exists":"","*":"Paul Dukes (historian)"},{"ns":0,"exists":"","*":"Peter the Great"},{"ns":0,"exists":"","*":"Polish Constitution of May 3, 1791"},{"ns":0,"exists":"","*":"Russian Enlightenment"},{"ns":0,"exists":"","*":"Russian language"},{"ns":0,"exists":"","*":"Serfdom"},{"ns":0,"exists":"","*":"Sobornoe Ulozhenie"},{"ns":0,"exists":"","*":"The Spirit of the Laws"},{"ns":0,"exists":"","*":"United States Constitution"},{"ns":0,"exists":"","*":"Voltaire"},{"ns":0,"exists":"","*":"Étienne François, duc de Choiseul"}],"templates":[{"ns":10,"exists":"","*":"Template:Lang-ru"},{"ns":10,"exists":"","*":"Template:Quote"},{"ns":10,"exists":"","*":"Template:Quote/styles.css"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:En icon"},{"ns":10,"exists":"","*":"Template:Link language"},{"ns":10,"exists":"","*":"Template:ISO 639 name en"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Ru icon"},{"ns":10,"exists":"","*":"Template:ISO 639 name ru"},{"ns":828,"exists":"","*":"Module:Lang"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Language/name/data"},{"ns":828,"exists":"","*":"Module:Language/data/iana languages"},{"ns":828,"exists":"","*":"Module:Language/data/ISO 639-3"},{"ns":828,"exists":"","*":"Module:Language/data/wp languages"},{"ns":828,"exists":"","*":"Module:Language/data/iana scripts"},{"ns":828,"exists":"","*":"Module:Language/data/iana regions"},{"ns":828,"exists":"","*":"Module:Language/data/iana variants"},{"ns":828,"exists":"","*":"Module:Language/data/iana suppressed scripts"},{"ns":828,"exists":"","*":"Module:Lang/ISO 639 synonyms"},{"ns":828,"exists":"","*":"Module:Lang/data"},{"ns":828,"exists":"","*":"Module:Unicode data"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Link language"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"}],"images":["Nakaz.jpg","Catherine_2_nakaz.JPG"],"externallinks":["http://academic.shu.edu/russianhistory/index.php/Catherine_the_Great's_Instructions_to_the_Legislative_Commission,_1767","http://fershal.narod.ru/Memories/Texts/Ekaterina/Ekaterina.htm","https://web.archive.org/web/20070210182819/http://www.ekaterina2.bnd.ru/entry/nakaz/nakaz.shtml"],"sections":[{"toclevel":1,"level":"2","line":"Background","number":"1","index":"1","fromtitle":"Nakaz","byteoffset":3434,"anchor":"Background"},{"toclevel":1,"level":"2","line":"Organization","number":"2","index":"2","fromtitle":"Nakaz","byteoffset":5541,"anchor":"Organization"},{"toclevel":1,"level":"2","line":"State of the Empire","number":"3","index":"3","fromtitle":"Nakaz","byteoffset":6085,"anchor":"State_of_the_Empire"},{"toclevel":1,"level":"2","line":"Law","number":"4","index":"4","fromtitle":"Nakaz","byteoffset":8143,"anchor":"Law"},{"toclevel":1,"level":"2","line":"Population","number":"5","index":"5","fromtitle":"Nakaz","byteoffset":10989,"anchor":"Population"},{"toclevel":1,"level":"2","line":"Notes","number":"6","index":"6","fromtitle":"Nakaz","byteoffset":11875,"anchor":"Notes"},{"toclevel":1,"level":"2","line":"External links","number":"7","index":"7","fromtitle":"Nakaz","byteoffset":11898,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Nakaz","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q3335352"}]}}