{"parse":{"title":"Preliminary Discourse to the Encyclopedia of Diderot","pageid":7093189,"revid":827551210,"text":{"*":"<div class=\"mw-parser-output\"><p>The <b><i>Preliminary Discourse</i> to the <i>Encyclopedia</i> of <i>Diderot</i></b> (<i>Discours Préliminaire des Éditeurs</i>) is the primer to <a href=\"/wiki/Denis_Diderot\" title=\"Denis Diderot\">Denis Diderot</a>'s <i><a href=\"/wiki/Encyclop%C3%A9die\" title=\"Encyclopédie\">Encyclopédie ou Dictionnaire raisonné des sciences, des arts et des métiers, par une Société de Gens de lettres</a></i>, a collaborative collection of all the known branches of the <a href=\"/wiki/French_art#Historic_overview\" title=\"French art\">arts</a> and <a href=\"/wiki/History_of_science#Early_modern_science\" title=\"History of science\">sciences</a> of the 18th century <a href=\"/wiki/Early_Modern_France\" class=\"mw-redirect\" title=\"Early Modern France\">French</a> <a href=\"/wiki/Age_of_Enlightenment\" title=\"Age of Enlightenment\">Enlightenment</a>. The <i>Preliminary Discourse</i> was written by <a href=\"/wiki/Jean_Le_Rond_d%27Alembert\" class=\"mw-redirect\" title=\"Jean Le Rond d&#39;Alembert\">Jean Le Rond d'Alembert</a> to describe the structure of the articles included in the <i>Encyclopédie</i> and their philosophy, as well as to give the reader a strong background in the history behind the works of the learned men who contributed to what became the most profound circulation of the knowledge of the time.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Background\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Background</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Summary\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Summary</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#Part_I\"><span class=\"tocnumber\">2.1</span> <span class=\"toctext\">Part I</span></a></li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Part_II\"><span class=\"tocnumber\">2.2</span> <span class=\"toctext\">Part II</span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Part_III\"><span class=\"tocnumber\">2.3</span> <span class=\"toctext\">Part III</span></a></li>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#System_of_Human_Knowledge\"><span class=\"tocnumber\">2.4</span> <span class=\"toctext\">System of Human Knowledge</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Significance\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Significance</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Quotes\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Quotes</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#See_also\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-11\"><a href=\"#External_links\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Background\">Background</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Preliminary_Discourse_to_the_Encyclopedia_of_Diderot&amp;action=edit&amp;section=1\" title=\"Edit section: Background\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><i>The Preliminary Discourse to the Encyclopedia of Diderot</i> is arguably one of the best introductions to the <a href=\"/wiki/French_Enlightenment\" class=\"mw-redirect\" title=\"French Enlightenment\">French Enlightenment</a>, giving forth the idea that man possesses the capability, through his own intelligence and analysis, to alter the conditions of human life. The <i>Encyclopedia</i> constituted a demand of the intellectual community for a refinement of all of the branches of <a href=\"/wiki/Knowledge\" title=\"Knowledge\">knowledge</a> in reference to past and recent discoveries. Such a compilation of human knowledge would be both <a href=\"/wiki/Secular\" class=\"mw-redirect\" title=\"Secular\">secular</a> and <a href=\"/wiki/Naturalism_(philosophy)\" title=\"Naturalism (philosophy)\">naturalistic</a>, discrediting <a href=\"/wiki/Theology\" title=\"Theology\">theology</a> as the primary basis. The <i>Discourse</i>, although created by <a href=\"/wiki/D%27Alembert\" class=\"mw-redirect\" title=\"D&#39;Alembert\">d'Alembert</a>, was actually a result of collaboration with other \"<a href=\"/wiki/Intellectual#Man_of_Letters\" title=\"Intellectual\">men of letters</a>\" aiming towards the same progressive goals of the Enlightenment.Three of these major contemporary <i><a href=\"/wiki/Philosophes\" title=\"Philosophes\">philosophes</a></i>  that undoubtedly contributed to the guiding philosophies and beliefs of the \"Discourse\" include <a href=\"/wiki/Denis_Diderot\" title=\"Denis Diderot\">Denis Diderot</a>, <a href=\"/wiki/Jean-Jacques_Rousseau\" title=\"Jean-Jacques Rousseau\">Jean-Jacques Rousseau</a>, and <a href=\"/wiki/%C3%89tienne_Bonnot_de_Condillac\" title=\"Étienne Bonnot de Condillac\">Étienne Bonnot de Condillac</a>, with whom d'Alembert was known to have been in contact. These men shared a passion for the dissemination of scientific knowledge. And, although this time period would seem unfavorable to such an endeavor, with Europe undergoing massive political upheaval and general instability, the time was ripe for their ideals to take hold. A thriving community of professionals, aristocrats, and clergy became increasingly responsive to the exchange of ideas that came to characterize and serve as the foundation for the cooperative compilation of information in this <i>Encyclopedia</i>.\n</p><p>Before the <i>Discourse</i> was ever created, d'Alembert was actually better known for his scientific and mathematical genius. However, over time, and in part due to his vibrant personality, he befriended <a href=\"/wiki/Madame_du_Deffand\" class=\"mw-redirect\" title=\"Madame du Deffand\">Madame du Deffand</a>, whose powerful <a href=\"/wiki/Salon_(gathering)\" title=\"Salon (gathering)\">salon</a> ultimately allowed him to enter the public eye as a philosophe. d'Alembert also became a close ally of <a href=\"/wiki/Diderot\" class=\"mw-redirect\" title=\"Diderot\">Diderot</a>, and eventually, d'Alembert was a man who was held in very high regard among Europe's intellectuals.  Ultimately, d'Alembert's tendency to turn more to history to explain the foundations of science and ethics reflects a general historical trend to seek enlightenment and better understanding of human nature in history. Ultimately, the Discourse defines two ways of approaching ideas, one of which being operations of the \"isolated mind\" (xli) and the other concerning studies of the origins of truth as a function of the progress of a given society. Although the Discourse derives much of its fundamental principles from men such as <a href=\"/wiki/Ren%C3%A9_Descartes\" title=\"René Descartes\">René Descartes</a>, <a href=\"/wiki/John_Locke\" title=\"John Locke\">John Locke</a> and Condillac in a purely <a href=\"/wiki/Metaphysics\" title=\"Metaphysics\">metaphysical</a> sense, the effect of historical experience is vital.\n</p><p>It is important to note that while the philosophes began the intellectual transformations that became known as the <a href=\"/wiki/French_Enlightenment\" class=\"mw-redirect\" title=\"French Enlightenment\">French Enlightenment</a>, scientists all over Europe began to make their own changes in terms of new discoveries, areas they felt required further study, and how they could go about such studies, i.e. their methodology. Many of these new scientists felt that they were rebelling against old forms of science and scientific knowledge, just as the philosophes felt that they were bringing to the world a new way of thinking about humanity and human knowledge. The philosophes were aware of these changes in the field of science, and as such, they fully supported, and arguably adapted, the scientists's new systems of thinking into their philosophical ideas. One can see this in the <i>Discourse</i> itself; d'Alembert attempted to create a method of systematizing and organizing all legitimate information and knowledge as well as make easier and more efficient the unearthing of more knowledge.\n</p><p>D'Alembert's motives behind such an enterprise can ultimately be referenced to one of the ideas that he puts forth in the Discourse, for \"liberty of action and thought alone is capable of producing great things, and liberty requires only enlightenment to preserve it from excess\" (62). Clerical control in the domain of knowledge and intellect was considered detrimental to the progress of human knowledge. Maintaining that the Discourse was ultimately corrosive to <a href=\"/wiki/Hierarchical\" class=\"mw-redirect\" title=\"Hierarchical\">hierarchical</a> authority and privilege paved the way for the evolution of <a href=\"/wiki/Egalitarian\" class=\"mw-redirect\" title=\"Egalitarian\">egalitarian</a> principles in <a href=\"/wiki/Western_culture\" title=\"Western culture\">Western culture</a>. D'Alembert puts forth that all men are equal in their sensations, which is the source of their mind. The ultimate distinction of man is primarily intellectual, which overthrows any preconceived connection between social privilege and knowledge. Therefore, the Encyclopedia as a whole speaks to the general public.\n</p>\n<h2><span class=\"mw-headline\" id=\"Summary\">Summary</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Preliminary_Discourse_to_the_Encyclopedia_of_Diderot&amp;action=edit&amp;section=2\" title=\"Edit section: Summary\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"Part_I\">Part I</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Preliminary_Discourse_to_the_Encyclopedia_of_Diderot&amp;action=edit&amp;section=3\" title=\"Edit section: Part I\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>In part one of the book, d'Alembert provides a general introduction to the origin of knowledge, which led to the works found in the <i>Encyclopédie</i>. He asserts that the \"existence of our senses\" is \"indisputable,\" and that these senses are thus the principle of all knowledge. He links this idea to a chain of thinking and reflection that eventually leads to the need to communicate, which sets another chain of events in effect. One of his arguments for the origin of communication is that it was necessary for people to protect themselves from the evils of the world and to benefit from each other's knowledge. This communication led to the exchange of ideas that enhanced the ability of individuals to further human knowledge. Additionally, d'Alembert introduces the reader to the types of knowledge people store. The two main types that he describes refer to direct and reflexive knowledge. Direct knowledge is obtained by human senses and reflexive knowledge is derived from direct knowledge. These two types of knowledge lead to the three main types of thinking and their corresponding divisions of human knowledge: <a href=\"/wiki/Memory\" title=\"Memory\">memory</a>, which corresponds with <a href=\"/wiki/History\" title=\"History\">History</a>; reflection or <a href=\"/wiki/Reason\" title=\"Reason\">reason</a>, which is the basis of <a href=\"/wiki/Philosophy\" title=\"Philosophy\">Philosophy</a>; and what d'Alembert refers to as \"<a href=\"/wiki/Imagination\" title=\"Imagination\">imagination</a>,\" (50) or imitation of Nature, which produces <a href=\"/wiki/Fine_Arts\" class=\"mw-redirect\" title=\"Fine Arts\">Fine Arts</a>.\n</p><p>From these divisions spring smaller subdivisions such as <a href=\"/wiki/Physics\" title=\"Physics\">physics</a>, <a href=\"/wiki/Poetry\" title=\"Poetry\">poetry</a>, music and many others. d'Alembert was also greatly influenced by the Cartesian principle of simplicity. In this first part of the book, he describes how the reduction of the principles of a certain science gives them scope and makes them more \"fertile\" (22). Only by reducing principles can they be understood and related to each other. Ultimately, from a high \"vantage point\" (47) the philosopher can then view the vast labyrinth of sciences and the arts. d'Alembert then goes on to describe the tree of knowledge and the separation and simultaneous connections between memory, reason, and imagination. He later explains that the ideal universe would be one gigantic truth if one only knew how to view it as such; the assumption that knowledge has intrinsic unity can be seen as the foundation of the project of making the encyclopedia.\n</p>\n<h3><span class=\"mw-headline\" id=\"Part_II\">Part II</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Preliminary_Discourse_to_the_Encyclopedia_of_Diderot&amp;action=edit&amp;section=4\" title=\"Edit section: Part II\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Part two of the book provides the reader with an account of the progress of human knowledge in the sequence of memory, imagination and reason. This sequence is different from the one described in Part I, where the sequence is memory, reason, and imagination. It is the sequence a mind left in isolation or the original generation follows whereas in Part II he describes the progress of human knowledge in the centuries of enlightenment that started from erudition, continued with <a href=\"/wiki/Belles-lettres\" title=\"Belles-lettres\">belles-lettres</a>, and reached to philosophy.\n</p><p>Instead of writing in terms of general ideas, d'Alembert provides the dates, places and people responsible for the progress of literary works since the Renaissance leading up to his date. One key example is <a href=\"/wiki/Ren%C3%A9_Descartes\" title=\"René Descartes\">René Descartes</a>, who the author lauds as both an excellent philosopher and mathematician. His application of <a href=\"/wiki/Algebra\" title=\"Algebra\">algebra</a> to <a href=\"/wiki/Geometry\" title=\"Geometry\">geometry</a>, also known as the <a href=\"/wiki/Cartesian_coordinate_system\" title=\"Cartesian coordinate system\">Cartesian coordinate system</a>, provided an excellent tool for the <a href=\"/wiki/Physical_sciences\" class=\"mw-redirect\" title=\"Physical sciences\">physical sciences</a>. He focuses on the importance of ancient knowledge and the ability to understand and build on it. Reference is made that concepts of knowledge could not have advanced as quickly had there not been ancient works to imitate and surpass. He also clarifies that there can be disadvantages to the ability to retrieve information from the past. Noted in the text is the lack of improvement in philosophy in comparison to other advancements due to the ignorant belief that ancient philosophy could not be questioned. d'Alembert claims that it would be ignorant to perceive that everything could be known about a particular subject. Additionally, he makes an attempt to show how individuals could free their minds from the yoke of authority. His use of <a href=\"/wiki/Deductive_logic\" class=\"mw-redirect\" title=\"Deductive logic\">deductive logic</a> provides a more philosophical base for the existence of <a href=\"/wiki/God\" title=\"God\">God</a>. He makes clear that all sciences are restricted as much as can be to facts and that opinion influences science as little as possible. d'Alembert states that philosophy is far more effective at the analysis of our perceptions when the \"soul is in a state of tranquility\", when it is not caught up in passion and emotion (96). He believes that the philosopher is key in furthering the fields of science.  The philosopher must be able to stand back and observe science and nature with an impartial eye. Furthermore, the importance of science and the advancements of such intellects as <a href=\"/wiki/Francis_Bacon\" title=\"Francis Bacon\">Francis Bacon</a>, <a href=\"/wiki/Isaac_Newton\" title=\"Isaac Newton\">Isaac Newton</a>, <a href=\"/wiki/Descartes\" class=\"mw-redirect\" title=\"Descartes\">Descartes</a>, <a href=\"/wiki/John_Locke\" title=\"John Locke\">John Locke</a> and others are explained.\n</p>\n<h3><span class=\"mw-headline\" id=\"Part_III\">Part III</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Preliminary_Discourse_to_the_Encyclopedia_of_Diderot&amp;action=edit&amp;section=5\" title=\"Edit section: Part III\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Part three of the book concludes by detailing the important attributes of the writing of the <i>Encyclopédie</i> and by mentioning important contributors. d'Alembert discusses how the <i>Encyclopédie</i> is open to changes and additions from others since it is a work of many centuries. In addition, he states that an omission in an encyclopedia is harmful to its substance which differs from an omission in a dictionary. d'Alembert also states the three categories of the Encyclopédie, which are the sciences, the <a href=\"/wiki/Liberal_arts\" class=\"mw-redirect\" title=\"Liberal arts\">liberal arts</a> and the mechanical arts. He states that it is important that these subcategories remain separate and concludes with the fact that society must judge the Preliminary Discourse to the <i>Encyclopedia</i> of Diderot.\n</p>\n<h3><span class=\"mw-headline\" id=\"System_of_Human_Knowledge\">System of Human Knowledge</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Preliminary_Discourse_to_the_Encyclopedia_of_Diderot&amp;action=edit&amp;section=6\" title=\"Edit section: System of Human Knowledge\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>At the end of the book, d'Alembert includes a detailed explanation of the system of human knowledge. This includes a chart entitled \"<a href=\"/wiki/Figurative_System_of_Human_Knowledge\" class=\"mw-redirect\" title=\"Figurative System of Human Knowledge\">Figurative System of Human Knowledge</a>\", which divides human understanding into its three constituents: memory, reason, and imagination. The chart then subdivides each of the three major categories into many other categories of human understanding. After his chart d'Alembert goes on to provide a detailed explanation of every division and subdivision apparent in his chart. The chart establishes a complex <a href=\"/wiki/Genealogy\" title=\"Genealogy\">genealogy</a> of knowledge and the way man has subdivided knowledge into the specific areas he feels they are applicable.  It is important to remember that no one of these systems of human knowledge plays a more significant role than any of the others. These systems are designed around the idea that each uses the other two to build upon itself and further human knowledge as a whole. In context the chart shows a progression of knowledge through the ages, memory being the past, reason being the present, which examines and tries to either build or create new theories based on memory, and imagination which focuses on making new assumptions or theories about things in our human universe.\n</p>\n<h2><span class=\"mw-headline\" id=\"Significance\">Significance</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Preliminary_Discourse_to_the_Encyclopedia_of_Diderot&amp;action=edit&amp;section=7\" title=\"Edit section: Significance\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The method of the <i>Discourse</i> and the <i>Encyclopedia</i> marked a shift from Descartes’ rationalism toward the <a href=\"/wiki/Empiricism\" title=\"Empiricism\">empiricism</a> of <a href=\"/wiki/John_Locke\" title=\"John Locke\">John Locke</a> and <a href=\"/wiki/Isaac_Newton\" title=\"Isaac Newton\">Isaac Newton</a>. In the <i>Discourse</i>, d’Alembert rejects a priori, indemonstrable speculations that lead to error and “intellectual despotism” and assumes a method based on hard facts and evidence (xxxv). A main objective of the “Encyclopedia” was not only to organize a collection of known information, but also to establish a cohesive method of gathering facts and principles yet to be discovered. D’Alembert acknowledges that “it is no less difficult to encompass the infinitely varied branches of human knowledge in a truly unified system,” (5), yet despite this seemingly formidable task, D’Alembert succeeds in fulfilling the purpose of the Encyclopedia, which was to gather all the facets of knowledge into one unified text, and to compile knowledge in a way that it could be standardized and compartmentalized into different categories. With this method, d’Alembert believed the <i>philosophes</i> could create a system of knowledge that would be unified and systematized, but not so rigid and strict as to impose limits on the search for new facts. A classic example of this systematized approach is the aforementioned <i>figurative system of human knowledge</i>, which quantifies knowledge by dividing it into three categories: memory, reason, and imagination. The purpose of this was to place knowledge within general framework that could be added to or expounded upon if necessary. As Richard Schwab, who translated the text, states in the introduction, d’Alembert believed the “Discourse of method” would give mankind the power to independently shape and direct its own destiny. This method provided an answer to the growing demand of the intellectual community of Europe to create a synthesis of information based upon secular and naturalistic principles rather than upon a theological <a href=\"/wiki/Teleology\" title=\"Teleology\">teleology</a> (xxxi), and to disseminate knowledge throughout the entire population, no longer being restricted to the wealthy, academic elite.\n</p>\n<h2><span class=\"mw-headline\" id=\"Quotes\">Quotes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Preliminary_Discourse_to_the_Encyclopedia_of_Diderot&amp;action=edit&amp;section=8\" title=\"Edit section: Quotes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>\"In vain did some philosophers assert, while suppressing their groans in the midst of sufferings, that pain was not an evil at all. In vain did others place supreme happiness in sensuality-of which they nevertheless deprived themselves through fear of its consequences. All of them would have known our nature better if they had been content to limit their definition of the sovereign good of the present life to the exemption from pain, and to agree that, without hoping to arrive at this sovereign good, we are allowed only to approach it more or less, in proportion to our vigilance and the precautions we take.\"</li></ul>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Preliminary_Discourse_to_the_Encyclopedia_of_Diderot&amp;action=edit&amp;section=9\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><i><a href=\"/wiki/Figurative_system_of_human_knowledge\" title=\"Figurative system of human knowledge\">Figurative system of human knowledge</a></i>, <a href=\"/wiki/D%27Alembert\" class=\"mw-redirect\" title=\"D&#39;Alembert\">d'Alembert</a>.</li>\n<li><i><a href=\"/wiki/Encyclop%C3%A9die\" title=\"Encyclopédie\">Encyclopédie</a></i>, <a href=\"/wiki/Diderot\" class=\"mw-redirect\" title=\"Diderot\">Diderot</a>.</li>\n<li><i><a href=\"/wiki/An_Essay_Concerning_Human_Understanding\" title=\"An Essay Concerning Human Understanding\">An Essay Concerning Human Understanding</a></i>, <a href=\"/wiki/John_Locke\" title=\"John Locke\">John Locke</a>.</li>\n<li><i><a href=\"/wiki/An_Enquiry_Concerning_Human_Understanding\" title=\"An Enquiry Concerning Human Understanding\">An Enquiry Concerning Human Understanding</a></i>, <a href=\"/wiki/David_Hume\" title=\"David Hume\">David Hume</a>.</li>\n<li><i><a href=\"/wiki/What_is_Enlightenment%3F\" class=\"mw-redirect\" title=\"What is Enlightenment?\">What is Enlightenment?</a></i>, <a href=\"/wiki/Immanuel_Kant\" title=\"Immanuel Kant\">Immanuel Kant</a>.</li>\n<li><i><a href=\"/wiki/Critique_of_Pure_Reason\" title=\"Critique of Pure Reason\">Critique of Pure Reason</a></i>, <a href=\"/wiki/Immanuel_Kant\" title=\"Immanuel Kant\">Immanuel Kant</a>.</li>\n<li><i><a href=\"/wiki/Dictionnaire_Philosophique\" class=\"mw-redirect\" title=\"Dictionnaire Philosophique\">Dictionnaire Philosophique</a></i>, <a href=\"/wiki/Voltaire\" title=\"Voltaire\">Voltaire</a>.</li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Preliminary_Discourse_to_the_Encyclopedia_of_Diderot&amp;action=edit&amp;section=10\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>d'Alembert, Jean Le Rond. <i>Preliminary Discourse to the Encyclodpedia of Diderot</i>. Trans. Richard N. Schwab. Chicago: The University of Chicago Press, 1995. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-226-13476-8\" title=\"Special:BookSources/0-226-13476-8\">0-226-13476-8</a></li>\n<li><cite class=\"citation journal\">Fort, Bernadette; Sheriff, Mary; Thompson, James (1994). \"Introduction: The Editorial Function\". <i><a href=\"/wiki/Eighteenth-Century_Studies\" title=\"Eighteenth-Century Studies\">Eighteenth-Century Studies</a></i>. <a href=\"/wiki/American_Society_for_Eighteenth-Century_Studies\" title=\"American Society for Eighteenth-Century Studies\">American Society for Eighteenth-Century Studies</a>. <b>28</b> (1): i–iii. <a href=\"/wiki/International_Standard_Serial_Number\" title=\"International Standard Serial Number\">ISSN</a>&#160;<a rel=\"nofollow\" class=\"external text\" href=\"//www.worldcat.org/issn/1086-315X\">1086-315X</a>. <a href=\"/wiki/JSTOR\" title=\"JSTOR\">JSTOR</a>&#160;<a rel=\"nofollow\" class=\"external text\" href=\"//www.jstor.org/stable/2739217\">2739217</a>  &#8211; via <a href=\"/wiki/JSTOR\" title=\"JSTOR\">JSTOR</a>. <span style=\"font-size:90%; color:#555\">(Registration required (<span title=\"The site requires registration to access this page.\" style=\"border-bottom:1px dotted;cursor:help\">help</span>))</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Eighteenth-Century+Studies&amp;rft.atitle=Introduction%3A+The+Editorial+Function&amp;rft.volume=28&amp;rft.issue=1&amp;rft.pages=i-iii&amp;rft.date=1994&amp;rft_id=%2F%2Fwww.jstor.org%2Fstable%2F2739217&amp;rft.issn=1086-315X&amp;rft.aulast=Fort&amp;rft.aufirst=Bernadette&amp;rft.au=Sheriff%2C+Mary&amp;rft.au=Thompson%2C+James&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APreliminary+Discourse+to+the+Encyclopedia+of+Diderot\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></li></ul>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Preliminary_Discourse_to_the_Encyclopedia_of_Diderot&amp;action=edit&amp;section=11\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"https://en.wikisource.org/wiki/fr:Discours_pr%C3%A9liminaire_de_l%E2%80%99Encyclop%C3%A9die\" class=\"extiw\" title=\"s:fr:Discours préliminaire de l’Encyclopédie\">Original Text</a> at Wikisource</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://quod.lib.umich.edu/cgi/t/text/text-idx?c=did;cc=did;rgn=main;view=text;idno=did2222.0001.083\">English translation</a> at the <i>Encyclopedia of Diderot &amp; d'Alembert Collaborative Translation Project</i></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1270\nCached time: 20180910060607\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.108 seconds\nReal time usage: 0.132 seconds\nPreprocessor visited node count: 381/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 3525/2097152 bytes\nTemplate argument size: 402/2097152 bytes\nHighest expansion depth: 15/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.034/10.000 seconds\nLua memory usage: 1.47 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  100.392      1 -total\n 40.57%   40.725      1 Template:Cite_journal\n 31.42%   31.544      1 Template:ISBN\n 27.68%   27.784      1 Template:Italic_title\n 12.93%   12.982      1 Template:Catalog_lookup_link\n  6.57%    6.592      1 Template:Error-small\n  4.43%    4.444      3 Template:Yesno-no\n  2.44%    2.454      3 Template:Yesno\n  2.26%    2.270      6 Template:Trim\n  2.00%    2.010      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:7093189-0!canonical and timestamp 20180910060607 and revision id 827551210\n -->\n</div>"},"langlinks":[{"lang":"fr","url":"https://fr.wikipedia.org/wiki/Discours_pr%C3%A9liminaire_de_l%27Encyclop%C3%A9die","langname":"French","autonym":"français","*":"Discours préliminaire de l'Encyclopédie"},{"lang":"ja","url":"https://ja.wikipedia.org/wiki/%E7%99%BE%E7%A7%91%E5%85%A8%E6%9B%B8%E5%BA%8F%E8%AB%96","langname":"Japanese","autonym":"日本語","*":"百科全書序論"}],"categories":[{"sortkey":"","hidden":"","*":"Pages_with_login_required_references_or_sources"},{"sortkey":"","*":"Age_of_Enlightenment"},{"sortkey":"","*":"Encyclopédie"},{"sortkey":"Encyclopedie (Diderot and d'Alembert)","*":"French_encyclopedias"},{"sortkey":"","*":"Modern_philosophical_literature"},{"sortkey":"","*":"Philosophy_of_science_literature"}],"links":[{"ns":0,"exists":"","*":"Age of Enlightenment"},{"ns":0,"exists":"","*":"Algebra"},{"ns":0,"exists":"","*":"American Society for Eighteenth-Century Studies"},{"ns":0,"exists":"","*":"An Enquiry Concerning Human Understanding"},{"ns":0,"exists":"","*":"An Essay Concerning Human Understanding"},{"ns":0,"exists":"","*":"Belles-lettres"},{"ns":0,"exists":"","*":"Cartesian coordinate system"},{"ns":0,"exists":"","*":"Critique of Pure Reason"},{"ns":0,"exists":"","*":"D'Alembert"},{"ns":0,"exists":"","*":"David Hume"},{"ns":0,"exists":"","*":"Deductive logic"},{"ns":0,"exists":"","*":"Denis Diderot"},{"ns":0,"exists":"","*":"Descartes"},{"ns":0,"exists":"","*":"Dictionnaire Philosophique"},{"ns":0,"exists":"","*":"Diderot"},{"ns":0,"exists":"","*":"Early Modern France"},{"ns":0,"exists":"","*":"Egalitarian"},{"ns":0,"exists":"","*":"Eighteenth-Century Studies"},{"ns":0,"exists":"","*":"Empiricism"},{"ns":0,"exists":"","*":"Encyclopédie"},{"ns":0,"exists":"","*":"Figurative System of Human Knowledge"},{"ns":0,"exists":"","*":"Figurative system of human knowledge"},{"ns":0,"exists":"","*":"Fine Arts"},{"ns":0,"exists":"","*":"Francis Bacon"},{"ns":0,"exists":"","*":"French Enlightenment"},{"ns":0,"exists":"","*":"French art"},{"ns":0,"exists":"","*":"Genealogy"},{"ns":0,"exists":"","*":"Geometry"},{"ns":0,"exists":"","*":"God"},{"ns":0,"exists":"","*":"Hierarchical"},{"ns":0,"exists":"","*":"History"},{"ns":0,"exists":"","*":"History of science"},{"ns":0,"exists":"","*":"Imagination"},{"ns":0,"exists":"","*":"Immanuel Kant"},{"ns":0,"exists":"","*":"Intellectual"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"International Standard Serial Number"},{"ns":0,"exists":"","*":"Isaac Newton"},{"ns":0,"exists":"","*":"JSTOR"},{"ns":0,"exists":"","*":"Jean-Jacques Rousseau"},{"ns":0,"exists":"","*":"Jean Le Rond d'Alembert"},{"ns":0,"exists":"","*":"John Locke"},{"ns":0,"exists":"","*":"Knowledge"},{"ns":0,"exists":"","*":"Liberal arts"},{"ns":0,"exists":"","*":"Madame du Deffand"},{"ns":0,"exists":"","*":"Memory"},{"ns":0,"exists":"","*":"Metaphysics"},{"ns":0,"exists":"","*":"Naturalism (philosophy)"},{"ns":0,"exists":"","*":"Philosophes"},{"ns":0,"exists":"","*":"Philosophy"},{"ns":0,"exists":"","*":"Physical sciences"},{"ns":0,"exists":"","*":"Physics"},{"ns":0,"exists":"","*":"Poetry"},{"ns":0,"exists":"","*":"Reason"},{"ns":0,"exists":"","*":"René Descartes"},{"ns":0,"exists":"","*":"Salon (gathering)"},{"ns":0,"exists":"","*":"Secular"},{"ns":0,"exists":"","*":"Teleology"},{"ns":0,"exists":"","*":"Theology"},{"ns":0,"exists":"","*":"Voltaire"},{"ns":0,"exists":"","*":"Western culture"},{"ns":0,"exists":"","*":"What is Enlightenment?"},{"ns":0,"exists":"","*":"Étienne Bonnot de Condillac"}],"templates":[{"ns":10,"exists":"","*":"Template:Italic title"},{"ns":10,"exists":"","*":"Template:ISBN"},{"ns":10,"exists":"","*":"Template:Catalog lookup link"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Error-small"},{"ns":10,"exists":"","*":"Template:Tl"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Cite journal"},{"ns":828,"exists":"","*":"Module:Italic title"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Check isxn"},{"ns":828,"exists":"","*":"Module:Error"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"}],"images":[],"externallinks":["//www.worldcat.org/issn/1086-315X","//www.jstor.org/stable/2739217","http://quod.lib.umich.edu/cgi/t/text/text-idx?c=did;cc=did;rgn=main;view=text;idno=did2222.0001.083"],"sections":[{"toclevel":1,"level":"2","line":"Background","number":"1","index":"1","fromtitle":"Preliminary_Discourse_to_the_Encyclopedia_of_Diderot","byteoffset":913,"anchor":"Background"},{"toclevel":1,"level":"2","line":"Summary","number":"2","index":"2","fromtitle":"Preliminary_Discourse_to_the_Encyclopedia_of_Diderot","byteoffset":5639,"anchor":"Summary"},{"toclevel":2,"level":"3","line":"Part I","number":"2.1","index":"3","fromtitle":"Preliminary_Discourse_to_the_Encyclopedia_of_Diderot","byteoffset":5652,"anchor":"Part_I"},{"toclevel":2,"level":"3","line":"Part II","number":"2.2","index":"4","fromtitle":"Preliminary_Discourse_to_the_Encyclopedia_of_Diderot","byteoffset":7933,"anchor":"Part_II"},{"toclevel":2,"level":"3","line":"Part III","number":"2.3","index":"5","fromtitle":"Preliminary_Discourse_to_the_Encyclopedia_of_Diderot","byteoffset":10437,"anchor":"Part_III"},{"toclevel":2,"level":"3","line":"System of Human Knowledge","number":"2.4","index":"6","fromtitle":"Preliminary_Discourse_to_the_Encyclopedia_of_Diderot","byteoffset":11190,"anchor":"System_of_Human_Knowledge"},{"toclevel":1,"level":"2","line":"Significance","number":"3","index":"7","fromtitle":"Preliminary_Discourse_to_the_Encyclopedia_of_Diderot","byteoffset":12457,"anchor":"Significance"},{"toclevel":1,"level":"2","line":"Quotes","number":"4","index":"8","fromtitle":"Preliminary_Discourse_to_the_Encyclopedia_of_Diderot","byteoffset":14563,"anchor":"Quotes"},{"toclevel":1,"level":"2","line":"See also","number":"5","index":"9","fromtitle":"Preliminary_Discourse_to_the_Encyclopedia_of_Diderot","byteoffset":15193,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"10","fromtitle":"Preliminary_Discourse_to_the_Encyclopedia_of_Diderot","byteoffset":15596,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"7","index":"11","fromtitle":"Preliminary_Discourse_to_the_Encyclopedia_of_Diderot","byteoffset":16224,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"<i>Preliminary Discourse to the Encyclopedia of Diderot</i>","iwlinks":[{"prefix":"s","url":"https://en.wikisource.org/wiki/fr:Discours_pr%C3%A9liminaire_de_l%E2%80%99Encyclop%C3%A9die","*":"s:fr:Discours préliminaire de l’Encyclopédie"}],"properties":[{"name":"displaytitle","*":"<i>Preliminary Discourse to the Encyclopedia of Diderot</i>"},{"name":"wikibase_item","*":"Q3030210"}]}}