{"parse":{"title":"Belarusian State University Faculty of Biology","pageid":37302349,"revid":715080708,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content ambox-Unreferenced\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Question_book-new.svg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png\" width=\"50\" height=\"39\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/75px-Question_book-new.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/100px-Question_book-new.svg.png 2x\" data-file-width=\"512\" data-file-height=\"399\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>does not <a href=\"/wiki/Wikipedia:Citing_sources\" title=\"Wikipedia:Citing sources\">cite</a> any <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">sources</a></b>.<span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Belarusian_State_University_Faculty_of_Biology&amp;action=edit\">improve this article</a> by <a href=\"/wiki/Help:Introduction_to_referencing_with_Wiki_Markup/1\" title=\"Help:Introduction to referencing with Wiki Markup/1\">adding citations to reliable sources</a>. Unsourced material may be challenged and <a href=\"/wiki/Wikipedia:Verifiability#Burden_of_evidence\" title=\"Wikipedia:Verifiability\">removed</a>.</span>  <small><i>(October 2012)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<table class=\"infobox vcard\" style=\"width:22em\"><caption class=\"fn org\">Faculty of Biology</caption><tbody><tr><th scope=\"row\" style=\"padding-right:0.65em;\">Established</th><td>\n1931<span style=\"display:none\">&#160;(<span class=\"bday dtstart published updated\">1931</span>)</span></td></tr><tr><th scope=\"row\" style=\"padding-right:0.65em;\"><div style=\"padding:0.1em 0;line-height:1.2em;\">Parent institution</div></th><td>\n<a href=\"/wiki/Belarusian_State_University\" title=\"Belarusian State University\">Belarusian State University</a></td></tr><tr><th scope=\"row\" style=\"padding-right:0.65em;\"><a href=\"/wiki/Dean_(education)\" title=\"Dean (education)\">Dean</a></th><td>\nVladimir V. Lysak</td></tr><tr><th scope=\"row\" style=\"padding-right:0.65em;\">Students</th><td>\n2,100</td></tr><tr><th scope=\"row\" style=\"padding-right:0.65em;\">Location</th><td class=\"adr\">\n<span class=\"locality\"><a href=\"/wiki/Minsk\" title=\"Minsk\">Minsk</a>, Kurchatova str., 10</span>, <span class=\"country-name\"><a href=\"/wiki/Belarus\" title=\"Belarus\">Belarus</a></span></td></tr><tr><th scope=\"row\" style=\"padding-right:0.65em;\">Website</th><td>\n<span class=\"url\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.bio.bsu.by/en/\">www<wbr />.bio<wbr />.bsu<wbr />.by<wbr />/en<wbr />/</a></span></td></tr></tbody></table>\n<p><b>Faculty of Biology of the <a href=\"/wiki/Belarusian_State_University\" title=\"Belarusian State University\">Belarusian State University</a></b> was founded in 1931. It is a major biology research and teaching establishment in the country, which includes nine Departments and nine Research Laboratories. The Dean is Vladimir V. Lysak, Docent, Candidate of Sciences\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#General_information\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">General information</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Education\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Education</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Specialities\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Specialities</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Faculty_structure\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Faculty structure</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Main_fields_of_research\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Main fields of research</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#External_links\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"General_information\">General information</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Belarusian_State_University_Faculty_of_Biology&amp;action=edit&amp;section=1\" title=\"Edit section: General information\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>More than eleven thousands biologists have been graduated from the Faculty since 1931. About eighty graduates have received the ‘Doctor of Sciences’ degree (highest scientific degree, equivalent to Habilitation or old style UK D.Sc.); seven hundreds graduates obtained the ‘Candidate of Sciences’ degree (equivalent to Ph.D.).\n</p><p>A number of world-class researchers and outstanding managers of high education started their career in the Faculty. For example, Professor Leonid M. Sushchenya was graduated from the Faculty in 1953. He is widely accepted as one of the creators of modern Freshwater Biology. Leonid M. Sushchenya was an Academician of both Soviet and Belarusian Academies of Sciences. In 1990s, he was a President of National Academy of Sciences of Belarus (NASB). Another ecologist, Professor Alexander P. Ostapenya, was a Head of Hydrobiology Laboratory (largest in Europe). Professor Ekaterina I. Slobozhanina (graduated in 1967) is currently a Deputy Director of the Institute of Biophysics and Cell Engineering of the NASB. Another alumni, Professor Oleg G. Davydenko (graduated in 1973), works as a Head of Laboratory in the Institute of Genetics and Cytology of NASB. Vitaliy P. Semenchenko (graduated in 1973) is a Deputy Director General of NASB Scientific and Practical Center of Bio-resources. Professor Sergey A. Usanov (graduated in 1973) is a Head of the Institute of Bio-organic Chemistry of the NASB. These successful academics are well known in Belarus and abroad. Since early 1990s, graduates of BSU Biological Faculty have been settling all around the world; a number of them currently work as Professors, Lecturers or Senior Research Associates in the world's leading research universities, such as Cambridge, Heidelberg, Harvard or Oxford. Some graduates have become top managers in bio-industry (Glaxosmithkline, Pfizer, etc.).\n</p><p>The highest standard in biology teaching is maintained due to the strong linkage between educational process and the scientific research in the Faculty. Internationally recognised centers for study of hydrobiology, biochemistry, plant ion transport, microbial molecular genetics, entomology and others have been established in the Faculty since 1931. The Faculty collaborates with NASB Department of Biological Sciences forming Joint University Centre between BSU and NASB. As a result, a number of research students have good quality publications and win Student Biology Olympiads, prizes and young scientist research grants both in Belarus and abroad.\n</p><p>The international collaboration is another strong feature of the Faculty. The Faculty routinely organises several key international conferences, such as «Lake Ecosystems: Biological Processes, Anthropogenic Transformation, Quality of Water», «Xenobiotics and Living Systems», etc., usually involving several hundred participants. The Faculty publishes peer-reviewed «Physiological, biochemical and molecular fundamentals of biological systems».\n</p><p>Apart of the NASB Department of Biological Sciences, the Faculty has established collaborative links with research institutions of NASB Department of Medical Sciences and NASB Department of Agricultural Sciences. The Faculty owes one of the Europe’s most advanced Zoology Museum, which has recently been renovated to the highest international standard. It is also a home of old Fundamental Herbarium, University Botanical Gardens and Biological Theatre. The Faculty also owes a research base on Naroch Lake (large lake in the Northern Belarus), which is called «Vinberg’s Naroch Biological Station» and used both for teaching and research purposes.\n</p><p>The Faculty is committed to providing students with modern and well-equipped lecture halls and research facilities to ensure a first-class environment in which to study and do research. It offers excellent computer rooms, free wi-fi internet access in the Faculty buildings. The Faculty also organises students’ research conferences and paper contests, Annual Belarusian Biology Olympiad for High Education Students. Several departments in the Faculty possess a special infrastructure, which is called Student Research Laboratories. These Laboratories are aimed to provide research guidance, space and equipment for student independent research work. When preparing for exams, students are provided with all necessary handbooks (library is available on campus), free exam training using Moodle based environment and other up-to-date resources.\n</p>\n<h2><span class=\"mw-headline\" id=\"Education\">Education</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Belarusian_State_University_Faculty_of_Biology&amp;action=edit&amp;section=2\" title=\"Edit section: Education\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<dl><dt>•\tHigh Education Diploma</dt></dl>\n<p>is five years of studies for full-time students, and six years for distant learning students; totally about 5000 hours of auditorium and laboratory work. It is widely accepted as equivalent to Bachelor-level degree in the Western Europe. Note that the number of lecture and practical classes is significantly higher (sometimes by 10–15 times) in BSU’s High Education Diploma than in most universities of Western Europe, North America or Australia (B.Sc. Course).\n</p>\n<dl><dt>•\tMagistrature</dt></dl>\n<p>is usually one year-long postgraduate course, which is equivalent to Masters Course in English speaking countries. BSU also offers two-year Research Magistrature, which is equivalent to M.Diss. or M.Res. in English speaking countries.\n</p>\n<dl><dt>•\tAspiranture</dt></dl>\n<p>includes three and four-year programmes for the full-time and distant learning postgraduate students respectively. This is Candidate of Sciences course, which is equivalent to Ph.D. course in English speaking countries. It is internationally accredited and accepted.\n</p>\n<dl><dt>•\tDoctoranture</dt></dl>\n<p>is 2–3 years of postgraduate research at the highest level (post-C.Sc./Ph.D.). It is an equivalent to Habilitation Course in Germany. Doctoranture is aimed at preparing Doctor of Sciences Dissertation, which does not exist anymore in English speaking countries, while it is still required in most European countries.\n</p>\n<h2><span class=\"mw-headline\" id=\"Specialities\">Specialities</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Belarusian_State_University_Faculty_of_Biology&amp;action=edit&amp;section=3\" title=\"Edit section: Specialities\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<dl><dt>I. Biologу</dt></dl>\n<p>Directions:\n</p>\n<dl><dd>-\tResearch and Industry</dd>\n<dd>-\tResearch and Teaching</dd>\n<dd>-\tBiotechnology</dd></dl>\n<p>Qualifications:\n</p>\n<dl><dd>-\tBiologist</dd>\n<dd>-\tBiologist. Teacher of Biology and Chemistry</dd>\n<dd>-\tBiologist-Biotechnologist. Teacher of Biology</dd></dl>\n<p>Specialisations:\n</p>\n<dl><dd>-\tBotany</dd>\n<dd>-\tGenetics</dd>\n<dd>-\tHuman and Animal Physiology</dd>\n<dd>-\tPhysiology of Plants</dd>\n<dd>-\tMolecular Biology</dd>\n<dd>-\tZoology</dd></dl>\n<dl><dt>II. Biochemistry</dt></dl>\n<p>Qualification:\n</p>\n<dl><dd>-\tBiologist. Biochemist</dd></dl>\n<p>Specialisations:\n</p>\n<dl><dd>-\tMedical Biochemistry</dd>\n<dd>-\tAnalytical Biochemistry</dd></dl>\n<dl><dt>III. Microbiology</dt></dl>\n<p>Qualification:\n</p>\n<dl><dd>-\tBiologist. Microbiologist</dd></dl>\n<p>Specialisations:\n</p>\n<dl><dd>-\tApplied Microbiology</dd>\n<dd>-\tMolecular Microbiology</dd></dl>\n<dl><dt>IV. Bioecology</dt></dl>\n<p>Qualification:\n</p>\n<dl><dd>-\tBiologist-Ecologist. Teacher of Biology and Ecology</dd></dl>\n<p>Specialisation:\n</p>\n<dl><dd>-\tGeneral Ecology</dd></dl>\n<h2><span class=\"mw-headline\" id=\"Faculty_structure\">Faculty structure</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Belarusian_State_University_Faculty_of_Biology&amp;action=edit&amp;section=4\" title=\"Edit section: Faculty structure\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<dl><dt>Departments</dt>\n<dd>-\tBiochemistry</dd>\n<dd>-\tBotany</dd>\n<dd>-\tGenetics</dd>\n<dd>-\tGeneral Ecology and Biology Teaching</dd>\n<dd>-\tHuman and Animal Physiology</dd>\n<dd>-\tMicrobiology</dd>\n<dd>-\tMolecular Biology</dd>\n<dd>-\tPlant Physiology and Biochemistry</dd>\n<dd>-\tZoology</dd></dl>\n<dl><dt>Research laboratories</dt>\n<dd>-\tHydroecology</dd>\n<dd>-\tBiotechnology</dd>\n<dd>-\tMolecular Genetics and Biotechnology</dd>\n<dd>-\tPhysiology</dd>\n<dd>-\tPlant Cell Physiology and Biotechnology</dd>\n<dd>-\tBiochemistry of Metabolism</dd>\n<dd>-\tApplied Biochemistry</dd>\n<dd>-\tBiochemistry and Pharmacology of Bioactive Substances</dd>\n<dd>-\tTransgenic Plants</dd></dl>\n<dl><dt>Student research laboratories</dt>\n<dd>-\tMolecular Biotechnology</dd>\n<dd>-\tApplied Plant Cell Biology and Biotechnology</dd>\n<dd>-\tStructure and Dynamics of Biodiversity</dd></dl>\n<dl><dt>Museum of zoology</dt></dl>\n<p>Museum of Zoology was established in 1921 at the initiative of the Head of Department of Zoology, Professor Anatoliy V. Fedyushin.\nThis Museum has the largest collection of zoological objects in the Republic (stuffed animals, birds nests, drugs, osteological material and other vertebrates as well as invertebrates), totally over 102 thousand units. Scientific collections of the museum are kept in special rooms occupying a total area of 980 m2. 260 species of the collection are listed in Red Data Book of the CIS countries and the world.\n</p><p>Over the last decade, the exhibition fund has been reinforced by such rare species as the red wolf, wandering albatross, ostrich, Hyacinth Macaw, a chimpanzee, some tropical insects and many other items that cannot be found in any other natural history museums in Belarus. In addition, the museum has a significant number of long-extinct fossil animals, for example, fragments of fossil elephant, discovered in 2006 during the construction of the Minsk Metro.\n</p><p>For a long time, the museum existed as a temporary exposition and only in 2001 the collection was moved to permanent premises with expanded storage facilities. Since then construction of landscapes and ecological dioramas displaying rare and endangered species in natural surroundings has been initiated.\n</p>\n<dl><dt>Botanical garden</dt></dl>\n<p>The Botanical Garden was founded in 1930 by Professor Stepan P. Melnik within the Department of Plant Systematics. Since 1933, it has been supervised by Natalia O. Tsetterman. In 1956, the Botanical Gardens covered 2 hectares of campus land and its collection included 37 species of trees, 19 species of shrubs and many herbaceous plants. In 1965, the Botanical Gardens moved to Schemyslitsa Training and Experimental Farm of the BSU. Since 2002, the Botanical Garden has been relocated to the fields near the Faculty of Biology at 10 Kurchatov Street. At present, it includes a greenhouse, arboretum and a piece of real ancient oak forest «Dubrava».\n</p><p>The collection of medical, decorative, perennial, rare and endangered plants contains over 900 species, varieties and forms. The collection of tropical and subtropical plants includes about 400 species and varieties belonging to 190 genera of 69 families. A number of species of tropical and subtropical plants can be found in the greenhouse, the conservatory and on the floors of the Faculty of Biology. Arboretum was founded in 1928 and, nowadays it embraces 250 species and forms of 96 genera and 38 families.\n</p>\n<dl><dt>Georgiy vinberg naroch biological station</dt></dl>\n<p>The scientific and research centre Georgiy Vinberg Naroch Biological Station is the oldest biological station in Belarus. For many years it has been a place where profound research on the functioning processes and biological productivity of the water bodies has been conducted. Results of these investigations are recognised by researchers in hydrobiology all over the world. The materials of long-term investigations of the polytypic Naroch Lakes serve as a basis for development of measures on rational use and preservation of the unique Naroch Lakes’ environment.\n</p><p>The primary objectives of Georgiy Vinberg Naroch Biological Station are:\n</p>\n<dl><dd>- educational&#160;: to serve as a basis for professional training of ecologists and hydrobiologists;</dd>\n<dd>- scientific&#160;: to carry out fundamental and applied research in the field of biology and ecology;</dd>\n<dd>- environmental protection&#160;: to provide scientific assistance for nature conservation of the National Park Narochansky;</dd>\n<dd>- informative&#160;: to popularise ecological knowledge.</dd></dl>\n<h2><span class=\"mw-headline\" id=\"Main_fields_of_research\">Main fields of research</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Belarusian_State_University_Faculty_of_Biology&amp;action=edit&amp;section=5\" title=\"Edit section: Main fields of research\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Diversity and ecology of higher plants, fungi, lichens and the ways of maintaining the biodiversity of flora. Characterisation of new plant species.</li>\n<li>Genetic basis, mechanisms of biosynthesis and secretion of hydrolytic enzymes, factors of pathogenicity and virulence of phytopathogenic bacteria.</li>\n<li>Biological variety of Belarusian fauna, studies of individual animal species at the biocenosis level.</li>\n<li>Molecular and cellular mechanisms of plant ion transport, mineral exchange, radionuclide uptake from the soil, signaling and early events in stress response leading to plant stress resistance or programmed cell death.</li>\n<li>The physiology and biotechnology of plant cell, tissue and organ cultures.</li>\n<li>Neuronal and biochemical mechanisms of homeostasis and its maintenance under different physical and chemical conditions.</li>\n<li>Matter turnover and energy flow in water ecosystems, lake, river and reservoir productivity, self-purification; formation of water quality.</li>\n<li>Molecular mechanisms of xenobiotics action on environment.</li>\n<li>Pharmacological compounds, compositions and extracts of plant and animal origin, exhibiting anticancer, radioprotective, photoprotective and antimutagenic activities.</li>\n<li>Molecular genetic mechanisms of microbial synthesis of compounds for applications in biotechnology.</li></ul>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Belarusian_State_University_Faculty_of_Biology&amp;action=edit&amp;section=6\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.bio.bsu.by\"><b>Official website</b></a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1254\nCached time: 20180908230501\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.096 seconds\nReal time usage: 0.144 seconds\nPreprocessor visited node count: 791/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 8782/2097152 bytes\nTemplate argument size: 643/2097152 bytes\nHighest expansion depth: 10/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.037/10.000 seconds\nLua memory usage: 1.64 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  117.893      1 -total\n 61.88%   72.947      1 Template:Infobox_university\n 50.68%   59.747      1 Template:Infobox\n 38.06%   44.873      1 Template:Unreferenced\n 25.87%   30.497      1 Template:Ambox\n 14.09%   16.610      2 Template:Br_separated_entries\n  5.41%    6.383      1 Template:URL\n  4.62%    5.449      2 Template:If_empty\n  2.86%    3.374      1 Template:Start_date\n  2.67%    3.148      1 Template:Comma_separated_entries\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:37302349-0!canonical and timestamp 20180908230500 and revision id 715080708\n -->\n</div>"},"langlinks":[{"lang":"be","url":"https://be.wikipedia.org/wiki/%D0%91%D1%96%D1%8F%D0%BB%D0%B0%D0%B3%D1%96%D1%87%D0%BD%D1%8B_%D1%84%D0%B0%D0%BA%D1%83%D0%BB%D1%8C%D1%82%D1%8D%D1%82_%D0%91%D0%94%D0%A3","langname":"Belarusian","autonym":"беларуская","*":"Біялагічны факультэт БДУ"}],"categories":[{"sortkey":"","hidden":"","*":"Articles_lacking_sources_from_October_2012"},{"sortkey":"","hidden":"","*":"All_articles_lacking_sources"},{"sortkey":"","*":"Biology_organizations"}],"links":[{"ns":14,"exists":"","*":"Category:Articles lacking sources from October 2012"},{"ns":0,"exists":"","*":"Belarus"},{"ns":0,"exists":"","*":"Belarusian State University"},{"ns":0,"exists":"","*":"Dean (education)"},{"ns":0,"exists":"","*":"Minsk"},{"ns":4,"exists":"","*":"Wikipedia:Citing sources"},{"ns":4,"exists":"","*":"Wikipedia:Verifiability"},{"ns":12,"exists":"","*":"Help:Introduction to referencing with Wiki Markup/1"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Unreferenced"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Infobox university"},{"ns":10,"exists":"","*":"Template:Infobox"},{"ns":10,"exists":"","*":"Template:Both"},{"ns":10,"exists":"","*":"Template:Start date"},{"ns":10,"exists":"","*":"Template:Longitem"},{"ns":10,"exists":"","*":"Template:Br separated entries"},{"ns":10,"exists":"","*":"Template:Comma separated entries"},{"ns":10,"exists":"","*":"Template:If empty"},{"ns":10,"exists":"","*":"Template:URL"},{"ns":10,"exists":"","*":"Template:Template other"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Infobox"},{"ns":828,"exists":"","*":"Module:Navbar"},{"ns":828,"exists":"","*":"Module:InfoboxImage"},{"ns":828,"exists":"","*":"Module:Separated entries"},{"ns":828,"exists":"","*":"Module:TableTools"},{"ns":828,"exists":"","*":"Module:If empty"},{"ns":828,"exists":"","*":"Module:URL"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Question_book-new.svg"],"externallinks":["http://www.bio.bsu.by/en/","http://www.bio.bsu.by"],"sections":[{"toclevel":1,"level":"2","line":"General information","number":"1","index":"1","fromtitle":"Belarusian_State_University_Faculty_of_Biology","byteoffset":1396,"anchor":"General_information"},{"toclevel":1,"level":"2","line":"Education","number":"2","index":"2","fromtitle":"Belarusian_State_University_Faculty_of_Biology","byteoffset":5880,"anchor":"Education"},{"toclevel":1,"level":"2","line":"Specialities","number":"3","index":"3","fromtitle":"Belarusian_State_University_Faculty_of_Biology","byteoffset":7255,"anchor":"Specialities"},{"toclevel":1,"level":"2","line":"Faculty structure","number":"4","index":"4","fromtitle":"Belarusian_State_University_Faculty_of_Biology","byteoffset":7999,"anchor":"Faculty_structure"},{"toclevel":1,"level":"2","line":"Main fields of research","number":"5","index":"5","fromtitle":"Belarusian_State_University_Faculty_of_Biology","byteoffset":12234,"anchor":"Main_fields_of_research"},{"toclevel":1,"level":"2","line":"External links","number":"6","index":"6","fromtitle":"Belarusian_State_University_Faculty_of_Biology","byteoffset":13571,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Belarusian State University Faculty of Biology","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q3880525"}]}}