{"parse":{"title":"Pathosystem","pageid":2106011,"revid":772279903,"text":{"*":"<div class=\"mw-parser-output\"><p>A <b>pathosystem</b> is a subsystem of an <a href=\"/wiki/Ecosystem\" title=\"Ecosystem\">ecosystem</a> and is defined by the phenomenon of parasitism. A plant pathosystem is one in which the host species is a plant. The <a href=\"/wiki/Parasite\" class=\"mw-redirect\" title=\"Parasite\">parasite</a> is any species in which the individual spends a significant part of its lifespan inhabiting one host individual and obtaining nutrients from it. The parasite may thus be an <a href=\"/wiki/Insect\" title=\"Insect\">insect</a>, <a href=\"/wiki/Mite\" title=\"Mite\">mite</a>, <a href=\"/wiki/Nematode\" title=\"Nematode\">nematode</a>, parasitic Angiosperm, <a href=\"/wiki/Fungus\" title=\"Fungus\">fungus</a>, <a href=\"/wiki/Bacterium\" class=\"mw-redirect\" title=\"Bacterium\">bacterium</a>, <a href=\"/wiki/Mycoplasma\" title=\"Mycoplasma\">mycoplasma</a>, <a href=\"/wiki/Virus\" title=\"Virus\">virus</a> or <a href=\"/wiki/Viroid\" title=\"Viroid\">viroid</a>. Other consumers, however, such as mammalian and avian herbivores, which graze populations of plants, are normally considered to be outside the conceptual boundaries of the plant pathosystem.<sup id=\"cite_ref-Robinson87_1-0\" class=\"reference\"><a href=\"#cite_note-Robinson87-1\">&#91;1&#93;</a></sup>\n</p><p>A host has the property of resistance to a parasite. And a parasite has the property of parasitic ability on a host. Parasitism is the interaction of these two properties. The main feature of the pathosystem concept is that it concerns parasitism, and it is not concerned with the study of either the host or parasite on its own. Another feature of the pathosystem concept is that the parasitism is studied in terms of populations, at the higher levels and in ecologic aspects of the system. The pathosystem concept is also multidisciplinary. It brings together various crop science disciplines such as <a href=\"/wiki/Entomology\" title=\"Entomology\">entomology</a>, nematology, <a href=\"/wiki/Plant_pathology\" title=\"Plant pathology\">plant pathology</a>, and <a href=\"/wiki/Plant_breeding\" title=\"Plant breeding\">plant breeding</a>. It also applies to wild populations and to agricultural, horticultural, and forest crops, and to tropical, subtropical, as well as both subsistence and commercial farming.\n</p><p>In a wild plant pathosystem, both the host and the parasite populations exhibit <a href=\"/wiki/Genetic_diversity\" title=\"Genetic diversity\">genetic diversity</a> and genetic flexibility. Conversely, in a <a href=\"/wiki/Crop\" title=\"Crop\">crop</a> pathosystem, the host population normally exhibits genetic uniformity and genetic inflexibility (i.e., clones, pure lines, hybrid varieties), and the parasite population assumes a comparable uniformity. This distinction means that a wild pathosystem can respond to <a href=\"/wiki/Selection_pressure\" class=\"mw-redirect\" title=\"Selection pressure\">selection pressures</a>, but that a crop pathosystem does not. It also means that a system of locking (see below) can function in a wild plant pathosystem but not in a crop pathosystem.\n</p><p><i><b>Pathosystem balance</b></i> means that the parasite does not endanger the survival  of the host; and that the resistance in the host does not endanger the survival of the parasite. This is self-evident from the evolutionary survival of wild plant pathosystems, as systems, during periods of <a href=\"/wiki/Geological_time\" class=\"mw-redirect\" title=\"Geological time\">geological time</a>.<sup id=\"cite_ref-Robinson10_2-0\" class=\"reference\"><a href=\"#cite_note-Robinson10-2\">&#91;2&#93;</a></sup>\n</p><p>The gene-for-gene relationship<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> is an approximate botanical equivalent of <a href=\"/wiki/Antigen\" title=\"Antigen\">antigens</a> and <a href=\"/wiki/Antibody\" title=\"Antibody\">antibodies</a> in mammals. For each resistance  gene in the host, there is a corresponding, or matching, <a href=\"/wiki/Gene\" title=\"Gene\">gene</a> in the parasite. When the genes of the parasite match those of the host, the resistance does not operate.\n</p><p>There are two kinds of resistance to parasites in plants:\n</p>\n<ul><li><b>Vertical resistance</b><sup id=\"cite_ref-Vanderplank63_4-0\" class=\"reference\"><a href=\"#cite_note-Vanderplank63-4\">&#91;4&#93;</a></sup> involves a gene-for-gene relationship. This kind of resistance is genetically controlled by single genes, although several such genes may be present in a single host or parasite individual. <a href=\"/wiki/Vertical_resistance\" title=\"Vertical resistance\">Vertical resistance</a> is ephemeral resistance because it operates against some strains of the parasite but not others,<sup id=\"cite_ref-Vanderplank63_4-1\" class=\"reference\"><a href=\"#cite_note-Vanderplank63-4\">&#91;4&#93;</a></sup> depending on whether or not a match occurs. In <a href=\"/wiki/Agriculture\" title=\"Agriculture\">agriculture</a>, vertical resistance requires pedigree breeding and <a href=\"/wiki/Back-crossing\" class=\"mw-redirect\" title=\"Back-crossing\">back-crossing</a>. It has been the resistance of choice during the twentieth century.</li>\n<li><b>Horizontal resistance</b><sup id=\"cite_ref-Vanderplank63_4-2\" class=\"reference\"><a href=\"#cite_note-Vanderplank63-4\">&#91;4&#93;</a></sup> does not involve a gene-for-gene relationship. It is the resistance that invariably remains after vertical resistance has been matched. It is genetically controlled by <a href=\"/wiki/Polygene\" title=\"Polygene\">polygenes</a> and it is durable resistance as many ancient clones testify. Its use in agriculture  requires population breeding and recurrent mass selection.</li></ul>\n<p><a href=\"/wiki/Infection\" title=\"Infection\">Infection</a> is the contact made by one parasite individual with one host individual for the purposes of parasitism. There are two kinds of infection:\n</p>\n<ul><li><b>Allo-infection</b><sup id=\"cite_ref-Robinson76_5-0\" class=\"reference\"><a href=\"#cite_note-Robinson76-5\">&#91;5&#93;</a></sup> means that the parasite originates away from its host and has to travel to that host. The first infection of any individual host must be an allo-infection. Vertical resistance can control allo-infection only. It normally does this with a system of locking (see below) which reduces the proportion of allo-infections that are matching infections.</li>\n<li class=\"mw-empty-elt\"></li>\n<li><b>Auto-infection</b><sup id=\"cite_ref-Robinson76_5-1\" class=\"reference\"><a href=\"#cite_note-Robinson76-5\">&#91;5&#93;</a></sup> means that the parasite originates on, or in, the host that it is infecting. Auto-infection and all the consequences of a matching allo-infection, can be controlled only by <a href=\"/wiki/Horizontal_resistance\" title=\"Horizontal resistance\">horizontal resistance</a>. This is because the parasite individual reproduces asexually to produce a <a href=\"/wiki/Cloning\" title=\"Cloning\">clone</a> (or else reproduces sexually and quickly reaches <a href=\"/wiki/Homogeneity\" class=\"mw-redirect\" title=\"Homogeneity\">homogeneity</a> of matching individuals) and auto-infection is thus matching infection.</li></ul>\n<p>An <a href=\"/wiki/Epidemic\" title=\"Epidemic\">epidemic</a> is the growth of a parasite population which is made at the expense of the host population. There are two kinds of epidemic:\n</p>\n<ul><li><b>Continuous epidemics</b><sup id=\"cite_ref-Robinson87_1-1\" class=\"reference\"><a href=\"#cite_note-Robinson87-1\">&#91;1&#93;</a></sup> have no break in the parasitism; they have no gene-for-gene relationships; they involve <a href=\"/wiki/Evergreen\" title=\"Evergreen\">evergreen</a> trees, and some <a href=\"/wiki/Perennial\" class=\"mw-redirect\" title=\"Perennial\">perennial</a> herbs.</li>\n<li><b>Discontinuous epidemics</b><sup id=\"cite_ref-Robinson87_1-2\" class=\"reference\"><a href=\"#cite_note-Robinson87-1\">&#91;1&#93;</a></sup> have regular breaks in the parasitism, due to an absence of host tissue during an adverse season, such as a temperate winter or tropical <a href=\"/wiki/Dry_season\" title=\"Dry season\">dry season</a>; they often have a gene-for-gene relationship against some of their parasites; they involve annual plants, some perennial herbs, and the leaves and fruits of <a href=\"/wiki/Deciduous\" title=\"Deciduous\">deciduous</a> trees and shrubs.</li></ul>\n<h2><span id=\"Gene-for-gene_relationship_-_the_n.2F2_model\"></span><span class=\"mw-headline\" id=\"Gene-for-gene_relationship_-_the_n/2_model\"><i>Gene-for-gene relationship - the n/2 model</i></span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Pathosystem&amp;action=edit&amp;section=1\" title=\"Edit section: Gene-for-gene relationship - the n/2 model\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The n/2 model (pronounced either ‘en over two’ or 'half en') suggests the mode of operation of the gene-for-gene relationship in a wild plant pathosystem.<sup id=\"cite_ref-Robinson96_6-0\" class=\"reference\"><a href=\"#cite_note-Robinson96-6\">&#91;6&#93;</a></sup> It apparently functions as a system of locking in which every host and parasite individual has half of the genes in the gene-for-gene relationship (i.e., n/2 genes, where n is the total number of pairs of genes in that relationship). Each gene in the host is the equivalent of a tumbler in a mechanical lock, and each gene in the parasite is the equivalent of a notch on a mechanical key. Provided that each n/2 combination of genes occurs with an equal frequency, and with a random distribution, in both the host and parasite populations, the frequency of matching allo-infections will be reduced to the minimum. For example, with six pairs of genes, each host and parasite individual would have three genes, and there would be twenty different locks and keys; with a twelve-gene system, there would be 924 six-gene locks and keys. Given an equal frequency and a random distribution  of every lock and key, the frequency of matching allo-infection would be 1/20 and 1/924, respectively. These figures are obtained from the <a href=\"/wiki/Binomial_expansion\" class=\"mw-redirect\" title=\"Binomial expansion\">binomial expansion</a> illustrated by <a href=\"/wiki/Pascal%27s_triangle\" title=\"Pascal&#39;s triangle\">Pascal's triangle</a>.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup><sup id=\"cite_ref-Robinson96_6-1\" class=\"reference\"><a href=\"#cite_note-Robinson96-6\">&#91;6&#93;</a></sup>\n</p><p>This system of locking cannot function in a crop pathosystem in which the host population has genetic uniformity. A crop pathosystem is usually the equivalent of every door in the town having the same lock, and every householder having the same key which fits every lock. A system of locking is ruined by uniformity, and this is exactly what we have achieved when protecting our genetically uniform crops with vertical resistance. It also explains why vertical resistance is temporary resistance in agriculture. This type of error is called sub-optimization and it results from working at too low a systems level. The system of locking is an emergent property that is observable only at the systems level of the pathosystem. Comparable biological emergents are the schooling of <a href=\"/wiki/Fish\" title=\"Fish\">fish</a>, and the flocking of <a href=\"/wiki/Bird\" title=\"Bird\">birds</a>, which cannot be observed at any systems level below that of the population. The n/2 model is also the most important hypothesis to emanate from the concept of the pathosystem.<sup id=\"cite_ref-Robinson10_2-1\" class=\"reference\"><a href=\"#cite_note-Robinson10-2\">&#91;2&#93;</a></sup> It can also be argued that the gene-for-gene relationship must function on a basis of <a href=\"/wiki/Heterogeneity\" class=\"mw-redirect\" title=\"Heterogeneity\">heterogeneity</a> in the wild pathosystem because the gross instability of the '<a href=\"/wiki/Boom_and_bust\" class=\"mw-redirect\" title=\"Boom and bust\">boom and bust</a>'<sup id=\"cite_ref-Vanderplank63_4-3\" class=\"reference\"><a href=\"#cite_note-Vanderplank63-4\">&#91;4&#93;</a></sup> of modern plant breeding would have no evolutionary survival value.<sup id=\"cite_ref-Robinson10_2-2\" class=\"reference\"><a href=\"#cite_note-Robinson10-2\">&#91;2&#93;</a></sup>\n</p><p>A gene-for-gene relationship can evolve only in a discontinuous pathosystem.<sup id=\"cite_ref-Robinson87_1-3\" class=\"reference\"><a href=\"#cite_note-Robinson87-1\">&#91;1&#93;</a></sup> This is because it functions as a system of locking. A matching allo-infection is the equivalent of a lock being unlocked. With the end of the season, all matched (i.e., unlocked) host tissues disappear. With the onset of a new growing season, all discontinuous host tissue (e.g., new leaves of a deciduous tree, newly germinated annual <a href=\"/wiki/Seedling\" title=\"Seedling\">seedlings</a>, or newly emerged tissue of a perennial herb) is unmatched and each host individual has a vertical resistance that is functioning. This is the equivalent of re-locking. This alternation of matching and non-matching (or unlocking and re-locking) is an essential feature of any system of locking, and it is possible only in a discontinuous pathosystem. Conversely, in a continuous pathosystem just one matching allo-infection on each host individual is required for that individual to be parasitised for the rest of its life which, in the case of some evergreen trees, may endure for centuries. A gene-for-gene relationship is useless in such a pathosystem and, consequently, it will not evolve.\n</p><p>Crops that are derived from a continuous wild pathosystem (e.g., <a href=\"/wiki/Aroid\" class=\"mw-redirect\" title=\"Aroid\">aroids</a>, banana, cassava, citrus, cocoa, coconut, date palm, ginger, mango, oil palm, olive, papaya, pineapple, pyrethrum, sisal, sugarcane, sweet potato, tea, turmeric, vanilla, yams) have no gene-for-gene relationships, not withstanding a few erroneous reports to the contrary.\n</p>\n<h2><span class=\"mw-headline\" id=\"Horizontal_resistance\"><i>Horizontal resistance</i></span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Pathosystem&amp;action=edit&amp;section=2\" title=\"Edit section: Horizontal resistance\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Horizontal resistance is the resistance that invariably remains after a matching allo-infection has occurred.<sup id=\"cite_ref-Robinson76_5-2\" class=\"reference\"><a href=\"#cite_note-Robinson76-5\">&#91;5&#93;</a></sup> To postulate that horizontal resistance does not occur would be to postulate an absolute susceptibility. Such a level of  susceptibility is experimentally unproved, and is theoretically impossible. Horizontal resistance is polygenically inherited and it can be exhibited at any level between its minimum and its maximum. Its maximum level should provide a virtually complete control of a parasite under conditions of maximum epidemiological competence.<sup id=\"cite_ref-Robinson10_2-3\" class=\"reference\"><a href=\"#cite_note-Robinson10-2\">&#91;2&#93;</a></sup> Breeding for comprehensive horizontal resistance will require simultaneous quantitative improvements and will eventually control all the parasites that have epidemiological competence in a particular agro-ecosystem.<sup id=\"cite_ref-Robinson96_6-2\" class=\"reference\"><a href=\"#cite_note-Robinson96-6\">&#91;6&#93;</a></sup> (5). However, because epidemiological competence is so variable, a <a href=\"/wiki/Cultivar\" title=\"Cultivar\">cultivar</a> that is in balance with one agro-ecosystem, is likely to be unbalanced in another agro-ecosystem, having too much resistance to some parasites and too little to others.\n</p><p>Of particular importance is the concept of parasite interference, first defined by Vanderplank,<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup> who called it the cryptic error in field trials. Parasite interference does not affect the demonstration of  vertical resistance, but it can totally destroy the evidence for high levels of horizontal resistance.<sup id=\"cite_ref-Robinson10_2-4\" class=\"reference\"><a href=\"#cite_note-Robinson10-2\">&#91;2&#93;</a></sup> This factor, which has only recently been recognised, largely explains the almost total neglect of horizontal resistance during the twentieth century.\n</p><p>The greater the area of a uniform host population with a single vertical resistance, the more dangerous that resistance becomes. This is because of an increased selection pressure for the matching parasite, and an increased loss when the matching does occur. The greater the area of uniformity of vertical resistance, therefore, the greater the danger.<sup id=\"cite_ref-Robinson10_2-5\" class=\"reference\"><a href=\"#cite_note-Robinson10-2\">&#91;2&#93;</a></sup><sup id=\"cite_ref-Vanderplank63_4-4\" class=\"reference\"><a href=\"#cite_note-Vanderplank63-4\">&#91;4&#93;</a></sup> Conversely, the greater the area of a uniform host population with high horizontal resistances, the more effective the horizontal resistance becomes. This is because parasite interference declines as the area of a horizontally resistant host population increases, and it is least when the entire crop of a region has a high level of  horizontal resistance in all of its cultivars. The greater the area of uniformity of horizontal resistance, therefore, the greater the security.<sup id=\"cite_ref-Robinson10_2-6\" class=\"reference\"><a href=\"#cite_note-Robinson10-2\">&#91;2&#93;</a></sup>\n</p><p>In breeding crop plants for horizontal resistance to their parasites, the disciplines of plant breeding, plant pathology, and crop entomology should be regarded as being amalgamated into a single discipline.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Pathosystem&amp;action=edit&amp;section=3\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-Robinson87-1\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Robinson87_1-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Robinson87_1-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-Robinson87_1-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-Robinson87_1-3\"><sup><i><b>d</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"/wiki/Raoul_A._Robinson\" title=\"Raoul A. Robinson\">Robinson, Raoul A.</a> (1987) Host Management in Crop Pathosystems. Macmillan, New York,  Collier-Macmillan, London, 263pp</span>\n</li>\n<li id=\"cite_note-Robinson10-2\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Robinson10_2-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Robinson10_2-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-Robinson10_2-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-Robinson10_2-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-Robinson10_2-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-Robinson10_2-5\"><sup><i><b>f</b></i></sup></a> <a href=\"#cite_ref-Robinson10_2-6\"><sup><i><b>g</b></i></sup></a></span> <span class=\"reference-text\">Robinson, R.A.(2010) Self-Organizing Agro-Ecosystems; Sharebooks Publishing <a rel=\"nofollow\" class=\"external free\" href=\"http://www.sharebookspublishing.com\">http://www.sharebookspublishing.com</a></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Flor, H.H. (1942); “Inheritance of pathogenicity in Melampsora lini.” Phytopath., 32; 653-669.</span>\n</li>\n<li id=\"cite_note-Vanderplank63-4\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Vanderplank63_4-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Vanderplank63_4-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-Vanderplank63_4-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-Vanderplank63_4-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-Vanderplank63_4-4\"><sup><i><b>e</b></i></sup></a></span> <span class=\"reference-text\">Vanderplank, J.E. (1963); “Plant Diseases; Epidemics and Control.” Academic Press, New York &amp; London, 349pp.</span>\n</li>\n<li id=\"cite_note-Robinson76-5\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Robinson76_5-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Robinson76_5-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-Robinson76_5-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\">Robinson, R.A. (1976); “Plant Pathosystems.” Springer-Verlag, Berlin, Heidelberg, New York, 184pp.</span>\n</li>\n<li id=\"cite_note-Robinson96-6\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Robinson96_6-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Robinson96_6-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-Robinson96_6-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\">Robinson, R.A. (1996) Return to Resistance; Breeding Plants to Reduce Pesticide Dependence”. agAccess, Davis, California, 480pp.</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Person, C.O. (1959); “Gene-for-gene relationships in host-parasite systems.” Can. J. Bot. 37; 1101-1130.</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Vanderplank, J.E. (1968); “Disease Resistance in Plants.” Academic Press, New York &amp; London, 206pp.</span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw2187\nCached time: 20180913205548\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.072 seconds\nReal time usage: 0.086 seconds\nPreprocessor visited node count: 295/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 317/2097152 bytes\nTemplate argument size: 75/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 6124/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.004/10.000 seconds\nLua memory usage: 525 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   36.606      1 Template:Reflist\n100.00%   36.606      1 -total\n 10.66%    3.902      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:2106011-0!canonical and timestamp 20180913205547 and revision id 772279903\n -->\n</div>"},"langlinks":[{"lang":"fr","url":"https://fr.wikipedia.org/wiki/Pathosyst%C3%A8me","langname":"French","autonym":"français","*":"Pathosystème"}],"categories":[{"sortkey":"","*":"Phytopathology"},{"sortkey":"","*":"Agronomy"}],"links":[{"ns":0,"exists":"","*":"Agriculture"},{"ns":0,"exists":"","*":"Antibody"},{"ns":0,"exists":"","*":"Antigen"},{"ns":0,"exists":"","*":"Aroid"},{"ns":0,"exists":"","*":"Back-crossing"},{"ns":0,"exists":"","*":"Bacterium"},{"ns":0,"exists":"","*":"Binomial expansion"},{"ns":0,"exists":"","*":"Bird"},{"ns":0,"exists":"","*":"Boom and bust"},{"ns":0,"exists":"","*":"Cloning"},{"ns":0,"exists":"","*":"Crop"},{"ns":0,"exists":"","*":"Cultivar"},{"ns":0,"exists":"","*":"Deciduous"},{"ns":0,"exists":"","*":"Dry season"},{"ns":0,"exists":"","*":"Ecosystem"},{"ns":0,"exists":"","*":"Entomology"},{"ns":0,"exists":"","*":"Epidemic"},{"ns":0,"exists":"","*":"Evergreen"},{"ns":0,"exists":"","*":"Fish"},{"ns":0,"exists":"","*":"Fungus"},{"ns":0,"exists":"","*":"Gene"},{"ns":0,"exists":"","*":"Genetic diversity"},{"ns":0,"exists":"","*":"Geological time"},{"ns":0,"exists":"","*":"Heterogeneity"},{"ns":0,"exists":"","*":"Homogeneity"},{"ns":0,"exists":"","*":"Horizontal resistance"},{"ns":0,"exists":"","*":"Infection"},{"ns":0,"exists":"","*":"Insect"},{"ns":0,"exists":"","*":"Mite"},{"ns":0,"exists":"","*":"Mycoplasma"},{"ns":0,"exists":"","*":"Nematode"},{"ns":0,"exists":"","*":"Parasite"},{"ns":0,"exists":"","*":"Pascal's triangle"},{"ns":0,"exists":"","*":"Perennial"},{"ns":0,"exists":"","*":"Plant breeding"},{"ns":0,"exists":"","*":"Plant pathology"},{"ns":0,"exists":"","*":"Polygene"},{"ns":0,"exists":"","*":"Raoul A. Robinson"},{"ns":0,"exists":"","*":"Seedling"},{"ns":0,"exists":"","*":"Selection pressure"},{"ns":0,"exists":"","*":"Vertical resistance"},{"ns":0,"exists":"","*":"Viroid"},{"ns":0,"exists":"","*":"Virus"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["http://www.sharebookspublishing.com"],"sections":[{"toclevel":1,"level":"2","line":"<i>Gene-for-gene relationship - the n/2 model</i>","number":"1","index":"1","fromtitle":"Pathosystem","byteoffset":6172,"anchor":"Gene-for-gene_relationship_-_the_n/2_model"},{"toclevel":1,"level":"2","line":"<i>Horizontal resistance</i>","number":"2","index":"2","fromtitle":"Pathosystem","byteoffset":10571,"anchor":"Horizontal_resistance"},{"toclevel":1,"level":"2","line":"References","number":"3","index":"3","fromtitle":"Pathosystem","byteoffset":13402,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Pathosystem","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q3368724"}]}}