{"parse":{"title":"Just-in-time teaching","pageid":33453274,"revid":813368396,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Just-in-time teaching</b> (often abbreviated as <b>JiTT</b>) is a pedagogical strategy that uses <a href=\"/wiki/Feedback\" title=\"Feedback\">feedback</a> between classroom activities and work that students do at home, in preparation for the classroom meeting. The goals are to increase <a href=\"/wiki/Learning\" title=\"Learning\">learning</a> during classroom time, to enhance student <a href=\"/wiki/Motivation\" title=\"Motivation\">motivation</a>, to encourage students to  prepare for class, and to allow the instructor to fine-tune the classroom activities to best meet students' needs.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#History\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">History</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Methodology\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Methodology</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Theoretical_basis\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Theoretical basis</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Outcomes\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Outcomes</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#See_also\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#External_links\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"History\">History</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Just-in-time_teaching&amp;action=edit&amp;section=1\" title=\"Edit section: History\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Just-in-time teaching was developed for university level <a href=\"/wiki/Physics\" title=\"Physics\">physics</a> instructors in the late 1990s, but its use has since spread to many other academic disciplines. Early work was done in the physics department at <a href=\"/wiki/IUPUI\" class=\"mw-redirect\" title=\"IUPUI\">Indiana University – Purdue University Indianapolis</a> (IUPUI) in collaboration with physics instructors at <a href=\"/wiki/Davidson_College\" title=\"Davidson College\">Davidson College</a> and the <a href=\"/wiki/United_States_Air_Force_Academy\" title=\"United States Air Force Academy\">United States Air Force Academy</a> (USAFA).<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>  Subsequently, JiTT was disseminated through a combination of publications, presentations, and workshops. Faculty members teaching in disciplines including <a href=\"/wiki/Biology\" title=\"Biology\">biology</a>, <a href=\"/wiki/Chemistry\" title=\"Chemistry\">chemistry</a>, <a href=\"/wiki/Physics\" title=\"Physics\">physics</a>, <a href=\"/wiki/Geology\" title=\"Geology\">geology</a>, <a href=\"/wiki/Mathematics\" title=\"Mathematics\">mathematics</a>, <a href=\"/wiki/Computer_science\" title=\"Computer science\">computer science</a>, <a href=\"/wiki/Mechanical_engineering\" title=\"Mechanical engineering\">mechanical engineering</a>, <a href=\"/wiki/Economics\" title=\"Economics\">economics</a>, <a href=\"/wiki/History\" title=\"History\">history</a>, <a href=\"/wiki/English_language\" title=\"English language\">English</a>, <a href=\"/wiki/French_language\" title=\"French language\">French</a>, <a href=\"/wiki/Philosophy\" title=\"Philosophy\">philosophy</a>, <a href=\"/wiki/Journalism\" title=\"Journalism\">journalism</a>, <a href=\"/wiki/Nursing\" title=\"Nursing\">nursing</a>, <a href=\"/wiki/Music\" title=\"Music\">music</a>, <a href=\"/wiki/Psychology\" title=\"Psychology\">psychology</a>, <a href=\"/wiki/Sociology\" title=\"Sociology\">sociology</a>, and <a href=\"/wiki/Composition_studies\" title=\"Composition studies\">writing</a> have adopted just-in-time teaching. JiTT is used primarily at the college level, although some faculty members have used it at the high school level, and in graduate and professional programs.\n</p>\n<h2><span class=\"mw-headline\" id=\"Methodology\">Methodology</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Just-in-time_teaching&amp;action=edit&amp;section=2\" title=\"Edit section: Methodology\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>JiTT may be described as a method by which some or all of the time students spend in preparation for class is used to leverage the quality of the time spent in class. To accomplish this, JiTT relies on pre-class assignments completed by students 1–24 hours before class meetings. These assignments are known variously as \"Warmup exercises\", \"Preflight checks\", \"Checkpoints\", and other names, depending on institutional settings. These assignments are usually completed online, either through a course <a href=\"/wiki/Website\" title=\"Website\">website</a>, or through a <a href=\"/wiki/Learning_management_system\" title=\"Learning management system\">learning management system</a>. The pre-class assignments cover the material that will be introduced in the subsequent class, and should be answered based on students' reading or other preparation. As a result, these assignments provide a strong incentive for students to complete the assigned reading or other preparatory work before class. For this reason, JiTT has been compared to the use of \"reading quizzes\". However, there are important differences.\n</p><p>Reading quizzes are generally given during class time. Since the pre-class JiTT assignment is completed online, no class time is used. Also, because students have more time to answer the pre-class questions than they do a typical reading quiz, the questions may be more open-ended and thought-provoking. This leads to another significant difference.\n</p><p>Most faculty members make the pre-class assignment due at least 1 hour before class. This allows the faculty member to review the students' answers before class. In most cases, faculty members use this review to make adjustments to the planned classroom activities. If the faculty member feels that the students have mastered a topic, she may reduce or eliminate discussion of that topic during class. Similarly, if the pre-class assignment shows that students have particular difficulties, those difficulties may be addressed more thoroughly in class. These \"just-in-time\" adjustments lend their name to the technique, just as <a href=\"/wiki/Just_in_time_(business)\" class=\"mw-redirect\" title=\"Just in time (business)\">Just-in-Time business</a> strategies rely on continuous adjustments to <a href=\"/wiki/Supply_(economics)\" title=\"Supply (economics)\">parts supplies</a> and product <a href=\"/wiki/Inventory\" title=\"Inventory\">inventory</a>.\n</p><p>Faculty using just-in-time teaching often use quotes from students' responses to the pre-class assignments as \"talking points\" during the class period. This emphasis on student work as the starting point or as a touchstone during class helps to make the class more <a href=\"/wiki/Student-centred_learning\" title=\"Student-centred learning\">student-centered</a>, and promotes <a href=\"/wiki/Interactive_learning\" class=\"mw-redirect\" title=\"Interactive learning\">interactive learning</a>. To maximize the potential for this use, the questions posed in pre-class assignments should be open-ended and may be somewhat ambiguous.\n</p><p>Taking the full set of methods described above into account, the cycle for a single classroom meeting is as follows.\n</p>\n<ol><li>Students complete reading or other preparatory work</li>\n<li>Students complete pre-class assignment</li>\n<li>Faculty member reviews pre-class assignments, and considers changes to classroom emphasis.</li>\n<li>Faculty member selects quotes from pre-class assignments to refer to during class.</li>\n<li>During class, faculty member uses quotes from student work to lead discussion of the material.</li>\n<li>During class, students engage in discussion of the material with the faculty member and with one another.</li>\n<li>Faculty member creates or adjusts next pre-class assignment to best meet students' needs in light of progress made during class.</li></ol>\n<h2><span class=\"mw-headline\" id=\"Theoretical_basis\">Theoretical basis</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Just-in-time_teaching&amp;action=edit&amp;section=3\" title=\"Edit section: Theoretical basis\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Just-in-time teaching had its origins in the classrooms where faculty were looking for more effective ways to engage a particular audience – <a href=\"/wiki/Non-traditional_student\" class=\"mw-redirect\" title=\"Non-traditional student\">non-traditional students</a>. Eventually it found its way into virtually all <a href=\"/wiki/Higher_education\" title=\"Higher education\">higher education</a> environments. Initially the <a href=\"/wiki/Pedagogy\" title=\"Pedagogy\">pedagogy</a> evolved mostly by trial and error, although, from the start, many JiTT practitioners were paying attention to the <a href=\"/wiki/Education_research\" class=\"mw-redirect\" title=\"Education research\">education research</a> literature. Over the years JiTT attention shifted to the broader questions of which aspects of the technique worked well, which not so well, and why. In order to answer those questions it is necessary to examine the knowledge about teaching and learning that has accumulated over the past half century.\n</p><p>JiTT assignments and classroom activities are designed to motivate the students to examine their present knowledge and get ready to modify such knowledge, add to it and then apply the newly constructed knowledge. These tasks are accomplished as students and instructors work as a team in a debate-like environment. In this way JiTT is supportive of the three main factors identified by <a href=\"/wiki/Alexander_Astin\" title=\"Alexander Astin\">Alexander Astin</a> as contributing to success in college: student-student interaction, student-faculty interaction and time on task.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p><p>JiTT learning units start with an examination, by the student, of his/her current knowledge status regarding the topic to be studied, and with an examination of motivational beliefs that determine the student's approach to the topic. This approach is currently favored in any setting, but it is particularly appropriate when the audience is <a href=\"/wiki/Non-traditional_student\" class=\"mw-redirect\" title=\"Non-traditional student\">non-traditional students</a> who need to be given some control over what they do to avoid slipping into <a href=\"/wiki/Student_approaches_to_learning\" title=\"Student approaches to learning\">surface learning</a> which creates a <a href=\"/wiki/Dichotomy\" title=\"Dichotomy\">dichotomy</a> between their other (to them meaningful) activities and going to school (not to learn but to get certified for something.)\n</p><p>JiTT  activities are designed to foster <a href=\"/wiki/Conceptual_change\" title=\"Conceptual change\">conceptual change</a>, described in research literature as modification of existing knowledge. In the sciences in particular, learning is seen both as accretion of new knowledge and change of existing knowledge.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> Preflights have been linked to assessment and feedback, threshold concepts and criterion referencing.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p><p>JiTT activities also take into account motivational factors governing student behavior. Motivational belief theorists take the <a href=\"/wiki/Constructivism_(learning_theory)\" class=\"mw-redirect\" title=\"Constructivism (learning theory)\">constructivist</a> position that \"the process of conceptual change is influenced by personal, motivational, social, and historical processes, thereby advocating a hot model of individual conceptual change\".<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>  Research has shown that college students who report that their course material is more interesting, important, and useful to them are more likely to use deeper processing strategies like elaboration and metacognitive control strategies. \"At the classroom and task level, there are a number of features that could increase students' situational interest – such as challenge, choice, novelty, fantasy, and surprise.\"<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Outcomes\">Outcomes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Just-in-time_teaching&amp;action=edit&amp;section=4\" title=\"Edit section: Outcomes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><a href=\"/wiki/Educational_assessment\" title=\"Educational assessment\">Assessment</a> in just-in-time teaching connotes many ideas. JiTT assignments are themselves a type of <a href=\"/wiki/Formative_assessment\" title=\"Formative assessment\">formative assessment</a>. They provide students frequent opportunities to consider their understanding of the material, and  they provide faculty a regular sightline into their students' progress towards <a href=\"/wiki/Deeper_learning\" title=\"Deeper learning\">deeper learning</a>.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup>  Successful implementation of JiTT leads to cognitive gains, ranging from moderate to quite significant. Success depends critically on the teacher and students' total buy-in. If students see the on-line assignments merely as an add-on to the course, to be completed perfunctorily in the shortest time possible and then discussed briefly at the beginning of class, before the \"real\" lecture, they will resent the extra work and will not get any additional benefit from JiTT. Teachers using JiTT report a spectrum of results, ranging from significant affective and cognitive gains to very negative student reactions, disillusionment, and sometimes a regression in learning gains.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup>\n</p><p>An example of successful JiTT comes from a five-semester study at <a href=\"/wiki/North_Georgia_College_%26_State_University\" class=\"mw-redirect\" title=\"North Georgia College &amp; State University\">North Georgia College &amp; State University</a>.  This study analyzed responses from four <a href=\"/wiki/Concept_inventory\" title=\"Concept inventory\">force concept inventory</a> (FCI) questions (the distractors as well as the correct answers) for evidence of students reaching the transition threshold from \"common sense thinking to Newtonian thinking\", a well-defined notion in <a href=\"/wiki/Physics\" title=\"Physics\">physics</a> education.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup>  Sixty-one percent of the students in the JiTT class reached the threshold, compared to only seven percent in the traditionally taught class. Marrs reported similar gains on pre-post assessment in biology, using the Hake metric, defined as (posttest% – pretest%)/(100% – pretest%).  With traditional lecture-based pedagogy the gain was 16.7%; the gain jumped to 52.3% with JiTT and to 63.6% with collaborative learning.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup>\n</p><p>Since the introduction of JiTT at the <a href=\"/wiki/United_States_Air_Force_Academy\" title=\"United States Air Force Academy\">US Air Force Academy</a>, the final exam questions in the introductory <a href=\"/wiki/Physics\" title=\"Physics\">physics</a> sequence have shifted significantly towards conceptual probing for deeper understanding. Analyzing carefully kept records from the pre-JiTT early 1990s until the present, one finds that despite the increasingly more challenging questions, the scores have held steady and even improved in some semesters.\n</p><p>When JiTT was introduced in introductory <a href=\"/wiki/Physics\" title=\"Physics\">physics</a> at <a href=\"/wiki/IUPUI\" class=\"mw-redirect\" title=\"IUPUI\">IUPUI</a> in 1996 course attendance increased from under 50% to over 80%. Instructors in other disciplines have reported similar results. Better attendance inevitably leads to fewer students dropping the class and an overall rise in grades. In JiTT <a href=\"/wiki/Physics\" title=\"Physics\">Physics</a> and in <a href=\"/wiki/Biology\" title=\"Biology\">Biology</a> courses at <a href=\"/wiki/IUPUI\" class=\"mw-redirect\" title=\"IUPUI\">IUPUI</a> the D/F/W numbers decreased from 40% to under 25%.\n</p><p>JiTT can make a difference in student study skills. Students in Marrs' <a href=\"/wiki/Biology\" title=\"Biology\">biology</a> class credit JiTT to a significant decrease in <a href=\"/wiki/Cramming_(education)\" title=\"Cramming (education)\">cramming</a> for tests. She asked her students \"Did you put off studying for Biotech 540 and as a result 'cram' for Biotech 540 tests?\" to her graduate students, and 34% answered yes. However, 62% of the class answered in affirmative to the question \"Do you 'cram' for other courses that you have this semester?\" Gavrin reported that 80% of the students in his JiTT class responded \"yes\" to \"Do the JiTT exercises help you to be well prepared for lecture?\" versus 21% affirmative to the same question in \"other classes\". He found a 58% vs. 18% split on \"staying focused\", a 59% vs. 18% split on \"feeling like an active participant\", and a 71% vs. 21% split on \"finding classroom time useful\".<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup>  When trying to assess the efficacy of any pedagogical strategy, it is important to appreciate that the choice and implementation of a particular teaching method will affect student and faculty attitudes and motivation as well as learning outcomes. In her use of JiTT at <a href=\"/wiki/Penn_State_Brandywine\" title=\"Penn State Brandywine\">Penn State Brandywine</a>, Laura Guertin has noticed strongly positive reactions from her students:\n</p>\n<dl><dd>I see my students working weekly through open-ended questions that require higher-order cognitive skills. I saw students working together in class, gaining additional practice with quantitative, communication, and management skills. I see my students using the vocabulary of the discipline as they work through JiTT exercises and discuss JiTT responses in class. I see students connecting ideas across the course and across their lives (Guertin, 2010).<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup></dd></dl>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Just-in-time_teaching&amp;action=edit&amp;section=5\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Peer-led_team_learning\" title=\"Peer-led team learning\">Peer-led team learning</a> (PLTL)</li>\n<li><a href=\"/wiki/Peer_instruction\" title=\"Peer instruction\">Peer instruction</a></li>\n<li><a href=\"/wiki/SCALE-UP\" title=\"SCALE-UP\">SCALE-UP</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Just-in-time_teaching&amp;action=edit&amp;section=6\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Novak, GN, Patterson, ET, Gavrin, A, and Christian, W (1999), <i>Just-in-Time Teaching: Blending active Learning and Web Technology</i>, Saddle River, NJ: Prentice Hall. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-13-085034-9\" title=\"Special:BookSources/0-13-085034-9\">0-13-085034-9</a></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Astin, (1993), <i>What matters in college? Four critical years revisited</i>, San Francisco, CA: Jossey-Bass Publishers. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-0-7879-0838-6\" title=\"Special:BookSources/978-0-7879-0838-6\">978-0-7879-0838-6</a></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Scott, PH, Asoko HM, and Driver, RH (1991). Teaching for Conceptual Change: A Review of Strategies in <i>Research in Physics Learning: Theoretical Issues and Empirical Studies  Proceedings of an International Workshop</i>,  R. Duit, F. Goldberg, H. Niederer (Eds.)  March 1991  IPN 131,  <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/3-89088-062-2\" title=\"Special:BookSources/3-89088-062-2\">3-89088-062-2</a>.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Whalley, WB, (2013) Teaching with assessment, feedback and feedforward: using 'preflights' to assist student achievement, in <i>For the love of learning, Innovations from outstanding university teachers</i>, Bilham, T (Ed), Palgrave Macmillan, 97-102. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-1-137-33429-9\" title=\"Special:BookSources/978-1-137-33429-9\">978-1-137-33429-9</a>.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Pintrich, PR, Marx, RW, Boyle, RA  (1993).  Beyond cold conceptual change: The role of motivational beliefs and classroom contextual factors in the process of conceptual change.  Review of Educational Research, <b>63</b>, 167-199; Pintrich, PR, Schunk, DH (2002).  <i>Motivation in education: Theory, research, and Applications</i> (2nd Ed.).   Columbus, OH: Merrill-Prentice Hall. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-0-13-016009-6\" title=\"Special:BookSources/978-0-13-016009-6\">978-0-13-016009-6</a></span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Malone, TW and Lepper, MR (1987), Making learning fun: A taxonomy of intrinsic motivations for learning.  In RE Snow and MJ Farr (Eds.), Aptitude, Learning and Instruction III: Cognitive and Affective Process Analyses.  Hillsdale, N.J.: Erlbaum. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-0-89859-721-9\" title=\"Special:BookSources/978-0-89859-721-9\">978-0-89859-721-9</a></span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Novak, G and Patterson, ET (2010), \"Getting Started with JiTT\" in <i>Just-in-Time Teaching: Across the Disciplines, Across the Academy</i>, Simkins S, and Maier M (Eds.), Sterling, VA: Stylus Publishing. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-1-57922-293-2\" title=\"Special:BookSources/978-1-57922-293-2\">978-1-57922-293-2</a></span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Camp, ME., Middendorf, J and Sullivan, CS (2010), \"Using Just-in-Time Teaching to Motivate Student Learning\" in <i>Just-in-Time Teaching: Across the Disciplines, Across the Academy</i>, Simkins S, and Maier M (Eds.), Sterling, VA: Stylus Publishing. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-1-57922-293-2\" title=\"Special:BookSources/978-1-57922-293-2\">978-1-57922-293-2</a></span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Formica, SP, Easley, JL, and Spraker, MC (2010), \"Transforming common-sense beliefs into Newtonian thinking through Just-In-Time Teaching,\" Phys. Rev. ST Physics Ed. Research <b>6</b>, 020106.</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Marrs KA, Blake, R, and Gavrin, A (2003), Use of Warm Up Exercises in Just in Time Teaching: Determining Students' Prior Knowledge and Misconceptions in Biology, Chemistry, and Physics. Journal of College Science Teaching, September 2003, pp. 42-47.</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Gavrin, A (2010), \"Using Just-in-Time Teaching in the Physical Sciences\" in <i>Just-in-Time Teaching: Across the Disciplines, Across the Academy</i>, Simkins S, and Maier M (Eds.), Sterling, VA: Stylus Publishing. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-1-57922-293-2\" title=\"Special:BookSources/978-1-57922-293-2\">978-1-57922-293-2</a></span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Guertin, LA (2010), \"Using Just-in-Time Teaching in the Geosciences\" in <i>Just-in-Time Teaching: Across the Disciplines</i>, Across the Academy, Simkins S, and Maier M (Eds.), Sterling, VA: Stylus Publishing. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-1-57922-293-2\" title=\"Special:BookSources/978-1-57922-293-2\">978-1-57922-293-2</a></span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Just-in-time_teaching&amp;action=edit&amp;section=7\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://jittdl.physics.iupui.edu/jitt/\">The JiTT Page</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://serc.carleton.edu/introgeo/justintime/\">JiTT in Geosciences</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20100529033806/http://www.ncat.edu/~simkinss/jittecon/\">JiTT in Economics</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://jittdl.physics.iupui.edu/sign_on/\">The JiTT Digital Library Project</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://webphysics.iupui.edu/webscience/webscience.html\">The WebScience Project</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1263\nCached time: 20180910021628\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.104 seconds\nReal time usage: 0.122 seconds\nPreprocessor visited node count: 2520/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 11385/2097152 bytes\nTemplate argument size: 4457/2097152 bytes\nHighest expansion depth: 16/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 6940/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.015/10.000 seconds\nLua memory usage: 1.43 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   88.014      1 Template:Reflist\n100.00%   88.014      1 -total\n 80.37%   70.733     10 Template:ISBN\n 25.16%   22.146     10 Template:Catalog_lookup_link\n 15.09%   13.285     10 Template:Error-small\n 11.06%    9.731     30 Template:Yesno-no\n  7.38%    6.500     30 Template:Yesno\n  7.21%    6.343     60 Template:Trim\n  3.84%    3.381     11 Template:Main_other\n  2.31%    2.035     10 Template:Tl\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:33453274-0!canonical and timestamp 20180910021628 and revision id 813368396\n -->\n</div>"},"langlinks":[{"lang":"ca","url":"https://ca.wikipedia.org/wiki/Just-In-Time-Teaching","langname":"Catalan","autonym":"català","*":"Just-In-Time-Teaching"},{"lang":"es","url":"https://es.wikipedia.org/wiki/Ense%C3%B1anza_just-in-time","langname":"Spanish","autonym":"español","*":"Enseñanza just-in-time"},{"lang":"fi","url":"https://fi.wikipedia.org/wiki/Just-in-time-oppiminen","langname":"Finnish","autonym":"suomi","*":"Just-in-time-oppiminen"}],"categories":[{"sortkey":"","*":"Philosophy_of_education"},{"sortkey":"","*":"Educational_practices"}],"links":[{"ns":0,"exists":"","*":"Alexander Astin"},{"ns":0,"exists":"","*":"Biology"},{"ns":0,"exists":"","*":"Chemistry"},{"ns":0,"exists":"","*":"Composition studies"},{"ns":0,"exists":"","*":"Computer science"},{"ns":0,"exists":"","*":"Concept inventory"},{"ns":0,"exists":"","*":"Conceptual change"},{"ns":0,"exists":"","*":"Constructivism (learning theory)"},{"ns":0,"exists":"","*":"Cramming (education)"},{"ns":0,"exists":"","*":"Davidson College"},{"ns":0,"exists":"","*":"Deeper learning"},{"ns":0,"exists":"","*":"Dichotomy"},{"ns":0,"exists":"","*":"Economics"},{"ns":0,"exists":"","*":"Education research"},{"ns":0,"exists":"","*":"Educational assessment"},{"ns":0,"exists":"","*":"English language"},{"ns":0,"exists":"","*":"Feedback"},{"ns":0,"exists":"","*":"Formative assessment"},{"ns":0,"exists":"","*":"French language"},{"ns":0,"exists":"","*":"Geology"},{"ns":0,"exists":"","*":"Higher education"},{"ns":0,"exists":"","*":"History"},{"ns":0,"exists":"","*":"IUPUI"},{"ns":0,"exists":"","*":"Interactive learning"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"Inventory"},{"ns":0,"exists":"","*":"Journalism"},{"ns":0,"exists":"","*":"Just in time (business)"},{"ns":0,"exists":"","*":"Learning"},{"ns":0,"exists":"","*":"Learning management system"},{"ns":0,"exists":"","*":"Mathematics"},{"ns":0,"exists":"","*":"Mechanical engineering"},{"ns":0,"exists":"","*":"Motivation"},{"ns":0,"exists":"","*":"Music"},{"ns":0,"exists":"","*":"Non-traditional student"},{"ns":0,"exists":"","*":"North Georgia College & State University"},{"ns":0,"exists":"","*":"Nursing"},{"ns":0,"exists":"","*":"Pedagogy"},{"ns":0,"exists":"","*":"Peer-led team learning"},{"ns":0,"exists":"","*":"Peer instruction"},{"ns":0,"exists":"","*":"Penn State Brandywine"},{"ns":0,"exists":"","*":"Philosophy"},{"ns":0,"exists":"","*":"Physics"},{"ns":0,"exists":"","*":"Psychology"},{"ns":0,"exists":"","*":"SCALE-UP"},{"ns":0,"exists":"","*":"Sociology"},{"ns":0,"exists":"","*":"Student-centred learning"},{"ns":0,"exists":"","*":"Student approaches to learning"},{"ns":0,"exists":"","*":"Supply (economics)"},{"ns":0,"exists":"","*":"United States Air Force Academy"},{"ns":0,"exists":"","*":"Website"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:ISBN"},{"ns":10,"exists":"","*":"Template:Catalog lookup link"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Error-small"},{"ns":10,"exists":"","*":"Template:Tl"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Check isxn"},{"ns":828,"exists":"","*":"Module:Error"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["http://jittdl.physics.iupui.edu/jitt/","http://serc.carleton.edu/introgeo/justintime/","https://web.archive.org/web/20100529033806/http://www.ncat.edu/~simkinss/jittecon/","http://jittdl.physics.iupui.edu/sign_on/","http://webphysics.iupui.edu/webscience/webscience.html"],"sections":[{"toclevel":1,"level":"2","line":"History","number":"1","index":"1","fromtitle":"Just-in-time_teaching","byteoffset":456,"anchor":"History"},{"toclevel":1,"level":"2","line":"Methodology","number":"2","index":"2","fromtitle":"Just-in-time_teaching","byteoffset":1754,"anchor":"Methodology"},{"toclevel":1,"level":"2","line":"Theoretical basis","number":"3","index":"3","fromtitle":"Just-in-time_teaching","byteoffset":5114,"anchor":"Theoretical_basis"},{"toclevel":1,"level":"2","line":"Outcomes","number":"4","index":"4","fromtitle":"Just-in-time_teaching","byteoffset":9629,"anchor":"Outcomes"},{"toclevel":1,"level":"2","line":"See also","number":"5","index":"5","fromtitle":"Just-in-time_teaching","byteoffset":15532,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"6","fromtitle":"Just-in-time_teaching","byteoffset":15619,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"7","index":"7","fromtitle":"Just-in-time_teaching","byteoffset":15870,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Just-in-time teaching","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q6316666"}]}}