{"parse":{"title":"Fiji Teachers Union","pageid":12869407,"revid":784577284,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"infobox vcard\" style=\"width:22em\"><caption class=\"fn org\">FTU</caption><tbody><tr><th scope=\"row\">Full name</th><td class=\"nickname\">\nFiji Teachers Union</td></tr><tr><th scope=\"row\">Founded</th><td>\n1929</td></tr><tr><th scope=\"row\">Members</th><td>\n4,200 (2004)</td></tr><tr><th scope=\"row\">Affiliation</th><td>\n<a href=\"/wiki/Fiji_Trades_Union_Congress\" title=\"Fiji Trades Union Congress\">Fiji Trades Union Congress</a></td></tr><tr><th scope=\"row\">Key people</th><td>\n<a href=\"/wiki/Agni_Deo_Singh\" title=\"Agni Deo Singh\">Agni Deo Singh</a>, General Secretary</td></tr><tr><th scope=\"row\">Office location</th><td class=\"label\">\n<a href=\"/wiki/Suva\" title=\"Suva\">Suva</a>, <a href=\"/wiki/Fiji\" title=\"Fiji\">Fiji</a></td></tr><tr><th scope=\"row\">Country</th><td>\n<a href=\"/wiki/Fiji\" title=\"Fiji\">Fiji</a></td></tr></tbody></table>\n<p><b>Fiji Teachers Union (FTU)</b> is a <a href=\"/wiki/Trade_union\" title=\"Trade union\">union</a> representing elementary and secondary education teachers in <a href=\"/wiki/Fiji\" title=\"Fiji\">Fiji</a>. It is a member of the <a href=\"/wiki/Fiji_Trades_Union_Congress\" title=\"Fiji Trades Union Congress\">Fiji Trades Union Congress</a>,<sup id=\"cite_ref-Gounder_1-0\" class=\"reference\"><a href=\"#cite_note-Gounder-1\">&#91;1&#93;</a></sup> and <a href=\"/wiki/Education_International\" title=\"Education International\">Education International</a>.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p><p>The FTU was formed as a multi-racial organization. However, in 1960 the <a href=\"/w/index.php?title=Fijian_Teachers_Union&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Fijian Teachers Union (page does not exist)\">Fijian Teachers Union</a> (FTA) was founded. The FTA limited its membership to indigenous Fijians. Most indigenous Fijian educators left the FTU, so that the FTU's membership is now overwhelmingly <a href=\"/wiki/India\" title=\"India\">Indian</a>.<sup id=\"cite_ref-Gaunder_3-0\" class=\"reference\"><a href=\"#cite_note-Gaunder-3\">&#91;3&#93;</a></sup> In 2004, the Fiji Teachers Union counted about 4,200 members (including over 700 indigenous Fijians). The Fiji Teachers’ Association had about 3,500 members.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Formation\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Formation</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-2\"><a href=\"#Methodist_Teachers&#39;_Association\"><span class=\"tocnumber\">1.1</span> <span class=\"toctext\">Methodist Teachers' Association</span></a></li>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#Lautoka_Teachers&#39;_Association\"><span class=\"tocnumber\">1.2</span> <span class=\"toctext\">Lautoka Teachers' Association</span></a></li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Union_of_the_two_Associations\"><span class=\"tocnumber\">1.3</span> <span class=\"toctext\">Union of the two Associations</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#1950s_and_1960s\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">1950s and 1960s</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Post-independence\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Post-independence</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#References\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Formation\">Formation</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Fiji_Teachers_Union&amp;action=edit&amp;section=1\" title=\"Edit section: Formation\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span id=\"Methodist_Teachers.27_Association\"></span><span class=\"mw-headline\" id=\"Methodist_Teachers'_Association\">Methodist Teachers' Association</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Fiji_Teachers_Union&amp;action=edit&amp;section=2\" title=\"Edit section: Methodist Teachers&#039; Association\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>By 1924 there were a significant number of local and overseas trained in Fiji, who saw the need for an organised group of teachers to discuss their professional and administrative matters. Under the leadership of Sewak Masih (of Toorak Boys’ School), the Methodist Teachers’ Association was formed and had members from Suva and Rewa. It adopted a motto: “To serve the Community is to serve God”.\nThis association of teachers kept meeting in Suva until 1927 when Sewak Masih was transferred to Levuka and this gave him an opportunity to invite all the teachers from Suva, Ba, Lautoka and Nadi to attend a conference in Levuka. A teacher by the name of Dukhharan travelled with his group from the Western Districts to attend this meeting. Among other matters a plan for a united organization of teachers was kumar\n</p><p>Another conference of the Methodist Teachers’ Association was held at Methodist Boys’ School in Toorak in 1928 where the following office bearers were elected: President: Sewak Masih, Vice President: P M Stephen, Secretary: G P Andrew and Assistant Secretary: HR Narayan. <a href=\"/w/index.php?title=John_Bairagi&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"John Bairagi (page does not exist)\">John Bairagi</a> was elected as Secretary International and BR Padarath was chosen as the Treasurer.\nProfessional lectures were presented during the afternoon dinner by I J Beatie (M.A) on the topic “Reality in Education” and by G H Tindlay (M.A.) on “Psychology”.\n</p>\n<h3><span id=\"Lautoka_Teachers.27_Association\"></span><span class=\"mw-headline\" id=\"Lautoka_Teachers'_Association\">Lautoka Teachers' Association</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Fiji_Teachers_Union&amp;action=edit&amp;section=3\" title=\"Edit section: Lautoka Teachers&#039; Association\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>There was no such organised association of teachers in the western side of Vitilevu; however, a meeting was convened at Natabua on Saturday 7 December 1929. The following teachers were present at this meeting: D A Shah, Dukharan, P M Stephen, D S John, W K Phillip, A V Ram Narayan, B L Ram Dass, R Varo, B H Sanjeu, Gulam Dastgir, J S Maiku, Jacob Wara, Peter Vatu, Farzand Ali and Pt Ami Chandra. C S Sharp, the principal of Natabua Secondary was invited to declare the meeting open.\n</p><p>As a result of this gathering of teachers an association called The Lautoka Teachers’ Association was formed under the chairmanship of Pt <a href=\"/wiki/Ami_Chandra\" title=\"Ami Chandra\">Ami Chandra</a>. Dukharan was elected as the Vice President and W K Phillip became the Secretary/Treasurer. There was a committee of four executive members namely Robert Varo, D S John, P M Stephen and William. So by 1929 there were two Teachers’ Unions, one in the Central and the other in the Western Division but with similar aims and objectives.\n</p>\n<h3><span class=\"mw-headline\" id=\"Union_of_the_two_Associations\">Union of the two Associations</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Fiji_Teachers_Union&amp;action=edit&amp;section=4\" title=\"Edit section: Union of the two Associations\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Majority of the local teachers were the products of Davuilevu Teachers’ Training Institute but the opening of Natabua Teachers’ training Institute and the Cawaci Centre in 1929 produced more trained teachers for the schools.\nThe administration of education in those days was done under the guidance and direction of the Director of Education but the status and service condition of the teachers were somewhat insecure and uncertain. Teachers were often victimised, over worked, underpaid and above all had to please many masters or bosses. The two newly formed teachers’ organizations were not strong enough to voice their opinions and protests to bring harmony in the profession. The solution as seen by the teachers at that time lay in the creation of a united body of teachers for all of Fiji.\nOn 9 March 1930 the Lautoka Teachers’ Association decided to hold a conference for all the teachers of Fiji. A lot of teachers from Suva could not attend the Lautoka meeting because of the transport difficulty and the inclement weather. They held their own meeting in Suva. This date became historic for the Fiji Teachers’ Union because it was at these meetings that the decision to amalgamate the Suva and Lautoka Teachers’ Associations was made. \nFollowing Indian teachers from Lautoka were part of the historic decision: Dukharan, (Chairman) P M Steven, P Frank, D A Shah, S P Ram, A V Ram Narayan, B L R Dass, Shiu Charan, C William, G M Prakash, D S John, M Munam, Farzand Ali, J S Maiku, Ram Jati Singh, Ram Sundar, Rameshwar Prasad, Sher Mohammed, Badri Prasad, Kripa Masih, Andrew G Prasad and Dastgir and there were eight Fijian teachers there as well: M/s Logavatu, I Racule, Tevita, Asaeli, Kepuli, Jona, Maikeli, Isireli and Peni Tonga.\nSuva teachers who held their historic meeting to vote for amalgamation included the following: Sewak Masih (Chairman), Hakim Din, B Samuel Sharan, N S Deoki, J John, K P Singh, H R Ram Narayan, J R Lochan, S Bharat, R D Sharma, D P Mishra, Edward Rama, Hari Bhajan, Ami Chandra, Hari Pal, A D Sharma, J S Bhagwan, Hira Lal, B R Padarath, B H Sanjeu, John Bairagi, George Sukhdeo, Shiu Mangal, B Ram Singh and T R Sharma. Fijian teachers Phillip Cula, T Rawasalevu, W Tuiwaqa, Sairusi Natuna and Inoke Cakutini were also present.\nThe meeting was co-chaired by Dukharan and Sewak Masih. The Conference adopted the motto of the Union with the slogan, “The Child Our Hope”. The Principal of Natabua Secondary C S Sharp officially opened the historic meeting and a secondary teacher E Mason presented a professional paper for discussion. W K Phillip presented the Annual Reports of the Unions. He had taken over the position of secretary from AG Prasad who had resigned earlier in the year.\n</p><p>The planning and organising of the Fiji Teachers’ Union that had begun in 1930 was completed in 1931 when the two teachers’ organizations of that time met at Natabua in Lautoka on 19 and 20 June and finally elected the officials of the National Executive. Mr S Hari Charan chaired the election procedures when D A Shah was elected the first President and Sewak Masih and S Hari Charan became the two Vice Presidents. R H Ram Narayan was elected the General Secretary with W K Phillip as his Assistant Secretary. J R Lochan became the Treasurer of the Union and there were twelve executive committee members: B H Sanjeu, R Deoki, S Parshu Ram, Andrew G Prasad, S Ram Singh, Tulsi R Sharma, Phillip Cula, I Racule, T Rawasalevu, W Tuiwaqa, Sairusi Natuni and Inoke Cakutini.\nAt last the dream of Sewak Masih became a reality when the Fiji Teachers’ Union was formed to represent all the teachers of Fiji. Total strength of the Union in 1931 was 112 and this included 18 Fijian members. Membership of the Union was open to all the teachers teaching in Fiji irrespective of their race, colour and creed.\n</p><p>After 1931 the Fiji Teachers’ Union members have been meeting regularly for their annual conferences during the first term school holidays. These meetings or conferences have been providing good opportunities to the teachers to meet each other and exchange their views and ideas. These meetings have been helping the members to make new acquaintances and learn new skills, ideas and knowledge through lectures and discussions. These conferences have also provided them a forum for active participation to further their professionalism and to update their rights and responsibilities.\nThe venues for these Annual General Meetings depended on the branch invitations but from 1931 to 1938 they were held alternatively in Suva and Lautoka. During these years the Presidency of the Union was shared by two prominent teachers of that time, Dildhar Ali Shah and Ami Chandra. In 1939 however, the Ba Branch of the Union invited them to hold the Conference there and it was a successful event. Nadi was the next branch, which hosted the eleventh Conference in 1941 when the President was Hari Charan, who became the longest serving President of the Union-17 years.\nOther teachers who served as President of the Union were James Madhwan(8 years),NR Ram Krishna (1 Year), Ambika Nand (3 years), J R Lochan(1 Year), K C Ramrakha(8 years), Krishna Dutt(3 years), Shiu N Kanhai(3 years), Shiu Charan, and Anil Sudhakar.\n</p><p>The FTU registered with the national government as a trade union in 1947.<sup id=\"cite_ref-Gaunder_3-1\" class=\"reference\"><a href=\"#cite_note-Gaunder-3\">&#91;3&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"1950s_and_1960s\">1950s and 1960s</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Fiji_Teachers_Union&amp;action=edit&amp;section=5\" title=\"Edit section: 1950s and 1960s\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In 1930, FTU president was Dildar Ali Shah and the Secretary was W K Phillip after the Lautoka Teachers' Association and the Suva Teachers' Association amalgamated and changed the name to Fiji Teachers' Union with \"The Child Our Hope\" as its motto. Dildar Shah served as President until 1933 when Ami Chandra took over and remained President until 1935. ref Dr. RL Prasad(1980)\n</p><p><a href=\"/wiki/K._C._Ramrakha\" title=\"K. C. Ramrakha\">K. C. Ramrakha</a> was President of the Fiji Teachers Union from 1967 to 1973. He was also elected the General Secretary of the National Federation Party. Ramrakha was the first non-teacher to hold the position of President. His election and his leading role in the <a href=\"/wiki/National_Federation_Party\" title=\"National Federation Party\">National Federation Party</a> caused the Fijian Teachers Association to withdraw from merger talks between the two unions.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Post-independence\">Post-independence</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Fiji_Teachers_Union&amp;action=edit&amp;section=6\" title=\"Edit section: Post-independence\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In after Fiji won its independence in 1970 FTU and FTA formed the Fiji Teachers' Confederation to give them more <a href=\"/wiki/Collective_bargaining\" title=\"Collective bargaining\">collective bargaining</a> power. About 1983 the President, J Singh and Vice President, Soubhagyawati Parshu Ram (first female) led the FTU Suva branch. Ms S P Ram is the daughter of former Parliamentarian, J B Tularam. The Confederation led a major teachers' <a href=\"/wiki/Strike_action\" title=\"Strike action\">strike</a> in 1985 which led to the formation of the <a href=\"/wiki/Fiji_Labour_Party\" title=\"Fiji Labour Party\">Fiji Labour Party</a>.  The formation of the Fiji Labour Party led to radical changes in Fijian politics (including two coups) in the 1980s and 1990s.<sup id=\"cite_ref-Gaunder_3-2\" class=\"reference\"><a href=\"#cite_note-Gaunder-3\">&#91;3&#93;</a></sup>\n</p><p>The FTU remains competitive with the FTA for members. In 2005 and 2006, for example, many members of the FTA left that organization to join the FTU after the FTU founded a <a href=\"/wiki/Credit_union\" title=\"Credit union\">credit union</a> which offered high interest rates on savings.<sup id=\"cite_ref-Gounder_1-1\" class=\"reference\"><a href=\"#cite_note-Gounder-1\">&#91;1&#93;</a></sup>\n</p><p>In 2006, the elected civilian government of Fiji was toppled in a <a href=\"/wiki/2006_Fijian_coup_d%27%C3%A9tat\" title=\"2006 Fijian coup d&#39;état\">military coup d'état</a>. In 2007, the interim government instituted a 5 percent across-the-board wage cut for all public employees. Most public sector workers' unions struck in August 2007, seeking restoration of the salary cut and a reduction in the retirement age from 60 to 55. The FTU joined the strike.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Fiji_Teachers_Union&amp;action=edit&amp;section=7\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>History and Development of Fiji Teachers' Union by Dr Ram L Prasad\n</p>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-Gounder-1\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Gounder_1-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Gounder_1-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Neelesh Gounder, \"A Long Road to Unity,\" <i>Fiji Times,</i> January 12, 2006.</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.ei-ie.org/annualreport/ei-ie/uk/part_06_members67fe.html?tri=Pays&amp;sel=Asia&amp;inc_coun=yes&amp;inc_add=yes&amp;inc_pho=yes&amp;inc_web=yes\">\"Membership List: Asia-Pacific,\" Education International, no date.</a></span>\n</li>\n<li id=\"cite_note-Gaunder-3\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Gaunder_3-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Gaunder_3-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-Gaunder_3-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\">Padmini Gaunder, <i>Education and Race Relations in Fiji, 1835-1998,</i> Universal Printing, 1999.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.apheda.org.au/projects/pacific/pages/files/Waiting%20for%20something%20to%20happen%20FINAL.pdf\">Chris Chevalier, Ken Davis and Bill Leslie, <i>Waiting for Something to Happen: Trade Union Responses to HIV/AIDS in the South Pacific: Report of a Needs Analysis Survey for ILO and SPOCTU,</i> Union Aid Abroad – APHEDA, Sydney, Australia, July 2004.</a></span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Alexander Mamak, <i>Colour, Culture &amp; Conflict,</i> Pergamon Press, 1978. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-08-023353-8\" title=\"Special:BookSources/0-08-023353-8\">0-08-023353-8</a>.</span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw2199\nCached time: 20180918062112\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.100 seconds\nReal time usage: 0.128 seconds\nPreprocessor visited node count: 567/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 3196/2097152 bytes\nTemplate argument size: 616/2097152 bytes\nHighest expansion depth: 16/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 2834/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.016/10.000 seconds\nLua memory usage: 899 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   98.918      1 -total\n 59.86%   59.212      1 Template:Reflist\n 40.43%   39.989      1 Template:ISBN\n 34.35%   33.980      1 Template:Infobox_Union\n 30.42%   30.094      1 Template:Infobox\n 17.22%   17.030      1 Template:Catalog_lookup_link\n  7.57%    7.487      1 Template:Error-small\n  6.19%    6.122      3 Template:Yesno-no\n  3.70%    3.662      2 Template:Main_other\n  3.34%    3.304      3 Template:Yesno\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:12869407-0!canonical and timestamp 20180918062112 and revision id 784577284\n -->\n</div>"},"langlinks":[{"lang":"hif","url":"https://hif.wikipedia.org/wiki/Fiji_Teachers_Union","langname":"Fiji Hindi","autonym":"Fiji Hindi","*":"Fiji Teachers Union"}],"categories":[{"sortkey":"","*":"Trade_unions_in_Fiji"},{"sortkey":"","*":"Education_trade_unions"},{"sortkey":"","*":"Education_International"},{"sortkey":"","*":"Trade_unions_established_in_1926"}],"links":[{"ns":0,"exists":"","*":"2006 Fijian coup d'état"},{"ns":0,"exists":"","*":"Agni Deo Singh"},{"ns":0,"exists":"","*":"Ami Chandra"},{"ns":0,"exists":"","*":"Collective bargaining"},{"ns":0,"exists":"","*":"Credit union"},{"ns":0,"exists":"","*":"Education International"},{"ns":0,"exists":"","*":"Fiji"},{"ns":0,"exists":"","*":"Fiji Labour Party"},{"ns":0,"exists":"","*":"Fiji Trades Union Congress"},{"ns":0,"exists":"","*":"India"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"K. C. Ramrakha"},{"ns":0,"exists":"","*":"National Federation Party"},{"ns":0,"exists":"","*":"Strike action"},{"ns":0,"exists":"","*":"Suva"},{"ns":0,"exists":"","*":"Trade union"},{"ns":0,"*":"Fijian Teachers Union"},{"ns":0,"*":"John Bairagi"}],"templates":[{"ns":10,"exists":"","*":"Template:Infobox Union"},{"ns":10,"exists":"","*":"Template:Infobox union"},{"ns":10,"exists":"","*":"Template:Infobox"},{"ns":10,"exists":"","*":"Template:Template other"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:ISBN"},{"ns":10,"exists":"","*":"Template:Catalog lookup link"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Error-small"},{"ns":10,"exists":"","*":"Template:Tl"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Infobox"},{"ns":828,"exists":"","*":"Module:Navbar"},{"ns":828,"exists":"","*":"Module:InfoboxImage"},{"ns":828,"exists":"","*":"Module:Check isxn"},{"ns":828,"exists":"","*":"Module:Error"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["http://www.ei-ie.org/annualreport/ei-ie/uk/part_06_members67fe.html?tri=Pays&sel=Asia&inc_coun=yes&inc_add=yes&inc_pho=yes&inc_web=yes","http://www.apheda.org.au/projects/pacific/pages/files/Waiting%20for%20something%20to%20happen%20FINAL.pdf"],"sections":[{"toclevel":1,"level":"2","line":"Formation","number":"1","index":"1","fromtitle":"Fiji_Teachers_Union","byteoffset":1914,"anchor":"Formation"},{"toclevel":2,"level":"3","line":"Methodist Teachers' Association","number":"1.1","index":"2","fromtitle":"Fiji_Teachers_Union","byteoffset":1929,"anchor":"Methodist_Teachers'_Association"},{"toclevel":2,"level":"3","line":"Lautoka Teachers' Association","number":"1.2","index":"3","fromtitle":"Fiji_Teachers_Union","byteoffset":3321,"anchor":"Lautoka_Teachers'_Association"},{"toclevel":2,"level":"3","line":"Union of the two Associations","number":"1.3","index":"4","fromtitle":"Fiji_Teachers_Union","byteoffset":4336,"anchor":"Union_of_the_two_Associations"},{"toclevel":1,"level":"2","line":"1950s and 1960s","number":"2","index":"5","fromtitle":"Fiji_Teachers_Union","byteoffset":9713,"anchor":"1950s_and_1960s"},{"toclevel":1,"level":"2","line":"Post-independence","number":"3","index":"6","fromtitle":"Fiji_Teachers_Union","byteoffset":10607,"anchor":"Post-independence"},{"toclevel":1,"level":"2","line":"References","number":"4","index":"7","fromtitle":"Fiji_Teachers_Union","byteoffset":11900,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Fiji Teachers Union","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q5448143"}]}}