{"parse":{"title":"Communicative rationality","pageid":2463551,"revid":836306299,"text":{"*":"<div class=\"mw-parser-output\"><div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:302px;\"><a href=\"/wiki/File:JuergenHabermas.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/4/4d/JuergenHabermas.jpg/300px-JuergenHabermas.jpg\" width=\"300\" height=\"200\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/4/4d/JuergenHabermas.jpg/450px-JuergenHabermas.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/4/4d/JuergenHabermas.jpg/600px-JuergenHabermas.jpg 2x\" data-file-width=\"2939\" data-file-height=\"1959\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:JuergenHabermas.jpg\" class=\"internal\" title=\"Enlarge\"></a></div><a href=\"/wiki/J%C3%BCrgen_Habermas\" title=\"Jürgen Habermas\">Jürgen Habermas</a></div></div></div>\n<p><b>Communicative rationality</b>, or <b>communicative reason</b> (<a href=\"/wiki/German_language\" title=\"German language\">German</a>: <i><span lang=\"de\">kommunikative Rationalität</span></i>), is a theory or set of theories which describes human <a href=\"/wiki/Rationality\" title=\"Rationality\">rationality</a> as a necessary outcome of successful communication. In particular, it is tied to the philosophy of <a href=\"/wiki/Karl-Otto_Apel\" title=\"Karl-Otto Apel\">Karl-Otto Apel</a>, <a href=\"/wiki/J%C3%BCrgen_Habermas\" title=\"Jürgen Habermas\">Jürgen Habermas</a>, and their program of <a href=\"/wiki/Universal_pragmatics\" title=\"Universal pragmatics\">universal pragmatics</a>, along with its related theories such as those on <a href=\"/wiki/Discourse_ethics\" title=\"Discourse ethics\">discourse ethics</a> and <a href=\"/wiki/Rational_reconstruction\" title=\"Rational reconstruction\">rational reconstruction</a>. This view of reason is concerned with clarifying the <a href=\"/wiki/Norm_(social)\" class=\"mw-redirect\" title=\"Norm (social)\">norms</a> and <a href=\"/wiki/Procedure_(term)\" title=\"Procedure (term)\">procedures</a> by which agreement can be reached, and is therefore a view of reason as a form of public justification.\n</p><p>According to the theory of communicative rationality, the potential for certain kinds of reason is inherent in <a href=\"/wiki/Communication\" title=\"Communication\">communication</a> itself. Building from this, Habermas has tried to formalize that potential in explicit terms. According to Habermas, the <a href=\"/wiki/Phenomenon\" title=\"Phenomenon\">phenomena</a> that need to be accounted for by the theory are the \"intuitively mastered rules for reaching an understanding and conducting argumentation\", possessed by subjects who are capable of speech and action. The goal is to transform this implicit \"<a href=\"/wiki/Know-how\" title=\"Know-how\">know-how</a>\" into explicit \"know-that\", i.e. knowledge, about how we conduct ourselves in the realm of \"moral-practical\" reasoning.\n</p><p>The result of the theory is a conception of reason that Habermas sees as doing justice to the most important trends in twentieth century philosophy, while escaping the <a href=\"/wiki/Relativism\" title=\"Relativism\">relativism</a> which characterizes <a href=\"/wiki/Postmodernism\" title=\"Postmodernism\">postmodernism</a>, and also providing necessary standards for critical evaluation.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Three_kinds_of_(formal)_reason\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Three kinds of (formal) reason</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Post-metaphysical_philosophy\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Post-metaphysical philosophy</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Explanation\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Explanation</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Validity_dimensions\"><span class=\"tocnumber\">3.1</span> <span class=\"toctext\">Validity dimensions</span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Standards_of_justification\"><span class=\"tocnumber\">3.2</span> <span class=\"toctext\">Standards of justification</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Critique\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Critique</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#See_also\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Citations\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Citations</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#Bibliography\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Bibliography</span></a></li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#External_links\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span id=\"Three_kinds_of_.28formal.29_reason\"></span><span class=\"mw-headline\" id=\"Three_kinds_of_(formal)_reason\">Three kinds of (formal) reason</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Communicative_rationality&amp;action=edit&amp;section=1\" title=\"Edit section: Three kinds of (formal) reason\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>According to Habermas, the \"substantive\" (i.e. formally and semantically integrated) rationality that characterized pre-modern <a href=\"/wiki/Worldview\" class=\"mw-redirect\" title=\"Worldview\">worldviews</a> has, since modern times, been emptied of its content and divided into three purely \"formal\" realms: (1) <a href=\"/wiki/Instrumental_rationality\" class=\"mw-redirect\" title=\"Instrumental rationality\">cognitive-instrumental reason</a>; (2) moral-practical reason; and (3) aesthetic-expressive reason. The first type applies to the sciences, where experimentation and theorizing are geared towards a need to predict and control outcomes. The second type is at play in our moral and political deliberations (very broadly, answers to the question \"how should I live?\"), and the third type is typically found in the practices of art and literature. It is the second type which concerns Habermas.\n</p><p>Because of the de-centering of religion and other traditions that once played this role, according to Habermas we can no longer give substantive answers to the question \"How should I live?\" Additionally, there are strict limits which a \"post-metaphysical\" theory (see below) must respect – namely the clarification of procedures and norms upon which our public deliberation depends. The modes of justification we use in our moral and political deliberations, and the <i>ways</i> we determine which claims of others are valid, are what matter most, and what determine whether we are being \"rational\". Hence the role that Habermas sees for communicative reason in formulating appropriate methods by which to conduct our moral and political discourse.\n</p><p>This purely formal \"division of labour\" has been criticized by <a href=\"/wiki/Nikolas_Kompridis\" title=\"Nikolas Kompridis\">Nikolas Kompridis</a>, who sees in it too strong a division between practical and aesthetic reasoning, an unjustifiably hard distinction between the \"right\" and the \"good\", and an unsupportable priority of validity to meaning.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Post-metaphysical_philosophy\">Post-metaphysical philosophy</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Communicative_rationality&amp;action=edit&amp;section=2\" title=\"Edit section: Post-metaphysical philosophy\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>There are a number of specific trends that Habermas identifies as important to twentieth century philosophy, and to which he thinks his conception of communicative rationality contributes. To look at these trends is to give a clear outline of Habermas's understanding of communicative rationality. He labels all these trends as being <i>post-metaphysical</i>.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> These post-metaphysical philosophical movements have, among other things:\n</p>\n<ol><li>called into question the substantive conceptions of rationality (e.g. \"a rational person thinks this\") and put forward procedural or formal conceptions instead (e.g. \"a rational person thinks like this\");</li>\n<li>replaced <a href=\"/wiki/Foundationalism\" title=\"Foundationalism\">foundationalism</a> with <a href=\"/wiki/Fallibilism\" title=\"Fallibilism\">fallibilism</a> with regard to valid knowledge and how it may be achieved;</li>\n<li>cast doubt on the idea that reason should be conceived abstractly beyond history and the complexities of social life, and have contextualized or situated reason in actual historical practices;</li>\n<li>replaced a focus on individual structures of consciousness with a concern for pragmatic structures of language and action as part of the contextualization of reason; and</li>\n<li>given up philosophy's traditional fixation on theoretical truth and the <a href=\"/wiki/Meaning_(linguistics)\" title=\"Meaning (linguistics)\">representational functions of language</a>, to the extent that they also recognize the <a href=\"/wiki/Moral\" title=\"Moral\">moral</a> and expressive functions of language as part of the contextualization of reason.</li></ol>\n<h2><span class=\"mw-headline\" id=\"Explanation\">Explanation</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Communicative_rationality&amp;action=edit&amp;section=3\" title=\"Edit section: Explanation\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Habermas' conception of communicative rationality moves along with these contemporary currents of philosophy. Concerning (1) it can be said that:\n</p>\n<dl><dd><i>[Communicative] rationality refers primarily to the use of knowledge in </i>language and action<i>, rather than to a property of knowledge. One might say that it refers primarily to a mode of dealing with validity claims, and that it is in general not a property of these claims themselves. Furthermore...this perspective suggests no more than formal specifications of possible forms of life... it does not extend to the concrete form of life...<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup></i></dd></dl>\n<p>Concerning (2), Habermas clearly and explicitly understands communicative rationality according to the terms of a <i>reconstructive science</i>. This means that the conception of communicative rationality is not a definitive rendering of what reason is, but rather a fallible claim. It can prescribe only formal specifications concerning what qualifies as reasonable, being open to revision in cause of experience and learning.\n</p><p>On (3) and (4), Habermas's entire conceptual framework is based on his understanding of social interaction and communicative practices, and he ties rationality to the validity basis of everyday speech. This framework locates reason in the everyday practices of modern individuals. This is in contradistinction to theories of rationality (e.g. Plato, Kant, etc.) that seek to ground reason in an intelligible and non-temporal realm, or <a href=\"/wiki/Objectivity_(science)\" title=\"Objectivity (science)\">objective</a> \"view from nowhere\", which supposes that reason is able adequately to judge reality from a detached and disinterested perspective.\n</p><p>While Habermas's notion of communicative rationality is <a href=\"/wiki/Contextualism\" title=\"Contextualism\">contextualized</a> and historicized, it is not relativistic. Many philosophical contextualists take reason to be entirely context-dependent and relative. Habermas holds reason to be relatively context specific and sensitive. The difference is that Habermas explicates the deep structures of reason by examining the presuppositions and validity dimensions of everyday communication, while the relativists focus only on the content displayed in various concrete standards of rationality. Thus, Habermas can compare and contrast the rationality of various forms of society with an eye to the deeper and more universal processes at work, which enables him to justify the critique of certain forms (i.e., that <a href=\"/wiki/Nazism\" title=\"Nazism\">Nazism</a> is irrational and bad) and lend support to the championing of others (i.e., democracy is rational and good). The relativists on the other hand can compare and contrast the rationality of various forms of society but are unable to take up a critical stance, because they can posit no standard of rationality outside the relative and variable content of the societies in question, which leads to absurd conclusions (i.e., that Nazism is morally equivalent to democracy because the standards for both are relative).\n</p>\n<h3><span class=\"mw-headline\" id=\"Validity_dimensions\">Validity dimensions</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Communicative_rationality&amp;action=edit&amp;section=4\" title=\"Edit section: Validity dimensions\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Concerning (5), Habermas's communicative rationality emphasizes the equal importance of the three <b>validity dimensions</b>, which means it sees the potential for rationality in <i>normative rightness</i> (WE), <i>theoretical truth</i> (IT) and <i>expressive or subjective truthfulness</i> (I). The differentiation of these three “worlds” is understood as a valuable heuristic. This leaves each to its specific forms of argumentation and justification. However, these validity dimensions should be related to one another and understood as complementary pieces in a broader conception of rationality. This points towards a productive interpenetration of the validity dimensions, for example the use of moral insights by the sciences without their having to sacrifice theoretical rigor, or the inclusion of psychological data into resources of moral philosophy.\n</p><p>These last points concerning the breadth of communicative rationality have by far the most important implications. By differentiating the three validity dimensions and holding them as equally valuable and rational, a broader and multifaceted conception of rationality is opened. What this means is that Habermas has, through the formal pragmatic analysis of communication, revealed that rationality should not be limited to the consideration and resolution of objective concerns. He claims that the structure of communication itself demonstrates that <a href=\"/wiki/Norm_(philosophy)\" title=\"Norm (philosophy)\">normative</a> and evaluative concerns can (and ought to) be resolved through rational procedures.\n</p><p>The clearest way to see this is to recognize that the validity dimensions implicit in communication signify that a speaker is open to the charge of being irrational if they place normative validity claims outside of rational discourse. Following Habermas, the argument relies on the following assumptions:\n</p>\n<dl><dd><dl><dd>(a) that communication can proceed between two individuals only on the basis of a <a href=\"/wiki/Consensus_decision-making\" title=\"Consensus decision-making\">consensus</a> (usually implicit<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (October 2010)\">citation needed</span></a></i>&#93;</sup>) regarding the validity claims raised by the <a href=\"/wiki/Speech_acts\" class=\"mw-redirect\" title=\"Speech acts\">speech acts</a> they exchange;</dd></dl></dd></dl>\n<dl><dd><dl><dd>(b) that these validity claims concern at least three dimensions of validity:\n<dl><dd><dl><dd>I, truthfulness</dd>\n<dd>WE, rightness</dd>\n<dd>IT, truth</dd></dl></dd></dl></dd></dl></dd></dl>\n<dl><dd><dl><dd>(c) that a mutual understanding is maintained on the basis of the shared presupposition that any validity claim agreed upon could be justified, if necessary, by making recourse to good reasons.</dd></dl></dd></dl>\n<p>From these premises it is concluded that any individual engaging in communication is accountable for the normative validity of the claims they raise. By earnestly offering a speech act to another in communication, a speaker claims not only that what they say is true (IT) but also that it is normatively right (WE) and honest (I). Moreover, the speaker implicitly offers to justify these claims if challenged and justify them with reasons. Thus, if a speaker, when challenged, can offer no acceptable reasons for the normative framework they implied through the offering of a given speech act, that <a href=\"/wiki/Speech_act\" title=\"Speech act\">speech act</a> would be unacceptable because it is irrational.\n</p><p>In its essence the idea of communicative rationality draws upon the implicit validity claims that are inescapably bound to the everyday practices of individuals capable of speech and action. A mutual understanding can be achieved through communication only by fusing the perspectives of individuals, which requires they reach an agreement (even if it is only assumed) on the validity of the speech acts being shared. Moreover, the speech acts shared between individuals in communication are laden with three different types of validity claims, all of which quietly but insistently demand to be justified with good reasons. Communicative rationality appears in the intuitive competencies of communicative actors who would not feel that a mutual understanding had been achieved if the validity claims raised were unjustifiable. Thus, the simple process of reaching an understanding with others impels individuals to be accountable for what they say and to be able to justify the validity claims they raise concerning normative (WE), evaluative (I) and objective matters (IT).\n</p>\n<h3><span class=\"mw-headline\" id=\"Standards_of_justification\">Standards of justification</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Communicative_rationality&amp;action=edit&amp;section=5\" title=\"Edit section: Standards of justification\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Of course a very important issue arises from this, which is that what constitutes a good or acceptable justification varies from context to context. Even if it is accepted that rationality must be expanded to include normative and evaluative dimensions, it is not clear what it is that makes a speech act justified, because it is unclear what constitutes a good reason.\n</p><p>It must be understood that there are different kinds of reasons in relation to the different validity dimensions. This is apparent, because what defines a validity dimension are the procedures of <a href=\"/wiki/Theory_of_justification\" title=\"Theory of justification\">justification</a> that are unique to it. For example, if one claims or implies with their speech act that it is raining outside, a good reason for claiming this is that one saw it out the window. If this were called into question, the claim would be vindicated by looking out the window. This is a very simple way of describing the procedures of justification unique to objective validity claims. However, if one claims or implies with their speech acts that 'abortion is acceptable in certain cases', one's reasons for claiming this must be of a different nature. The speaker would have to direct the attention of the listener to certain features of the social world that are infused with meaning and significance. The speaker would have to draw on insights into, for instance, the vulnerability of individuals under the weight of life's circumstances, the kinds of rights that humans deserve, etc. These types of considerations make up the resources available for the justification of normative validity claims.\n</p><p>What constitutes a good reason is a more complex problem. Accepting the distinction between the different kinds of reasons that accompany the differentiation of the validity dimensions does not give any insight into what a good reason in a particular validity dimension would be. In fact, it complicates the issue because it makes it clear that there are different procedures unique to each validity dimension and that these dimensions cannot be reduced to one another. Habermas does suggest some general guidelines concerning the rationality of communicative processes that lead to conclusions (see <a href=\"/wiki/Universal_pragmatics\" title=\"Universal pragmatics\">Universal pragmatics</a>). But his explanations regarding the specific procedures that are unique to each validity dimension are much more elaborate.\n</p>\n<h2><span class=\"mw-headline\" id=\"Critique\">Critique</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Communicative_rationality&amp;action=edit&amp;section=6\" title=\"Edit section: Critique\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The theory of communicative rationality has been criticized for being utopian and idealistic,<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> for being blind to issues of gender, race, ethnicity, and sexuality,<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup> and for ignoring the role of conflict, contest, and exclusion in the historical constitution of the public sphere.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup>\n</p><p>More recently, <a href=\"/wiki/Nikolas_Kompridis\" title=\"Nikolas Kompridis\">Nikolas Kompridis</a> has taken issue with Habermas' conception of rationality as incoherent and insufficiently complex, proposing a \"<a href=\"/wiki/Reflective_disclosure\" title=\"Reflective disclosure\">possibility-disclosing</a>\" role for reason that goes beyond the narrow proceduralism of Habermas' theory.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Communicative_rationality&amp;action=edit&amp;section=7\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Instrumental_and_value_rationality\" title=\"Instrumental and value rationality\">Instrumental and value rationality</a></li>\n<li><a href=\"/wiki/Instrumental_and_value-rational_action\" title=\"Instrumental and value-rational action\">Instrumental and value-rational action</a></li>\n<li><a href=\"/wiki/Michael_Friedman_(philosopher)\" title=\"Michael Friedman (philosopher)\">Michael Friedman (philosopher)</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"Citations\">Citations</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Communicative_rationality&amp;action=edit&amp;section=8\" title=\"Edit section: Citations\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Habermas, 1992</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><a href=\"/wiki/Nikolas_Kompridis\" title=\"Nikolas Kompridis\">Nikolas Kompridis</a>, <i>Critique and Disclosure: Critical Theory between Past and Future</i> (Cambridge: <a href=\"/wiki/MIT_Press\" title=\"MIT Press\">MIT Press</a>, 2006).</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Cooke, 1994</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Cooke, 1994</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Foucault 1988, Calhoun 1992</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Cohen 1995, Fraser 1987, Ryan 1992</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Eley 1992</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Kompridis, 2006</span>\n</li>\n</ol></div>\n<h2><span class=\"mw-headline\" id=\"Bibliography\">Bibliography</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Communicative_rationality&amp;action=edit&amp;section=9\" title=\"Edit section: Bibliography\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=5F8qjMkoxZ0C&amp;printsec=frontcover&amp;dq=Habermas+and+the+Public+Sphere&amp;hl=en&amp;ei=eHecTM31GseUswbF17DmDg&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=1&amp;ved=0CCwQ6AEwAA#v=onepage&amp;q&amp;f=false\">Calhoun, C. 1992 ed., Habermas and the Public Sphere (Cambridge, Massachusetts: MIT Press).</a></li>\n<li>Cohen, J.L., 1995, “Critical Social Theory and Feminist Critiques: The Debate with Jürgen Habermas,” in Johanna Meehan, ed., Feminists Read Habermas: Gendering the Subject of Discourse (New York: Routledge), pp.&#160;57–90.</li>\n<li><cite class=\"citation book\">Cooke, M. (1994). <i>Language and Reason: A Study in Habermas's Pragmatics</i>. Cambridge, Massachusetts: MIT Press.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Language+and+Reason%3A+A+Study+in+Habermas%27s+Pragmatics&amp;rft.pub=Cambridge%2C+Massachusetts%3A+MIT+Press&amp;rft.date=1994&amp;rft.aulast=Cooke&amp;rft.aufirst=M.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ACommunicative+rationality\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></li>\n<li>Eley, G., 1992, “Nations, Publics, and Political Cultures: Placing Habermas in the Nineteenth Century,” in Craig Calhoun, ed., Habermas and the Public Sphere (Cambridge, Massachusetts: MIT Press), pp.&#160;289–339.</li>\n<li>Foucault, M., 1988, “The Ethic of Care for the Self as a Practice of Freedom,” in James Bernauer and David Rasmussen, eds., The Final Foucault (Cambridge, Massachusetts: MIT Press), pp.&#160;1–20.</li>\n<li>Fraser, N., 1987, “What’s Critical About Critical Theory? The Case of Habermas and Gender,” in Seyla Benhabib and Drucilla Cornell, eds., Feminism as Critique: On the Politics of Gender (Cambridge: Polity Press), pp.&#160;31–56.</li>\n<li><cite class=\"citation book\">Habermas, J. (1992). <i>Themes in post-metaphysical thinking (W. Hohengarten, Trans.). In Post-metaphysical thinking: Philosophical essays (pp. 28-57)</i>. Cambridge, Massachusetts: MIT Press.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Themes+in+post-metaphysical+thinking+%28W.+Hohengarten%2C+Trans.%29.+In+Post-metaphysical+thinking%3A+Philosophical+essays+%28pp.+28-57%29&amp;rft.pub=Cambridge%2C+Massachusetts%3A+MIT+Press&amp;rft.date=1992&amp;rft.aulast=Habermas&amp;rft.aufirst=J.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ACommunicative+rationality\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></li>\n<li><cite class=\"citation book\">Habermas, J. (1984). <i>The Theory of Communicative Action, Vol. 1: Reason and the Rationalization of Society. Translated by T.McCarthy. Boston, MA: Beacon Press</i>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=The+Theory+of+Communicative+Action%2C+Vol.+1%3A+Reason+and+the+Rationalization+of+Society.+Translated+by+T.McCarthy.+Boston%2C+MA%3A+Beacon+Press&amp;rft.date=1984&amp;rft.aulast=Habermas&amp;rft.aufirst=J.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ACommunicative+rationality\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></li>\n<li>Kompridis, N., 2006, <i>Critique and Disclosure: Critical Theory between Past and Future</i>. Cambridge, Massachusetts:MIT Press.</li>\n<li>Ryan, M.P., 1992, “Gender and Public Access: Women’s Politics in Nineteenth-Century America,” in Craig Calhoun, ed., Habermas and the Public Sphere (Cambridge, Massachusetts: MIT Press), pp.&#160;259–288.</li></ul>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Communicative_rationality&amp;action=edit&amp;section=10\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.youtube.com/watch?v=S7HVfxq4l-8\">The Communicative Rationality of Educational Quality</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.youtube.com/watch?v=AFl3PUrwG_8\">Action Research as a Way of Seeking Communicative Rationality </a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2189\nCached time: 20180921182123\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.276 seconds\nReal time usage: 0.349 seconds\nPreprocessor visited node count: 347/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 5867/2097152 bytes\nTemplate argument size: 486/2097152 bytes\nHighest expansion depth: 11/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 2076/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.185/10.000 seconds\nLua memory usage: 9.56 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  299.722      1 -total\n 59.88%  179.462      1 Template:Lang-de\n 17.31%   51.877      3 Template:Cite_book\n 16.61%   49.789      1 Template:Citation_needed\n 14.77%   44.255      1 Template:Fix\n  9.43%   28.270      2 Template:Category_handler\n  3.91%   11.718      1 Template:Delink\n  1.18%    3.528      1 Template:Fix/category\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:2463551-0!canonical and timestamp 20180921182122 and revision id 836306299\n -->\n</div>"},"langlinks":[{"lang":"ar","url":"https://ar.wikipedia.org/wiki/%D8%B9%D9%82%D9%84_%D8%AA%D9%88%D8%A7%D8%B5%D9%84%D9%8A","langname":"Arabic","autonym":"العربية","*":"عقل تواصلي"},{"lang":"fa","url":"https://fa.wikipedia.org/wiki/%D8%B9%D9%82%D9%84%D8%A7%D9%86%DB%8C%D8%AA_%D8%A7%D8%B1%D8%AA%D8%A8%D8%A7%D8%B7%DB%8C","langname":"Persian","autonym":"فارسی","*":"عقلانیت ارتباطی"},{"lang":"id","url":"https://id.wikipedia.org/wiki/Rasionalitas_komunikatif","langname":"Indonesian","autonym":"Bahasa Indonesia","*":"Rasionalitas komunikatif"},{"lang":"pt","url":"https://pt.wikipedia.org/wiki/A%C3%A7%C3%A3o_comunicativa","langname":"Portuguese","autonym":"português","*":"Ação comunicativa"},{"lang":"fi","url":"https://fi.wikipedia.org/wiki/Kommunikatiivinen_rationalismi","langname":"Finnish","autonym":"suomi","*":"Kommunikatiivinen rationalismi"}],"categories":[{"sortkey":"Communicative Rationality","hidden":"","*":"Articles_containing_German-language_text"},{"sortkey":"Communicative Rationality","hidden":"","*":"All_articles_with_unsourced_statements"},{"sortkey":"Communicative Rationality","hidden":"","*":"Articles_with_unsourced_statements_from_October_2010"},{"sortkey":"Communicative Rationality","*":"Justification"},{"sortkey":"Communicative Rationality","*":"Pragmatics"}],"links":[{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from October 2010"},{"ns":0,"exists":"","*":"Communication"},{"ns":0,"exists":"","*":"Consensus decision-making"},{"ns":0,"exists":"","*":"Contextualism"},{"ns":0,"exists":"","*":"Discourse ethics"},{"ns":0,"exists":"","*":"Fallibilism"},{"ns":0,"exists":"","*":"Foundationalism"},{"ns":0,"exists":"","*":"German language"},{"ns":0,"exists":"","*":"Instrumental and value-rational action"},{"ns":0,"exists":"","*":"Instrumental and value rationality"},{"ns":0,"exists":"","*":"Instrumental rationality"},{"ns":0,"exists":"","*":"Jürgen Habermas"},{"ns":0,"exists":"","*":"Karl-Otto Apel"},{"ns":0,"exists":"","*":"Know-how"},{"ns":0,"exists":"","*":"MIT Press"},{"ns":0,"exists":"","*":"Meaning (linguistics)"},{"ns":0,"exists":"","*":"Michael Friedman (philosopher)"},{"ns":0,"exists":"","*":"Moral"},{"ns":0,"exists":"","*":"Nazism"},{"ns":0,"exists":"","*":"Nikolas Kompridis"},{"ns":0,"exists":"","*":"Norm (philosophy)"},{"ns":0,"exists":"","*":"Norm (social)"},{"ns":0,"exists":"","*":"Objectivity (science)"},{"ns":0,"exists":"","*":"Phenomenon"},{"ns":0,"exists":"","*":"Postmodernism"},{"ns":0,"exists":"","*":"Procedure (term)"},{"ns":0,"exists":"","*":"Rational reconstruction"},{"ns":0,"exists":"","*":"Rationality"},{"ns":0,"exists":"","*":"Reflective disclosure"},{"ns":0,"exists":"","*":"Relativism"},{"ns":0,"exists":"","*":"Speech act"},{"ns":0,"exists":"","*":"Speech acts"},{"ns":0,"exists":"","*":"Theory of justification"},{"ns":0,"exists":"","*":"Universal pragmatics"},{"ns":0,"exists":"","*":"Worldview"},{"ns":4,"exists":"","*":"Wikipedia:Citation needed"}],"templates":[{"ns":10,"exists":"","*":"Template:Lang-de"},{"ns":10,"exists":"","*":"Template:Citation needed"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Delink"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":828,"exists":"","*":"Module:Lang"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Language/name/data"},{"ns":828,"exists":"","*":"Module:Language/data/iana languages"},{"ns":828,"exists":"","*":"Module:Language/data/ISO 639-3"},{"ns":828,"exists":"","*":"Module:Language/data/wp languages"},{"ns":828,"exists":"","*":"Module:Language/data/iana scripts"},{"ns":828,"exists":"","*":"Module:Language/data/iana regions"},{"ns":828,"exists":"","*":"Module:Language/data/iana variants"},{"ns":828,"exists":"","*":"Module:Language/data/iana suppressed scripts"},{"ns":828,"exists":"","*":"Module:Lang/ISO 639 synonyms"},{"ns":828,"exists":"","*":"Module:Lang/data"},{"ns":828,"exists":"","*":"Module:Unicode data"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Delink"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"}],"images":["JuergenHabermas.jpg"],"externallinks":["https://books.google.com/books?id=5F8qjMkoxZ0C&printsec=frontcover&dq=Habermas+and+the+Public+Sphere&hl=en&ei=eHecTM31GseUswbF17DmDg&sa=X&oi=book_result&ct=result&resnum=1&ved=0CCwQ6AEwAA#v=onepage&q&f=false","https://www.youtube.com/watch?v=S7HVfxq4l-8","https://www.youtube.com/watch?v=AFl3PUrwG_8"],"sections":[{"toclevel":1,"level":"2","line":"Three kinds of (formal) reason","number":"1","index":"1","fromtitle":"Communicative_rationality","byteoffset":1709,"anchor":"Three_kinds_of_(formal)_reason"},{"toclevel":1,"level":"2","line":"Post-metaphysical philosophy","number":"2","index":"2","fromtitle":"Communicative_rationality","byteoffset":3684,"anchor":"Post-metaphysical_philosophy"},{"toclevel":1,"level":"2","line":"Explanation","number":"3","index":"3","fromtitle":"Communicative_rationality","byteoffset":5186,"anchor":"Explanation"},{"toclevel":2,"level":"3","line":"Validity dimensions","number":"3.1","index":"4","fromtitle":"Communicative_rationality","byteoffset":8148,"anchor":"Validity_dimensions"},{"toclevel":2,"level":"3","line":"Standards of justification","number":"3.2","index":"5","fromtitle":"Communicative_rationality","byteoffset":12331,"anchor":"Standards_of_justification"},{"toclevel":1,"level":"2","line":"Critique","number":"4","index":"6","fromtitle":"Communicative_rationality","byteoffset":14723,"anchor":"Critique"},{"toclevel":1,"level":"2","line":"See also","number":"5","index":"7","fromtitle":"Communicative_rationality","byteoffset":15425,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"Citations","number":"6","index":"8","fromtitle":"Communicative_rationality","byteoffset":15561,"anchor":"Citations"},{"toclevel":1,"level":"2","line":"Bibliography","number":"7","index":"9","fromtitle":"Communicative_rationality","byteoffset":15593,"anchor":"Bibliography"},{"toclevel":1,"level":"2","line":"External links","number":"8","index":"10","fromtitle":"Communicative_rationality","byteoffset":17695,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Communicative rationality","iwlinks":[],"properties":[{"name":"defaultsort","*":"Communicative Rationality"},{"name":"wikibase_item","*":"Q4355373"}]}}