{"parse":{"title":"Rational reconstruction","pageid":919366,"revid":856534390,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-style ambox-essay-like\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/60px-Edit-clear.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/80px-Edit-clear.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>is written like a <a href=\"/wiki/Wikipedia:NOTESSAY\" class=\"mw-redirect\" title=\"Wikipedia:NOTESSAY\">personal reflection or opinion essay</a></b> that states a Wikipedia editor's personal feelings about a topic.<span class=\"hide-when-compact\"> Please <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Rational_reconstruction&amp;action=edit\">help improve it</a> by rewriting it in an <a href=\"/wiki/Wikipedia:Encyclopedic_style\" class=\"mw-redirect\" title=\"Wikipedia:Encyclopedic style\">encyclopedic style</a>.</span>  <small><i>(December 2007)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p><b>Rational reconstruction</b> is a <a href=\"/wiki/Philosophy\" title=\"Philosophy\">philosophical</a> term with several distinct meanings. It is found in the work of <a href=\"/wiki/J%C3%BCrgen_Habermas\" title=\"Jürgen Habermas\">Jürgen Habermas</a> and <a href=\"/wiki/Imre_Lakatos\" title=\"Imre Lakatos\">Imre Lakatos</a>.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Habermas\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Habermas</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Lakatos\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Lakatos</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#See_also\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#References\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Habermas\">Habermas</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Rational_reconstruction&amp;action=edit&amp;section=1\" title=\"Edit section: Habermas\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>For Habermas, rational reconstruction is a <a href=\"/wiki/Philosophy\" title=\"Philosophy\">philosophical</a> and <a href=\"/wiki/Linguistics\" title=\"Linguistics\">linguistic</a> method that systematically translates <a href=\"/wiki/Intuitive_knowledge\" class=\"mw-redirect\" title=\"Intuitive knowledge\">intuitive knowledge</a> of rules into a <a href=\"/wiki/Logical_form\" title=\"Logical form\">logical form</a>.<sup id=\"cite_ref-Habermas,_1979_1-0\" class=\"reference\"><a href=\"#cite_note-Habermas,_1979-1\">&#91;1&#93;</a></sup> In other words, it is an approach to <a href=\"/wiki/Science\" title=\"Science\">science</a> and philosophy which attempts to put meanings into language properly.\n</p><p>The type of formal analysis called rational reconstruction is used by Habermas to name the task that he sees as appropriate for <a href=\"/wiki/Philosophy\" title=\"Philosophy\">philosophy</a>. This mode of philosophical reflection can be compared to procedures traditionally taken up in philosophy and is concerned with the questions traditionally posed. That is, rational reconstruction involves making explicit and theoretically systematizing the universal and inescapable conditions for the possibility of certain types of phenomena. Put more specifically, it can be said that rational reconstruction is a manner of explicating the deep generative structures that give rise to and allow for particular performances, behaviours, and other symbolically pre-structured realities.<sup id=\"cite_ref-Habermas,_1979_1-1\" class=\"reference\"><a href=\"#cite_note-Habermas,_1979-1\">&#91;1&#93;</a></sup>\n</p>\n<style data-mw-deduplicate=\"TemplateStyles:r856303468\">.mw-parser-output .templatequote{overflow:hidden;margin:1em 0;padding:0 40px}.mw-parser-output .templatequote .templatequotecite{line-height:1.5em;text-align:left;padding-left:1.6em;margin-top:0}</style><blockquote class=\"templatequote\"><p>Once it has renounced its claim to be a first science or an <a href=\"/wiki/Encyclopedia\" title=\"Encyclopedia\">encyclopedia</a>, philosophy can maintain its status within the scientific system neither by assimilating itself to particular exemplary sciences nor by the exclusive distancing of itself from science in general. Philosophy has to implicate itself in the fallibilistic self-understanding and procedural rationality of the empirical sciences; it may not lay claim to a privileged access to <a href=\"/wiki/Truth\" title=\"Truth\">truth</a>, or to a method, an object realm, or even just a style of intuition that is specifically its own. Only thus can philosophy contribute its best to a nonexclusive division of labor, namely, its persistent tenacity in posing questions universalistically, and its procedure of rationally reconstructing the intuitive pretheoretical knowledge of competently speaking, acting and judging subjects. ... This dowry recommends philosophy as an indispensable partner in the collaboration of those who are concerned with [the progress of reason, knowledge and truth].</p><div class=\"templatequotecite\">—&#8201;<cite>Habermas, 1992</cite></div>\n</blockquote>\n<p>Rational reconstruction is limited to the analysis of symbolically pre-structured realities because it is a procedure that is intimately tied to the interpretation of <a href=\"/wiki/Reality\" title=\"Reality\">reality</a> as opposed to its description. So, while the natural sciences generate theoretical knowledge about the general structures of an observable reality, rational reconstructions (sometimes called the reconstructive sciences) generate a theoretical knowledge of the deep structures of a reality accessible only through interpretation.<sup id=\"cite_ref-Habermas,_1979_1-2\" class=\"reference\"><a href=\"#cite_note-Habermas,_1979-1\">&#91;1&#93;</a></sup> Some questions cannot be dealt with through the process of rational reconstruction, but an extremely broad range of questions can be. It is hard to point out a phenomenon that is not in some way symbolically pre-structured, that is without some meaning to someone.\n</p><p>While the meaning of any phenomenon must in some way be generated, and the interpretation of symbols is dependent upon intelligence, the bestowal of meaning is not arbitrary. Rational reconstruction attempts to make clear the underlying processes that generate particular meanings. It is concerned with the deep structures of <a href=\"/wiki/Intelligence\" title=\"Intelligence\">intelligence</a> that generate the knowledge, judgments and actions of subjects as well as the meaning, import and validity of objects. Because of this, those sciences that systematically explicate the intuitive knowledge of competent subjects by reconstructing the pretheoretical know-how of certain human capabilities can be seen as representative of this procedure of rational reconstruction.<sup id=\"cite_ref-Habermas,_1979_1-3\" class=\"reference\"><a href=\"#cite_note-Habermas,_1979-1\">&#91;1&#93;</a></sup>\n</p><p>Habermas suggests along these lines that \"we can distinguish between know-how, the ability of a competent subject who understands how to produce or accomplish something, and know-that, the explicit knowledge of how it is that he is able to do so\" (Habermas, 1979). This should be understood in the context of rational reconstruction as two levels of the explication of meaning, two ways of understanding a symbolically pre-structured reality. The difference between the two levels is, in Habermas's terms, the content and the intuitively master rule-consciousness that allows for it, or in other terms, surface structures and deep structures. It is worth quoting Habermas at length to clarify this. Here he is discussing these two levels of analysis as applied to the interpretation of a text:\n</p><p>\"...the understanding of content pursues the connections that link the surface structures of an incomprehensible [symbolic] formation with surface structures, of other, familiar formations. Thus, linguistic expressions can be explicated through paraphrase in the same language [etc.]…. If she cannot attain her end in this way, the interpreter may find it necessary to alter her attitude. She then exchanges the attitude of understanding content (directed towards surface structures)…for an attitude in which she focuses on the generative structures of the expressions themselves. The interpreter then attempts to explicate the meaning of a symbolic formation with the help of the rules according to which the author must have produced it….The attitude changes as soon as the interpreter tries not only to apply the intuitive knowledge of speakers but to reconstruct it. She then turns away from the surface structure of the symbolic formation….She attempts instead to peer into the symbolic formation- penetrating through the surface as it were- in order to discover the rules according to which this symbolic formation was produced…. The object of understanding is no longer the content…but the intuitive rule consciousness. (Habermas, 1979).\"\n</p><p>Furthermore, following this distinction between surface and deep structures, Habermas views the task of the reconstructive sciences as moving in two directions, horizontal and vertical. The \"horizontal\" direction seeks to reconstruct fundamental and important competencies, while the \"vertical\" direction seeks to reconstruct the (genetic) logic of the development of these competencies. So there are surface structures and deep structures related to competencies and sub-competencies, and these are teased apart and reconstructed by engaging two distinct modes of understanding symbolically pre-structured realities.\n</p><p>This should clarify what it is that rational reconstructions seek to accomplish. It should also be said that the results of systematized reconstructions claim to explicate \"universal capabilities and not merely the particular competencies of individual groups\" (Habermas, 1979). The theoretical claims of such rational reconstructions have the status of general theories of human competencies and behavior. \"When the pretheoretical knowledge to be reconstructed expresses a universal capability, a general cognitive, linguistic, or interactive competence (or sub-competence), then what begins as an explication of meaning aims at the reconstruction of species competencies\" (Habermas, 1979).\n</p><p>These kinds of rational reconstructions are notably different from the purely philosophical but comparable solutions and methods offered up as definitive answers to such issues in the past. <a href=\"/wiki/Immanuel_Kant\" title=\"Immanuel Kant\">Kant</a>'s transcendental analysis sought to deduce the categorical framework that structured and determined experience. <a href=\"/wiki/Hegel\" class=\"mw-redirect\" title=\"Hegel\">Hegel</a>'s dialectic sought to systematize the process of knowing, fitting each stage of insight as a defined moment to be subsumed in the development of <a href=\"/wiki/Absolute_knowledge\" class=\"mw-redirect\" title=\"Absolute knowledge\">absolute knowledge</a>. These great systems were conceived as being <a href=\"/wiki/A_priori_knowledge\" class=\"mw-redirect\" title=\"A priori knowledge\">a-priori</a>, inescapably generative of all experience and knowledge, and they were understood to be factual, to be the truth. Habermas sees rational reconstruction as a similar, but less grandiose, undertaking:\n</p><p>\"Marked down in price the transcendental and dialectical modes of justification may still come in handy. All they can fairly be expected to furnish, however, is reconstructive hypotheses for use in empirical settings….[Rational reconstructions are] <a href=\"/wiki/Fallibilism\" title=\"Fallibilism\">fallibilistic</a> in orientation, they reject the dubious faith in philosophy's ability to do things single handedly, hoping instead that the success that has for so long eluded it might come from an auspicious matching of different theoretical fragments (Habermas, 1990a).\"\n</p><p>Furthermore:\n</p><p>\"….[In rational reconstruction] the distinction between drawing on a-priori knowledge and drawing on <a href=\"/wiki/A-posteriori\" class=\"mw-redirect\" title=\"A-posteriori\">a-posteriori</a> knowledge becomes blurred. On the one hand, the rule consciousness [i.e. intuitive know-how] of competent subjects is for them an a-priori knowledge; on the other hand, the reconstruction of this calls for inquiries undertaken with empirical [methods] (Habermas, 1979).\"\n</p><p>In this respect Habermas sees those theorists whose projects represented a blend of philosophy and scientific methods as important exemplars. He identifies <a href=\"/wiki/Freud\" class=\"mw-redirect\" title=\"Freud\">Freud</a>, <a href=\"/wiki/Durkheim\" class=\"mw-redirect\" title=\"Durkheim\">Durkheim</a>, <a href=\"/wiki/Margaret_Mead\" title=\"Margaret Mead\">Mead</a>, <a href=\"/wiki/Max_Weber\" title=\"Max Weber\">Weber</a>, <a href=\"/wiki/Jean_Piaget\" title=\"Jean Piaget\">Piaget</a>, <a href=\"/wiki/Chomsky\" class=\"mw-redirect\" title=\"Chomsky\">Chomsky</a> and <a href=\"/wiki/Lawrence_Kohlberg\" title=\"Lawrence Kohlberg\">Kohlberg</a> as those who \"inserted a genuinely philosophical idea like a detonator into a particular context of research…[initiating] paradigms in which a philosophical idea is present in embryo while at the same time empirical, yet universal, questions are being posed\" (Habermas, 1990).<sup id=\"cite_ref-Habermas,_1990_2-0\" class=\"reference\"><a href=\"#cite_note-Habermas,_1990-2\">&#91;2&#93;</a></sup> These theorists approximated the ideal division of labor between philosophy and science that Habermas understands as crucial for progress to be achieved across disciplines; the human sciences in particular represent fertile ground for such cooperation.\n</p>\n<h2><span class=\"mw-headline\" id=\"Lakatos\">Lakatos</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Rational_reconstruction&amp;action=edit&amp;section=2\" title=\"Edit section: Lakatos\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div role=\"note\" class=\"hatnote navigation-not-searchable\">See also: <a href=\"/wiki/Historiographical_internalism\" class=\"mw-redirect\" title=\"Historiographical internalism\">Historiographical internalism</a></div>\n<p>Lakatos distinguishes between the \"internal\" and \"external\" history of science. Internal history focuses on normative concerns and the reasons scientists can be said to have for accepting or rejecting scientific theories according to some account of the logic of science. External history, on the other hand, focuses on the contingent non-rational factors that influenced the scientific process.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Rational_reconstruction&amp;action=edit&amp;section=3\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Communicative_rationality\" title=\"Communicative rationality\">Communicative rationality</a></li>\n<li><a href=\"/wiki/Reflective_equilibrium\" title=\"Reflective equilibrium\">Reflective equilibrium</a></li>\n<li><a href=\"/wiki/Universal_pragmatics\" title=\"Universal pragmatics\">Universal pragmatics</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Rational_reconstruction&amp;action=edit&amp;section=4\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-Habermas,_1979-1\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Habermas,_1979_1-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Habermas,_1979_1-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-Habermas,_1979_1-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-Habermas,_1979_1-3\"><sup><i><b>d</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"/wiki/J%C3%BCrgen_Habermas\" title=\"Jürgen Habermas\">Habermas, Jürgen</a>. (1979). <i>Communication and the Evolution of Society.</i> Toronto: Beacon Press.</span>\n</li>\n<li id=\"cite_note-Habermas,_1990-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Habermas,_1990_2-0\">^</a></b></span> <span class=\"reference-text\"><a href=\"/wiki/J%C3%BCrgen_Habermas\" title=\"Jürgen Habermas\">Habermas, Jürgen</a>. (1990). <i>Moral Consciousness and Communicative Action.</i> Cambridge, MA: MIT Press.</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><a href=\"/wiki/Imre_Lakatos\" title=\"Imre Lakatos\">Lakatos, Imre</a>. (1970). \"<a rel=\"nofollow\" class=\"external text\" href=\"https://www.jstor.org/stable/495757\">History of Science and Its Rational Reconstructions</a>.\" PSA: <i>Proceedings of the Biennial Meeting of the Philosophy of Science Association</i>.</span>\n</li>\n</ol></div>\n\n<!-- \nNewPP limit report\nParsed by mw1254\nCached time: 20180911151244\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.084 seconds\nReal time usage: 0.121 seconds\nPreprocessor visited node count: 249/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 5363/2097152 bytes\nTemplate argument size: 1056/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 2193/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.028/10.000 seconds\nLua memory usage: 1.19 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   95.510      1 -total\n 55.11%   52.638      1 Template:Essay-like\n 35.33%   33.747      1 Template:Ambox\n 27.39%   26.156      1 Template:Quote\n 12.89%   12.314      1 Template:Also\n 12.70%   12.125      1 Template:Comma_separated_entries\n  6.33%    6.048      3 Template:If_empty\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:919366-0!canonical and timestamp 20180911151244 and revision id 856534390\n -->\n</div>"},"langlinks":[{"lang":"de","url":"https://de.wikipedia.org/wiki/Rationale_Rekonstruktion","langname":"German","autonym":"Deutsch","*":"Rationale Rekonstruktion"}],"categories":[{"sortkey":"","hidden":"","*":"Wikipedia_articles_with_style_issues_from_December_2007"},{"sortkey":"","hidden":"","*":"All_articles_with_style_issues"},{"sortkey":"","*":"Justification"},{"sortkey":"","*":"Metaphilosophy"},{"sortkey":"","*":"Pragmatics"}],"links":[{"ns":14,"exists":"","*":"Category:Wikipedia articles with style issues from December 2007"},{"ns":0,"exists":"","*":"A-posteriori"},{"ns":0,"exists":"","*":"A priori knowledge"},{"ns":0,"exists":"","*":"Absolute knowledge"},{"ns":0,"exists":"","*":"Chomsky"},{"ns":0,"exists":"","*":"Communicative rationality"},{"ns":0,"exists":"","*":"Durkheim"},{"ns":0,"exists":"","*":"Encyclopedia"},{"ns":0,"exists":"","*":"Fallibilism"},{"ns":0,"exists":"","*":"Freud"},{"ns":0,"exists":"","*":"Hegel"},{"ns":0,"exists":"","*":"Historiographical internalism"},{"ns":0,"exists":"","*":"Immanuel Kant"},{"ns":0,"exists":"","*":"Imre Lakatos"},{"ns":0,"exists":"","*":"Intelligence"},{"ns":0,"exists":"","*":"Intuitive knowledge"},{"ns":0,"exists":"","*":"Jean Piaget"},{"ns":0,"exists":"","*":"Jürgen Habermas"},{"ns":0,"exists":"","*":"Lawrence Kohlberg"},{"ns":0,"exists":"","*":"Linguistics"},{"ns":0,"exists":"","*":"Logical form"},{"ns":0,"exists":"","*":"Margaret Mead"},{"ns":0,"exists":"","*":"Max Weber"},{"ns":0,"exists":"","*":"Philosophy"},{"ns":0,"exists":"","*":"Reality"},{"ns":0,"exists":"","*":"Reflective equilibrium"},{"ns":0,"exists":"","*":"Science"},{"ns":0,"exists":"","*":"Truth"},{"ns":0,"exists":"","*":"Universal pragmatics"},{"ns":4,"exists":"","*":"Wikipedia:Encyclopedic style"},{"ns":4,"exists":"","*":"Wikipedia:NOTESSAY"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Essay-like"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Quote"},{"ns":10,"exists":"","*":"Template:Quote/styles.css"},{"ns":10,"exists":"","*":"Template:Comma separated entries"},{"ns":10,"exists":"","*":"Template:If empty"},{"ns":10,"exists":"","*":"Template:Also"},{"ns":10,"exists":"","*":"Template:See also"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Separated entries"},{"ns":828,"exists":"","*":"Module:TableTools"},{"ns":828,"exists":"","*":"Module:If empty"},{"ns":828,"exists":"","*":"Module:Labelled list hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote list"}],"images":["Edit-clear.svg"],"externallinks":["https://www.jstor.org/stable/495757"],"sections":[{"toclevel":1,"level":"2","line":"Habermas","number":"1","index":"1","fromtitle":"Rational_reconstruction","byteoffset":206,"anchor":"Habermas"},{"toclevel":1,"level":"2","line":"Lakatos","number":"2","index":"2","fromtitle":"Rational_reconstruction","byteoffset":10102,"anchor":"Lakatos"},{"toclevel":1,"level":"2","line":"See also","number":"3","index":"3","fromtitle":"Rational_reconstruction","byteoffset":10782,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"4","index":"4","fromtitle":"Rational_reconstruction","byteoffset":10886,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Rational reconstruction","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q182398"}]}}