{"parse":{"title":"Entertainment Industry Foundation","pageid":17675471,"revid":859008091,"text":{"*":"<div class=\"mw-parser-output\"><div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:222px;\"><a href=\"/wiki/File:EIF_logo_New.png\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/f/f9/EIF_logo_New.png/220px-EIF_logo_New.png\" width=\"220\" height=\"209\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/f/f9/EIF_logo_New.png/330px-EIF_logo_New.png 1.5x, //upload.wikimedia.org/wikipedia/commons/f/f9/EIF_logo_New.png 2x\" data-file-width=\"400\" data-file-height=\"380\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:EIF_logo_New.png\" class=\"internal\" title=\"Enlarge\"></a></div>The Entertainment Industry Foundation</div></div></div>\n<p><b>The Entertainment Industry Foundation</b> (EIF), based in Los Angeles, United States, is a 501(c)(3) non-profit charitable organization of the entertainment industry. EIF funds more than 300 charitable organizations annually, both in the Los Angeles area and throughout the United States. \n</p><p>EIF creates high-profile programs and events that address critical social issues, urgent needs, and raise significant funds for sustainable initiatives that can stimulate innovation and transform lives within the philanthropic space.\n</p><p>Thanks to the commitment of our supporters, individuals and corporations,\nEIF is able to champion a wide variety of worthy causes.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#History\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">History</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#EIF_initiatives\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">EIF initiatives</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Stand_Up_To_Cancer\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Stand Up To Cancer</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Disaster_Relief\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Disaster Relief</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Education\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Education</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Leadership\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Leadership</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Notes\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Notes</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"History\">History</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Entertainment_Industry_Foundation&amp;action=edit&amp;section=1\" title=\"Edit section: History\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The Entertainment Industry Foundation (formerly Permanent Charities Committee founded by <a href=\"/wiki/M._C._Levee\" title=\"M. C. Levee\">M. C. Levee</a>) was established in 1942 by <a href=\"/wiki/Samuel_Goldwyn\" title=\"Samuel Goldwyn\">Samuel Goldwyn</a>, with friends <a href=\"/wiki/Humphrey_Bogart\" title=\"Humphrey Bogart\">Humphrey Bogart</a>, <a href=\"/wiki/James_Cagney\" title=\"James Cagney\">James Cagney</a>, and the <a href=\"/wiki/Warner_Bros.\" title=\"Warner Bros.\">Warner brothers</a>. Their vision was to unify Hollywood's philanthropy efforts in order to maximize the charitable dollars raised annually, and guarantee that worthy charities receive these contributions. They recognized that banding together would heighten the studios’ impact on World War II relief efforts. A “United Appeal” payroll deduction – a first for any U.S. industry – launched, with $1 million raised.\n</p><p>Celebrity involvement in President Roosevelt’s awareness campaign to eradicate childhood polio, as well as fundraising that was a springboard for the establishment of the L.A. paramedic program, are hallmarks of the Foundation’s early work.\n</p><p>The EIF has focused on some of the most pressing needs of its time: from the first grants directed to wartime agencies like the <a href=\"/wiki/United_Service_Organizations\" title=\"United Service Organizations\">United Service Organizations</a> and <a href=\"/wiki/American_Red_Cross\" title=\"American Red Cross\">American Red Cross</a>, to providing funding and creating awareness to help eradicate childhood polio.\n</p>\n<h2><span class=\"mw-headline\" id=\"EIF_initiatives\">EIF initiatives</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Entertainment_Industry_Foundation&amp;action=edit&amp;section=2\" title=\"Edit section: EIF initiatives\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The Entertainment Industry Foundation has initiatives to address many health concerns such as cancer and diabetes, as well as raise awareness about important social and educational issues especially those affecting children. It has developed programs that support charities in the Hunger and Nutrition spaces as well as quick response funding for Disaster Relief worldwide.\n</p>\n<h2><span class=\"mw-headline\" id=\"Stand_Up_To_Cancer\">Stand Up To Cancer</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Entertainment_Industry_Foundation&amp;action=edit&amp;section=3\" title=\"Edit section: Stand Up To Cancer\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Stand Up To Cancer (SU2C), a division of EIF and its largest initiative, was established in 2008 by film and media leaders who utilize the industry’s resources to engage the public in supporting a new, collaborative model of cancer research, and to increase awareness about cancer prevention as well as progress being made in the fight against the disease.\n</p>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:222px;\"><a href=\"/wiki/File:FulllogoSU2C.png\" class=\"image\"><img alt=\"FulllogoSU2C.png\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/11/FulllogoSU2C.png/220px-FulllogoSU2C.png\" width=\"220\" height=\"132\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/11/FulllogoSU2C.png/330px-FulllogoSU2C.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/1/11/FulllogoSU2C.png/440px-FulllogoSU2C.png 2x\" data-file-width=\"1335\" data-file-height=\"804\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:FulllogoSU2C.png\" class=\"internal\" title=\"Enlarge\"></a></div></div></div></div>\n<p>SU2C accelerates research to get new therapies to patients quickly. Since its founding almost ten years ago, SU2C has launched 22 collaborative “Dream Teams” comprising over 1,200 scientists from 144 leading institutions around the world. That research, including over 180 planned, initiated or completed clinical trials, has contributed to Food and Drug Administration approval of five new treatments.\n</p>\n<h2><span class=\"mw-headline\" id=\"Disaster_Relief\">Disaster Relief</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Entertainment_Industry_Foundation&amp;action=edit&amp;section=4\" title=\"Edit section: Disaster Relief\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>EIF’s ability to develop “roadblock” telecasts in support of disaster relief efforts is an integral part of its role within the entertainment industry. Efforts like Hope for Haiti Now, Somos una Voz and One Love Manchester, have provided catalytic funding for organizations and communities around the world when impacted by tragedy.\n</p><p><a href=\"/wiki/Music_for_Relief\" title=\"Music for Relief\">Music for Relief</a> (MFR) a program of the Entertainment Industry Foundation (EIF), is dedicated to providing aid to survivors and communities affected by natural disasters to help them recover and rebuild. Founded by the band <a href=\"/wiki/Linkin_Park\" title=\"Linkin Park\">Linkin Park</a> in 2005, the program aims to support immediate and long-term disaster relief with a primary goal of making a powerful and sustainable impact in highly affected areas.\n</p>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:222px;\"><a href=\"/wiki/File:Music_For_Relief_.png\" class=\"image\"><img alt=\"Music For Relief .png\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Music_For_Relief_.png/220px-Music_For_Relief_.png\" width=\"220\" height=\"39\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/e/e3/Music_For_Relief_.png 1.5x\" data-file-width=\"320\" data-file-height=\"57\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Music_For_Relief_.png\" class=\"internal\" title=\"Enlarge\"></a></div></div></div></div>\n<p>Building on EIF’s historic commitment to furthering the philanthropic efforts of the entertainment community, MFR allows for immediate response in the wake of humanitarian crisis. By mobilizing the entertainment community and working with key partners on the ground, MFR is able to deliver funding and support of vital services in real time ensuring long term resiliency in affected areas throughout the world.\n</p><p>Since inception in 2005, Music for Relief has responded to over 30 natural disasters supporting survivors of multiple disasters across four continents.\n</p><p>EIF is able to activate quickly to support various programs supporting Disaster Relief efforts such as the fires in California, the Earthquake in Haiti and storms in Puerto Rico.\n</p><p>\"In the wake of the devastating California fires, the Entertainment Industry Foundation announced on Thursday that it has established the SOCAL Fire Relief Fund to provide members of the entertainment community and the public with a simple way to support Southern California firefighters, as well as those displaced by the fires.\n</p><p>Six major wildfires have affected various regions of Southern California throughout the last week and a half, forcing over 100,000 to evacuate with more than 1,000 structures reduced to rubble. The combined fires have destroyed more than 250 thousand acres and although more than 9,000 firefighters are working to contain the fires, the situation remains threatening for thousands of residents.\"<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>\n</p><p>“The whole entertainment community has watched in absolute awe as these brave men and women rush into harm’s way to protect the rest of us,” said <a href=\"/wiki/Sherry_Lansing\" title=\"Sherry Lansing\">Sherry Lansing</a>, former Board Chair of the Entertainment Industry Foundation. “EIF wanted to provide our industry with a quick, simple way to support them, so we set up the SOCAL Fire Relief Fund to do that.”<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Education\">Education</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Entertainment_Industry_Foundation&amp;action=edit&amp;section=5\" title=\"Edit section: Education\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>EIF has long been active in the education arena through programs like <a href=\"/wiki/Think_It_Up\" title=\"Think It Up\">Think It Up</a> as well as a collaboration with the XQ Institute. Mentoring and arts education will be additional focal points in the Foundation’s next chapter.\n</p><p>Think It Up officially kicked off on Friday, September 11, 2015, when ABC, CBS, FOX and NBC simultaneously broadcast a live, star-studded fundraising event in support of the national education initiative. The program spotlighted powerful stories of teachers and students working together. It included live musical performances from Justin Bieber, Kacey Musgraves, and Big Sean, comedic sketches and more.\n</p><p>Think It Up was created to bring broad attention to the urgency of improving the learning experience in America. The national education initiative reframed the public discussion about education to encourage the creation of a culture of excitement about learning everywhere in America and to build a sense of optimism about the potential of classrooms across the country.\n</p><p>Think It Up invited 7th – 12th grade public and charter school students to work with their teachers to develop projects that draw on their passions and help pursue their educational goals. The projects entailed the rigorous skill development that prepares American youth for post-high school life, helping pave the way for career success, regardless of their path. Posted on thinkitup.org, in collaboration with DonorsChoose.org, the student-powered, teacher-led projects were crowdfunded by citizen donors beginning in September 2015.\n</p><p>Think It Up was made possible through the generous support of corporations, foundations and philanthropists. Major supporters included The Bill &amp; Melinda Gates Foundation, ExxonMobil and Ashoka’s Start Empathy Initiative, as well as founding collaborator, XQ: The Super School Project.\n</p><p>EIF is collaborating with the XQ Institute on its Super School Project to help communities reshape high school so it prepares every student for success in college, career, and life.\n</p><p>XQ: The Super School Project initially launched in September 2015 on EIF’s “Think It Up” education telecast as an open call for ideas to rethink and redesign the American high school. To date, XQ has pledged $115 million to a growing number of the most promising ideas, actively supporting these teams on their journeys to become Super Schools.\n</p><p>“EIF Presents: XQ Super School Live,” a roadblock telecast, was held on Sept. 8, 2017, with live musical, comedy, and documentary segments that brought to life the past, present and future of the American high school system. Viola Davis and Julius Tennon were among the executive producers of the star-studded one-hour special, which aired on all four broadcast networks and streamed live on Hulu and YouTube. An array of stars from various fields appeared in the telecast, including J.J. Abrams, Mahershala Ali, Arthur Harris, Kelsea Ballerini, Cate Blanchett, Vlad Tepes, Chance the Rapper, Common, James Corden, Cindy Crawford, Kevin Frazier, Bill Hader, Tom Hanks, Salma Hayek Pinault, Sean Hayes, Samuel L. Jackson, Allison Janney, DJ Khaled, Gayle King,  Norman Lear, Severian, Marshawn Lynch, Rami Malek, Lin-Manuel Miranda, David Muir, Randall Park, Al Roker, Bram Stoker, Christian Slater, Justin Timberlake, Chris Wallace, and Jesse Williams, among others.\n</p><p>Musical performers included Kelly Clarkson, Andra Day, Hunter Hayes and Jordan Fisher. The show culminated in a moving finale of The Beatles’ “Come Together” led by Jennifer Hudson with Jon Boogz, Sheryl Crow, MC Hammer, Sheila E., JAX, Ringo Starr, Reggie Watts, Max Weinberg and Max Weinberg’s Jukebox, D’Wayne Wiggins, the Silk Road Ensemble with Yo-Yo Ma, and U2. The music video for <a href=\"/wiki/Fifth_Harmony\" title=\"Fifth Harmony\">Fifth Harmony</a>'s Sweetheart in The Old West (aka Theme to <a href=\"/wiki/Ten_Days_In_The_Valley\" class=\"mw-redirect\" title=\"Ten Days In The Valley\">Ten Days In The Valley</a>) premiered during the telecast before airing again the next morning on <a href=\"/wiki/Freeform_(TV_channel)\" title=\"Freeform (TV channel)\">Freeform</a>.\n</p>\n<h2><span class=\"mw-headline\" id=\"Leadership\">Leadership</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Entertainment_Industry_Foundation&amp;action=edit&amp;section=6\" title=\"Edit section: Leadership\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>\"Nicole Sexton has been named the new CEO of the Entertainment Industry Foundation, a charitable organization that has been around 75 years and was founded by many Hollywood powerhouses, including Jack Warner, Samuel Goldwyn, Jr. James Cagney and Humphrey Bogart. In addition, Regina Miller, who has had considerable successes rallying support for everything from global charities to innovative start-ups, will join EIF as a special consultant.\"<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>\n</p><p>In August 2018 the EIF Leadership is showcased in Variety's philanthropy issue highlighting the current direction taken by the foundation.\n</p><p><a rel=\"nofollow\" class=\"external free\" href=\"https://variety.com/2018/biz/features/eif-rebrands-with-eye-on-future-needs-1202898550/#utm_medium=social&amp;utm_source=email&amp;utm_campaign=social_bar&amp;utm_content=bottom&amp;utm_id=1202898550\">https://variety.com/2018/biz/features/eif-rebrands-with-eye-on-future-needs-1202898550/#utm_medium=social&amp;utm_source=email&amp;utm_campaign=social_bar&amp;utm_content=bottom&amp;utm_id=1202898550</a>\n</p><p>In July 2008, EIF announced a reconstituted Board of Directors including representatives from across the industry. Film studios, television networks, talent agencies, labor unions and guilds all have members on the board.  Sherry Lansing, former CEO of Paramount Pictures continues her long association with EIF by serving as board chair.\n</p><p>Previous chairs include <a href=\"/wiki/Pierce_Brosnan\" title=\"Pierce Brosnan\">Pierce Brosnan</a>, <a href=\"/wiki/Joan_Crawford\" title=\"Joan Crawford\">Joan Crawford</a>, <a href=\"/wiki/Gene_Kelly\" title=\"Gene Kelly\">Gene Kelly</a>, <a href=\"/wiki/Jimmy_Stewart\" class=\"mw-redirect\" title=\"Jimmy Stewart\">Jimmy Stewart</a>, <a href=\"/wiki/Michael_J._Fox\" title=\"Michael J. Fox\">Michael J. Fox</a>, <a href=\"/wiki/Gene_Hackman\" title=\"Gene Hackman\">Gene Hackman</a>, <a href=\"/wiki/Whoopi_Goldberg\" title=\"Whoopi Goldberg\">Whoopi Goldberg</a>, <a href=\"/wiki/Quincy_Jones\" title=\"Quincy Jones\">Quincy Jones</a>, and <a href=\"/wiki/Clint_Eastwood\" title=\"Clint Eastwood\">Clint Eastwood</a>.\n</p>\n<h2><span class=\"mw-headline\" id=\"Notes\">Notes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Entertainment_Industry_Foundation&amp;action=edit&amp;section=7\" title=\"Edit section: Notes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"https://variety.com/2017/biz/news/entertainment-industry-foundation-california-fires-1202640350/\">https://variety.com/2017/biz/news/entertainment-industry-foundation-california-fires-1202640350/</a></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"https://variety.com/2017/biz/news/entertainment-industry-foundation-california-fires-1202640350/\">https://variety.com/2017/biz/news/entertainment-industry-foundation-california-fires-1202640350/</a></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\">Busch, Anita. <a rel=\"nofollow\" class=\"external text\" href=\"http://deadline.com/2017/10/nicole-sexton-new-entertainment-industry-foundation-ceo-regina-miller-1202190478/\">\"Deadline Hollywood\"</a>. <i>Deadline Hollywood</i>. Penske Business Media, LLC<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">October 18,</span> 2017</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=Deadline+Hollywood&amp;rft.atitle=Deadline+Hollywood&amp;rft.aulast=Busch&amp;rft.aufirst=Anita&amp;rft_id=http%3A%2F%2Fdeadline.com%2F2017%2F10%2Fnicole-sexton-new-entertainment-industry-foundation-ceo-regina-miller-1202190478%2F&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AEntertainment+Industry+Foundation\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div>\n\n<!-- \nNewPP limit report\nParsed by mw1289\nCached time: 20180911031414\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.052 seconds\nReal time usage: 0.078 seconds\nPreprocessor visited node count: 108/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 1590/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 3/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 2094/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.019/10.000 seconds\nLua memory usage: 1.34 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   42.644      1 Template:Cite_web\n100.00%   42.644      1 -total\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:17675471-0!canonical and timestamp 20180911031414 and revision id 859008091\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Entertainment Industry Foundation","*":"Charities_based_in_California"},{"sortkey":"Entertainment Industry Foundation","*":"Foundations_based_in_the_United_States"},{"sortkey":"Entertainment Industry Foundation","*":"Organizations_established_in_1942"},{"sortkey":"Entertainment Industry Foundation","*":"Entertainment_industry"}],"links":[{"ns":0,"exists":"","*":"American Red Cross"},{"ns":0,"exists":"","*":"Clint Eastwood"},{"ns":0,"exists":"","*":"Fifth Harmony"},{"ns":0,"exists":"","*":"Freeform (TV channel)"},{"ns":0,"exists":"","*":"Gene Hackman"},{"ns":0,"exists":"","*":"Gene Kelly"},{"ns":0,"exists":"","*":"Humphrey Bogart"},{"ns":0,"exists":"","*":"James Cagney"},{"ns":0,"exists":"","*":"Jimmy Stewart"},{"ns":0,"exists":"","*":"Joan Crawford"},{"ns":0,"exists":"","*":"Linkin Park"},{"ns":0,"exists":"","*":"M. C. Levee"},{"ns":0,"exists":"","*":"Michael J. Fox"},{"ns":0,"exists":"","*":"Music for Relief"},{"ns":0,"exists":"","*":"Pierce Brosnan"},{"ns":0,"exists":"","*":"Quincy Jones"},{"ns":0,"exists":"","*":"Samuel Goldwyn"},{"ns":0,"exists":"","*":"Sherry Lansing"},{"ns":0,"exists":"","*":"Ten Days In The Valley"},{"ns":0,"exists":"","*":"Think It Up"},{"ns":0,"exists":"","*":"United Service Organizations"},{"ns":0,"exists":"","*":"Warner Bros."},{"ns":0,"exists":"","*":"Whoopi Goldberg"}],"templates":[{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"}],"images":["EIF_logo_New.png","FulllogoSU2C.png","Music_For_Relief_.png"],"externallinks":["http://deadline.com/2017/10/nicole-sexton-new-entertainment-industry-foundation-ceo-regina-miller-1202190478/","https://variety.com/2017/biz/news/entertainment-industry-foundation-california-fires-1202640350/","https://variety.com/2018/biz/features/eif-rebrands-with-eye-on-future-needs-1202898550/#utm_medium=social&utm_source=email&utm_campaign=social_bar&utm_content=bottom&utm_id=1202898550"],"sections":[{"toclevel":1,"level":"2","line":"History","number":"1","index":"1","fromtitle":"Entertainment_Industry_Foundation","byteoffset":730,"anchor":"History"},{"toclevel":1,"level":"2","line":"EIF initiatives","number":"2","index":"2","fromtitle":"Entertainment_Industry_Foundation","byteoffset":1965,"anchor":"EIF_initiatives"},{"toclevel":1,"level":"2","line":"Stand Up To Cancer","number":"3","index":"3","fromtitle":"Entertainment_Industry_Foundation","byteoffset":2362,"anchor":"Stand_Up_To_Cancer"},{"toclevel":1,"level":"2","line":"Disaster Relief","number":"4","index":"4","fromtitle":"Entertainment_Industry_Foundation","byteoffset":3182,"anchor":"Disaster_Relief"},{"toclevel":1,"level":"2","line":"Education","number":"5","index":"5","fromtitle":"Entertainment_Industry_Foundation","byteoffset":6032,"anchor":"Education"},{"toclevel":1,"level":"2","line":"Leadership","number":"6","index":"6","fromtitle":"Entertainment_Industry_Foundation","byteoffset":9961,"anchor":"Leadership"},{"toclevel":1,"level":"2","line":"Notes","number":"7","index":"7","fromtitle":"Entertainment_Industry_Foundation","byteoffset":11584,"anchor":"Notes"}],"parsewarnings":[],"displaytitle":"Entertainment Industry Foundation","iwlinks":[],"properties":[{"name":"defaultsort","*":"Entertainment Industry Foundation"},{"name":"wikibase_item","*":"Q5380454"}]}}