{"parse":{"title":"Discourse community","pageid":1978984,"revid":841423748,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/40px-Ambox_important.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/60px-Ambox_important.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/80px-Ambox_important.svg.png 2x\" data-file-width=\"40\" data-file-height=\"40\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>may be weighted too heavily toward only one aspect of its subject</b>.<span class=\"hide-when-compact\"> Please help by <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Discourse_community&amp;action=edit\">introducing more general information to this article</a>. Feel free to discuss the issue on the <a href=\"/wiki/Talk:Discourse_community\" title=\"Talk:Discourse community\">talk page</a>.</span>  <small><i>(March 2011)</i></small></div></td></tr></tbody></table>\n<p>A <b>discourse community</b> is a group of people who share a set of <a href=\"/wiki/Discourse\" title=\"Discourse\">discourses</a>, understood as basic values and assumptions, and ways of communicating about those goals. Linguist John Swales defined discourse communities as \"groups that have goals or purposes, and use communication to achieve these goals\".<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>\n</p><p>Some examples of a discourse community might be those who read and/or contribute to a particular  academic journal, or members of an email list for <a href=\"/wiki/Madonna_(entertainer)\" title=\"Madonna (entertainer)\">Madonna</a> fans. Each discourse community has its own unwritten rules about what can be said and how it can be said: for instance, the journal will not accept an article with the claim that \"Discourse is the coolest concept\"; on the other hand, members of the email list may or may not appreciate a Freudian analysis of Madonna's latest single.  Most people move within and between different discourse communities every day.\n</p><p>Since the discourse community itself is intangible, it is easier to imagine discourse communities in terms of the fora in which they operate.  The hypothetical journal and email list can each be seen as an example of a forum, or a \"concrete, local manifestation of the operation of the discourse community\".<sup id=\"cite_ref-porter_2-0\" class=\"reference\"><a href=\"#cite_note-porter-2\">&#91;2&#93;</a></sup>\n</p><p>The term was first used by <a href=\"/wiki/Sociolinguist\" class=\"mw-redirect\" title=\"Sociolinguist\">sociolinguist</a> Martin Nystrand in 1982,<sup id=\"cite_ref-nystrand_3-0\" class=\"reference\"><a href=\"#cite_note-nystrand-3\">&#91;3&#93;</a></sup> and further developed by American linguist <a href=\"/wiki/John_Swales\" title=\"John Swales\">John Swales</a>.<sup id=\"cite_ref-swales_4-0\" class=\"reference\"><a href=\"#cite_note-swales-4\">&#91;4&#93;</a></sup>  Writing about the acquisition of academic writing styles of those who are learning <a href=\"/wiki/English_as_an_additional_language\" class=\"mw-redirect\" title=\"English as an additional language\">English as an additional language</a>, Swales presents six defining characteristics:\n</p>\n<dl><dd>A discourse community:\n<ol><li>has a broadly agreed set of common public goals.</li>\n<li>has mechanisms of intercommunication among its members.</li>\n<li>uses its participatory mechanisms primarily to provide information and feedback.</li>\n<li>utilizes and hence possesses one or more genres in the communicative furtherance of its aims.</li>\n<li>in addition to owning <a href=\"/wiki/Genre\" title=\"Genre\">genres</a>, it has acquired some specific <a href=\"/wiki/Lexis_(linguistics)\" title=\"Lexis (linguistics)\">lexis</a>.</li>\n<li>has a threshold level of members with a suitable degree of relevant content and discoursal expertise.</li></ol></dd></dl>\n<p><a href=\"/w/index.php?title=James_Porter_(scholar)&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"James Porter (scholar) (page does not exist)\">James Porter</a> defined the discourse community as: \"a local and temporary constraining system, defined by a body of texts (or more generally, practices) that are unified by a common focus.  A discourse community is a textual system with stated and unstated conventions, a vital history, mechanisms for wielding power, institutional hierarchies, vested interests, and so on.\"<sup id=\"cite_ref-porter_2-1\" class=\"reference\"><a href=\"#cite_note-porter-2\">&#91;2&#93;</a></sup>\n</p><p><a href=\"/wiki/Argumentation_theory\" title=\"Argumentation theory\">Argumentation theorists</a> <a href=\"/wiki/Chaim_Perelman\" class=\"mw-redirect\" title=\"Chaim Perelman\">Chaim Perelman</a> and Lucie Olbrechts-Tyceta offer the following statement on the conditioned nature of all discourse, which has applicability to the concept of discourse community: \"All language is the language of community, be this a community bound by biological ties, or by the practice of a common discipline or technique.  The terms used, their meaning, their definition, can only be understood in the context of the habits, ways of thought, methods, external circumstances, and tradition known to the users of those terms.  A deviation from usage requires justification ...\"<sup id=\"cite_ref-Perelman_and_Olbrechts-Tyceta_5-0\" class=\"reference\"><a href=\"#cite_note-Perelman_and_Olbrechts-Tyceta-5\">&#91;5&#93;</a></sup>\n</p><p>\"Producing text within a discourse community,\" according to <a href=\"/wiki/Patricia_Bizzell\" title=\"Patricia Bizzell\">Patricia Bizzell</a>, \"cannot take place unless the writer can define her goals in terms of the community's interpretive conventions.\"<sup id=\"cite_ref-bizzell_6-0\" class=\"reference\"><a href=\"#cite_note-bizzell-6\">&#91;6&#93;</a></sup>  In other words, one cannot simply produce any text—it must fit the standards of the discourse community to which it is appealing.  If one wants to become a member of a certain discourse community, it requires more than learning the lingo.  It requires understanding concepts and expectations set up within that community.\n</p><p>The language used by discourse communities can be described as a <a href=\"/wiki/Register_(sociolinguistics)\" title=\"Register (sociolinguistics)\">register</a> or diatype, and members generally join a discourse community through training or personal persuasion. This is in contrast to the <a href=\"/wiki/Speech_community\" title=\"Speech community\">speech community</a> (or the 'native discourse community', to use Bizzell's term), who speak a language or <a href=\"/wiki/Dialect\" title=\"Dialect\">dialect</a> inherited by birth or adoption.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Designing_a_discourse_community\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Designing a discourse community</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Development_of_online_discourse_communities\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Development of online discourse communities</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Culture\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Culture</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Related_terms\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Related terms</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#See_also\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Designing_a_discourse_community\">Designing a discourse community</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Discourse_community&amp;action=edit&amp;section=1\" title=\"Edit section: Designing a discourse community\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"thumb tleft\"><div class=\"thumbinner\" style=\"width:504px;\"><a href=\"/wiki/File:Discourse_Community_Map.png\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/6/62/Discourse_Community_Map.png\" width=\"502\" height=\"446\" class=\"thumbimage\" data-file-width=\"502\" data-file-height=\"446\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Discourse_Community_Map.png\" class=\"internal\" title=\"Enlarge\"></a></div>A discourse community map created for fitness</div></div></div> \n<p>One tool that is commonly used for designing a discourse community is a map. \nThe map could provide the common goals, values, specialized vocabulary and specialized genre of the discourse community.  This tool may be presented to all members as a mission statement. As a new generation of members enter into a discourse community, new interests may appear. What was originally mapped out may be recreated to accommodate any updated interests.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup> The way in which a discourse community is designed, ultimately controls the way in which the community functions. A discourse community differs from any other type of grouping because the design will either constrain or enable participants.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Development_of_online_discourse_communities\">Development of online discourse communities</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Discourse_community&amp;action=edit&amp;section=2\" title=\"Edit section: Development of online discourse communities\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>A discourse community can be viewed as a social network, built from participants who share some set of communicative purposes.<sup id=\"cite_ref-:0_9-0\" class=\"reference\"><a href=\"#cite_note-:0-9\">&#91;9&#93;</a></sup> In the digital age, social networks can be examined as their own branches of discourse communities. A genesis of online discourse is created through four phases: orientation, experimentation, productivity, and transformation. Just as the digital world is constantly evolving, \"discourse communities continually define and redefine themselves through communications among members\", according to Berkenkotter.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup> A community of practice requires a group of people negotiating work and working toward a common goal using shared or common resources.<sup id=\"cite_ref-:0_9-1\" class=\"reference\"><a href=\"#cite_note-:0-9\">&#91;9&#93;</a></sup> These virtual discourse communities consist of a group of people brought together \"by natural will and a set of shared ideas and ideals\".<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup> The virtual discourse communities become a separate entity from any other discourse community when, \"enough people carry on those public relationships long enough to form webs of personal relationships in cyberspace\".<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup>\n</p><p>\"The term discourse community has been criticized in being imprecise and inaccurate, by emphasizing the uniformity, symmetrical relations and cooperation within text circulation networks.\"<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup> Social collectivities within a discourse community can be interpreted as controversial whether by design or mistake. Members of the discourse community take on either assigned or maintained roles which serve as discursive authority, rights, expectations and constraints. Within an online discourse community text oftentimes circulate in what can be considered to be heterogeneous groupings, as teachers write to audiences of administrators, scholars, colleagues, parents and students. The circulation of texts form groups of communities that might not otherwise existed prior to being untied by the circulation of documents. \"These and other social complexities suggest a more subtle and varied sociological vocabulary is needed to describe the set of relations within text circulation networks as well as to describe the ways genres mediate the actions and relations within these social collectivities, such as that provided by sociocultural theories of genre and activity.\"<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Culture\">Culture</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Discourse_community&amp;action=edit&amp;section=3\" title=\"Edit section: Culture\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Discourse communities are not limited to involvement of people from different linguistic and cultural backgrounds. These people begin to adapt to standards of that discourse community. However, involvement in one discourse community does not hinder participation in other groups based on a pursuit of a common goal. In some cases, under specific standards, traces of discourse interference may appear from other standards.<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup>\n</p><p>Yerrick and Gilbert discuss the impact of discourse perpetuates <a href=\"/wiki/Marginalization\" class=\"mw-redirect\" title=\"Marginalization\">marginalization</a> of underrepresented students.  Their study discuss their frustration of the overwhelming number of school policies and practices creating obstacles for certain students voices to be heard.\nTherefore, minimizing lower-track students' input shaping mainstream academic curriculum. These students are given few opportunities to contribute in the classroom and when they did, they would only be permitted to echo someone else's voice on particular views and opinions. With resentment, Yerrick and Gilbert state \"There was no attempt to match the home-based discourse with the academic discourse promoted in the classroom, as has been proven problematic through other studies as well.\"<sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Related_terms\">Related terms</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Discourse_community&amp;action=edit&amp;section=4\" title=\"Edit section: Related terms\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Discourse communities are studied in the larger field of <a href=\"/wiki/Genre_analysis\" class=\"mw-redirect\" title=\"Genre analysis\">genre analysis</a>. Related terms include Miller's \"rhetorical community\"<sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\">&#91;17&#93;</a></sup> and, focusing on the communication rather than the community, Yates &amp; Orlikowski's \"genres of organizational communication\"<sup id=\"cite_ref-18\" class=\"reference\"><a href=\"#cite_note-18\">&#91;18&#93;</a></sup>\n</p><p>James Paul Gee uses discourse as a way of \"(writing)-doing-being-valuing-believing combinations\" (Gee 142). Discourse can be connected to the concept of audience in that both the audience and the writer partake in a series of historical contingencies that place the writer and audience into a larger conversation with one another. It is an \"identity kit\" of sorts: \"A Discourse is a sort of 'identity kit' which comes complete with the appropriate costume and instructions on how to act, talk, and often write, so as to take on a particular social role that others will recognize. Imagine what an identity kit to play the role of Sherlock Holmes would involve: certain clothes, certain ways of using language (oral language and print), certain attitudes and beliefs, allegiance to a certain life style, and certain ways of interacting with others. We can call all these factors together, as they are integrated around the identity of 'Sherlock Holmes, Master Detective' the 'Sherlock Holmes Discourse'. This example also makes clear that 'Discourse', as I am using the term, does not involve just talk or just language. (Gee 142) Furthermore, discourses are not individualistic, but rather community-based, in official (institutional frameworks) capacities, unofficial (social groups) capacities, or both. Specifically, \"Discourses are always embedded in a medley of social institutions, and often involve various 'props' like books and magazines of various sorts, laboratories, classrooms, buildings of various sorts, various technologies, and a myriad of other objects from sewing needles (for sewing circles) through birds (for bird watchers) to basketball courts and basketballs (for basketball players)\" (143).\n</p><p>Regarding contemporary rhetorical communities, Zappen, et al., states, \"Thus a contemporary rhetorical community is less a collection of people joined by shared beliefs and values than a public space or forum that permits these people to engage each other and form limited or local communities of belief.\"<sup id=\"cite_ref-19\" class=\"reference\"><a href=\"#cite_note-19\">&#91;19&#93;</a></sup> Incorporating this factor suggests an introduction to a democratic system in discourse communities and has also been educationally termed \"Accountable Talk\" by researchers,<sup id=\"cite_ref-20\" class=\"reference\"><a href=\"#cite_note-20\">&#91;20&#93;</a></sup> indicating the diversity of communities.<sup id=\"cite_ref-21\" class=\"reference\"><a href=\"#cite_note-21\">&#91;21&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Discourse_community&amp;action=edit&amp;section=5\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Academic_writing\" title=\"Academic writing\">Academic writing</a></li>\n<li><a href=\"/wiki/Online_discourse_environment\" class=\"mw-redirect\" title=\"Online discourse environment\">Online discourse environment</a></li>\n<li><a href=\"/wiki/Rhetorical_modes\" title=\"Rhetorical modes\">Rhetorical modes</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Discourse_community&amp;action=edit&amp;section=6\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist columns references-column-width\" style=\"-moz-column-width: 30em; -webkit-column-width: 30em; column-width: 30em; list-style-type: decimal;\">\n<ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Borg, Erik. <a rel=\"nofollow\" class=\"external text\" href=\"http://eltj.oxfordjournals.org/content/57/4/398.full.pdf+html\">Discourse communities</a> (ELT Journal 57:4)</span>\n</li>\n<li id=\"cite_note-porter-2\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-porter_2-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-porter_2-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Porter, J. (1992).  Audience and Rhetoric: An Archaeological Composition of the Discourse Community.  New Jersey: Prentice Hall.</span>\n</li>\n<li id=\"cite_note-nystrand-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-nystrand_3-0\">^</a></b></span> <span class=\"reference-text\">Nystrand, M. (1982) <i>What Writers Know: The Language, Process, and Structure of Written Discourse.</i> New York: Academic</span>\n</li>\n<li id=\"cite_note-swales-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-swales_4-0\">^</a></b></span> <span class=\"reference-text\"><a href=\"/wiki/John_Swales\" title=\"John Swales\">Swales, J. M.</a> (1990) <i>Genre Analysis: English in academic and research settings</i>. Cambridge: Cambridge University Press.</span>\n</li>\n<li id=\"cite_note-Perelman_and_Olbrechts-Tyceta-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Perelman_and_Olbrechts-Tyceta_5-0\">^</a></b></span> <span class=\"reference-text\">Perelman, Chaim and Lucie Olbrechts-Tyceta (1969) <i>The New Rhetoric: A Treatise on Argumentation</i>. Trans.  John Wilkinson and Purcell Weaver.</span>\n</li>\n<li id=\"cite_note-bizzell-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-bizzell_6-0\">^</a></b></span> <span class=\"reference-text\">Bizzell, P. (1992) <i>Academic Discourse and Critical Consciousness.</i> Pittsburgh: University of Pittsburgh Press.</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Little, M., C.F.C. Jordens, and E.-J. Sayers. \"Discourse Communities And The Discourse Of Experience.\" Health 7.1 (2003): 73–86. Scopus®. Web. 6 Nov. 2015.</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Kehus, Marcella, Kelley Walters, and Melanie Shaw. \"Definition And Genesis Of An Online Discourse Community.\" <i>International Journal of Learning</i> 17.4 (2010): 67–85. <i>Education Source</i>. Web. 30 Oct. 2015.</span>\n</li>\n<li id=\"cite_note-:0-9\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-:0_9-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-:0_9-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Kehus, Marcella1, Kelley2 Walters, and Melanie3 Shaw. \"Definition And Genesis Of An Online Discourse Community.\" International Journal of Learning 17.4 (2010): 67–85. Education Source. Web. 30 Oct. 2015.</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Berkenkotter, C. (1993, October). A 'rhetoric for naturalistic inquiry' and the question of genre. Research in the Teaching of English, 27, 293–304.</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Kowch, E., &amp; Schwier. (1997, February 21). Building learning communities with technology. Presented at the National Congress on Rural Education. Saskatchewan, Canada.</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Rheingold, H. (1993). The virtual community: Homesteading on the electronic frontier. Reading, MA: Addison-Wesley.</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">C, B., &amp; P, P. (2005). Issue Brief: Discourse Communities. Retrieved November 15, 2015, from <a rel=\"nofollow\" class=\"external free\" href=\"http://www.ncte.org/college/briefs/dc\">http://www.ncte.org/college/briefs/dc</a></span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">Bazerman, C. (2009, November 22). Issue Brief: Discourse Communities. Retrieved November 13, 2015, from <a rel=\"nofollow\" class=\"external free\" href=\"http://www.ncte.org/college/briefs/dc\">http://www.ncte.org/college/briefs/dc</a></span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\">Duszak, A. (1997). Culture and styles of academic discourse. Berlin: Mouton de Gruyter.</span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\">Yerrick, R. K., &amp; Gilbert, A. (2011). Constraining the discourse community: How science discourse perpetuates marginalization of underrepresented students. Journal of Multicultural Discourses, 6(1), 67–91. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"https://doi.org/10.1080%2F17447143.2010.510909\">10.1080/17447143.2010.510909</a></span>\n</li>\n<li id=\"cite_note-17\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-17\">^</a></b></span> <span class=\"reference-text\">Miller, Carolyn R. \"Rhetorical community: The cultural basis of genre.\" Genre and the new rhetoric (1994): 67–78.</span>\n</li>\n<li id=\"cite_note-18\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-18\">^</a></b></span> <span class=\"reference-text\"><a href=\"/wiki/JoAnne_Yates\" title=\"JoAnne Yates\">JoAnne Yates</a> and <a href=\"/wiki/Wanda_Orlikowski\" title=\"Wanda Orlikowski\">Wanda J. Orlikowski</a>. \"Genres of organizational communication: A structurational approach to studying communication and media.\" <a href=\"/wiki/Academy_of_Management_Review\" title=\"Academy of Management Review\">Academy of Management Review</a> 17.2 (1992): 299–326.</span>\n</li>\n<li id=\"cite_note-19\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-19\">^</a></b></span> <span class=\"reference-text\">Zappen, James P., Laura J. Gurak, and Stephen Doheny-Farina. \"Rhetoric, Community, and Cyberspace.\" Rhetoric Review 1997: 400. JSTOR Journals. Web. 10 Oct. 2015.</span>\n</li>\n<li id=\"cite_note-20\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-20\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Ardasheva, Yuliya; Howell, Penny B.; Magaña Margarita, Vidrio (September 2016). <a rel=\"nofollow\" class=\"external text\" href=\"http://onlinelibrary.wiley.com/browse/publications?type=journal\">\"Accessing the Classroom Discourse Community Through Accountable Talk: English Learners' Voices\"</a>. <i>TESOL Journal/TESOL Quarterly</i>. Wiley. <b>7</b> (3): 667–99. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1002/tesj.237\">10.1002/tesj.237</a>. <a href=\"/wiki/International_Standard_Serial_Number\" title=\"International Standard Serial Number\">ISSN</a>&#160;<a rel=\"nofollow\" class=\"external text\" href=\"//www.worldcat.org/issn/1949-3533\">1949-3533</a><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">18 January</span> 2017</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=TESOL+Journal%2FTESOL+Quarterly&amp;rft.atitle=Accessing+the+Classroom+Discourse+Community+Through+Accountable+Talk%3A+English+Learners%27+Voices&amp;rft.volume=7&amp;rft.issue=3&amp;rft.pages=667-99&amp;rft.date=2016-09&amp;rft_id=info%3Adoi%2F10.1002%2Ftesj.237&amp;rft.issn=1949-3533&amp;rft.aulast=Ardasheva&amp;rft.aufirst=Yuliya&amp;rft.au=Howell%2C+Penny+B.&amp;rft.au=Maga%C3%B1a+Margarita%2C+Vidrio&amp;rft_id=http%3A%2F%2Fonlinelibrary.wiley.com%2Fbrowse%2Fpublications%3Ftype%3Djournal&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADiscourse+community\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-21\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-21\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Vadacs, Bea (April 2011). <a rel=\"nofollow\" class=\"external text\" href=\"http://onlinelibrary.wiley.com/browse/publications?type=journal\">\"Banal Nationalism, Football, and Discourse Community in Africa\"</a> <span style=\"font-size:85%;\">(Print/web)</span>. <i>Studies in Ethnicity and Nationalism</i>. US: Wiley Journals. <b>11</b> (1): 25–41. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1111/j.1754-9469.2011.01105.x\">10.1111/j.1754-9469.2011.01105.x</a><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">18 January</span> 2017</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Studies+in+Ethnicity+and+Nationalism&amp;rft.atitle=Banal+Nationalism%2C+Football%2C+and+Discourse+Community+in+Africa&amp;rft.volume=11&amp;rft.issue=1&amp;rft.pages=25-41&amp;rft.date=2011-04&amp;rft_id=info%3Adoi%2F10.1111%2Fj.1754-9469.2011.01105.x&amp;rft.aulast=Vadacs&amp;rft.aufirst=Bea&amp;rft_id=http%3A%2F%2Fonlinelibrary.wiley.com%2Fbrowse%2Fpublications%3Ftype%3Djournal&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADiscourse+community\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div>\n\n<!-- \nNewPP limit report\nParsed by mw1318\nCached time: 20180909204427\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.168 seconds\nReal time usage: 0.225 seconds\nPreprocessor visited node count: 585/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 9261/2097152 bytes\nTemplate argument size: 534/2097152 bytes\nHighest expansion depth: 12/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 11278/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.055/10.000 seconds\nLua memory usage: 2.08 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  184.996      1 -total\n 51.72%   95.686      1 Template:Reflist\n 38.17%   70.619      1 Template:Cleanup_weighted\n 31.42%   58.131      2 Template:Cite_journal\n 12.35%   22.846      1 Template:Ambox\n 11.57%   21.409      1 Template:DMCA\n  8.75%   16.186      1 Template:Dated_maintenance_category\n  5.60%   10.362      1 Template:Doi\n  4.22%    7.816      1 Template:FULLROOTPAGENAME\n  2.82%    5.214      1 Template:Ns_has_subpages\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:1978984-0!canonical and timestamp 20180909204427 and revision id 841423748\n -->\n</div>"},"langlinks":[{"lang":"zh","url":"https://zh.wikipedia.org/wiki/%E8%AF%9D%E8%AF%AD%E7%A4%BE%E7%BE%A4","langname":"Chinese","autonym":"中文","*":"话语社群"}],"categories":[{"sortkey":"Discourse Community","hidden":"","*":"Articles_needing_more_viewpoints_from_March_2011"},{"sortkey":"Discourse Community","*":"Sociolinguistics"},{"sortkey":"Discourse Community","*":"Types_of_communities"}],"links":[{"ns":14,"exists":"","*":"Category:Articles needing more viewpoints from March 2011"},{"ns":0,"exists":"","*":"Academic writing"},{"ns":0,"exists":"","*":"Academy of Management Review"},{"ns":0,"exists":"","*":"Argumentation theory"},{"ns":0,"exists":"","*":"Chaim Perelman"},{"ns":0,"exists":"","*":"Dialect"},{"ns":0,"exists":"","*":"Digital object identifier"},{"ns":0,"exists":"","*":"Discourse"},{"ns":0,"exists":"","*":"English as an additional language"},{"ns":0,"exists":"","*":"Genre"},{"ns":0,"exists":"","*":"Genre analysis"},{"ns":0,"exists":"","*":"International Standard Serial Number"},{"ns":0,"exists":"","*":"JoAnne Yates"},{"ns":0,"exists":"","*":"John Swales"},{"ns":0,"exists":"","*":"Lexis (linguistics)"},{"ns":0,"exists":"","*":"Madonna (entertainer)"},{"ns":0,"exists":"","*":"Marginalization"},{"ns":0,"exists":"","*":"Online discourse environment"},{"ns":0,"exists":"","*":"Patricia Bizzell"},{"ns":0,"exists":"","*":"Register (sociolinguistics)"},{"ns":0,"exists":"","*":"Rhetorical modes"},{"ns":0,"exists":"","*":"Sociolinguist"},{"ns":0,"exists":"","*":"Speech community"},{"ns":0,"exists":"","*":"Wanda Orlikowski"},{"ns":0,"*":"James Porter (scholar)"},{"ns":1,"exists":"","*":"Talk:Discourse community"}],"templates":[{"ns":10,"exists":"","*":"Template:Cleanup weighted"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:DMCA"},{"ns":10,"exists":"","*":"Template:Dated maintenance category"},{"ns":10,"exists":"","*":"Template:FULLROOTPAGENAME"},{"ns":10,"exists":"","*":"Template:Ns has subpages"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Column-width"},{"ns":10,"exists":"","*":"Template:Doi"},{"ns":10,"exists":"","*":"Template:Hide in print"},{"ns":10,"exists":"","*":"Template:Str left"},{"ns":10,"exists":"","*":"Template:Only in print"},{"ns":10,"exists":"","*":"Template:Cite journal"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Ns has subpages"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Ambox_important.svg","Discourse_Community_Map.png"],"externallinks":["http://eltj.oxfordjournals.org/content/57/4/398.full.pdf+html","https://doi.org/10.1080%2F17447143.2010.510909","http://onlinelibrary.wiley.com/browse/publications?type=journal","//doi.org/10.1002/tesj.237","//www.worldcat.org/issn/1949-3533","//doi.org/10.1111/j.1754-9469.2011.01105.x","http://www.ncte.org/college/briefs/dc"],"sections":[{"toclevel":1,"level":"2","line":"Designing a discourse community","number":"1","index":"1","fromtitle":"Discourse_community","byteoffset":5129,"anchor":"Designing_a_discourse_community"},{"toclevel":1,"level":"2","line":"Development of online discourse communities","number":"2","index":"2","fromtitle":"Discourse_community","byteoffset":6340,"anchor":"Development_of_online_discourse_communities"},{"toclevel":1,"level":"2","line":"Culture","number":"3","index":"3","fromtitle":"Discourse_community","byteoffset":9575,"anchor":"Culture"},{"toclevel":1,"level":"2","line":"Related terms","number":"4","index":"4","fromtitle":"Discourse_community","byteoffset":11129,"anchor":"Related_terms"},{"toclevel":1,"level":"2","line":"See also","number":"5","index":"5","fromtitle":"Discourse_community","byteoffset":15061,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"6","fromtitle":"Discourse_community","byteoffset":15156,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Discourse community","iwlinks":[],"properties":[{"name":"defaultsort","*":"Discourse Community"},{"name":"wikibase_item","*":"Q5281754"}]}}