{"parse":{"title":"Citizen Advocacy organisations","pageid":14561874,"revid":826530366,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Citizen Advocacy organisations</b> (<b>Citizen Advocacy programs/programmes</b>) seek to cause benefit by reconnecting people who have become isolated from the ordinary community. Their practice was defined in two key documents: CAPE<sup id=\"cite_ref-CAPE_1-0\" class=\"reference\"><a href=\"#cite_note-CAPE-1\">&#91;1&#93;</a></sup> in 1980 and Learning From Citizen Advocacy Programs<sup id=\"cite_ref-LFCAP_2-0\" class=\"reference\"><a href=\"#cite_note-LFCAP-2\">&#91;2&#93;</a></sup> in 1987. The theoretical foundation of Citizen Advocacy is found in <i>Citizen Advocacy and protective services for the impaired and handicapped.</i> <sup id=\"cite_ref-CA_text_3-0\" class=\"reference\"><a href=\"#cite_note-CA_text-3\">&#91;3&#93;</a></sup> (See also <a href=\"/wiki/Wolf_Wolfensberger\" title=\"Wolf Wolfensberger\">Wolf Wolfensberger</a>.) A central idea on which this practice is based is that the devaluation of a person or group by society has profoundly negative effects on their lives.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> Citizen Advocacy organisations seek to challenge this devaluation by connecting a 'devalued' person with a 'valued' person, prompting the community into valuing the 'devalued' person. It's also expected that the 'valued person' (very often called a Citizen Advocate) will be likely to (and will be encouraged to) stand up for the rights and interests of the other person. In explaining how strongly they will do so it's often said that they will do so \"as if [the rights and interests] were one's own\". It's seen the whole activity will be of benefit not just to the devalued person, but to the valued person, the group of people that this devalued person has been seen to belong to, and the community as a whole.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Key_ideas\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Key ideas</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-2\"><a href=\"#Simplified_illustrative_example\"><span class=\"tocnumber\">1.1</span> <span class=\"toctext\">Simplified illustrative example</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#The_challenge_of_creating_real_relationships\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">The challenge of creating real relationships</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Sources_of_confusion_and_misunderstanding\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Sources of confusion and misunderstanding</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Results_of_confusion_and_misunderstanding\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Results of confusion and misunderstanding</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Key_principles\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Key principles</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#External_links\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Key_ideas\">Key ideas</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Citizen_Advocacy_organisations&amp;action=edit&amp;section=1\" title=\"Edit section: Key ideas\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>At the heart of the work of a Citizen Advocacy organisation is the belief that how well an individual or group is valued by society (as a whole) affects how society treats them. \n</p>\n<dl><dd>If an individual or group is seen as having value then society (as a whole) will treat them well. The result that they will have the full benefit of being part of that society.</dd></dl>\n<dl><dd>If an individual or group is identified by society as 'different', and is seen as having less value (than everyone else) then society will treat them poorly. For instance they will be disempowered and excluded, made into scapegoats, segregated, and put with others seen to be like them.<sup id=\"cite_ref-SRVO_5-0\" class=\"reference\"><a href=\"#cite_note-SRVO-5\">&#91;5&#93;</a></sup><sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup></dd></dl>\n<p>This idea is seen as particularly powerful in the context of certain groups of people whom society identifies (incorrectly) as being somehow fundamentally negatively different from, and of lower value than, ordinary people (for instance 'the mentally ill' or 'people with special needs' or 'autistic people' or 'asylum seekers').\n</p><p>Citizen Advocacy organisations seek to cause benefit by connecting individual people who have been excluded and devalued with someone generally seen by society as being valued.<sup id=\"cite_ref-CAPE_1-1\" class=\"reference\"><a href=\"#cite_note-CAPE-1\">&#91;1&#93;</a></sup><sup id=\"cite_ref-LFCAP_2-1\" class=\"reference\"><a href=\"#cite_note-LFCAP-2\">&#91;2&#93;</a></sup><sup id=\"cite_ref-PrStand52_7-0\" class=\"reference\"><a href=\"#cite_note-PrStand52-7\">&#91;7&#93;</a></sup> There are some clear immediate effects on the person's exclusion and sense of self-worth. But also very important are the anticipated effects brought about when the ordinary community sees that a 'valued' person has an ordinary relationship with this person (e.g. a friendship), and that this 'valued' person sees them as an equal (i.e. also a 'valued' person). However, the anticipated effects are even wider than this, in that it is assumed that society (in general) will extend their conclusions to cover the group of people whom the individual has been seen to belong to.\n</p>\n<h3><span class=\"mw-headline\" id=\"Simplified_illustrative_example\">Simplified illustrative example</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Citizen_Advocacy_organisations&amp;action=edit&amp;section=2\" title=\"Edit section: Simplified illustrative example\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<dl><dd>A Citizen Advocacy organisation connects a person 'labelled'<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup> as having a 'learning disability' ('developmental disability') – his name is Helios - with a person of standing in their local community (for instance a well liked shopkeeper) – whose name is Alex. These two people develop a friendship. Helios and Alex are seen together, and other people get to know Helios. Alex and Helios behave as friends, and describe themselves as friends. While they sometimes seek support from the Citizen Advocacy organisation, they do not speak about being connected to it, other than to mention that it was this organisation that introduced them.</dd>\n<dd>People in the community get to know Helios through Alex, which is of immediate benefit to Helios. When Alex finds out that Helios is living in poor housing conditions, he and several other people help to work with Helios to find private rented accommodation and to secure the support he needs to live there.</dd>\n<dd>Several people write to the local authorities and politicians to complain about how people with learning disabilities are being treated. Because the politicians see that it is ordinary members of the public who are interested in this issue, they ensure that the situation improves.</dd></dl>\n<p>Stories of actual Citizen Advocacy relationships have been written about in many contexts. One set of such stories is found in <i>One person at a time: Citizen Advocacy for people with disabilities.</i><sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"The_challenge_of_creating_real_relationships\">The challenge of creating real relationships</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Citizen_Advocacy_organisations&amp;action=edit&amp;section=3\" title=\"Edit section: The challenge of creating real relationships\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The desired effects of this work, in all senses, arise from the naturalness and personal nature of the relationships that a Citizen Advocacy organisation is able to create. One of the key challenges for a Citizen Advocacy organisation is that this relies on the art of being able to identify two people (one 'valued' and one 'devalued') who seem likely to make a personal connection - and on bringing them together in a way which leads to such a relationship. \n</p><p>There are many actions and influences that can undermine these efforts. Problems tend to revolve around existing social expectations for the 'devalued' person. Often society at large will anticipate that this person is not really worth knowing, and has little to offer - but that they might be helped through paid services or with the assistance of volunteers.<sup id=\"cite_ref-MP2_10-0\" class=\"reference\"><a href=\"#cite_note-MP2-10\">&#91;10&#93;</a></sup> Working in an environment where such expectations are the norm, it becomes easy for an organisations practice to drift towards fitting in with them. An organisation might instead find themselves creating relationships where the 'valued' person is seen to be (or sees themselves to be) a volunteer, at which point the activity has become a fundamentally different one. In this case the effects of the work may even be to add to the devaluation of the 'devalued' person (however effectively the 'volunteer' helps the individual with particular problems or issues in their life).\n</p>\n<h2><span class=\"mw-headline\" id=\"Sources_of_confusion_and_misunderstanding\">Sources of confusion and misunderstanding</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Citizen_Advocacy_organisations&amp;action=edit&amp;section=4\" title=\"Edit section: Sources of confusion and misunderstanding\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>There are several key sources of misunderstanding and confusion complicating the work of Citizen Advocacy organisations.\n</p><p>The first occurs when the founding ideas of this work are misunderstood. In particular, some people believe (incorrectly) that Citizen Advocacy organisations are based on the idea of value 'flowing' from a 'valued' person to a 'devalued' person (as if value was connected to the person rather than being a judgement from outside). \n</p><p>A second, somewhat similar, confusion is caused by people misunderstanding what is implied by 'valued'. For instance it is sometimes said that Citizen Advocacy organisations believe that a valued person needs be white, with money, heterosexual and so on. John O'Brien directly contradicts this in the introduction to 'Learning from Citizen Advocacy Programs' when he writes:\n</p>\n<dl><dd>\"A 'valued person' is someone who is richly connected to the networks of people and associations that make up community life... CA experience shows that people are rich in these valuable capacities regardless of social class, race, sex, and level of formal education.\"<sup id=\"cite_ref-LFCAP_2-2\" class=\"reference\"><a href=\"#cite_note-LFCAP-2\">&#91;2&#93;</a></sup></dd></dl>\n<p>A third misunderstanding arises from the name 'Citizen Advocacy' since the word 'advocacy' has broad uses. In the UK it is strongly associated with the legal task of representing a person in a court, even more so in Scotland.<sup id=\"cite_ref-OED_11-0\" class=\"reference\"><a href=\"#cite_note-OED-11\">&#91;11&#93;</a></sup> The task of an 'advocate' is understood to be one of representing (or supporting) a person so as to ensure that their point of view is heard or their rights upheld. This causes particular confusion because 'advocating' in this way is a common action that the 'valued' person may undertake.\n</p><p>A fourth misunderstanding arises from the common use of the phrase \"one to one relationship\" in Citizen Advocacy circles. This was originally used to explain that the 'valued' person and 'devalued' person were being introduced personally, not in a (one to many) volunteer to client relationship. In fact, it is hoped that initial introductions by Citizen Advocacy organisations will lead to the 'devalued' and excluded person being re-included and reconnected (i.e. to many people).\n</p>\n<h2><span class=\"mw-headline\" id=\"Results_of_confusion_and_misunderstanding\">Results of confusion and misunderstanding</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Citizen_Advocacy_organisations&amp;action=edit&amp;section=5\" title=\"Edit section: Results of confusion and misunderstanding\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Since the creation of the concept of the Citizen Advocacy organisation, these misunderstandings have had a number of effects. The key one is that many organisations use the title 'citizen advocacy' to refer to different forms of activity. For instance alternative activities include:\n</p>\n<ul><li>having volunteers help to advocate for (or support) people who are not being heard, and</li>\n<li>having volunteers act as an artificial 'friend' (to help someone cope with their exclusion).</li></ul>\n<p>The first of these activities in particular, has been found to have some benefits for some people, and often such organisations in the UK now refer to themselves as practising 'Independent Advocacy'\"<sup id=\"cite_ref-PrStand_12-0\" class=\"reference\"><a href=\"#cite_note-PrStand-12\">&#91;12&#93;</a></sup> using volunteers. However confusion is particularly apparent when this kind of organisation seeks to support people by using volunteers in the longer term. \n</p><p>Since these organisations are practising a different activity the founding documents behind the idea of a citizen advocacy organisation often do not fit with their work.<sup id=\"cite_ref-WolfAssp_13-0\" class=\"reference\"><a href=\"#cite_note-WolfAssp-13\">&#91;13&#93;</a></sup> \n</p><p>These developments raise difficult questions about the definition of a Citizen Advocacy organisation (program). If the practice of most organisations which use the title is no longer in line with the founding documents, is it correct to say that they are no longer Citizen Advocacy organisations? Or is it correct to say that the practice of Citizen Advocacy organisations has now changed so that the founding documents no longer fit it?\n</p>\n<h2><span class=\"mw-headline\" id=\"Key_principles\">Key principles</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Citizen_Advocacy_organisations&amp;action=edit&amp;section=6\" title=\"Edit section: Key principles\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The founding principles <sup id=\"cite_ref-CAPE_1-2\" class=\"reference\"><a href=\"#cite_note-CAPE-1\">&#91;1&#93;</a></sup><sup id=\"cite_ref-LFCAP_2-3\" class=\"reference\"><a href=\"#cite_note-LFCAP-2\">&#91;2&#93;</a></sup><sup id=\"cite_ref-CA_text_3-1\" class=\"reference\"><a href=\"#cite_note-CA_text-3\">&#91;3&#93;</a></sup><sup id=\"cite_ref-WolfAssp_13-1\" class=\"reference\"><a href=\"#cite_note-WolfAssp-13\">&#91;13&#93;</a></sup> behind the work of a Citizen Advocacy organisation include many focused on protecting the personal nature of the relationships created:\n</p>\n<ul><li>The benefits to the 'valued' person should be personal (i.e. they benefit from knowing the person they are introduced to, not in other ways).<sup id=\"cite_ref-StByAnother_14-0\" class=\"reference\"><a href=\"#cite_note-StByAnother-14\">&#91;14&#93;</a></sup><sup id=\"cite_ref-tightrope_15-0\" class=\"reference\"><a href=\"#cite_note-tightrope-15\">&#91;15&#93;</a></sup></li>\n<li>The 'valued' person should not see their role as being a volunteer with the organisation, but as being in a personal relationship.<sup id=\"cite_ref-StByAnother_14-1\" class=\"reference\"><a href=\"#cite_note-StByAnother-14\">&#91;14&#93;</a></sup></li></ul>\n<p>There are also principles directed at ensuring that the organisation's work is not limited by conflicting interests, and that it is not seen to have conflicting interests:\n</p>\n<ul><li>The organisation should be an independent one (financially and structurally).</li>\n<li>The organisation should not be sharing offices with organisations seen to have conflicting interests.</li></ul>\n<p>Further principles include:\n</p>\n<ul><li>The office staff should not be drawn into working directly with problems that the 'devalued' individuals face, because overall there will be more benefit from the time being used in the building of relationships (with ordinary 'valued' citizens who themselves - with their own friends and allies - may help the person with these problems).<sup id=\"cite_ref-WolfAssp_13-2\" class=\"reference\"><a href=\"#cite_note-WolfAssp-13\">&#91;13&#93;</a></sup></li></ul>\n<p>Behind these principles lies the firm belief that people who are currently devalued and excluded by society are of equal worth, and very much worth knowing personally. It is seen that society as a whole will benefit from these people being fully included,<sup id=\"cite_ref-WolfAssp_13-3\" class=\"reference\"><a href=\"#cite_note-WolfAssp-13\">&#91;13&#93;</a></sup> and that exclusion occurs because of the social response to groups of people, not because that individual can not be included. \n</p><p>The work of a Citizen Advocacy organisation is fundamentally different from that of organisations that seek to help people cope with their devaluation and exclusion (in that it instead uses a practical method to ensure the person is no longer devalued and excluded). Indeed, one of the key reasons that the idea of the citizen advocacy organisation was created is that society's response to the problems of devaluation and exclusion can be to create service systems which, while trying to help, actually further exclude and devalue people.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Citizen_Advocacy_organisations&amp;action=edit&amp;section=7\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-CAPE-1\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-CAPE_1-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-CAPE_1-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-CAPE_1-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\">John O'Brien and Wolf Wolfensberger, CAPE Standards for Citizen Advocacy Program Evaluation (1988)</span>\n</li>\n<li id=\"cite_note-LFCAP-2\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-LFCAP_2-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-LFCAP_2-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-LFCAP_2-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-LFCAP_2-3\"><sup><i><b>d</b></i></sup></a></span> <span class=\"reference-text\">Learning from Citizen Advocacy Programs (including a revised short form of CAPE), John O'Brien (1987), Georgia Advocacy Office Inc.</span>\n</li>\n<li id=\"cite_note-CA_text-3\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-CA_text_3-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-CA_text_3-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Wolfensberger, W. &amp; Zauha, H. (1973). Citizen Advocacy and protective services for the impaired and handicapped. Toronto, ON: National Institute on Mental Retardation.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Wolfensberger, W. (1998). A brief introduction to Social Role Valorization: A high-order concept for addressing the plight of societally devalued people, and for structuring human services (3rd ed.). Syracuse, NY: Syracuse University Training Institute for Human Service Planning, Leadership &amp; Change Agentry.</span>\n</li>\n<li id=\"cite_note-SRVO-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-SRVO_5-0\">^</a></b></span> <span class=\"reference-text\">An overview of Social Role Valorization Theory, Joe Osburn, at <a rel=\"nofollow\" class=\"external text\" href=\"http://www.diligio.com/osburn.htm\">www.diligio.com/osburn.htm</a></span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">The Diligeo Formulation of SRV, Paul Jenkins, at <a rel=\"nofollow\" class=\"external text\" href=\"http://www.diligio.com/What%20is%20SRV/SRV%20Foundations/diligio_formulation_of_srv1.htm\">www.diligio.com</a></span>\n</li>\n<li id=\"cite_note-PrStand52-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-PrStand52_7-0\">^</a></b></span> <span class=\"reference-text\">Principles and Standards in Independent Advocacy organisations and groups, Advocacy 2000 project, Edinburgh Scotland, 2002, p52 (<a rel=\"nofollow\" class=\"external text\" href=\"http://www.isja.org.uk/articles_18_A2KPS.html\">available online</a> <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20081005142550/http://www.isja.org.uk/articles_18_A2KPS.html\">Archived</a> 2008-10-05 at the <a href=\"/wiki/Wayback_Machine\" title=\"Wayback Machine\">Wayback Machine</a>.)</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">The term 'labelled' is common shorthand for the process in which society identifies a group of people as different and of less value, and provides a name for that different group. See also <a href=\"/wiki/Labeling_theory\" title=\"Labeling theory\">Labeling theory</a>, and <a href=\"/wiki/Social_role_valorization\" title=\"Social role valorization\">Social role valorization</a>.</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Hildebrand, A.J. (2004). <i>One person at a time: Citizen Advocacy for people with disabilities</i>. Newton, MA: Brookline Books. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-1-57129-093-9\" title=\"Special:BookSources/978-1-57129-093-9\">978-1-57129-093-9</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=One+person+at+a+time%3A+Citizen+Advocacy+for+people+with+disabilities&amp;rft.place=Newton%2C+MA&amp;rft.pub=Brookline+Books&amp;rft.date=2004&amp;rft.isbn=978-1-57129-093-9&amp;rft.aulast=Hildebrand&amp;rft.aufirst=A.J.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ACitizen+Advocacy+organisations\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-MP2-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-MP2_10-0\">^</a></b></span> <span class=\"reference-text\">Why it is neither necessary nor desirable for Citizen Advocates to receive technical training as a pre-condition to the advocacy engagement, by Mitchel Peters, from Inroads, the newsletter of 'Citizen Advocacy Eastern Suburbs' in Perth, Australia (<a rel=\"nofollow\" class=\"external text\" href=\"http://www.uow.edu.au/arts/sts/bmartin/CAN/policies/Peters/Peters_Inroads10.html\">available online</a> <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20070913150356/http://www.uow.edu.au/arts/sts/bmartin/CAN/policies/Peters/Peters_Inroads10.html\">Archived</a> 2007-09-13 at the <a href=\"/wiki/Wayback_Machine\" title=\"Wayback Machine\">Wayback Machine</a>.).</span>\n</li>\n<li id=\"cite_note-OED-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-OED_11-0\">^</a></b></span> <span class=\"reference-text\">Compact Oxford English Dictionary entry for 'Advocate', (<a rel=\"nofollow\" class=\"external text\" href=\"http://www.askoxford.com/concise_oed/advocate?view=uk\">available online</a>)</span>\n</li>\n<li id=\"cite_note-PrStand-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-PrStand_12-0\">^</a></b></span> <span class=\"reference-text\">Principles and Standards in Independent Advocacy organisations and groups, Advocacy 2000 project, Edinburgh Scotland, 2002 (<a rel=\"nofollow\" class=\"external text\" href=\"http://www.isja.org.uk/articles_18_A2KPS.html\">available online</a> <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20081005142550/http://www.isja.org.uk/articles_18_A2KPS.html\">Archived</a> 2008-10-05 at the <a href=\"/wiki/Wayback_Machine\" title=\"Wayback Machine\">Wayback Machine</a>.)</span>\n</li>\n<li id=\"cite_note-WolfAssp-13\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-WolfAssp_13-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-WolfAssp_13-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-WolfAssp_13-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-WolfAssp_13-3\"><sup><i><b>d</b></i></sup></a></span> <span class=\"reference-text\">Assumptions underlying citizen advocacy, Wolf Wolfensberger, 1992 (<a rel=\"nofollow\" class=\"external text\" href=\"http://www.uow.edu.au/arts/sts/bmartin/CAN/policies/WolfCAassumptions.pdf\">available online</a> <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20070912172312/http://www.uow.edu.au/arts/sts/bmartin/CAN/policies/WolfCAassumptions.pdf\">Archived</a> 2007-09-12 at the <a href=\"/wiki/Wayback_Machine\" title=\"Wayback Machine\">Wayback Machine</a>.)</span>\n</li>\n<li id=\"cite_note-StByAnother-14\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-StByAnother_14-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-StByAnother_14-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Standing by another: the power of personal, unpaid commitments, by Mitchel Peters, from Inroads, the newsletter of 'Citizen Advocacy Eastern Suburbs' in Perth, Australia (<a rel=\"nofollow\" class=\"external text\" href=\"http://www.uow.edu.au/arts/sts/bmartin/CAN/policies/Peters/Peters_Inroads05.html\">available online</a> <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20070913150449/http://www.uow.edu.au/arts/sts/bmartin/CAN/policies/Peters/Peters_Inroads05.html\">Archived</a> 2007-09-13 at the <a href=\"/wiki/Wayback_Machine\" title=\"Wayback Machine\">Wayback Machine</a>.)</span>\n</li>\n<li id=\"cite_note-tightrope-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-tightrope_15-0\">^</a></b></span> <span class=\"reference-text\">Walking the tightrope: inherent tensions which characterise the key activities of the Citizen Advocacy office, by Mitchel Peters, from Inroads, the newsletter of 'Citizen Advocacy Eastern Suburbs' in Perth, Australia (<a rel=\"nofollow\" class=\"external text\" href=\"http://www.uow.edu.au/arts/sts/bmartin/CAN/policies/Peters/Peters_Inroads04.html\">available online</a> <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20070913150324/http://www.uow.edu.au/arts/sts/bmartin/CAN/policies/Peters/Peters_Inroads04.html\">Archived</a> 2007-09-13 at the <a href=\"/wiki/Wayback_Machine\" title=\"Wayback Machine\">Wayback Machine</a>.)</span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Citizen_Advocacy_organisations&amp;action=edit&amp;section=8\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Key links are included in the references section. Additional links are below:\n</p>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20070912172153/http://www.uow.edu.au/arts/sts/bmartin/CAN/policies/Peters/index.html\">Articles by Mitchel Peters</a> about Citizen Advocacy</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20080101005440/http://www.isja.org.uk/links_citizenad.html\">Inclusion and Social Justice Articles</a> - page on Independent Advocacy and Advocacy 2000: Principles and Standards in Independent Advocacy organisations and groups</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.savannahcitizenadvocacy.org/\">Chatham-Savannah Citizen Advocacy</a> A Citizen Advocacy office in <a href=\"/wiki/Savannah,_Georgia\" title=\"Savannah, Georgia\">Savannah, Georgia</a> (US)</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.socialrolevalorization.com/\">Social Role Valorization - News</a> Further information about social devaluation and Social Role Valorization</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1263\nCached time: 20180909123216\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.120 seconds\nReal time usage: 0.143 seconds\nPreprocessor visited node count: 365/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 4264/2097152 bytes\nTemplate argument size: 94/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 10831/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.041/10.000 seconds\nLua memory usage: 1.86 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   99.475      1 Template:Reflist\n100.00%   99.475      1 -total\n 41.25%   41.033      1 Template:Cite_book\n 32.95%   32.777      6 Template:Webarchive\n  3.03%    3.016      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:14561874-0!canonical and timestamp 20180909123216 and revision id 826530366\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"Webarchive_template_wayback_links"},{"sortkey":"","*":"Learning_disabilities"},{"sortkey":"","*":"Advocacy_groups"}],"links":[{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"Labeling theory"},{"ns":0,"exists":"","*":"Savannah, Georgia"},{"ns":0,"exists":"","*":"Social role valorization"},{"ns":0,"exists":"","*":"Wayback Machine"},{"ns":0,"exists":"","*":"Wolf Wolfensberger"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Webarchive"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Webarchive"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Webarchive/data"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["http://www.diligio.com/osburn.htm","http://www.diligio.com/What%20is%20SRV/SRV%20Foundations/diligio_formulation_of_srv1.htm","http://www.isja.org.uk/articles_18_A2KPS.html","https://web.archive.org/web/20081005142550/http://www.isja.org.uk/articles_18_A2KPS.html","http://www.uow.edu.au/arts/sts/bmartin/CAN/policies/Peters/Peters_Inroads10.html","https://web.archive.org/web/20070913150356/http://www.uow.edu.au/arts/sts/bmartin/CAN/policies/Peters/Peters_Inroads10.html","http://www.askoxford.com/concise_oed/advocate?view=uk","http://www.uow.edu.au/arts/sts/bmartin/CAN/policies/WolfCAassumptions.pdf","https://web.archive.org/web/20070912172312/http://www.uow.edu.au/arts/sts/bmartin/CAN/policies/WolfCAassumptions.pdf","http://www.uow.edu.au/arts/sts/bmartin/CAN/policies/Peters/Peters_Inroads05.html","https://web.archive.org/web/20070913150449/http://www.uow.edu.au/arts/sts/bmartin/CAN/policies/Peters/Peters_Inroads05.html","http://www.uow.edu.au/arts/sts/bmartin/CAN/policies/Peters/Peters_Inroads04.html","https://web.archive.org/web/20070913150324/http://www.uow.edu.au/arts/sts/bmartin/CAN/policies/Peters/Peters_Inroads04.html","https://web.archive.org/web/20070912172153/http://www.uow.edu.au/arts/sts/bmartin/CAN/policies/Peters/index.html","https://web.archive.org/web/20080101005440/http://www.isja.org.uk/links_citizenad.html","http://www.savannahcitizenadvocacy.org/","http://www.socialrolevalorization.com/"],"sections":[{"toclevel":1,"level":"2","line":"Key ideas","number":"1","index":"1","fromtitle":"Citizen_Advocacy_organisations","byteoffset":2125,"anchor":"Key_ideas"},{"toclevel":2,"level":"3","line":"Simplified illustrative example","number":"1.1","index":"2","fromtitle":"Citizen_Advocacy_organisations","byteoffset":4573,"anchor":"Simplified_illustrative_example"},{"toclevel":1,"level":"2","line":"The challenge of creating real relationships","number":"2","index":"3","fromtitle":"Citizen_Advocacy_organisations","byteoffset":6500,"anchor":"The_challenge_of_creating_real_relationships"},{"toclevel":1,"level":"2","line":"Sources of confusion and misunderstanding","number":"3","index":"4","fromtitle":"Citizen_Advocacy_organisations","byteoffset":8482,"anchor":"Sources_of_confusion_and_misunderstanding"},{"toclevel":1,"level":"2","line":"Results of confusion and misunderstanding","number":"4","index":"5","fromtitle":"Citizen_Advocacy_organisations","byteoffset":10802,"anchor":"Results_of_confusion_and_misunderstanding"},{"toclevel":1,"level":"2","line":"Key principles","number":"5","index":"6","fromtitle":"Citizen_Advocacy_organisations","byteoffset":12650,"anchor":"Key_principles"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"7","fromtitle":"Citizen_Advocacy_organisations","byteoffset":16197,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"7","index":"8","fromtitle":"Citizen_Advocacy_organisations","byteoffset":16225,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Citizen Advocacy organisations","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q5122534"}]}}