{"parse":{"title":"International Fire Service Training Association","pageid":9791301,"revid":662018086,"text":{"*":"<div class=\"mw-parser-output\"><p><b>International Fire Service Training Association</b> is an association of fire service personnel who are dedicated to upgrading fire fighting and other emergency response techniques and safety through training. The mission of IFSTA is to identify areas of need for training materials and to foster the development and validation of training materials for the fire service and related areas. IFSTA publishes such manuals as the <i><a href=\"/wiki/Essentials_of_Fire_Fighting\" title=\"Essentials of Fire Fighting\">Essentials of Fire Fighting</a></i>, <i>Fire and Emergency Services Instructor</i>, <i>Fire Department Company Officer</i>, <i>Chief Officer</i>, <i>Building Construction Related to the Fire Service</i>, <i>Hazardous Materials for First Responders</i>, and many others, in both print and eBook formats. Other training materials produced by IFSTA include curricula, study guides, videos, apps, and the ResourceOne course management system.\n</p><p>IFSTA is governed by an Executive Board consisting of 12 elected members, 3 to 6 appointed members and an Executive Director. The officers of the Board include the Chair, Vice Chair, and Executive Director. IFSTA itself has no employees or funds of its own. IFSTA’s operational expenses are funded solely by <a href=\"/wiki/Fire_Protection_Publications\" title=\"Fire Protection Publications\">Fire Protection Publications</a> (FPP). The FPP offices are considered to be the official IFSTA headquarters. Fire Protection Publications is an outreach program of the College of Engineering, Architecture, and Technology (CEAT) a division in <a href=\"/wiki/Oklahoma_State_University\" class=\"mw-redirect\" title=\"Oklahoma State University\">Oklahoma State University</a> (OSU) in <a href=\"/wiki/Stillwater,_Oklahoma\" title=\"Stillwater, Oklahoma\">Stillwater</a>. \n</p><p>IFSTA's motto is \"Written by firefighters, for firefighters.\"\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#The_IFSTA_Validation_Conference\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">The IFSTA Validation Conference</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#The_IFSTA_Executive_Board\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">The IFSTA Executive Board</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#The_IFSTA_Delegate_Selection_Committee\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">The IFSTA Delegate Selection Committee</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#The_History_of_IFSTA\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">The History of IFSTA</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#See_also\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#External_links\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"The_IFSTA_Validation_Conference\">The IFSTA Validation Conference</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=International_Fire_Service_Training_Association&amp;action=edit&amp;section=1\" title=\"Edit section: The IFSTA Validation Conference\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The IFSTA Validation Conference is held each July. Committees of technical experts meet and work at the conference addressing the current standards of the National Fire Protection Association and other standards-making groups as they apply to IFSTA-validated manuals. These technical experts review all manual drafts and verify that the contents are valid. Committee members do not receive payment for participating and usually fund their own travel expenses to attend the July meeting. Active committees also meet at the IFSTA Winter Meeting that is held each January. Fire Protection Publications does fund the members travel to attend this meeting. \n</p>\n<h2><span class=\"mw-headline\" id=\"The_IFSTA_Executive_Board\">The IFSTA Executive Board</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=International_Fire_Service_Training_Association&amp;action=edit&amp;section=2\" title=\"Edit section: The IFSTA Executive Board\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The Board has the sole policy-making authority for the Association so long as such policies do not conflict with the procedures of Oklahoma State University. Duties of the Board include establishing policies, establishing standing, ad hoc, manual validation committees, discontinuing projects, establishing new projects, approving scope and purpose statements, approving titles for new and revised training materials, advising Fire Protection Publications on pertinent matters, and maintaining external relations with other organizations.\n</p><p>Twelve Board members are elected by the IFSTA Validation Conference delegates. Up to one third of the Board members may be appointed to the Board at the recommendation of the Executive Director and the Board Chair. Board members serve three-year terms. The Chair is elected by simple majority of the Board. The Chair presides over all Board and General Assembly meetings. It is also the duty of the Chair to appoint all standing and ad hoc committees. The Vice Chair is appointed by the Chair from the Board membership. The Vice Chair serves as chair of the Administrative Committee and the Delegate Selection Committee and assists with other duties as assigned by the Board. The Executive Director is an employee of Oklahoma State University who is approved by the Board. The Executive Director is empowered to act autonomously for the Executive Board in questions of policy that are of concern to the Association until such time as the Board can give those questions due consideration.\n</p>\n<h2><span class=\"mw-headline\" id=\"The_IFSTA_Delegate_Selection_Committee\">The IFSTA Delegate Selection Committee</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=International_Fire_Service_Training_Association&amp;action=edit&amp;section=3\" title=\"Edit section: The IFSTA Delegate Selection Committee\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The Delegate Selection Committee selects delegates for technical input. This committee consists of three Board members and two conference delegates; the committee is chaired by the Vice Chair of IFSTA. The committee reviews applications, and the delegates are selected based upon technical expertise and demographics. IFSTA Technical Committees\nServing on an IFSTA technical committee is prestigious in the fire service community, and delegates are acknowledged leaders in their fields. This unique feature provides a close relationship between the International Fire Service Training Association and other fire protection agencies, which helps to correlate the efforts of all concerned.\nIFSTA technical committees meet and work at the conference addressing the current standards of the National Fire Protection Association and other standards-making groups as they apply to IFSTA-validated manuals. Committee members also received drafts of manual throughout the year and electronic meetings are held on a regular basis, in between the two in-person meetings. Committee members are technical experts who review all manual drafts (produced by the FPP editorial staff) and verify that the content is valid. Committee members are not paid, and IFSTA or Fire Protection Publications only reimburses them for their expenses associated with attending January meetings. Committee members participate because of their commitment to the fire service and its future through training.\n</p>\n<h2><span class=\"mw-headline\" id=\"The_History_of_IFSTA\">The History of IFSTA</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=International_Fire_Service_Training_Association&amp;action=edit&amp;section=4\" title=\"Edit section: The History of IFSTA\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In 1933, newly hired Oklahoma A&amp;M Fire Training Coordinator W. Fred Heisler and Stillwater Fire Chief J. Ray Pence invited various fire service representatives from around the state of Oklahoma to Stillwater to discuss coordinated fire training efforts throughout the state. Five two-day courses covering 10 basic fire fighting topics were developed.\nIn 1933, Pence invited representatives from Missouri, Arkansas, Oklahoma, and Kansas to Stillwater. The Western Actuarial Bureau, a group of insurance companies, supported this meeting. As a result of this meeting, the participants saw a need to compile instructional manuals on the basics of fire fighting.\nIn the fall of 1934, the Western Actuarial Bureau brought together a group of fire training representatives from Missouri, Arkansas, Oklahoma, and Kansas to a meeting in Kansas City. The participants determined that there was a great need to compile instructional manuals on the basics of fire fighting so that training would become more consistent. The discussions and decisions that resulted from this group formed the basis for procedures that are followed today and represented what was then called “The Fire Service Training Association (FSTA).” (“International” was added when Canada became a participant in 1955.)\nOklahoma A&amp;M College (OAMC; now Oklahoma State University [OSU]) was chosen to publish the works. The first professionally developed manuals that were written as a result of this meeting were released in 1937. They maintained the red covers used by previous OAMC fire publications. W. Fred Heisler, a teacher, trainer, and Director of Fire Service Training at Oklahoma A&amp;M from 1934-1951, was the author, coordinator, and editor of the “Redbooks” for the next 20 years. Heisler retired in 1955.\nAfter Heisler’s retirement, Everett Hudiburg became editor of the publication of the “Redbooks” — this operation was housed in the OSU Campus Fire Station. By 1965, the staff of FPP outgrew the fire station, and the people involved in the writing and publishing of the manuals were moved into Quonset Hut #2 — a World War II temporary building on the OSU campus.\nThroughout the 1950s and 1960s, firefighters across the nation used the training manuals that were published at OSU. The publication and distribution of these fire training manuals continued until it evolved into a separate entity known as Fire Protection Publications (FPP) in 1969. It was led by its first full-time director, Harold Mace. In the early 1970s, FPP (the publisher of the “Redbooks”) and OSU Fire Service Training separated from the School of Fire Protection and became two cooperating entities.\nToday, FPP continues to serve as headquarters for the International Fire Service Training Association (IFSTA). FPP operates out of two offices buildings and a warehouse distribution center in the northwest portion of the OSU campus.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=International_Fire_Service_Training_Association&amp;action=edit&amp;section=5\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Fire_Protection_Publications\" title=\"Fire Protection Publications\">Fire Protection Publications</a></li>\n<li><a href=\"/wiki/Essentials_of_Fire_Fighting\" title=\"Essentials of Fire Fighting\">Essentials of Fire Fighting</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=International_Fire_Service_Training_Association&amp;action=edit&amp;section=6\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.ifsta.org\">International Fire Service Training Association official website</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2182\nCached time: 20180915210354\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.008 seconds\nReal time usage: 0.011 seconds\nPreprocessor visited node count: 24/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:9791301-0!canonical and timestamp 20180915210354 and revision id 662018086\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","*":"Firefighter_training"},{"sortkey":"","*":"Firefighting_in_the_United_States"}],"links":[{"ns":0,"exists":"","*":"Essentials of Fire Fighting"},{"ns":0,"exists":"","*":"Fire Protection Publications"},{"ns":0,"exists":"","*":"Oklahoma State University"},{"ns":0,"exists":"","*":"Stillwater, Oklahoma"}],"templates":[],"images":[],"externallinks":["http://www.ifsta.org"],"sections":[{"toclevel":1,"level":"2","line":"The IFSTA Validation Conference","number":"1","index":"1","fromtitle":"International_Fire_Service_Training_Association","byteoffset":1545,"anchor":"The_IFSTA_Validation_Conference"},{"toclevel":1,"level":"2","line":"The IFSTA Executive Board","number":"2","index":"2","fromtitle":"International_Fire_Service_Training_Association","byteoffset":2236,"anchor":"The_IFSTA_Executive_Board"},{"toclevel":1,"level":"2","line":"The IFSTA Delegate Selection Committee","number":"3","index":"3","fromtitle":"International_Fire_Service_Training_Association","byteoffset":3796,"anchor":"The_IFSTA_Delegate_Selection_Committee"},{"toclevel":1,"level":"2","line":"The History of IFSTA","number":"4","index":"4","fromtitle":"International_Fire_Service_Training_Association","byteoffset":5315,"anchor":"The_History_of_IFSTA"},{"toclevel":1,"level":"2","line":"See also","number":"5","index":"5","fromtitle":"International_Fire_Service_Training_Association","byteoffset":8224,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"External links","number":"6","index":"6","fromtitle":"International_Fire_Service_Training_Association","byteoffset":8307,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"International Fire Service Training Association","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q6050588"}]}}