{"parse":{"title":"Media psychology","pageid":6050561,"revid":852840606,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Media psychology</b> is the branch of psychology that focuses on the interaction of <a href=\"/wiki/Human_behavior\" title=\"Human behavior\">human behavior</a> and <a href=\"/wiki/Mass_media\" title=\"Mass media\">media</a> and technology. Media psychology is not restricted to mass media or media content; it includes all forms of mediated communication and media technology-related behaviors, such as the use, design, impact and sharing behaviors. This branch is a relatively new field of study because of advancement in <a href=\"/wiki/Technology\" title=\"Technology\">technology</a>.  It uses various methods of critical analysis and investigation to develop a working model of a user's perception on media experience. These methods are used for society as a whole and on an individual basis. Media psychologists are able to perform activities that include consulting, design, and production in various media like television, video games, films, and news broadcasting. Media psychologists are not considered to be those who are featured in media (such as counselors-psychotherapists, clinicians etc.), rather than those who research, work or contribute to the field.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#History\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">History</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Theories\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Theories</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#Affective_disposition_theory_(ADT)\"><span class=\"tocnumber\">2.1</span> <span class=\"toctext\">Affective disposition theory (ADT)</span></a></li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Simulation_theory_(ST)\"><span class=\"tocnumber\">2.2</span> <span class=\"toctext\">Simulation theory (ST)</span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Psychological_theory_of_play\"><span class=\"tocnumber\">2.3</span> <span class=\"toctext\">Psychological theory of play</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Major_contributors\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Major contributors</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#See_also\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#External_links\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"History\">History</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Media_psychology&amp;action=edit&amp;section=1\" title=\"Edit section: History\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>There are overlaps with numerous fields, such as media studies, communication science, anthropology, education, and sociology, not to mention those within the discipline of psychology itself.&#160;Much of the research that would be considered as ‘media psychology’ has come from other fields, both academic and applied. In the 1920s, marketing, advertising and public relations professionals began conducting research on consumer behavior and motivation for commercial applications.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> The use of mass media during World War II, created a surge of academic interest in mass media messaging and resulted in the creation of a new field, communication science (Lazarsfeld &amp; Merton, 2000).&#160;The field of media psychology gained prominence n the 1950s when <a href=\"/wiki/Television\" title=\"Television\">television</a> was becoming popular in American households. Psychologists responded to widespread social concerns about the children and their television viewing. For example, researchers began to study the impact of television viewing on children's reading skills. Later, they began to study the impact of violent television viewing on children's behavior, for example, if they were likely to exhibit anti-social behavior or to copy the violent behaviors that they were seeing. These events led up to the creation of a new division of the <a href=\"/wiki/American_Psychological_Association\" title=\"American Psychological Association\">American Psychological Association</a> in 1987. Division 46, the Media Psychology Division (now the APA Society for Media Psychology and Technology), is one of the fastest growing in the American Psychological Association.&#160; Today's media psychologists study both legacy and new media forms that have risen in recent years such as <a href=\"/wiki/Smartphone\" title=\"Smartphone\">cellular phone technology</a>, the <a href=\"/wiki/Internet\" title=\"Internet\">internet</a>, and new genres of <a href=\"/wiki/Television\" title=\"Television\">television</a>. Media psychologists are also involved in how people are impacted and can benefit from the design of technologies such as augmented reality (AR) and virtual reality (VR) and mobile technologies, such as using VR to help trauma victims.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Theories\">Theories</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Media_psychology&amp;action=edit&amp;section=2\" title=\"Edit section: Theories\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Media psychology's theories include the user's <a href=\"/wiki/Perception\" title=\"Perception\">perception</a>, <a href=\"/wiki/Cognition\" title=\"Cognition\">cognition</a>, and <a href=\"/wiki/Humanistic_psychology\" title=\"Humanistic psychology\">humanistic components</a> in regards to their <a href=\"/wiki/Experience\" title=\"Experience\">experience</a> to their surroundings. Media psychologists also draw upon developmental and narrative psychologies and emerging findings from neuroscience. The theories and research in psychology are used as the backbone of media psychology and guide the discipline itself. Theories in psychology applied to media include multiple dimensions, i.e., text, pictures, symbols, video and sound. Sensory Psychology, <a href=\"/wiki/Semiotics\" title=\"Semiotics\">semiotics</a> and semantics for visual and language communication, social cognition and neuroscience are among the areas addressed in the study of this area of media psychology. A few of the theories employed in media psychology include:\n</p>\n<h3><span id=\"Affective_disposition_theory_.28ADT.29\"></span><span class=\"mw-headline\" id=\"Affective_disposition_theory_(ADT)\">Affective disposition theory (ADT)</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Media_psychology&amp;action=edit&amp;section=3\" title=\"Edit section: Affective disposition theory (ADT)\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<div role=\"note\" class=\"hatnote navigation-not-searchable\">Main article: <a href=\"/wiki/Affective_disposition_theory\" title=\"Affective disposition theory\">Affective disposition theory</a></div>\n<p>The concept of <a href=\"/wiki/Affective_disposition_theory\" title=\"Affective disposition theory\">affective disposition theory</a> is used to differentiate users' perspectives on different forms of media content and the differences within attentional focus.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> The theory consists of four components that revolve around emotion: (1) media is based on an individual’s <a href=\"/wiki/Emotion\" title=\"Emotion\">emotions</a> and <a href=\"/wiki/Opinion\" title=\"Opinion\">opinion</a>s towards characters, (2) media content is driven from enjoyment and appreciation from individuals, (3) individuals form feelings about characters that are either positive or negative and (4) media relies on conflicts between characters and how individuals react to the conflict.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p>\n<h3><span id=\"Simulation_theory_.28ST.29\"></span><span class=\"mw-headline\" id=\"Simulation_theory_(ST)\">Simulation theory (ST)</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Media_psychology&amp;action=edit&amp;section=4\" title=\"Edit section: Simulation theory (ST)\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Simulation theory<sup id=\"cite_ref-:0_5-0\" class=\"reference\"><a href=\"#cite_note-:0-5\">&#91;5&#93;</a></sup> argues that mental simulations do not fully exclude the external information that surrounds the user.  Rather that the mediated stimuli are reshaped into imagery and memories of the user in order to run the simulation. It explains why the user is able to form these experiences without the use of technology, because it points to the relevance of construction and internal processing.<sup id=\"cite_ref-:0_5-1\" class=\"reference\"><a href=\"#cite_note-:0-5\">&#91;5&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Psychological_theory_of_play\">Psychological theory of play</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Media_psychology&amp;action=edit&amp;section=5\" title=\"Edit section: Psychological theory of play\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The psychological theory of play applies a more general framework to the concept of media <a href=\"/wiki/Entertainment\" title=\"Entertainment\">entertainment</a>.  This idea potentially offers a more conceptual connection that points to\npresence. The activity of playing exhibits consistent results to the use of entertainment objects. This theory states that play is a type of action that is characterized by three major aspects:<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup>\n</p>\n<ol><li>It is intrinsically motivated and highly attractive.</li>\n<li>It implies a change in perceived reality, as players construct an additional reality while they are playing.</li>\n<li>It is frequently repeated.</li></ol>\n<p>The psychological theory of play is based upon the explanations given by eminent people such as <a href=\"/wiki/William_Stephenson_(psychologist)\" title=\"William Stephenson (psychologist)\">Stephenson</a>, <a href=\"/wiki/Sigmund_Freud\" title=\"Sigmund Freud\">Freud</a>, <a href=\"/wiki/Jean_Piaget\" title=\"Jean Piaget\">Piaget</a>, and <a href=\"/wiki/Lev_Vygotsky\" title=\"Lev Vygotsky\">Vygotsky</a>.  The theory is based on how an individual uses media for their satisfaction and how media changes within a person's life according to its contents.  Play is used for pleasure and is self-contained.  People are influenced by media both negatively and positively because we are able to relate to what we see within the environment. Through looking more in depth at the different forms of playing; it becomes apparent that the early versions of make believe play demonstrate the child's need for control and the desire to influence their current environment.\n</p>\n<h2><span class=\"mw-headline\" id=\"Major_contributors\">Major contributors</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Media_psychology&amp;action=edit&amp;section=6\" title=\"Edit section: Major contributors\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Major contributors to media psychology include <a href=\"/wiki/Marshall_McLuhan\" title=\"Marshall McLuhan\">Marshall McLuhan</a>, Dolf Zillmann,  Katz, Blumler and Gurevitch, Bernard Luskin and David Giles. <a href=\"/wiki/Marshall_McLuhan\" title=\"Marshall McLuhan\">Marshall McLuhan</a> is a <a href=\"/wiki/Canadians\" title=\"Canadians\">Canadian</a> communication philosopher who was active from the 1930s to the 1970s in the realm of Media Analysis and Technology. He was appointed by the President of the University of Toronto in 1963 to create a new Centre for Culture and Technology to study the psychological and social consequences of technologies and media. McLuhan's famous statement pertaining to media psychology was, \"<a href=\"/wiki/The_medium_is_the_message\" title=\"The medium is the message\">The medium is the message</a>\".<sup id=\"cite_ref-:1_7-0\" class=\"reference\"><a href=\"#cite_note-:1-7\">&#91;7&#93;</a></sup> McLuhan's famous statement was suggestive towards the notion that media is inherently dangerous.<sup id=\"cite_ref-:1_7-1\" class=\"reference\"><a href=\"#cite_note-:1-7\">&#91;7&#93;</a></sup> McLuhan's theory on media called \"technological determinism\" would pave the way for other people to study media.<sup id=\"cite_ref-:1_7-2\" class=\"reference\"><a href=\"#cite_note-:1-7\">&#91;7&#93;</a></sup>\n</p><p>Dolf Zillmann advanced the two-factor model of emotion. The two-factor of emotion proposed that emotion involves both psychological and cognitive components.<sup id=\"cite_ref-:1_7-3\" class=\"reference\"><a href=\"#cite_note-:1-7\">&#91;7&#93;</a></sup> Zillmann advanced the theory of <i>\"Excitation transfer\"</i> by establishing the explanation for the effects of violent media.<sup id=\"cite_ref-:1_7-4\" class=\"reference\"><a href=\"#cite_note-:1-7\">&#91;7&#93;</a></sup> Zillmann's theory proposed the notion that viewer's are physiologically aroused when they watch aggressive scenes.<sup id=\"cite_ref-:1_7-5\" class=\"reference\"><a href=\"#cite_note-:1-7\">&#91;7&#93;</a></sup> After watching an aggressive scene, an individual will become aggressive due to the arousal from the scene.\n</p><p>In 1974 Katz, Blumler, and Gurevitch used the <a href=\"/wiki/Uses_and_gratifications_theory\" title=\"Uses and gratifications theory\">uses and gratifications theory</a> to explain media psychology. Katz, Blumler, and Gurevitch discovered five components of the theory; (1) the media competes with sources of satisfaction, (2) goals of mass media can be discovered through data and research, (3) media lies within the audience, (4) a audience is conceived as active, and (5) judgment of mass media should not be expressed until the audience has time to process the media and its content on their own.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup>\n</p><p>David Giles<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup> has been publishing in the area of media psychology since 2000.  He wrote the first book about media psychology in 2003.<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"The terms mass media and media psychology were in wide-spread use in the 1970s, long before Giles. How can he possibly be the first to write about it? This statement seems to be patently false. (March 2017)\">citation needed</span></a></i>&#93;</sup> His book <i>Media Psychology</i> gives an overview of media psychology as a field, its subcategories, theories, and developmental issues within media psychology.\n</p><p>Bernard Luskin launched the first MA PhD program and EdD program in Media Psychology in any university at Fielding Graduate University in 2002. Writing extensively and producing media, he also launched the MA program in Media Psychology and Social Change with UCLA Extension and the MA program in Media and Communications Psychology at Touro University Worldwide. Luskin is a pioneer in media literature, program development and he conducted the APA Task Force Study that redefined Media Psychology in 1998. He is past Chair of the Society for Media Psychology and Technology.\n</p><p>Pamela Rutledge<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup> is the Director of the <a rel=\"nofollow\" class=\"external text\" href=\"http://www.mprcenter.org\">Media Psychology Research Center</a> in Newport Beach, California, and a faculty member in the Media Psychology Program at <a rel=\"nofollow\" class=\"external text\" href=\"http://www.fielding.edu\">Fielding Graduate University</a>. She is well known for the application of media psychology as to marketing and brand strategy, transmedia storytelling and audience engagement. According to Rutledge, while there is no specific consensus or career path for media psychology, there are many opportunities.<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup> Rutledge argues that media psychology will be increasingly important because of the ubiquity of technology and the rapid adoption, particularly by the young.  This, combined with the global political and economic impact of mobile technologies,  suggest that technology will continue to disrupt systems and has the potential to generate solutions to problems and challenge our imagination. Rutledge believes that media psychologists are uniquely positioned to examine the questions that arise, establish best practices and standards for positive and ethical media and technology use, and inform the development of media and technology that can benefit individuals and society.  Emerging areas include media literacy, digital citizenship, transmedia storytelling, and the use of artificial intelligence (AI) and making sense out of the vast quantities of data analysis increasingly available through the emerging field of data science and data visualization.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Media_psychology&amp;action=edit&amp;section=7\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Cyberpsychology\" title=\"Cyberpsychology\">Cyberpsychology</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Media_psychology&amp;action=edit&amp;section=8\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Rutledge, P. B. (2013). Arguing for Media Psychology as a Distinct Field. In K. Dill (Ed.), Oxford Handbook of Media Psychology (pp. 43-58). New York: Oxford University Press. &#160;</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Rizzo, A., John, B., Newman, B., Williams, J., Hartholt, A., Lethin, C., et al. (2013). Virtual Reality as a Tool for Delivering PTSD Exposure Therapy and Stress Resilience Training. Military Behavioral Health, 1(1), 52-58.</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Arthur, Raney (2011). \"The Role of Morality in Emotional Reactions to and Enjoyment of Media Entertainment\". <i>Journal of Media Psychology: Theories, Methods, and Applications</i>. Hogrefe Publishing (1). <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1027/1864-1105/a000027\">10.1027/1864-1105/a000027</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Journal+of+Media+Psychology%3A+Theories%2C+Methods%2C+and+Applications&amp;rft.atitle=The+Role+of+Morality+in+Emotional+Reactions+to+and+Enjoyment+of+Media+Entertainment&amp;rft.issue=1&amp;rft.date=2011&amp;rft_id=info%3Adoi%2F10.1027%2F1864-1105%2Fa000027&amp;rft.aulast=Arthur&amp;rft.aufirst=Raney&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMedia+psychology\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://mprcenter.org/review/tag/affective-disposition-theories/\">\"Affective Disposition Theories | Media Psychology Review\"</a>. <i>mprcenter.org</i><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2015-12-09</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=mprcenter.org&amp;rft.atitle=Affective+Disposition+Theories+%7C+Media+Psychology+Review&amp;rft_id=http%3A%2F%2Fmprcenter.org%2Freview%2Ftag%2Faffective-disposition-theories%2F&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMedia+psychology\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-:0-5\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-:0_5-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-:0_5-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation journal\">Shanton, Karen; Goldman, Alvin (2010). <a rel=\"nofollow\" class=\"external text\" href=\"http://fas-philosophy.rutgers.edu/goldman/Simulation%20Theory.pdf\">\"Simulation theory\"</a> <span style=\"font-size:85%;\">(PDF)</span>. <i>Wiley Interdisciplinary Reviews: Cognitive Science</i>. <b>1</b> (4): 527–538. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1002/wcs.33\">10.1002/wcs.33</a>. <a href=\"/wiki/PubMed_Identifier\" class=\"mw-redirect\" title=\"PubMed Identifier\">PMID</a>&#160;<a rel=\"nofollow\" class=\"external text\" href=\"//www.ncbi.nlm.nih.gov/pubmed/26271500\">26271500</a><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2015-12-08</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Wiley+Interdisciplinary+Reviews%3A+Cognitive+Science&amp;rft.atitle=Simulation+theory&amp;rft.volume=1&amp;rft.issue=4&amp;rft.pages=527-538&amp;rft.date=2010&amp;rft_id=info%3Adoi%2F10.1002%2Fwcs.33&amp;rft_id=info%3Apmid%2F26271500&amp;rft.aulast=Shanton&amp;rft.aufirst=Karen&amp;rft.au=Goldman%2C+Alvin&amp;rft_id=http%3A%2F%2Ffas-philosophy.rutgers.edu%2Fgoldman%2FSimulation%2520Theory.pdf&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMedia+psychology\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://communicationtheory.org/play-theory/\">\"PLAY THEORY\"</a>. <i>Communication Theory</i><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2015-12-09</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=Communication+Theory&amp;rft.atitle=PLAY+THEORY&amp;rft_id=http%3A%2F%2Fcommunicationtheory.org%2Fplay-theory%2F&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMedia+psychology\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-:1-7\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-:1_7-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-:1_7-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-:1_7-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-:1_7-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-:1_7-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-:1_7-5\"><sup><i><b>f</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation book\">Giles, David (2003). <i>Media Psychology</i>. Mahwah, N.J.: Routledge.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Media+Psychology&amp;rft.place=Mahwah%2C+N.J.&amp;rft.pub=Routledge&amp;rft.date=2003&amp;rft.aulast=Giles&amp;rft.aufirst=David&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMedia+psychology\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Katz, Elihu; Blumer, Jay; Gurevitch, Michael (1973). <i>Uses and Gratifications Research</i>. <b>37</b> (4th ed.). Public Opinion.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Uses+and+Gratifications+Research&amp;rft.edition=4th&amp;rft.pub=Public+Opinion&amp;rft.date=1973&amp;rft.aulast=Katz&amp;rft.aufirst=Elihu&amp;rft.au=Blumer%2C+Jay&amp;rft.au=Gurevitch%2C+Michael&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMedia+psychology\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.winchester.ac.uk/academicdepartments/psychology/staff/Pages/DrDavidGiles.aspx\">\"David Giles Website\"</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=David+Giles+Website&amp;rft_id=http%3A%2F%2Fwww.winchester.ac.uk%2Facademicdepartments%2Fpsychology%2Fstaff%2FPages%2FDrDavidGiles.aspx&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMedia+psychology\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.pamelarutledge.com/\">\"Pamela Rutledge Website\"</a><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2015-12-08</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Pamela+Rutledge+Website&amp;rft_id=http%3A%2F%2Fwww.pamelarutledge.com%2F&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMedia+psychology\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Rutledge, P. (2016). Media Psychologists. In R. J. Sternberg (Ed.), Career Paths in Psychology: Where Your Degree Can Take You (pp. 291-308). Washington D.C.: American Psychological Assn.</span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Media_psychology&amp;action=edit&amp;section=9\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://mprcenter.org/\">Media Psychology Research Center</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.apadivisions.org/division-46/index.aspx\">Media Psychology: Division 46 of the American Psychological Association</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2234\nCached time: 20180915041439\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.192 seconds\nReal time usage: 0.235 seconds\nPreprocessor visited node count: 629/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 13630/2097152 bytes\nTemplate argument size: 888/2097152 bytes\nHighest expansion depth: 11/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 9893/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.101/10.000 seconds\nLua memory usage: 2.88 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  206.138      1 -total\n 48.45%   99.873      1 Template:Reflist\n 32.15%   66.277      1 Template:Citation_needed\n 29.23%   60.247      1 Template:Fix\n 22.16%   45.684      2 Template:Cite_journal\n 15.42%   31.793      2 Template:Category_handler\n 13.84%   28.532      1 Template:Main\n 12.00%   24.730      1 Template:Delink\n  8.97%   18.491      4 Template:Cite_web\n  6.38%   13.153      2 Template:Cite_book\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:6050561-0!canonical and timestamp 20180915041439 and revision id 852840606\n -->\n</div>"},"langlinks":[{"lang":"ar","url":"https://ar.wikipedia.org/wiki/%D8%B9%D9%84%D9%85_%D9%86%D9%81%D8%B3_%D8%A7%D9%84%D9%88%D8%B3%D8%A7%D8%A6%D8%B7","langname":"Arabic","autonym":"العربية","*":"علم نفس الوسائط"},{"lang":"bg","url":"https://bg.wikipedia.org/wiki/%D0%9F%D1%81%D0%B8%D1%85%D0%BE%D0%BB%D0%BE%D0%B3%D0%B8%D1%8F_%D0%BD%D0%B0_%D0%BC%D0%B5%D0%B4%D0%B8%D0%B8%D1%82%D0%B5","langname":"Bulgarian","autonym":"български","*":"Психология на медиите"},{"lang":"de","url":"https://de.wikipedia.org/wiki/Medienpsychologie","langname":"German","autonym":"Deutsch","*":"Medienpsychologie"},{"lang":"el","url":"https://el.wikipedia.org/wiki/%CE%A8%CF%85%CF%87%CE%BF%CE%BB%CE%BF%CE%B3%CE%AF%CE%B1_%CF%84%CF%89%CE%BD_%CE%9C%CE%AD%CF%83%CF%89%CE%BD","langname":"Greek","autonym":"Ελληνικά","*":"Ψυχολογία των Μέσων"},{"lang":"es","url":"https://es.wikipedia.org/wiki/Psicolog%C3%ADa_medi%C3%A1tica","langname":"Spanish","autonym":"español","*":"Psicología mediática"},{"lang":"lt","url":"https://lt.wikipedia.org/wiki/Medij%C5%B3_psichologija","langname":"Lithuanian","autonym":"lietuvių","*":"Medijų psichologija"},{"lang":"hu","url":"https://hu.wikipedia.org/wiki/M%C3%A9diapszichol%C3%B3gia","langname":"Hungarian","autonym":"magyar","*":"Médiapszichológia"},{"lang":"ru","url":"https://ru.wikipedia.org/wiki/%D0%9C%D0%B5%D0%B4%D0%B8%D0%B0%D0%BF%D1%81%D0%B8%D1%85%D0%BE%D0%BB%D0%BE%D0%B3%D0%B8%D1%8F","langname":"Russian","autonym":"русский","*":"Медиапсихология"},{"lang":"sl","url":"https://sl.wikipedia.org/wiki/Medijska_psihologija","langname":"Slovenian","autonym":"slovenščina","*":"Medijska psihologija"},{"lang":"uk","url":"https://uk.wikipedia.org/wiki/%D0%9C%D0%B5%D0%B4%D1%96%D0%B0%D0%BF%D1%81%D0%B8%D1%85%D0%BE%D0%BB%D0%BE%D0%B3%D1%96%D1%8F","langname":"Ukrainian","autonym":"українська","*":"Медіапсихологія"}],"categories":[{"sortkey":"","hidden":"","*":"All_articles_with_unsourced_statements"},{"sortkey":"","hidden":"","*":"Articles_with_unsourced_statements_from_March_2017"},{"sortkey":"","*":"Branches_of_psychology"},{"sortkey":"","*":"Media_studies"}],"links":[{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from March 2017"},{"ns":0,"exists":"","*":"Affective disposition theory"},{"ns":0,"exists":"","*":"American Psychological Association"},{"ns":0,"exists":"","*":"Canadians"},{"ns":0,"exists":"","*":"Cognition"},{"ns":0,"exists":"","*":"Cyberpsychology"},{"ns":0,"exists":"","*":"Digital object identifier"},{"ns":0,"exists":"","*":"Emotion"},{"ns":0,"exists":"","*":"Entertainment"},{"ns":0,"exists":"","*":"Experience"},{"ns":0,"exists":"","*":"Human behavior"},{"ns":0,"exists":"","*":"Humanistic psychology"},{"ns":0,"exists":"","*":"Internet"},{"ns":0,"exists":"","*":"Jean Piaget"},{"ns":0,"exists":"","*":"Lev Vygotsky"},{"ns":0,"exists":"","*":"Marshall McLuhan"},{"ns":0,"exists":"","*":"Mass media"},{"ns":0,"exists":"","*":"Opinion"},{"ns":0,"exists":"","*":"Perception"},{"ns":0,"exists":"","*":"PubMed Identifier"},{"ns":0,"exists":"","*":"Semiotics"},{"ns":0,"exists":"","*":"Sigmund Freud"},{"ns":0,"exists":"","*":"Smartphone"},{"ns":0,"exists":"","*":"Technology"},{"ns":0,"exists":"","*":"Television"},{"ns":0,"exists":"","*":"The medium is the message"},{"ns":0,"exists":"","*":"Uses and gratifications theory"},{"ns":0,"exists":"","*":"William Stephenson (psychologist)"},{"ns":4,"exists":"","*":"Wikipedia:Citation needed"}],"templates":[{"ns":10,"exists":"","*":"Template:Main"},{"ns":10,"exists":"","*":"Template:Citation needed"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Delink"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite journal"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Main"},{"ns":828,"exists":"","*":"Module:Hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote list"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Delink"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["//doi.org/10.1027/1864-1105/a000027","http://mprcenter.org/review/tag/affective-disposition-theories/","http://fas-philosophy.rutgers.edu/goldman/Simulation%20Theory.pdf","//doi.org/10.1002/wcs.33","//www.ncbi.nlm.nih.gov/pubmed/26271500","http://communicationtheory.org/play-theory/","http://www.winchester.ac.uk/academicdepartments/psychology/staff/Pages/DrDavidGiles.aspx","http://www.pamelarutledge.com/","http://www.mprcenter.org","http://www.fielding.edu","http://mprcenter.org/","http://www.apadivisions.org/division-46/index.aspx"],"sections":[{"toclevel":1,"level":"2","line":"History","number":"1","index":"1","fromtitle":"Media_psychology","byteoffset":1029,"anchor":"History"},{"toclevel":1,"level":"2","line":"Theories","number":"2","index":"2","fromtitle":"Media_psychology","byteoffset":3428,"anchor":"Theories"},{"toclevel":2,"level":"3","line":"Affective disposition theory (ADT)","number":"2.1","index":"3","fromtitle":"Media_psychology","byteoffset":4242,"anchor":"Affective_disposition_theory_(ADT)"},{"toclevel":2,"level":"3","line":"Simulation theory (ST)","number":"2.2","index":"4","fromtitle":"Media_psychology","byteoffset":5455,"anchor":"Simulation_theory_(ST)"},{"toclevel":2,"level":"3","line":"Psychological theory of play","number":"2.3","index":"5","fromtitle":"Media_psychology","byteoffset":6261,"anchor":"Psychological_theory_of_play"},{"toclevel":1,"level":"2","line":"Major contributors","number":"3","index":"6","fromtitle":"Media_psychology","byteoffset":7798,"anchor":"Major_contributors"},{"toclevel":1,"level":"2","line":"See also","number":"4","index":"7","fromtitle":"Media_psychology","byteoffset":13273,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"8","fromtitle":"Media_psychology","byteoffset":13309,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"6","index":"9","fromtitle":"Media_psychology","byteoffset":13339,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Media psychology","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q1421211"}]}}