{"parse":{"title":"Lasting power of attorney","pageid":31174705,"revid":834030603,"text":{"*":"<div class=\"mw-parser-output\"><div role=\"note\" class=\"hatnote navigation-not-searchable\">See also: <a href=\"/wiki/Mental_capacity_in_England_and_Wales\" title=\"Mental capacity in England and Wales\">Mental capacity in England and Wales</a></div>\n<p><b>Lasting powers of attorney</b> (LPAs) in <a href=\"/wiki/English_law\" title=\"English law\">English law</a> were created under the <a href=\"/wiki/Mental_Capacity_Act_2005\" title=\"Mental Capacity Act 2005\">Mental Capacity Act 2005</a>, and came into effect on 1 October 2007. The <b>LPA</b> replaced the former <a href=\"/wiki/Enduring_power_of_attorney\" title=\"Enduring power of attorney\">enduring powers of attorney</a> (EPA) which were narrower in scope. Their purpose is to meet the needs of those who can see a time when they will not be able – in the words of the Act, will lack <a href=\"/wiki/Capacity_(law)\" title=\"Capacity (law)\">capacity</a> – to look after their own personal, financial or business affairs. The LPA allows them to make appropriate arrangements for family members or trusted friends to be authorised to make decisions on their behalf. The LPA is created and registered with the <a href=\"/wiki/Office_of_the_Public_Guardian_(England_and_Wales)\" title=\"Office of the Public Guardian (England and Wales)\">Office of the Public Guardian</a> (OPG), an executive agency of the <a href=\"/wiki/Ministry_of_Justice_(United_Kingdom)\" title=\"Ministry of Justice (United Kingdom)\">Ministry of Justice</a> of the <a href=\"/wiki/United_Kingdom\" title=\"United Kingdom\">United Kingdom</a>.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Purpose\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Purpose</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Business_Lasting_Power_of_Attorney\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Business Lasting Power of Attorney</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Administrative_and_legal_background\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Administrative and legal background</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#The_&#39;five_principles&#39;\"><span class=\"tocnumber\">3.1</span> <span class=\"toctext\">The 'five principles'</span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#The_role_of_the_OPG_in_relation_to_lasting_powers_of_attorney\"><span class=\"tocnumber\">3.2</span> <span class=\"toctext\">The role of the OPG in relation to lasting powers of attorney</span></a></li>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#Using_the_lasting_power_of_attorney\"><span class=\"tocnumber\">3.3</span> <span class=\"toctext\">Using the lasting power of attorney</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Notes\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Notes</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Purpose\">Purpose</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Lasting_power_of_attorney&amp;action=edit&amp;section=1\" title=\"Edit section: Purpose\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The LPA is a specific form of the more general <a href=\"/wiki/Power_of_attorney\" title=\"Power of attorney\">power of attorney</a> which is widely used in countries which have a <a href=\"/wiki/Common_law\" title=\"Common law\">common law</a> system. The word <a href=\"/wiki/Lawyer\" title=\"Lawyer\">attorney</a> in this context is someone (or in some circumstances an organisation such as a company) legally appointed or empowered to act for another person. The person giving the power is known as the <b>donor</b>. The word 'lasting' in the context of an LPA means that the power may continue even if the person (though still alive) no longer has <a href=\"/wiki/Capacity_(law)\" title=\"Capacity (law)\">capacity</a> to exercise the power. The Lasting Power of Attorney can be applied for online.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> The gov.uk tool offers guidance throughout the process, and prevents the user from making mistakes that may invalidate their LPA application.\n</p><p>The former <a href=\"/wiki/Enduring_power_of_attorney\" title=\"Enduring power of attorney\">EPA</a> was simple to administer, but failed to provide for some decisions which may have to be made in circumstances that preclude their being made by the person principally affected. In particular, the attorney's powers under the EPA were largely defined in terms of money and property, and were not related to decisions on medical matters such as the continuation or otherwise of life-sustaining treatment, or welfare matters such as a move to a different kind of accommodation. The primary purpose of the changes under <a href=\"/wiki/Mental_Capacity_Act_2005\" title=\"Mental Capacity Act 2005\">Mental Capacity Act 2005</a> (MCA 2005) was to rectify this omission, by creating two LPAs: one for property and financial affairs (the LPA(PFA)) and one for Health and Welfare (the LPA(H&amp;W)).\n</p>\n<h2><span class=\"mw-headline\" id=\"Business_Lasting_Power_of_Attorney\">Business Lasting Power of Attorney</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Lasting_power_of_attorney&amp;action=edit&amp;section=2\" title=\"Edit section: Business Lasting Power of Attorney\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>While the LPA is primarily designed to deal with personal affairs and finances, business owners or directors are faced with more complex considerations. While a close friend or family member may be suitable for managing personal affairs in times of incapacity, businesses may require subject matter experts and depending on the business structure, there are certain governance requirements. Therefore, the Business Lasting Power of Attorney (BLPA) is a separate arrangement that is similar in function to the LPA. Business owners arranging a LPA and BLPA can therefore split between personal and business affairs.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup><sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Administrative_and_legal_background\">Administrative and legal background</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Lasting_power_of_attorney&amp;action=edit&amp;section=3\" title=\"Edit section: Administrative and legal background\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The LPA system is administered by the <a href=\"/wiki/Office_of_the_Public_Guardian_(England_and_Wales)\" title=\"Office of the Public Guardian (England and Wales)\">Office of the Public Guardian</a> (OPG), an agency of the <a href=\"/wiki/Ministry_of_Justice_(United_Kingdom)\" title=\"Ministry of Justice (United Kingdom)\">Ministry of Justice</a> of the <a href=\"/wiki/United_Kingdom\" title=\"United Kingdom\">United Kingdom</a>. Its contact details are explained in section 2.2 below headed 'The role of the OPG in relation to Lasting Powers of Attorney'. The <a href=\"/wiki/Office_of_the_Public_Guardian_(England_and_Wales)\" title=\"Office of the Public Guardian (England and Wales)\">OPG</a> was set up in 2007 under the <a href=\"/wiki/Mental_Capacity_Act_2005\" title=\"Mental Capacity Act 2005\">MCA 2005</a>, replacing the similarly-named Public Guardianship Office which had a more limited range of responsibilities. It is headed by the Public Guardian, whose main role is the protection of people who lack mental <a href=\"/wiki/Capacity_(law)\" title=\"Capacity (law)\">capacity</a>.\n</p><p>The MCA 2005 provides a statutory framework to empower and protect vulnerable people who are not able to make their own decisions. It makes clear who can take decisions on their behalf, in which situations, and how they should do so. Through the LPA, the Act enables people to plan ahead for a time when they may lose capacity. Detailed guidance is provided by a Code of Practice to the MCA 2005<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> to the Act, which people working as professionals in this field are required to 'have regard to': that is, to observe, unless (having decided in specific circumstances not to do so) they are prepared to explain afterwards – most probably in a post-incident inquiry – why not.\n</p><p>Where there are suspicions that an attorney might not be acting in the best interests of the donor, the <a href=\"/wiki/Office_of_the_Public_Guardian_(England_and_Wales)\" title=\"Office of the Public Guardian (England and Wales)\">OPG</a> will arrange an investigation. If the OPG decides that formal action is required, and more generally if any disputes arise on subjects covered by the MCA, the matter is referred to the <a href=\"/wiki/Court_of_Protection\" title=\"Court of Protection\">Court of Protection</a> (CoP), which is part of the Family Division of the <a href=\"/wiki/High_Court_of_Justice\" title=\"High Court of Justice\">High Court</a> and was set up under the MCA for this purpose. The role of the CoP in decision-making is complementary to that of the OPG in relation to matters of regulation and supervision.\n</p>\n<h3><span id=\"The_.27five_principles.27\"></span><span class=\"mw-headline\" id=\"The_'five_principles'\">The 'five principles'</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Lasting_power_of_attorney&amp;action=edit&amp;section=4\" title=\"Edit section: The &#039;five principles&#039;\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The guiding principles of the MCA 2005<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> are set out in <a href=\"/wiki/Mental_Capacity_Act_2005#The_five_statutory_principles\" title=\"Mental Capacity Act 2005\">five principles</a> which indicate how the term <a href=\"/wiki/Capacity_(law)\" title=\"Capacity (law)\">'capacity'</a> (implying in this context mental capacity) is to be interpreted:\n</p>\n<blockquote>\n<ol><li>A person must be assumed to have capacity unless it is established that he lacks capacity.</li>\n<li>A person is not to be treated as unable to make a decision unless all practicable steps to help him to do so have been taken without success.</li>\n<li>A person is not to be treated as unable to make a decision merely because he makes an unwise decision.</li>\n<li>An act done, or decision made, under this Act for or on behalf of a person who lacks capacity must be done, or made, in his best interests.</li>\n<li>Before the act is done, or the decision is made, regard must be had to whether the purpose for which it is needed can be as effectively achieved in a way that is less restrictive of the person’s rights and freedom of action.</li></ol></blockquote>\n<p>The test so defined is 'decision-specific'. It can indicate an answer to the question 'Can he any longer use a gas ring safely when unsupervised?', but does not allow for wider questions to be given a firm yes/no answer when the real answer is that he has restricted capacity and so can deal with some aspects but not others. As stated in an official summary of the Act,<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup> it is 'a single clear test for assessing whether a person lacks capacity to take a particular decision at a particular time'.\n</p>\n<h3><span class=\"mw-headline\" id=\"The_role_of_the_OPG_in_relation_to_lasting_powers_of_attorney\">The role of the OPG in relation to lasting powers of attorney</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Lasting_power_of_attorney&amp;action=edit&amp;section=5\" title=\"Edit section: The role of the OPG in relation to lasting powers of attorney\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>From the point of view of someone who needs (or may potentially need) one or both LPAs, the <a href=\"/wiki/Office_of_the_Public_Guardian_(England_and_Wales)\" title=\"Office of the Public Guardian (England and Wales)\">Office of the Public Guardian</a> is one of the first points of contact.\n</p><p>To apply for a Lasting Power of Attorney, the donor has to fill in the application forms giving details for themselves, the attorneys and another person known as the certificate provider to witness that the decision has been made with the donor’s understanding and agreement. An LPA cannot be created once the donor has lost capacity.\n</p><p>There are two ways to create a Lasting Power of Attorney.\n</p>\n<ul><li>The person wishing to apply for an LPA can use the online LPA tool.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup></li></ul>\n<dl><dd><ul><li>This asks the user straightforward questions and then automatically produces a completed LPA form. This is then printed and signed in the correct order. The LPA tool also offers detailed instructions, describes the roles and responsibilities of each person involved, and offers assistance with signing and registration of the LPA.</li></ul></dd></dl>\n<ul><li>The forms can also be downloaded, printed out and filled in by hand.</li></ul>\n<dl><dd><ul><li>They must then be signed in the correct order. No instructions are included with the forms, so it is recommended that you read the information available online before filling them in.</li></ul></dd></dl>\n<p>The two key booklets available to give information on the LPA are entitled 'Guidance for people who want to make a lasting power of attorney for…', respectively, 'Property and Financial Affairs' and 'Health and Welfare'. These booklets provide all the information required about the legal aspects of the LPA application procedure, and many but not all of the practical aspects as well; they are the source for the great majority of the material which follows here.\n</p><p>The booklets can be obtained in several ways:\n</p>\n<ul><li>on line in pdf format<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup> or</li>\n<li>in printed form and free of charge, by request either</li></ul>\n<dl><dd><ul><li>on line<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup> or</li></ul></dd></dl>\n<dl><dd><ul><li>by post from The Office of the Public Guardian</li></ul></dd></dl>\n<p>Most users, particularly when completing an application form without previous experience of LPAs, will find the printed format an advantage.\n</p><p>As well as obtaining copies of the forms in these ways, copies may be downloaded or requested of other booklets and the corresponding application forms, such as those relating to registration and the payment of fees. Full information is on the appropriate website; first-time users will find it most convenient either to download or request by post a full set, covering everything needed for each LPA.\n</p><p>The OPG does not have its own website, but uses part of the main UK Government information site.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup> \n</p><p>A fee is payable at the time of registration: it is currently £82, or £164 from april 2017 for both LPAs, but exemption or reduction is allowed in defined cases.<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup>\n</p><p>An LPA is not only a legal document: it is a plan of action, to be put into effect in an ordinary family situation which may have its share of stresses and problems. Any such matters will affect the outcome, and so need to be taken into account in the drafting of the application. The primary source of help and advice for this process is the appropriate OPG booklet.\n</p>\n<h3><span class=\"mw-headline\" id=\"Using_the_lasting_power_of_attorney\">Using the lasting power of attorney</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Lasting_power_of_attorney&amp;action=edit&amp;section=6\" title=\"Edit section: Using the lasting power of attorney\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Once the donor has created a lasting power of attorney and it has been registered with the Office of the Public Guardian, the attorneys specified can in theory act on behalf of the donor, for example, paying the donor's bills, managing investments, and so on. However, in practice, this can prove much harder than it may sound.\n</p><p>The powers granted by the property and financial affairs LPA require the relevant institution (for example, the bank or insurance company) to accept the power of attorney and allow the attorney to act. Many institutions, whilst in theory accepting the power, make it extremely difficult to put in practice. Many claim that this is to protect the donor or to comply with money laundering regulations, but whatever the reasons, it can make the whole process very challenging and stressful, especially if the donor themselves is by this time unable to support the process, for example, from failing mental capacity.<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (February 2016)\">citation needed</span></a></i>&#93;</sup>\n</p><p>Ways in which institutions can obstruct the process include:\n</p>\n<ul><li>requiring identity verification of the donor (which is not required in law and may in practice be very difficult if utility bills have already been redirected to the attorney's address and the donor is now mentally or physically frail)</li>\n<li>by insisting on seeing the sole original copy of the power of attorney, rather than accepting a certified copy</li>\n<li>questioning the identity of the attorney and requiring substantial proofs via certified copies of documents such as passports, even where the address of the attorney remains as stated on the LPA</li></ul>\n<p>Even once the authority of the attorney is accepted by the institution, they may choose to limit what the donor can do, for example by:\n</p>\n<ul><li>not supporting a full range of services, such as internet banking and telephone banking, or refusing to issue cheque books or debit cards to attorneys</li>\n<li>continuing to send correspondence to the donor's address instead of the attorney's</li>\n<li>refusing to accept the attorney's instructions without the confirmation of the donor</li></ul>\n<p>The only recourse in these cases is to complain first to the institution in question, and if this fails to the <a href=\"/wiki/Financial_Ombudsman_Service\" title=\"Financial Ombudsman Service\">Financial Ombudsman Service</a>.\n</p><p>Both the <i>Guardian</i><sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup> and the <i>Telegraph</i><sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup> have reported on these challenges.\n</p>\n<h2><span class=\"mw-headline\" id=\"Notes\">Notes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Lasting_power_of_attorney&amp;action=edit&amp;section=7\" title=\"Edit section: Notes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"https://www.gov.uk/power-of-attorney/make-lasting-power\">https://www.gov.uk/power-of-attorney/make-lasting-power</a></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://www.thegazette.co.uk/all-notices/content/101043\">\"Business lasting power of attorney\"</a>. <i>www.thegazette.co.uk</i><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2017-08-26</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=www.thegazette.co.uk&amp;rft.atitle=Business+lasting+power+of+attorney&amp;rft_id=https%3A%2F%2Fwww.thegazette.co.uk%2Fall-notices%2Fcontent%2F101043&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ALasting+power+of+attorney\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Ward, Craig (2011). <i>Lasting Powers of Attorney: A Practical Guide</i>. The Law Society. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-1853286025\" title=\"Special:BookSources/978-1853286025\">978-1853286025</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Lasting+Powers+of+Attorney%3A+A+Practical+Guide&amp;rft.pub=The+Law+Society&amp;rft.date=2011&amp;rft.isbn=978-1853286025&amp;rft.aulast=Ward&amp;rft.aufirst=Craig&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ALasting+power+of+attorney\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Code of Practice to MCA 2005, published by the <a href=\"/wiki/Ministry_of_Justice_(United_Kingdom)\" title=\"Ministry of Justice (United Kingdom)\">Ministry of Justice</a>:<a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.justice.gov.uk/downloads/guidance/protecting-the-vulnerable/mca/mca-code-practice-0509.pdf\">[1]</a></span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Mental Capacity Act 2005 section 1: The guiding principles</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Mental Capacity Act 2005: summary by the Department of Health</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"https://www.gov.uk/power-of-attorney/make-lasting-power\">https://www.gov.uk/power-of-attorney/make-lasting-power</a></span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.justice.gov.uk/forms/opg/lasting-power-of-attorney\">http://www.justice.gov.uk/forms/opg/lasting-power-of-attorney</a></span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.justice.gov.uk/forms/opg/request-lasting-power-of-attorney-forms\">http://www.justice.gov.uk/forms/opg/request-lasting-power-of-attorney-forms</a></span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.justice.gov.uk/about/opg.htm\">Government website for OPG information</a></span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"https://www.lastingpowerofattorney.service.gov.uk/\">Gov.uk: Make a lasting power of attorney</a></span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"https://www.theguardian.com/money/2013/jun/09/carers-lasting-power-attorney\">https://www.theguardian.com/money/2013/jun/09/carers-lasting-power-attorney</a></span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"https://www.telegraph.co.uk/finance/personalfinance/8305337/Power-of-attorney-chaos-hits-elderly.html\">https://www.telegraph.co.uk/finance/personalfinance/8305337/Power-of-attorney-chaos-hits-elderly.html</a></span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw1268\nCached time: 20180907210220\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.148 seconds\nReal time usage: 0.188 seconds\nPreprocessor visited node count: 422/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 4951/2097152 bytes\nTemplate argument size: 583/2097152 bytes\nHighest expansion depth: 11/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 6125/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.060/10.000 seconds\nLua memory usage: 2.16 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  156.769      1 -total\n 44.14%   69.193      1 Template:Reflist\n 33.15%   51.973      1 Template:Citation_needed\n 29.58%   46.369      1 Template:Fix\n 26.59%   41.691      1 Template:Cite_web\n 18.94%   29.695      2 Template:Category_handler\n 16.83%   26.385      1 Template:Seealso\n  7.98%   12.515      1 Template:Delink\n  4.37%    6.858      1 Template:Cite_book\n  2.22%    3.474      1 Template:Fix/category\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:31174705-0!canonical and timestamp 20180907210220 and revision id 834030603\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"All_articles_with_unsourced_statements"},{"sortkey":"","hidden":"","*":"Articles_with_unsourced_statements_from_February_2016"},{"sortkey":"","*":"Common_law"},{"sortkey":"","*":"English_legal_terminology"},{"sortkey":"","*":"Medical_law"},{"sortkey":"","*":"Power_of_attorney"}],"links":[{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from February 2016"},{"ns":0,"exists":"","*":"Capacity (law)"},{"ns":0,"exists":"","*":"Common law"},{"ns":0,"exists":"","*":"Court of Protection"},{"ns":0,"exists":"","*":"Enduring power of attorney"},{"ns":0,"exists":"","*":"English law"},{"ns":0,"exists":"","*":"Financial Ombudsman Service"},{"ns":0,"exists":"","*":"High Court of Justice"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"Lawyer"},{"ns":0,"exists":"","*":"Mental Capacity Act 2005"},{"ns":0,"exists":"","*":"Mental capacity in England and Wales"},{"ns":0,"exists":"","*":"Ministry of Justice (United Kingdom)"},{"ns":0,"exists":"","*":"Office of the Public Guardian (England and Wales)"},{"ns":0,"exists":"","*":"Power of attorney"},{"ns":0,"exists":"","*":"United Kingdom"},{"ns":4,"exists":"","*":"Wikipedia:Citation needed"}],"templates":[{"ns":10,"exists":"","*":"Template:Seealso"},{"ns":10,"exists":"","*":"Template:See also"},{"ns":10,"exists":"","*":"Template:Citation needed"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Delink"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Labelled list hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote list"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Delink"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["https://www.thegazette.co.uk/all-notices/content/101043","http://www.justice.gov.uk/downloads/guidance/protecting-the-vulnerable/mca/mca-code-practice-0509.pdf","http://www.justice.gov.uk/about/opg.htm","https://www.lastingpowerofattorney.service.gov.uk/","https://www.gov.uk/power-of-attorney/make-lasting-power","http://www.justice.gov.uk/forms/opg/lasting-power-of-attorney","http://www.justice.gov.uk/forms/opg/request-lasting-power-of-attorney-forms","https://www.theguardian.com/money/2013/jun/09/carers-lasting-power-attorney","https://www.telegraph.co.uk/finance/personalfinance/8305337/Power-of-attorney-chaos-hits-elderly.html"],"sections":[{"toclevel":1,"level":"2","line":"Purpose","number":"1","index":"1","fromtitle":"Lasting_power_of_attorney","byteoffset":988,"anchor":"Purpose"},{"toclevel":1,"level":"2","line":"Business Lasting Power of Attorney","number":"2","index":"2","fromtitle":"Lasting_power_of_attorney","byteoffset":2576,"anchor":"Business_Lasting_Power_of_Attorney"},{"toclevel":1,"level":"2","line":"Administrative and legal background","number":"3","index":"3","fromtitle":"Lasting_power_of_attorney","byteoffset":3591,"anchor":"Administrative_and_legal_background"},{"toclevel":2,"level":"3","line":"The 'five principles'","number":"3.1","index":"4","fromtitle":"Lasting_power_of_attorney","byteoffset":5890,"anchor":"The_'five_principles'"},{"toclevel":2,"level":"3","line":"The role of the OPG in relation to lasting powers of attorney","number":"3.2","index":"5","fromtitle":"Lasting_power_of_attorney","byteoffset":7543,"anchor":"The_role_of_the_OPG_in_relation_to_lasting_powers_of_attorney"},{"toclevel":2,"level":"3","line":"Using the lasting power of attorney","number":"3.3","index":"6","fromtitle":"Lasting_power_of_attorney","byteoffset":11151,"anchor":"Using_the_lasting_power_of_attorney"},{"toclevel":1,"level":"2","line":"Notes","number":"4","index":"7","fromtitle":"Lasting_power_of_attorney","byteoffset":13672,"anchor":"Notes"}],"parsewarnings":[],"displaytitle":"Lasting power of attorney","iwlinks":[],"properties":[{"name":"displaytitle","*":"Lasting power of attorney"},{"name":"wikibase_item","*":"Q16995931"}]}}