{"parse":{"title":"Archontology","pageid":1484463,"revid":810645906,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Archontology</b> is the study of historical offices and important positions in <a href=\"/wiki/State_(polity)\" title=\"State (polity)\">state</a>, <a href=\"/wiki/International\" title=\"International\">international</a>, <a href=\"/wiki/Politics\" title=\"Politics\">political</a>, <a href=\"/wiki/Religion\" title=\"Religion\">religious</a> and other organizations and societies. It includes <a href=\"/wiki/Chronology\" title=\"Chronology\">chronology</a>, <a href=\"/wiki/Order_of_succession\" title=\"Order of succession\">succession</a> of office holders, their <a href=\"/wiki/Biography\" title=\"Biography\">biographies</a> and related records.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Background\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Background</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Development_of_archontology\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Development of archontology</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Approaches_to_archontology\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Approaches to archontology</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Disciplinary_aims_and_objectives\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Disciplinary aims and objectives</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#See_also\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Notes\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Notes</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#External_links\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Background\">Background</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Archontology&amp;action=edit&amp;section=1\" title=\"Edit section: Background\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><a href=\"/wiki/Political_science\" title=\"Political science\">Political science</a> and <a href=\"/wiki/History\" title=\"History\">history</a> would be void and misunderstood without naming its chief <a href=\"/wiki/Actor_(policy_debate)\" class=\"mw-redirect\" title=\"Actor (policy debate)\">actors</a>. In many cases, these actors were those who either sat on the <a href=\"/wiki/Throne\" title=\"Throne\">throne</a> or enjoyed popular support at <a href=\"/wiki/Election\" title=\"Election\">election</a> or violently seized the power when circumstances permitted. There have always been those who held important state, public and <a href=\"/wiki/Political_party\" title=\"Political party\">party</a> offices, those who wielded <a href=\"/wiki/Autocracy\" title=\"Autocracy\">absolute power</a>, those who were limited in their actions by <a href=\"/wiki/Law\" title=\"Law\">law</a> or <a href=\"/wiki/Tradition\" title=\"Tradition\">tradition</a>. This category colloquially known as \"rulers\" has been an object of studies in scientific <a href=\"/wiki/Chronology\" title=\"Chronology\">chronology</a> for long ages. An interest in studying the rulers emerged long before it became a part of history and chronology as academic disciplines. This distinctive interest in studying the chronologies of heads of states, governments, ministries and other offices may be rigorously defined as institutional chronology or even as archontology (from Greek, αρχων (<a href=\"/wiki/Archon\" title=\"Archon\">archon</a>), meaning <i>ruler</i>; used specifically for supreme magistrates, as in <a href=\"/wiki/Athens\" title=\"Athens\">Athens</a>, or even kings, as in the <a href=\"/wiki/Cimmerian_Bosporus\" class=\"mw-redirect\" title=\"Cimmerian Bosporus\">Cimmerian Bosporus</a>).\n</p>\n<h2><span class=\"mw-headline\" id=\"Development_of_archontology\">Development of archontology</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Archontology&amp;action=edit&amp;section=2\" title=\"Edit section: Development of archontology\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Institutional chronology as integral part of general chronology dates back to the times of first civilizations. One of the earliest efforts of ancient historians was aimed at compiling the chronology of contemporary rulers and their predecessors. The <a href=\"/w/index.php?title=Kinglist&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Kinglist (page does not exist)\">kinglists</a>, found in most centers of the ancient civilizations (for an example, see the <a href=\"/wiki/Sumerian_kinglist\" class=\"mw-redirect\" title=\"Sumerian kinglist\">Sumerian kinglist</a>), formed a basis for building more detailed historical accounts and served as a skeleton for further historical studies. It is difficult to imagine what history of <a href=\"/wiki/Ancient_Egypt\" title=\"Ancient Egypt\">Ancient Egypt</a> we would have, if modern <a href=\"/wiki/Historian\" title=\"Historian\">historians</a> could not base their research on the tables of rulers by <a href=\"/wiki/Manetho\" title=\"Manetho\">Manetho</a> and the <a href=\"/wiki/Abydos,_Egypt\" title=\"Abydos, Egypt\">Abydos</a> inscriptions. The history of <a href=\"/wiki/Rome\" title=\"Rome\">Rome</a> would be difficult to reconstruct if we did not have the availability of <a href=\"/wiki/Consular\" class=\"mw-redirect\" title=\"Consular\">consular</a> lists. The tradition of keeping records of rulers survived through the ages and became a part of modern history and chronology, but in fact it appears as a distinctive field of study and independent discipline closely related to <a href=\"/wiki/Political_science\" title=\"Political science\">political science</a> and legal studies.\n</p><p>Historians and chronographers built the lists of <a href=\"/wiki/Monarch\" title=\"Monarch\">kings</a>, <a href=\"/wiki/Queen_regnant\" title=\"Queen regnant\">queens</a>, <a href=\"/wiki/President\" title=\"President\">presidents</a> and other powerful leaders. Royal <a href=\"/wiki/Genealogy\" title=\"Genealogy\">genealogies</a> including information on <a href=\"/wiki/Reign\" title=\"Reign\">reigns</a> and <a href=\"/wiki/Pedigree_chart#In_human_genealogy\" title=\"Pedigree chart\">pedigree</a> became the first analytical works in institutional chronology. A 17th-century work of <a href=\"/wiki/R._P._Anselme\" class=\"mw-redirect\" title=\"R. P. Anselme\">R. P. Anselme</a>, <i>Histoire de la maison royale de France et des grands officiers de la Couronne</i><sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> is an example of early studies focused on the heads of state and the holders of highest state offices.\n</p><p>The 19th and 20th centuries witnessed the appearance of general works attempting to compile the lists of rulers sorted out by nations and time.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> The most massive example of such study is the work of <a href=\"/w/index.php?title=Peter_Truhart&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Peter Truhart (page does not exist)\">Peter Truhart</a>, <i>Regenten der Welt/Regents of Nations</i><sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> a universal reference book for heads of states and governments of all nations of all times. It was published twice, in 1985 and in 2001, but is still riddled with errors resulting from the attempt by its author to include as much information as available regardless of its validity from the viewpoint of chronology. Works focused on a narrow scope of research enjoyed a far better success. The <i>Handbook of British Chronology</i>, a work continuously improved by its editors, serves as an excellent example of the combining of theoretical, historical and chronological methods.\n</p><p>A large number of studies closely related to the institutional chronology is represented by thematic works on rulers of different nations. These works may include documented information, but often deviate from the main course of archontology. Apparently in attempt to extend the limits of a target group, their authors often focus on curious but less important facts.\n</p><p>Contemporary archontology and genealogy receive the support of many enthusiasts interested in collecting the information related to the history of offices. Modern technical improvements should increase the sophistication of chronological analysis and turn institutional chronology into a more refined discipline. These fields not only offer opportunities for amateurs, but currently depend on their input, both as to facts and as to analysis and organization. However, the quality of studies has not yet dramatically improved. The process of collecting attracts many of those whose primary objectives were far from profound analysis and extensive study. The majority of the studies currently being published leans towards an easier approach.\n</p>\n<h2><span class=\"mw-headline\" id=\"Approaches_to_archontology\">Approaches to archontology</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Archontology&amp;action=edit&amp;section=3\" title=\"Edit section: Approaches to archontology\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Further development of archontology as academic discipline requires new approaches. More attention to the facts determining the dates of reigns and offices. What should be accepted as a sound reason for dating the beginning of a reign: the death of a predecessor, the <a href=\"/wiki/Proclamation\" title=\"Proclamation\">proclamation</a> by parliament, <a href=\"/wiki/Coronation\" title=\"Coronation\">coronation</a>? What does officially determine the premature end of an office holder's tenure: the date of his/her <a href=\"/wiki/Resignation\" title=\"Resignation\">resignation</a>, the date when the resignation was accepted by national <a href=\"/wiki/Legislature\" title=\"Legislature\">legislature</a>, the installation of a successor? Such questions are often neglected or noted only occasionally. Therefore, the study of political developments and national legal systems should be recognized as essential tool in determination of dates. Personal identification of \"rulers\" should be used by adding biographical details including full names, <a href=\"/wiki/Titles\" class=\"mw-redirect\" title=\"Titles\">titles</a>, precise dates and geographic locations of births and deaths.\n</p><p>Numerous studies contradict each other concerning even the most obvious dates. The reasons for such contradictions apparently lay in the fact that different authors were chiefly concerned with building consistent chronologies, which recorded each possible name and date, but failed to provide reasonable explanations for picking the dates and sometimes even for historical characters included in such records. In most of these works one can hardly find references to the primary sources including archival documents. A lack of details and proper explanations diminishes the quality of reference works on institutional chronology.\n</p><p>The availability of quality studies in this field varies from country to country. It is very simple to learn the dates and mechanisms of changing presidents in the <a href=\"/wiki/United_States\" title=\"United States\">United States</a> from 1789, but not every book may answer the question what preceded the <a href=\"/wiki/Inauguration\" title=\"Inauguration\">inauguration</a> of <a href=\"/wiki/George_Washington\" title=\"George Washington\">George Washington</a> and what role the presidents of the <a href=\"/wiki/Continental_Congress\" title=\"Continental Congress\">Continental Congress</a> played in 1774 - 1788. The history of <a href=\"/wiki/Russia\" title=\"Russia\">Russia</a> is covered in thousands of studies, but we still cannot name a book providing documented dates for its heads of government in the 20th century as a constituent republic of the <a href=\"/wiki/Soviet_Union\" title=\"Soviet Union\">Soviet Union</a>. A number of gaps remain for historians to fill. This enterprise would not involve only the study of printed primary sources, but also a lot of work in the <a href=\"/wiki/Archives\" class=\"mw-redirect\" title=\"Archives\">archives</a>.\n</p><p>Archontology is not aimed at a simple collecting of dates and names, but combining them into detailed chronologies, where the changes of office holders are reasonably explained from the viewpoints of history, political science and law. This approach significantly boosts the value of the collected material and should help fill in the gaps existing in chronologies of national leaders. There is no carefully elaborated and universally accepted system for selecting and verifying chronological facts, but such a system would be extremely helpful to determine the criteria of selection for dates and names.\n</p><p>The lack of authoritative information results from many factors. It might seem to be easy, but verification of dates and creation of consecutive chronologies appears to be a challenging task. Lists of rulers used as appendices to academic works are usually over-simplified and poorly verified. This may be the case because the verification requires consulting a great number of official periodicals and collections of legal statutes published in various countries. The tiny facts related to the changes in government are hidden deeply in the minutes of national parliaments and executive bodies.\n</p><p>An illustrative example of discovering new names for institutional chronology is the story of <a href=\"/w/index.php?title=Wilhelm_Pfannkuch&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Wilhelm Pfannkuch (page does not exist)\">Wilhelm Pfannkuch</a>, who was practically excluded from the list of rulers of <a href=\"/wiki/Germany\" title=\"Germany\">Germany</a> until the facts were found restoring his place in historical chronology. While <a href=\"/wiki/Eduard_David\" title=\"Eduard David\">Eduard David</a>, the first president of the <i>Nationalversammlung</i> (7 February 1919 - 13 February 1919), was always considered as temporary head of state of Germany from 7 February 1919 to 11 February 1919, the name of Pfannkuch was omitted. The minutes of the <i>Nationalversammlung</i> for 6 February 1919 reveal that Pfannkuch indeed chaired the Nationalversammlung on 6 February 1919 and partly on 7 February 1919 as <i>Alterspräsident</i> (president by age). Thus in his capacity as head of the national constituent assembly, he briefly exercised the functions of <a href=\"/wiki/Head_of_state\" title=\"Head of state\">head of state</a>.\n</p><p>The study of national leadership chronologies may be enriched by attaching theoretical analysis of patterns found in political developments of different countries. Provisional governments, temporary substitutions of office holders, term definitions, authentic position titles, <a href=\"/wiki/Regent\" title=\"Regent\">regencies</a> – these topics form only a part of theoretical issues.\n</p><p>The works not focused on the institutional chronology tend to use colloquial terms and definitions, which partially distort the historical retrospective. Currently, most works on chronology of rulers and high state officials require extensive improvement as they appear as skeletons of names and dates, to which no flesh of facts is attached. A reader may find himself confused with thousands of unexplained dates and names, while different works continue to contradict each other, adding to the reader's confusion. The nations whose histories feature a rich variety of constitutional and unconstitutional changes of rulers are presented in the reference books in an impoverished form, due the fact that their institutional histories are not properly studied. It would not be a surprise to fail in finding the complete membership of a <a href=\"/wiki/Nicaragua\" title=\"Nicaragua\">Nicaraguan</a> governing <a href=\"/wiki/Military_dictatorship\" title=\"Military dictatorship\">junta</a> in the mid-19th century, but we still lack definite works on many <a href=\"/wiki/Europe\" title=\"Europe\">European</a> governments. A great number of stand-ins and short-lived political bodies await inclusion in the works on institutional chronology. All these omissions might be done away with only if we applied a more thorough approach to these studies.\n</p><p>Theoretical principles of institutional chronology are still far from being clearly formulated. A researcher puzzled with two or more conflicting dates needs a definite guidance on what event makes the date valid from the viewpoint of institutional chronology or needs an alternative date backed by facts. A simple question as to when an office holder legally took possession of his or her office may raise a number of tough questions. A very interesting instance of this issue is the case of the <a href=\"/wiki/Executive_Directory\" class=\"mw-redirect\" title=\"Executive Directory\">Executive Directory</a> of the <a href=\"/wiki/France\" title=\"France\">French Republic</a> in 1795 - 1799. Various works on the history of the Executive Directory give rather contradicting answers to a question as to when a directory’s member formally took his office. A detailed study showed that at least three different approaches might be applied to the precise determination of their terms of office. Out of 13 directors, the initial four members officially entered into exercising their duties upon constituting the Directory as an executive body, seven – upon their election, and two – on the dates fixed in a special law. Despite the fact that numerous works on the history of France in the 18th century have been published and continue being published, these difficulties remain largely unknown. As a result, one finds conflicting and confusing appearances of the respective dates in reference works.\n</p><p>A significant portion of sources for studying the institutional chronology consists of the archives of actual legislation. The collections of documents issued for the purpose of governing by the heads of states and governments, ministers, military leaders and others contain valuable information for studying authentic definitions used by the office holders, their self-styles and official <a href=\"/wiki/Parlance\" title=\"Parlance\">parlance</a> in general. Slightest changes in styles, frequently ignored in the works on general history, might be restored only by careful examination of heritage accumulated by the national governments. For instance, it is known that the colloquial use of the term tsar for the All-Russian Emperor in 1721–1917 is strictly incorrect, because in this period the term <a href=\"/wiki/Tsar\" title=\"Tsar\">tsar</a> was used in the sense of monarch only for subsidiary (and partially imaginary) <a href=\"/wiki/Polities\" class=\"mw-redirect\" title=\"Polities\">polities</a> (with the exception of <a href=\"/wiki/Poland\" title=\"Poland\">Poland</a>, at least from 1815 to 1830). The lack of proper definition for a ruler's style results in a distorted view of political development. The answers are often to be found exclusively in the study of legal documents.\n</p>\n<h2><span class=\"mw-headline\" id=\"Disciplinary_aims_and_objectives\">Disciplinary aims and objectives</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Archontology&amp;action=edit&amp;section=4\" title=\"Edit section: Disciplinary aims and objectives\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Besides purely academic interest, institutional chronology has a true practical meaning. It is used in many disciplines and can be utilized for different purposes. Definite and proven information on the terms of offices may be successfully used for dating the documents. The advantages of proven chronologies of office holders appear when reasonable defined terms of offices narrow the area of research. The right of signature pertinent to office holders and the dates of holding the office help determine the dates of issuing a document if such date was not found in original copy. The principle of using the rulers' names for year counting is known for many nations including <a href=\"/wiki/Ancient_Rome\" title=\"Ancient Rome\">ancient Rome</a> and <a href=\"/wiki/Greece\" title=\"Greece\">Greece</a>, imperial <a href=\"/wiki/China\" title=\"China\">China</a> and <a href=\"/wiki/Japan\" title=\"Japan\">Japan</a>. The regnal years have an essential role for chronology of <a href=\"/wiki/England\" title=\"England\">England</a> and other European countries. Thus, only a neatly composed chronology of rulers may serve as a good basis for researchers.\n</p><p>The ultimate goals of institutional chronology cannot be achieved only by removing discrepancies and filling the gaps in the lists of rulers. As a matter of fact, these gaps cannot be reconciled unless some universal definitions and terms are accepted by researchers. The criteria for selection of persons to be included in archontological studies, the criteria for selection and verification of terms and dates, the ways of identification of rulers and office holders are still to be defined. Current approaches should go through reconsideration for further improvement and sophistication.\n</p><p>To become an independent academic discipline, archontology should focus on elaborating new standards and terminology for classification of rulers and officials. The existing chronologies, based on well established facts, may serve as a basis for archontological studies, but it should be extended, restructured and supplemented with theoretical information including historical, political and juridical aspects for changes in the forms of government and governmental succession. It is not necessarily that the studies should focus on the succession of office holders. The research on authentic titles, mechanisms for succession, classification of legal information, inauguration ceremonies and others may form an organic part of archontology.\n</p><p>While a universal improvement of records for all nations and ages could hardly be expected in the nearest future, the study of institutional chronologies for particular countries and <a href=\"/wiki/Supranational\" class=\"mw-redirect\" title=\"Supranational\">supranational</a> unions should be encouraged through sophistication of methods and approaches. The appearance of enriched, verified and documented chronologies recorded with the appropriate <a href=\"/wiki/Technical_terminology\" class=\"mw-redirect\" title=\"Technical terminology\">technical terminology</a> would signify a real improvement in the development of this field of study and would help the general regeneration of archontology.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Archontology&amp;action=edit&amp;section=5\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Lists_of_state_leaders_by_year\" title=\"Lists of state leaders by year\">Lists of state leaders by year</a></li>\n<li><a href=\"/wiki/Legitimism\" class=\"mw-redirect\" title=\"Legitimism\">Legitimism</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"Notes\">Notes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Archontology&amp;action=edit&amp;section=6\" title=\"Edit section: Notes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><a href=\"/wiki/R._P._Anselme\" class=\"mw-redirect\" title=\"R. P. Anselme\">R. P. Anselme</a>, <i>Histoire de la maison royale de France et des grands officiers de la Couronne</i>. Paris, 1674</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">(<a href=\"/wiki/Anthony_Marinus_Hendrik_Johan_Stokvis\" title=\"Anthony Marinus Hendrik Johan Stokvis\">Stokvis</a>, <a href=\"/wiki/Poole\" title=\"Poole\">Poole</a>, <a href=\"/w/index.php?title=Spuler&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Spuler (page does not exist)\">Spuler</a>, Truhart)</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Peter Truhart, <i>Regenten der Welt/Regents of Nations</i>. Munich, 1985</span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Archontology&amp;action=edit&amp;section=7\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.archontology.org/\">Archontology, by Oleg Schultz</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.rulers.org/\">Rulers, by B. Schemmel</a> - detailed lists (including regional and religious leaders) from 1700.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.worldstatesmen.org/\">World Statesmen, Ben Cahoon</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://zarate.eu/countries.htm\">World Political Leaders, by Roberto Ortiz de Zárate</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20070328213231/http://www.info-regenten.de/regent/regent-e/\">World Rulers: Heads of State and Prime Ministers, by Enno Schulz</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.friesian.com/histindx.htm\">Guide and Index to Lists of Rulers, by Kelley L. Ross</a> - lists of incumbents including historical analysis of their eras.</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2205\nCached time: 20180922102949\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.068 seconds\nReal time usage: 0.079 seconds\nPreprocessor visited node count: 189/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 320/2097152 bytes\nTemplate argument size: 76/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 981/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.003/10.000 seconds\nLua memory usage: 525 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   26.089      1 Template:Reflist\n100.00%   26.089      1 -total\n 10.67%    2.785      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:1484463-0!canonical and timestamp 20180922102948 and revision id 810645906\n -->\n</div>"},"langlinks":[{"lang":"bg","url":"https://bg.wikipedia.org/wiki/%D0%90%D1%80%D1%85%D0%BE%D0%BD%D1%82%D0%BE%D0%BB%D0%BE%D0%B3%D0%B8%D1%8F","langname":"Bulgarian","autonym":"български","*":"Архонтология"},{"lang":"es","url":"https://es.wikipedia.org/wiki/Arcontolog%C3%ADa","langname":"Spanish","autonym":"español","*":"Arcontología"},{"lang":"hu","url":"https://hu.wikipedia.org/wiki/Archontol%C3%B3gia","langname":"Hungarian","autonym":"magyar","*":"Archontológia"},{"lang":"pt","url":"https://pt.wikipedia.org/wiki/Arcontologia","langname":"Portuguese","autonym":"português","*":"Arcontologia"},{"lang":"ru","url":"https://ru.wikipedia.org/wiki/%D0%90%D1%80%D1%85%D0%BE%D0%BD%D1%82%D0%BE%D0%BB%D0%BE%D0%B3%D0%B8%D1%8F","langname":"Russian","autonym":"русский","*":"Архонтология"},{"lang":"sl","url":"https://sl.wikipedia.org/wiki/Arhontologija","langname":"Slovenian","autonym":"slovenščina","*":"Arhontologija"},{"lang":"uk","url":"https://uk.wikipedia.org/wiki/%D0%90%D1%80%D1%85%D0%BE%D0%BD%D1%82%D0%BE%D0%BB%D0%BE%D0%B3%D1%96%D1%8F","langname":"Ukrainian","autonym":"українська","*":"Архонтологія"}],"categories":[{"sortkey":"","*":"Historiography"}],"links":[{"ns":0,"exists":"","*":"Abydos, Egypt"},{"ns":0,"exists":"","*":"Actor (policy debate)"},{"ns":0,"exists":"","*":"Ancient Egypt"},{"ns":0,"exists":"","*":"Ancient Rome"},{"ns":0,"exists":"","*":"Anthony Marinus Hendrik Johan Stokvis"},{"ns":0,"exists":"","*":"Archives"},{"ns":0,"exists":"","*":"Archon"},{"ns":0,"exists":"","*":"Athens"},{"ns":0,"exists":"","*":"Autocracy"},{"ns":0,"exists":"","*":"Biography"},{"ns":0,"exists":"","*":"China"},{"ns":0,"exists":"","*":"Chronology"},{"ns":0,"exists":"","*":"Cimmerian Bosporus"},{"ns":0,"exists":"","*":"Consular"},{"ns":0,"exists":"","*":"Continental Congress"},{"ns":0,"exists":"","*":"Coronation"},{"ns":0,"exists":"","*":"Eduard David"},{"ns":0,"exists":"","*":"Election"},{"ns":0,"exists":"","*":"England"},{"ns":0,"exists":"","*":"Europe"},{"ns":0,"exists":"","*":"Executive Directory"},{"ns":0,"exists":"","*":"France"},{"ns":0,"exists":"","*":"Genealogy"},{"ns":0,"exists":"","*":"George Washington"},{"ns":0,"exists":"","*":"Germany"},{"ns":0,"exists":"","*":"Greece"},{"ns":0,"exists":"","*":"Head of state"},{"ns":0,"exists":"","*":"Historian"},{"ns":0,"exists":"","*":"History"},{"ns":0,"exists":"","*":"Inauguration"},{"ns":0,"exists":"","*":"International"},{"ns":0,"exists":"","*":"Japan"},{"ns":0,"exists":"","*":"Law"},{"ns":0,"exists":"","*":"Legislature"},{"ns":0,"exists":"","*":"Legitimism"},{"ns":0,"exists":"","*":"Lists of state leaders by year"},{"ns":0,"exists":"","*":"Manetho"},{"ns":0,"exists":"","*":"Military dictatorship"},{"ns":0,"exists":"","*":"Monarch"},{"ns":0,"exists":"","*":"Nicaragua"},{"ns":0,"exists":"","*":"Order of succession"},{"ns":0,"exists":"","*":"Parlance"},{"ns":0,"exists":"","*":"Pedigree chart"},{"ns":0,"exists":"","*":"Poland"},{"ns":0,"exists":"","*":"Political party"},{"ns":0,"exists":"","*":"Political science"},{"ns":0,"exists":"","*":"Politics"},{"ns":0,"exists":"","*":"Polities"},{"ns":0,"exists":"","*":"Poole"},{"ns":0,"exists":"","*":"President"},{"ns":0,"exists":"","*":"Proclamation"},{"ns":0,"exists":"","*":"Queen regnant"},{"ns":0,"exists":"","*":"R. P. Anselme"},{"ns":0,"exists":"","*":"Regent"},{"ns":0,"exists":"","*":"Reign"},{"ns":0,"exists":"","*":"Religion"},{"ns":0,"exists":"","*":"Resignation"},{"ns":0,"exists":"","*":"Rome"},{"ns":0,"exists":"","*":"Russia"},{"ns":0,"exists":"","*":"Soviet Union"},{"ns":0,"exists":"","*":"State (polity)"},{"ns":0,"exists":"","*":"Sumerian kinglist"},{"ns":0,"exists":"","*":"Supranational"},{"ns":0,"exists":"","*":"Technical terminology"},{"ns":0,"exists":"","*":"Throne"},{"ns":0,"exists":"","*":"Titles"},{"ns":0,"exists":"","*":"Tradition"},{"ns":0,"exists":"","*":"Tsar"},{"ns":0,"exists":"","*":"United States"},{"ns":0,"*":"Spuler"},{"ns":0,"*":"Kinglist"},{"ns":0,"*":"Peter Truhart"},{"ns":0,"*":"Wilhelm Pfannkuch"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["http://www.archontology.org/","http://www.rulers.org/","http://www.worldstatesmen.org/","http://zarate.eu/countries.htm","https://web.archive.org/web/20070328213231/http://www.info-regenten.de/regent/regent-e/","http://www.friesian.com/histindx.htm"],"sections":[{"toclevel":1,"level":"2","line":"Background","number":"1","index":"1","fromtitle":"Archontology","byteoffset":348,"anchor":"Background"},{"toclevel":1,"level":"2","line":"Development of archontology","number":"2","index":"2","fromtitle":"Archontology","byteoffset":1486,"anchor":"Development_of_archontology"},{"toclevel":1,"level":"2","line":"Approaches to archontology","number":"3","index":"3","fromtitle":"Archontology","byteoffset":5394,"anchor":"Approaches_to_archontology"},{"toclevel":1,"level":"2","line":"Disciplinary aims and objectives","number":"4","index":"4","fromtitle":"Archontology","byteoffset":13842,"anchor":"Disciplinary_aims_and_objectives"},{"toclevel":1,"level":"2","line":"See also","number":"5","index":"5","fromtitle":"Archontology","byteoffset":16687,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"Notes","number":"6","index":"6","fromtitle":"Archontology","byteoffset":16755,"anchor":"Notes"},{"toclevel":1,"level":"2","line":"External links","number":"7","index":"7","fromtitle":"Archontology","byteoffset":16778,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Archontology","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q776528"}]}}