{"parse":{"title":"The Man in Grey (short story collection)","pageid":13108953,"revid":821656660,"text":{"*":"<div class=\"mw-parser-output\"><p class=\"mw-empty-elt\">\n\n</p>\n<table class=\"infobox vcard\" style=\"width:22em\"><caption style=\"font-style:italic;padding-bottom:0.2em;\">The Man in Grey <span class=\"Z3988\" title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=The+Man+in+Grey&amp;rft.author=%5B%5BBaroness+Orczy%5D%5D&amp;rft.date=1918&amp;rft.pub=%5B%5BCassell+%26+Co%5D%5D&amp;rft.pages=311+pp\"></span></caption><tbody><tr><td colspan=\"2\" style=\"text-align:center\">\n<a href=\"/wiki/File:Themaningrey1918.jpg\" class=\"image\"><img alt=\"Themaningrey1918.jpg\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/a/ab/Themaningrey1918.jpg/220px-Themaningrey1918.jpg\" width=\"220\" height=\"310\" srcset=\"//upload.wikimedia.org/wikipedia/en/a/ab/Themaningrey1918.jpg 1.5x\" data-file-width=\"304\" data-file-height=\"429\" /></a><div>Cover of the 1918 first edition</div></td></tr><tr><th scope=\"row\">Author</th><td>\n<a href=\"/wiki/Baroness_Orczy\" class=\"mw-redirect\" title=\"Baroness Orczy\">Baroness Orczy</a></td></tr><tr><th scope=\"row\">Country</th><td>\nUnited Kingdom</td></tr><tr><th scope=\"row\">Language</th><td>\nEnglish</td></tr><tr><th scope=\"row\">Genre</th><td>\nHistorical novel</td></tr><tr><th scope=\"row\">Publisher</th><td>\n<a href=\"/wiki/Cassell_%26_Co\" class=\"mw-redirect\" title=\"Cassell &amp; Co\">Cassell &amp; Co</a></td></tr><tr><th scope=\"row\"><div style=\"padding:0.1em 0;line-height:1.2em;\">Publication date</div></th><td>\n1918</td></tr><tr><th scope=\"row\">Media&#160;type</th><td>\nPrint (hardback &amp; paperback)</td></tr><tr><th scope=\"row\">Pages</th><td>\n311 pp</td></tr></tbody></table>\n<p><i><b>The Man in Grey</b></i> by <a href=\"/wiki/Baroness_Orczy\" class=\"mw-redirect\" title=\"Baroness Orczy\">Baroness Orczy</a>, author of <i><a href=\"/wiki/The_Scarlet_Pimpernel\" title=\"The Scarlet Pimpernel\">The Scarlet Pimpernel</a></i>, was first published in 1918. This time Orczy sets the action in post-revolutionary France.\n</p><p>The book takes the form of a novel but is divided up into nine inter-connected short stories about the mysterious Man in Grey's adventures in tracking down Royalist criminals for the Government.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Plot_summary\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Plot summary</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#The_Stories\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">The Stories</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#Silver-Leg\"><span class=\"tocnumber\">2.1</span> <span class=\"toctext\">Silver-Leg</span></a></li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#The_Spaniard\"><span class=\"tocnumber\">2.2</span> <span class=\"toctext\">The Spaniard</span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#The_Mystery_of_Marie_Valliant\"><span class=\"tocnumber\">2.3</span> <span class=\"toctext\">The Mystery of Marie Valliant</span></a></li>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#The_Emeralds_of_Mademoiselle_Philippa\"><span class=\"tocnumber\">2.4</span> <span class=\"toctext\">The Emeralds of Mademoiselle Philippa</span></a></li>\n<li class=\"toclevel-2 tocsection-7\"><a href=\"#The_Bourbon_Prince\"><span class=\"tocnumber\">2.5</span> <span class=\"toctext\">The Bourbon Prince</span></a></li>\n<li class=\"toclevel-2 tocsection-8\"><a href=\"#The_Mystery_of_a_Woman&#39;s_Heart\"><span class=\"tocnumber\">2.6</span> <span class=\"toctext\">The Mystery of a Woman's Heart</span></a></li>\n<li class=\"toclevel-2 tocsection-9\"><a href=\"#The_League_of_Knaves\"><span class=\"tocnumber\">2.7</span> <span class=\"toctext\">The League of Knaves</span></a></li>\n<li class=\"toclevel-2 tocsection-10\"><a href=\"#The_Arrow_Poison\"><span class=\"tocnumber\">2.8</span> <span class=\"toctext\">The Arrow Poison</span></a></li>\n<li class=\"toclevel-2 tocsection-11\"><a href=\"#The_Last_Adventure\"><span class=\"tocnumber\">2.9</span> <span class=\"toctext\">The Last Adventure</span></a></li>\n</ul>\n</li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Plot_summary\">Plot summary</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Man_in_Grey_(short_story_collection)&amp;action=edit&amp;section=1\" title=\"Edit section: Plot summary\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Set in Napoleonic France in 1809, the west of the country is being terrorised by a group of reckless criminals known as \"<a href=\"/wiki/Chouans\" class=\"mw-redirect\" title=\"Chouans\">Chouans</a>\" (Screech Owls) because they inflict terror by night and go to ground during the day, hiding out in the remains of chateaux left in ruins after the revolution.\n</p><p>The group, which contains some of France's most historic names, commit their crimes under the guise of Royalist convictions, but whether they really seek to reinstate the Bourbon royal line, or whether they are just a pack of lawless brigands is open for debate.\n</p>\n<blockquote>\n<p><i>\"Theirs were the hands that struck whilst their leaders planned—they were the screech-owls who for more than twenty years terrorised the western provinces of France and, in the name of God and their King, committed every crime that could besmirch the Cause which they professed to uphold.\"</i>\n</p>\n</blockquote>\n<p>They are as much an enigma as the one man who has succeeded in bringing some of these fugitives to justice, a mysterious figure known only as \"The Man in Grey\", who is a secret agent for the Government.\n</p>\n<h2><span class=\"mw-headline\" id=\"The_Stories\">The Stories</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Man_in_Grey_(short_story_collection)&amp;action=edit&amp;section=2\" title=\"Edit section: The Stories\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"Silver-Leg\">Silver-Leg</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Man_in_Grey_(short_story_collection)&amp;action=edit&amp;section=3\" title=\"Edit section: Silver-Leg\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The man in Grey has come to <a href=\"/wiki/Alen%C3%A7on\" title=\"Alençon\">Alençon</a> as the secret agent of His Imperial Majesty's Police, tasked with tracking down a band of <a href=\"/wiki/Chouans\" class=\"mw-redirect\" title=\"Chouans\">Chouans</a> who have been terrorising the region. On the way, the coach he is on is attached and robbed by the group of brigands whose leader is a one-legged man known as \"Silver-leg\".\n</p><p>The man in grey follows the robbers to their den and observes them bickering over the money. Their leader threatens to turn the others in to the police if they cause trouble, and escapes with the loot after telling them how to find out where their share will be buried.\n</p><p>After making his way into town, the man in grey presents himself to the local authorities with a letter from the Chief of Police, insisting that they give him every assistance in carrying out his duties. M. de Saint-Tropèze, who is M. le Procureur Impérial, is not happy at the intrusion by the secret agent and complains to anyone who will listen that it is unwanted and unnecessary interference.\n</p><p>The Man in Grey, who gives his name only as \"Fernand\" insists on being told about seemingly unconnected burglary and murder which happened the day before, despite M. de Saint-Tropèze insisting they are nothing to do with the Chouans. From there he starts to piece together what has happened despite the local police deliberately keeping information from him.\n</p><p>When Silver-leg informs on the other gang members as revenge for their insubordination, the Man in Grey takes the opportunity to wait where the cash has been buried until they try to get their own back on their leader.\n</p><p>Eventually Silver-leg appears with a shovel, but to the amazement of the two Chouans who are lying in wait for him, he removes his wooden leg and straightens out a perfectly normal leg in its place. They fall on him and shoot him, after which the Man in Grey shoots them.\n</p><p>The infamous Silver-leg turns out to be no other than M. le Procureur Impérial, and as a result, the truth has to be covered up for the good of the government, as the public cannot be allowed to know that such a high-profile authority figure was involved in such villanies.\n</p>\n<blockquote>\n<p><i>For the sake of officialdom, of the government of the new Empire, the memory of such a man as M. de Sant-Tropèze must remain for ever untarnished.</i>\n</p>\n</blockquote>\n<hr width=\"100%\" />\n<h3><span class=\"mw-headline\" id=\"The_Spaniard\">The Spaniard</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Man_in_Grey_(short_story_collection)&amp;action=edit&amp;section=4\" title=\"Edit section: The Spaniard\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>November 1809 and the public have been told that the man with the wooden leg is still at large while M. le Procureur Impérial died a hero's death helping to capture a gang of Chouans.\n</p><p>There is widespread public condemnation about the Police's ineptitude in the affair, which isn't helped when one of their main detractors, M. de Kerblay, a lawyer and member of the Senate, is robbed at gunpoint in his house in <a href=\"/wiki/Alen%C3%A7on\" title=\"Alençon\">Alençon</a>.\n</p><p>The Chouans take 20000 francs in the raid, but M. de Kerblay is more upset about the theft of a diamond ring given to him by the emperor and offers a reward of 5000 francs for its return.\n</p><p>The Chief Commissionary of Police, M. Lefèvre, is excited by the reward and is keen to do business with a one-eyed informer who turns up a week later, promising to lead the police to the leader of the gang in return for immunity and money.\n</p><p>The man in grey forbids Lefèvre from paying the informer, but he won't speak without cash, so Lefèvre decides to give him 2000 francs of his own money. In return the informer tells the Chief Commissionary that the leader \"The Spaniard\" is meeting with a German Jew at Chéron's farm that evening to dispose of the ring.\n</p><p>Neglecting to tell the secret agent what he has found out, M. Lefèvre takes a squadron of police to the farm after dark, but despite being shot at, inside the farm house all they find are four members of Chéron's family who have been tied up in the loft. The chouans having left several hours earlier.\n</p><p>M. Lefèvre returns to find the Man in Grey waiting for him. He berates the Commissionary for nearly ruining everything and insists they go straight back to the farm with ten men. They arrive about 5am and the Man in Grey orders the police to wait until they hear a shot. He then heads off in the direction of the farm house, and once out of sight, removes his grey cloak and hat to reveal his disguise – the shabby clothing of a beggar.\n</p><p>The man in grey bursts into the farm house to find a group of chouans, he tells them he has been sent to warn them that the police are coming; they fall for his story and start to get back into their earlier disguise, as members of the missing farmer's family. In their midst is a short dark woman with a Spanish accent, as she hides something in the chimney, the Man in Grey realises that is the mysterious \"Spaniard\" who stands before him now, but the Spaniard is a woman.\n</p><p>Seeing the Man in Grey looking at her, the Spaniard realises than he is not what he seems and draws a pistol, but he manages to escape before he is shot and the sound of gun fire alerts the police who arrest the gang.\n</p>\n<hr width=\"100%\" />\n<h3><span class=\"mw-headline\" id=\"The_Mystery_of_Marie_Valliant\">The Mystery of Marie Valliant</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Man_in_Grey_(short_story_collection)&amp;action=edit&amp;section=5\" title=\"Edit section: The Mystery of Marie Valliant\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Following the capture of the Spaniard, Lefèvre finally realises that The Man in Grey is very astute, and from then on give him his complete allegiance – to the extent that when M. Leblanc, sous-préfet of Bourg-le-Roi, has serious concerns about the behaviour of his children's governess, it is the commissary who advises him to ask for assistance from the mysterious personage who enjoys the special confidence and favour of M. le Due d'Otrante himself.\n</p><p>So it follows that around the end of November 1809, M. Leblanc arrives at The Man in Grey's lodgings in <a href=\"/wiki/Alen%C3%A7on\" title=\"Alençon\">Alençon</a>. Leblanc lives with his wife and two children at a house called Les Colombiers, near Bourg-le-Roi. It is an old Manor, which once belonged to the exiled Comtes de Mamers, who emigrated at the outset of the Revolution and has settled in England.\n</p><p>Leblanc employed a <a href=\"/wiki/Governess\" title=\"Governess\">governess</a>, Marie Vaillant for his children, Adèle (14), and Ernest (12), the previous summer. The governess was recommended by Monseigneur the Constitutional Bishop of Alençon but it is her recent conduct which is concerning him.\n</p><p>A young, pretty woman, Marie soon gains the love of the children and seemed to be perfect for the job, but recently Mademoiselle Vaillant had changed, flirting outrageously with every man she comes across. In particular, she has turned the head of their butler Lavernay, but despite both of them assuring their employers they would be discreet, within a couple of weeks they had been spotted together on clandestine meetings after dark.\n</p><p>Madame Leblanc had then decided that she must get rid of the girl, though had relented to allow her to stay until the end of the month, unless any further indiscretions came to her attention. The governess had since been exemplary in her behaviour, but M. Leblanc still did not trust her, especially as she seems to have an un-natural hold over his son Ernest, who worships her.\n</p><p>The Man in Grey listens carefully then dismisses Leblanc, telling him to go home and watch over his family carefully as his son may be in danger, but to return if there are any developments.\n</p><p>It is not long before M. Leblanc is back, this time in distress, for his son has gone missing following his wife's final dismissal of the governess. Meanwhile, Marie Vaillant has returned to the family home, soaking wet and in some distress, only to lock herself in her employers' bedroom before they could find out what has gone on.\n</p><p>After asking some questions, the Man in Grey directs them to the ruins of a neighbouring house at Saut-de-Biche where they find the body of the butler and eventually rescues the missing child, who has collapsed in a hidden tunnel between the two houses.\n</p><p>It turns out that Marie Vaillant had been sent by the Royalist faction to secure the treasure hidden by the Comte de Mamers in one of the lurking-holes of Les Colombiers. Unable to secure access to the tunnel by herself, she first enlisted the help of the butler and then of Ernest.\n</p>\n<hr />\n<h3><span class=\"mw-headline\" id=\"The_Emeralds_of_Mademoiselle_Philippa\">The Emeralds of Mademoiselle Philippa</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Man_in_Grey_(short_story_collection)&amp;action=edit&amp;section=6\" title=\"Edit section: The Emeralds of Mademoiselle Philippa\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The de Romaines, who left France at the very outset of the Revolution, have recently returned from England and made their home in the tumbledown lodge just outside St. Lô.\n</p><p>It is the invalid Mme. la Comtesse, now a widow, who has returned to Torteron along with M. le Comte Jacques, her son, and Mademoiselle Mariette, her daughter, neither of whom has spent any time in France. The last 19 years have not been kind to Mme, and these days she is waited on by her only daughter while her son enjoys the good life, devoting his entire attention to Mademoiselle Philippa, a dancer.\n</p><p>The Man in Grey has instructed M. Moulin, the préfet, to keep a close eye on the émigrés, but they appear to have no connection with the <a href=\"/wiki/Chouans\" class=\"mw-redirect\" title=\"Chouans\">Chouans</a>, so Moulin is somewhat surprised when the agent declares that his staff will be watching the family from now on.\n</p><p>Soon after, Mademoiselle Mariette comes to see Monsieur le Commissaire because her brother has disappeared in mysterious circumstances. The Man in Grey sends for Mademoiselle Philippa and when she arrives it becomes apparent that the rogue has run off with her emeralds: A necklace, tiara and earrings which were a gift from the Emperor of Russia and worth the best part of a million francs. She has not seen Jacques in two days, when he left her taking the jewels under the guise of showing them to his mother.\n</p><p>The Man in Grey insists that the sister is lying for he saw Jacques enter the house, yet he also fails to discover anything suspicious in the Lodge and after three hours' persistent search, is forced to confess that he is baffled. Suspicion over the disappearance soon turns on the mysterious secret agent and he also disappears.\n</p><p>A month later and there is still no news of either M. le Comte or the Man in Grey. Mme. la Comtesse announces her intentions to move to Italy with her daughter. The morning they are due to leave, Mariette goes to church where she is first approached by a verger, who passes her a bulky bundle, and then a workman who warns her not to leave yet, as there are police spies outside. She follows him to a safe room in the church and sends for her mother.\n</p><p>It soon becomes obvious that Mme. is not the invalid she makes out to be and the two women don disguises for their journey. Mme la Comtesse puts on the clothes of a young man but when Philippa turns up unexpectedly with the Man in Grey, it soon becomes clear that Jacques and his mother are one and the same.\n</p><p>Despite having her jewels returned, the dancer is horrified at the trick that has been played upon her, meanwhile the de Romaines—mother and daughter—are taken to <a href=\"/wiki/Rennes\" title=\"Rennes\">Rennes</a>, where they are tried and imprisoned.\n</p>\n<hr width=\"100%\" />\n<h3><span class=\"mw-headline\" id=\"The_Bourbon_Prince\">The Bourbon Prince</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Man_in_Grey_(short_story_collection)&amp;action=edit&amp;section=7\" title=\"Edit section: The Bourbon Prince\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>M. Moulin, is meeting with <a href=\"/wiki/Monseigneur\" title=\"Monseigneur\">Monseigneur</a> the Constitutional Bishop of <a href=\"/wiki/Alen%C3%A7on\" title=\"Alençon\">Alençon</a> after hearing rumours that the Comte d'Artois, brother to the <a href=\"/wiki/Louis_XVIII\" class=\"mw-redirect\" title=\"Louis XVIII\">uncrowned King of France</a>, is planning to land in <a href=\"/wiki/Normandy\" title=\"Normandy\">Normandy</a>. Moulin is despairing about the situation having overheard a group of <a href=\"/wiki/Chouans\" class=\"mw-redirect\" title=\"Chouans\">Chouans</a> talking about how an enthusiastic army would meet the Prince and sweep the <a href=\"/wiki/Napoleon_I_of_France\" class=\"mw-redirect\" title=\"Napoleon I of France\">upstart Emperor</a> from his throne.\n</p><p>The Bishop appears bored with the matter, for Moulin has been bending his ear for over an hour. Insisting it doesn't concern him, he dismisses the Préfet, suggesting that the Man in Grey can handle the matter. Once M. Moulin has left, the Bishop waits until after dark then opens the tall windows in his room and welcomes in the Comte d'Artois, who is dishevelled after his rough sea journey. The Prince, who is in France at the invitation of the Bishop is concerned that he has been followed by spies.\n</p><p>Leaving the Prince in his apartment with instructions on how to access to a hiding place behind a secret panel, the Bishop meets with his <a href=\"/wiki/Valet\" title=\"Valet\">valet</a>, Sébastien, who had led the Prince to the Bishop's private château. Sébastien tells him that the town is bristling with spies and that he had mistakenly shot and killed Grand-Cerf, one of the Bishop's keepers, in mistake for a spy. The Bishop starts to worry about the Man in Grey, who has already foiled several Chouan plots.\n</p><p>Several hours later the Man in Grey meets M. Moulin to discuss the situation. Moulin confirms that the Comte d'Artois has landed but is shocked to hear that he was met by the Bishop's valet – insisting that the Bishop's loyalty is beyond question. The Man in Grey is not convinced and insists that the château is searched immediately.\n</p><p>M. Fantin, commissary of police of Granville is agitated at having to carry out the Man in Grey's orders in what he sees as an abominable insult to the Bishop. yet, even when news reaches the police that a thief has been killed at the château during a robbery attempt that evening, the Man in Grey refuses to back down and announces he will meet the commissary and his squadron at the château.\n</p><p>When they get there they find a body burnt beyond recognition, the Man in Grey questions Sébastien who reports that the rascal had overturned a lamp, was burned to death and nearly set fire to the château in the process. M. Fantin hopes the Man in Grey will drop the matter, but after asking the valet why it took so long to report the crime, he orders Fantin to make a thorough search of the château and grounds despite his protestations.\n</p><p>The men search the château from top to bottom, finding the secret room but no sign of the Prince. In the mean time the Monseigneur shows neither interest nor emotion, doing very little during the course of the search except accepting the ministrations of a servant who remained with him throughout, bathing his forehead with vinegar and mixing him fresh glasses of orange-flower water.\n</p><p>After the squadron have gone, the Bishop turns to his servant, who is none other than the Prince, and with a sigh of relief starts to tell him how lucky they have been. Their luck doesn't last long, for the Man in Grey bursts in with a squadron of Police and confronts the Bishop.\n</p><p>He tells the Prince that as the Emperor deprecates revenge and bloodshed he will be taken to <a href=\"/wiki/Avranches\" title=\"Avranches\">Avranches</a> under guard and put of the <a href=\"/wiki/Brig\" title=\"Brig\">brig</a> Delphine for an immediate return trip to England. The Bishop, resigned that the plot has failed, is told by the agent that he has 24 hours to exile himself to his estate in the South, and he should consider himself lucky nothing worse will happen to him.\n</p>\n<hr width=\"100%\" />\n<h3><span id=\"The_Mystery_of_a_Woman.27s_Heart\"></span><span class=\"mw-headline\" id=\"The_Mystery_of_a_Woman's_Heart\">The Mystery of a Woman's Heart</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Man_in_Grey_(short_story_collection)&amp;action=edit&amp;section=8\" title=\"Edit section: The Mystery of a Woman&#039;s Heart\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Mme. de Plelan is distraught at the sudden departure of the Monseigneur. He has sent a letter to Madame warning her and her daughter Constance to destroy any compromising papers, as the police are likely to pay them a visit. Mme. de Plelan despairs about the Man in Grey, who is killing their hopes one by one, and asks if there are no men who can rid the King of such a foe.\n</p><p>Constance tells her mother she has come up with a plan to get rid of their enemy just as the police arrive at the house. As her mother composes herself for the police visit, Constance leaves her to return the small metal box she is carrying to its hiding place in her room.\n</p><p>When Constance eventually reappears, she looks somewhat different... For she has changed from her plain morning dress into a clinging gown of soft silk; her neck and arms are bare; her is done up and she is wearing makeup and perfume. The Man in Grey gives her a look of admiration, while Constance, flirting heavily, pleads for him to stop the unmarried sergeant from going through her personal belongings. Swayed by her beauty, the Man in Grey announces himself at her service and Constance drags him off to her room.\n</p><p>After a while Madame hears her daughter singing and goes to investigate, she finds her daughter playing the <a href=\"/wiki/Spinet\" title=\"Spinet\">spinet</a> while the agent gazes at her with ardent admiration. On a table at his elbow is the tin box, with its lid open. Only a few papers remain at the bottom of the box; the others he has in his hand. At the sight Madame almost faints, Constance runs to her assistance, thanking the Man in Grey for being considerate. He leaves taking the box and papers with him.\n</p><p>The agent gone, Constance assures her mother that there were only worthless letters in the box but announces triumphantly that she has the mysterious agent wrapped around her little finger.\n</p><p>Less than a month later, early February 1810, and a woman is making her way along the main road which cuts straight through the woods between <a href=\"/wiki/Alen%C3%A7on\" title=\"Alençon\">Alençon</a> and <a href=\"/w/index.php?title=Plelan&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Plelan (page does not exist)\">Plelan</a>. She meets with a man she calls Blue-heart, who confirms he is ready to shoot the 'vermin'.\n</p><p>As Blue-heart hides in the thicket, the woman is approached by another man, who tries to take her in his arms. As they walk she talks at random, but the Man in Grey wants only to speak of the love that he now feels for her. Having received a note earlier saying that she would walk with him he is deliriously happy, too unsophisticated to wonder at Mademoiselle de Plelan's agreeing to meet with a man far beneath her in station. He is far too infatuated by this time to see any ulterior motives in this unconventional act.\n</p><p>After a while Constance makes her excuses and leaves him, insisting that she does not want her friend Annette to see them together. Left alone, the Agent starts to walk back towards town and into her trap.\n</p><p>Blue-Heart, has been joined by four other Chouans, keen to lend him a hand and as the Man in Grey approaches they grab him and are about to shoot when there is a piercing cry from nearby. The Chouans let the agent go and scurry into the undergrowth. Soon after Constance falls into his arms and he realises she has saved his life at the same time he realises that it was she who had set him up.\n</p><p>She pushes him away and implores him to leave before the Chouans return, insisting that their ways lie apart for they have nothing in common. At that she plunges into the undergrowth to comfort the Chouan assassin leaving the Man in Grey to mourn his foolish hopes.\n</p>\n<hr width=\"100%\" />\n<h3><span class=\"mw-headline\" id=\"The_League_of_Knaves\">The League of Knaves</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Man_in_Grey_(short_story_collection)&amp;action=edit&amp;section=9\" title=\"Edit section: The League of Knaves\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Mid February 1810 and the Man in Grey has received warning that de Livardot, one of the leaders of the <a href=\"/wiki/Chouans\" class=\"mw-redirect\" title=\"Chouans\">Chouans</a> has recently arrived in <a href=\"/wiki/Jersey\" title=\"Jersey\">Jersey</a> from England, and plans to land in France.\n</p><p>The <a href=\"/wiki/Napoleon_I_of_France\" class=\"mw-redirect\" title=\"Napoleon I of France\">Emperor</a> is due to visit the area in less than a month to stay with the Duc de Gisors and his imminent visit is occupying the local officials. The Man in Grey announces that he is going to meet de Livardot when he lands on French soil, leaving the prefect of <a href=\"/wiki/Caen\" title=\"Caen\">Caen</a>, M. Laurens, and M. Carteret, chief commissary of the district (who are very happy to see the back of the agent) in charge of the Emperor's safety. When they show surprise that he is going alone, he tells them that if he is not back in time for the Emperor's visit they should assume that the Chouan leader has got the better of him.\n</p><p>A couple of weeks have passed and the local group of Chouans are wondering why they have not seen or heard from de Livardot, indeed most of them know very little about him. Blue-Heart tells them that they knew each other as children, in the days when Monsieur le Chevalier his father lived in the house, Les Acacias, which now belongs to the Duc de Gisors. Livardot has been sent from England to help because he is from the area and knows the house well.\n</p><p>Hearing the familiar call of the <a href=\"/wiki/Screech_owl\" title=\"Screech owl\">screech owl</a>, they realise that de Livardot has finally arrived. He identifies himself with a secret pass phrase and tells the other Chouans that his delay was caused by the accursed spy who jumped him at Dog's Tooth and nearly got the better of him. De Livardot goes on to tell them how, despite dislocating his knee, he eventually outmanoeuvred the agent, who fell to his death on the rocks below.\n</p><p>The group start to work, plotting to kill the Emperor during his stay at Les Acacias. The Chouans have stored two kilograms of gunpowder in the disused cellars under the house and they intend to blow it up tomorrow evening when the Emperor is asleep.\n</p><p>The next day the town is a buzz with strangers cheering on the Emperor. The celebrations last through into the early hours of the following day and it is 3am before the citizens of Caen go to bed. Half an hour later they are woken by a huge explosion – a glow lights up the horizon – Les Acacias is on fire.\n</p><p>In the Rue aux Juifs, the Chouans and their local supporters are waiting for news from de Livardot and Blue-heart who went to set the fuse. Convinced the Emperor is dead they start to celebrate only for Blue-heart to come rushing in, shouting that they have been betrayed, for the Emperor is still alive and Les Acacias was empty when the explosion occurred.\n</p><p>Finding themselves surrounded by police, the Chouans give up and are arrested, consoling themselves that at least de Livardot has escaped – that is until they spot him in the middle of a group of police officers. Thinking him arrested like the rest of them, they are even more distraught to be told that de Livardot is actually the Man in Grey, and the Chouan leader has been locked up in <a href=\"/wiki/Bic%C3%AAtre\" class=\"mw-redirect\" title=\"Bicêtre\">Bicêtre</a> since his arrival.\n</p>\n<hr width=\"100%\" />\n<h3><span class=\"mw-headline\" id=\"The_Arrow_Poison\">The Arrow Poison</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Man_in_Grey_(short_story_collection)&amp;action=edit&amp;section=10\" title=\"Edit section: The Arrow Poison\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The Man in Grey has sent Hippolyte Darnier, a trusted servant of the republic to take an important letter, implicating the Marquis de Trevargan in the failed plot to blow up the Emperor, to the Minister of Police in Paris. Darnier takes the Paris diligence with around ten other passengers, one of who is a young woman in a dark cloak and hood. The woman who appears to be a nun spends the trip reading her book and keeps away from her fellow passengers.\n</p><p>When the coach stops off at a small posting inn for the night, the young woman walks into the private room where Hippolyte Darnier is having his solitary supper, telling one of the serving maids that she is travelling in his company. The next morning Darnier is found dead in his room and no trace of the young woman or the missing letter can be found anywhere.\n</p><p>The man in Grey concludes that Darnier has been murdered for the letter and summons the widow of the dead man to break the news to her. She takes the news badly and can shed no light on who might want to kill her husband.\n</p><p>M. le Marquis de Trevargan, who has previously been above suspicion, is regretting writing the letter which had fallen into the hands of the Man in Grey. The day after the death of Darnier he is visited by M. Carteret, the commissary and the Agent, who question him. The Marquis insists the letter was a forgery and challenges them to produce it so he can prove it.\n</p><p>Madame la Marquise is equally indignant at the aspersions being cast upon her husband. When the Man in Grey tells her that the letter has not been destroyed and that Darnier is still alive she pales noticeably and knocks over a table. Convinced he has his murderer in Madame la Marquise, the agent is thrown to find that she has a solid alibi, as she was entertaining children from the local Convent School during the day of the murder.\n</p><p>Hanging around the Trevargan neighbourhood at night looking for clues, the Man in Grey finds himself face to face with Madame Darnier. He walks her home and the following day summons her to the police station where he assures the sneering commissary that he is about to unmask the murderer. He advises his colleagues to keep quiet regardless of what happens and when the widow arrives he tells her that her husband is still alive, for the poison did not quite kill him. He tells her that the doctor thinks it would be good for her husband to see her immediately.\n</p><p>With a look of horror in her eyes, Madame Darnier, scratches her hand with the same poison she used to kill her husband (for the Man in Grey has only pretended that Darnier is still alive) and is soon beyond help.\n</p><p>The Man in Grey reveals that Madame Darnier was the daughter of Leclerc, a man who for years devoted himself to the fortunes of the Trevargans. He and his family are devoted heart and soul to the Marquis and his cause. His daughter going so far as to kill her husband to save the family she loved. However the Trevargans will not escape justice for long, as the agent had only sent a copy of the letter to the Minister and still has the original in his possession.\n</p>\n<hr width=\"100%\" />\n<h3><span class=\"mw-headline\" id=\"The_Last_Adventure\">The Last Adventure</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Man_in_Grey_(short_story_collection)&amp;action=edit&amp;section=11\" title=\"Edit section: The Last Adventure\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The Marquis de Trevargan, Blue-Heart and White-Beak, several of the <a href=\"/wiki/Chouans\" class=\"mw-redirect\" title=\"Chouans\">Chouans</a> who were captured following their recent attempt to assassinate the Emperor have escaped while being held at <a href=\"/wiki/Evreux\" class=\"mw-redirect\" title=\"Evreux\">Evreux</a>. The Man in Grey and M. Gault, the commissary of police of Evreux have been riding hard all day towards Paris, so they can inform Monsieur le Ministre of the escape in person.\n</p><p>Passing through <a href=\"/wiki/Mantes\" class=\"mw-redirect\" title=\"Mantes\">Mantes</a> after dark, the Man in Grey dismounts to see what has upset his horse – only to discover the body of a man in a ditch. The man has been murdered and his shoes are missing. M. Gault thinks they should leave the matter to the local police and is somewhat miffed when the Man in Grey insists that the commissary must remain in Mantes and await further instruction on pain of instant dismissal, while the agent continues to Paris.\n</p><p>After riding all night, the Man in Grey finally meets with the Minister of Police. They soon ascertain that the murdered man was Hector Duroy, a messenger sent by the minister to take an important message concerning the Emperor's movements to the Man in Grey. When the Minister realises that the Chouans have escaped and are probably the ones who killed his messenger, he is horrified at the possible consequences.\n</p><p>The minister comments that one of the missing Chouans had been paid to kill the Man in Grey by Constance de Plelan. As far as he is aware Constance has been staying at Evreux and, as she is Monsieur de Trevargan's niece, he suspects that she has been involved in the escape. The Man in Grey turns ashen at the mention of Constance's name but otherwise keeps his emotions in check.\n</p><p>The Emperor is heading towards <a href=\"/wiki/Chartres\" title=\"Chartres\">Chartres</a> to visit his ex-wife Josephine. He is travelling in his private <a href=\"/wiki/Sedan_(automobile)\" title=\"Sedan (automobile)\">berline</a>, harnessed with four bays, which are exceedingly swift. The Man in Grey asks for the swiftest horse from the stables and within twenty minutes Fernand is back in the saddle, all thoughts of fatigue behind him.\n</p><p>About a kilometre from <a href=\"/wiki/Maintenon\" title=\"Maintenon\">Maintenon</a> along the main Paris to Chartes road is an isolated inn called 'The Farmer's Paradise'. The intermittent traffic on the road means the inn is usually quiet but this afternoon there is a reasonable crowd inside. About an hour earlier a lady and a gentleman had arrived from <a href=\"/wiki/Dreux\" title=\"Dreux\">Dreux</a> on a hired <a href=\"/wiki/Chaise\" title=\"Chaise\">chaise</a>, it's now 3pm and M. le Marquis de Trevargan is sitting with his niece, Constance de Plelan, at a trestle-table in a corner of the coffee-room.\n</p><p>The other escaped Chouans are also present, but before they discuss their plans they dump a drunkard out into the corridor, where he rolls over contentedly and settles down to sleep in the doorway. With the landlord sent away and the drunkard removed, Blue-Heart and White-Beak tell the Marquis that they have laid a trap for the Emperor by scattering nails and broken glass over the road about a km from the Inn. This will cause his horses to go lame at which point they can overpower him and shoot him with the pistol procured by Constance.\n</p><p>Suddenly the drunkard in the corridor is standing upright pointing a gun at them – it is the Man in Grey. He seizes Constance and forces the rebels to kneel down or he will shoot her. She pleads to them to let the agent kill her for the greater good of the Royalist cause, but they will not have a woman's blood on their hands so they wait as instructed. As time passes they hear the sound of the Emperor's coach and the murmur of voices indicating it had been held up, but still the Man in Grey keeps his pistol to Constance's head, threatening to shoot her should they make any noise at all.\n</p><p>Another hour goes by and through the open window the sound of the murmur of voices has given way to renewed clanking of metal chains, as the heavy travelling chaise once more starts on its way. The noises are then replaced by the sound of a number of horses galloping along at breakneck speed, as a posse of police arrive at 'The Farmer's Paradise', to arrest the rebels.\n</p><p>The men are all subsequently tried for the murder of the messenger and for plotting against the Emperor, for which they are condemned to penal servitude for life. Constance de Plelan however, was never brought to trial. Powerful influences were said to have saved her.\n</p>\n<hr width=\"100%\" />\n\n<!-- \nNewPP limit report\nParsed by mw1333\nCached time: 20180909042410\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.136 seconds\nReal time usage: 0.175 seconds\nPreprocessor visited node count: 790/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 5333/2097152 bytes\nTemplate argument size: 888/2097152 bytes\nHighest expansion depth: 12/40\nExpensive parser function count: 2/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 1/400\nLua time usage: 0.038/10.000 seconds\nLua memory usage: 1.38 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  136.206      1 -total\n 69.01%   93.993      1 Template:Infobox_book\n 44.09%   60.053      1 Template:Infobox\n 26.22%   35.717      1 Template:EngvarB\n 12.27%   16.719      1 Template:Wikidata_image\n 11.73%   15.979      2 Template:DMCA\n 10.28%   13.996      2 Template:Dated_maintenance_category\n  6.85%    9.325      2 Template:FULLROOTPAGENAME\n  4.61%    6.277      1 Template:Use_dmy_dates\n  4.28%    5.824      2 Template:Ns_has_subpages\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:13108953-0!canonical and timestamp 20180909042410 and revision id 821656660\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Man In Grey, The","hidden":"","*":"EngvarB_from_September_2013"},{"sortkey":"Man In Grey, The","hidden":"","*":"Use_dmy_dates_from_September_2013"},{"sortkey":"Man In Grey, The","hidden":"","*":"Pages_to_import_images_to_Wikidata"},{"sortkey":"Man In Grey, The","*":"1918_short_story_collections"},{"sortkey":"Man In Grey, The","*":"Historical_fiction"},{"sortkey":"Man In Grey, The","*":"Adventure_fiction"},{"sortkey":"Man In Grey, The","*":"Short_story_collections_by_Baroness_Emma_Orczy"},{"sortkey":"Man In Grey, The","*":"Cassell_(publisher)_books"}],"links":[{"ns":14,"exists":"","*":"Category:EngvarB from September 2013"},{"ns":14,"exists":"","*":"Category:Use dmy dates from September 2013"},{"ns":0,"exists":"","*":"Alençon"},{"ns":0,"exists":"","*":"Avranches"},{"ns":0,"exists":"","*":"Baroness Orczy"},{"ns":0,"exists":"","*":"Bicêtre"},{"ns":0,"exists":"","*":"Brig"},{"ns":0,"exists":"","*":"Caen"},{"ns":0,"exists":"","*":"Cassell & Co"},{"ns":0,"exists":"","*":"Chaise"},{"ns":0,"exists":"","*":"Chartres"},{"ns":0,"exists":"","*":"Chouans"},{"ns":0,"exists":"","*":"Dreux"},{"ns":0,"exists":"","*":"Evreux"},{"ns":0,"exists":"","*":"Governess"},{"ns":0,"exists":"","*":"Jersey"},{"ns":0,"exists":"","*":"Louis XVIII"},{"ns":0,"exists":"","*":"Maintenon"},{"ns":0,"exists":"","*":"Mantes"},{"ns":0,"exists":"","*":"Monseigneur"},{"ns":0,"exists":"","*":"Napoleon I of France"},{"ns":0,"exists":"","*":"Normandy"},{"ns":0,"exists":"","*":"Rennes"},{"ns":0,"exists":"","*":"Screech owl"},{"ns":0,"exists":"","*":"Sedan (automobile)"},{"ns":0,"exists":"","*":"Spinet"},{"ns":0,"exists":"","*":"The Scarlet Pimpernel"},{"ns":0,"exists":"","*":"Valet"},{"ns":0,"*":"Plelan"}],"templates":[{"ns":10,"exists":"","*":"Template:EngvarB"},{"ns":10,"exists":"","*":"Template:DMCA"},{"ns":10,"exists":"","*":"Template:Dated maintenance category"},{"ns":10,"exists":"","*":"Template:FULLROOTPAGENAME"},{"ns":10,"exists":"","*":"Template:Ns has subpages"},{"ns":10,"exists":"","*":"Template:Use dmy dates"},{"ns":10,"exists":"","*":"Template:Infobox book"},{"ns":10,"exists":"","*":"Template:Infobox"},{"ns":10,"exists":"","*":"Template:Longitem"},{"ns":10,"exists":"","*":"Template:Both"},{"ns":10,"exists":"","*":"Template:Italic title"},{"ns":10,"exists":"","*":"Template:Template other"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Wikidata image"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Ns has subpages"},{"ns":828,"exists":"","*":"Module:Infobox"},{"ns":828,"exists":"","*":"Module:Navbar"},{"ns":828,"exists":"","*":"Module:InfoboxImage"},{"ns":828,"exists":"","*":"Module:Wikidata"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:I18n"},{"ns":828,"*":"Module:Infobox/i18n"},{"ns":828,"exists":"","*":"Module:Italic title"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Themaningrey1918.jpg"],"externallinks":[],"sections":[{"toclevel":1,"level":"2","line":"Plot summary","number":"1","index":"1","fromtitle":"The_Man_in_Grey_(short_story_collection)","byteoffset":1179,"anchor":"Plot_summary"},{"toclevel":1,"level":"2","line":"The Stories","number":"2","index":"2","fromtitle":"The_Man_in_Grey_(short_story_collection)","byteoffset":2280,"anchor":"The_Stories"},{"toclevel":2,"level":"3","line":"Silver-Leg","number":"2.1","index":"3","fromtitle":"The_Man_in_Grey_(short_story_collection)","byteoffset":2297,"anchor":"Silver-Leg"},{"toclevel":2,"level":"3","line":"The Spaniard","number":"2.2","index":"4","fromtitle":"The_Man_in_Grey_(short_story_collection)","byteoffset":4623,"anchor":"The_Spaniard"},{"toclevel":2,"level":"3","line":"The Mystery of Marie Valliant","number":"2.3","index":"5","fromtitle":"The_Man_in_Grey_(short_story_collection)","byteoffset":7271,"anchor":"The_Mystery_of_Marie_Valliant"},{"toclevel":2,"level":"3","line":"The Emeralds of Mademoiselle Philippa","number":"2.4","index":"6","fromtitle":"The_Man_in_Grey_(short_story_collection)","byteoffset":10277,"anchor":"The_Emeralds_of_Mademoiselle_Philippa"},{"toclevel":2,"level":"3","line":"The Bourbon Prince","number":"2.5","index":"7","fromtitle":"The_Man_in_Grey_(short_story_collection)","byteoffset":13000,"anchor":"The_Bourbon_Prince"},{"toclevel":2,"level":"3","line":"The Mystery of a Woman's Heart","number":"2.6","index":"8","fromtitle":"The_Man_in_Grey_(short_story_collection)","byteoffset":16701,"anchor":"The_Mystery_of_a_Woman's_Heart"},{"toclevel":2,"level":"3","line":"The League of Knaves","number":"2.7","index":"9","fromtitle":"The_Man_in_Grey_(short_story_collection)","byteoffset":20253,"anchor":"The_League_of_Knaves"},{"toclevel":2,"level":"3","line":"The Arrow Poison","number":"2.8","index":"10","fromtitle":"The_Man_in_Grey_(short_story_collection)","byteoffset":23357,"anchor":"The_Arrow_Poison"},{"toclevel":2,"level":"3","line":"The Last Adventure","number":"2.9","index":"11","fromtitle":"The_Man_in_Grey_(short_story_collection)","byteoffset":26489,"anchor":"The_Last_Adventure"}],"parsewarnings":[],"displaytitle":"<i>The Man in Grey</i> (short story collection)","iwlinks":[],"properties":[{"name":"displaytitle","*":"<i>The Man in Grey</i> (short story collection)"},{"name":"defaultsort","*":"Man In Grey, The"},{"name":"wikibase_item","*":"Q7750080"}]}}