{"parse":{"title":"Intentional stance","pageid":1664561,"revid":819694178,"text":{"*":"<div class=\"mw-parser-output\"><p>The <b>intentional stance</b> is a term coined by <a href=\"/wiki/Philosopher\" title=\"Philosopher\">philosopher</a> <a href=\"/wiki/Daniel_Dennett\" title=\"Daniel Dennett\">Daniel Dennett</a> for the level of <a href=\"/wiki/Abstraction\" title=\"Abstraction\">abstraction</a> in which we view the behavior of an entity in terms of <a href=\"/wiki/Mental_properties\" class=\"mw-redirect\" title=\"Mental properties\">mental properties</a>. It is part of a theory of <a href=\"/wiki/Mental_content\" class=\"mw-redirect\" title=\"Mental content\">mental content</a> proposed by Dennett, which provides the underpinnings of his later works on <a href=\"/wiki/Free_will\" title=\"Free will\">free will</a>, <a href=\"/wiki/Consciousness\" title=\"Consciousness\">consciousness</a>, <a href=\"/wiki/Folk_psychology\" title=\"Folk psychology\">folk psychology</a>, and <a href=\"/wiki/Evolution\" title=\"Evolution\">evolution</a>.\n</p>\n<style data-mw-deduplicate=\"TemplateStyles:r856303468\">.mw-parser-output .templatequote{overflow:hidden;margin:1em 0;padding:0 40px}.mw-parser-output .templatequote .templatequotecite{line-height:1.5em;text-align:left;padding-left:1.6em;margin-top:0}</style><blockquote class=\"templatequote\"><p>Here is how it works: first you decide to treat the object whose behavior is to be predicted as a rational agent; then you figure out what beliefs that agent ought to have, given its place in the world and its purpose. Then you figure out what desires it ought to have, on the same considerations, and finally you predict that this rational agent will act to further its goals in the light of its beliefs. A little practical reasoning from the chosen set of beliefs and desires will in most instances yield a decision about what the agent ought to do; that is what you predict the agent will do.</p><div class=\"templatequotecite\">—&#8201;<cite>Daniel Dennett, <i>The Intentional Stance</i>, p. 17</cite></div>\n</blockquote>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Dennett_and_intentionality\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Dennett and intentionality</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Dennett&#39;s_three_levels\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Dennett's three levels</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Variants_of_Dennett&#39;s_three_stances\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Variants of Dennett's three stances</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Objections_and_replies\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Objections and replies</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Neural_evidence\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Neural evidence</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Phenomenal_stance\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Phenomenal stance</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#See_also\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Footnotes\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">Footnotes</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#References\"><span class=\"tocnumber\">9</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Dennett_and_intentionality\">Dennett and intentionality</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Intentional_stance&amp;action=edit&amp;section=1\" title=\"Edit section: Dennett and intentionality\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Dennett (1971, p.&#160;87) states that he took the concept of \"<a href=\"/wiki/Intentionality\" title=\"Intentionality\">intentionality</a>\" from the work of the German philosopher <a href=\"/wiki/Franz_Brentano\" title=\"Franz Brentano\">Franz Brentano</a>.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> When clarifying the distinction between mental phenomena (viz., mental activity) and physical phenomena, Brentano (p.&#160;97) argued that, in contrast with physical phenomena,<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> the \"distinguishing characteristic of all mental phenomena\"<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> was \"the reference to something as an object\" – a characteristic he called \"<i>intentional inexistence</i>\".<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> Dennett constantly speaks of the \"<i><a href=\"/wiki/Aboutness\" title=\"Aboutness\">aboutness</a></i>\" of <i>intentionality</i>; for example: \"the aboutness of the pencil marks composing a shopping list is derived from the intentions of the person whose list it is\" (Dennett, 1995, p.&#160;240).\n</p><p><a href=\"/wiki/John_Searle\" title=\"John Searle\">John Searle</a> (1999, pp.&#160;85) stresses that \"competence\" in predicting/explaining human behaviour involves being able to both recognize others as \"<i>intentional</i>\" beings, and interpret others' minds as having \"intentional states\" (e.g., beliefs and desires):\n</p>\n<dl><dd>\"The primary evolutionary role of the mind is to relate us in certain ways to the environment, and especially to other people. My subjective states relate me to the rest of the world, and the general name of that relationship is \"intentionality.\" These subjective states include beliefs and desires, intentions and perceptions, as well as loves and hates, fears and hopes. \"Intentionality,\" to repeat, is the general term for all the various forms by which the mind can be directed at, or be about, or of, objects and states of affairs in the world.\" (p.85)<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup></dd></dl>\n<p>According to Dennett (1987, pp.&#160;48–49), <a href=\"/wiki/Folk_psychology\" title=\"Folk psychology\">folk psychology</a> provides a systematic, \"reason-giving explanation\" for a particular action, and an account of the historical origins of that action, based on deeply embedded assumptions  about the agent;<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup> namely that:\n</p>\n<dl><dd>(a) the agent's action was entirely rational;<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup></dd>\n<dd>(b) the agent's action was entirely reasonable (in the prevailing circumstances);</dd>\n<dd>(c) the agent held certain <i>beliefs</i>;<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup></dd>\n<dd>(d) the agent <i>desired</i> certain things; and</dd>\n<dd>(e) the agent's future action could be systematically predicted from the <i>beliefs</i> and <i>desires</i> so ascribed.</dd></dl>\n<p>This approach is also consistent with the earlier work of <a href=\"/wiki/Fritz_Heider\" title=\"Fritz Heider\">Fritz Heider</a> and <a href=\"/wiki/Marianne_Simmel\" title=\"Marianne Simmel\">Marianne Simmel</a>, whose joint study revealed that, when subjects were presented with an animated display of 2-dimensional shapes, they were inclined to ascribe intentions to the shapes.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup>\n</p><p>Further, Dennett (1987, p.&#160;52) argues that, based on our fixed personal views of what all humans ought to believe, desire and do, we predict (or explain) the beliefs, desires and actions of others \"by calculating in a normative system\";<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup> and, driven by the reasonable assumption that all humans are rational beings – who do <i>have</i> specific beliefs and desires and do <i>act</i> on the basis of those beliefs and desires in order to get what they want – these predictions/explanations are based on four simple rules:\n</p>\n<ol><li>The agent's <i>beliefs</i> are those a rational individual ought to have (i.e., given their \"perceptual capacities\", \"epistemic needs\" and \"biography\");<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup></li>\n<li>In general, these beliefs \"are both true and relevant to [their] life;<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup></li>\n<li>The agent's <i>desires</i> are those a rational individual ought to have (i.e., given their \"biological needs\", and \"the most practicable means of satisfying them\") in order to further their \"survival\" and \"procreation\" needs;<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup> and</li>\n<li>The agent's behaviour will be composed of those acts a rational individual holding those <i>beliefs</i> (and having those <i>desires</i>) ought to perform.</li></ol>\n<h2><span id=\"Dennett.27s_three_levels\"></span><span class=\"mw-headline\" id=\"Dennett's_three_levels\">Dennett's three levels</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Intentional_stance&amp;action=edit&amp;section=2\" title=\"Edit section: Dennett&#039;s three levels\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The core idea is that, when understanding, explaining, and/or predicting the behavior of an object, we can choose to view it at varying levels of abstraction. The more concrete the level, the more accurate <i>in principle</i> our predictions are; the more abstract, the greater the computational power we gain by zooming out and skipping over the irrelevant details.\n</p><p>Dennett defines three levels of abstraction, attained by adopting one of three entirely different \"stances\", or intellectual strategies: the physical stance; the design stance; and the intentional stance:<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup>\n</p>\n<ul><li>The most concrete is the <i>physical stance</i>, the domain of physics and chemistry, which makes predictions from knowledge of the physical constitution of the system and the physical laws that govern its operation; and thus, given a particular set of physical laws and initial conditions, and a particular configuration, a specific future state is predicted (this could also be called the \"<i>structure stance</i>\").<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup> At this level, we are concerned with such things as mass, energy, velocity, and chemical composition. When we predict where a ball is going to land based on its current trajectory, we are taking the physical stance. Another example of this stance comes when we look at a strip made up of two types of metal bonded together and predict how it will bend as the temperature changes, based on the physical properties of the two metals.</li>\n<li>Somewhat more abstract is the <i>design stance</i>, the domain of biology and engineering, which requires no knowledge of the physical constitution or the physical laws that govern a system's operation. Based on an implicit assumption that there is no malfunction in the system, predictions are made from knowledge of the purpose of the system's design (this could also be called the \"<i>teleological stance</i>\").<sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup> At this level, we are concerned with such things as purpose, function and design. When we predict that a bird will fly when it flaps its wings on the basis that wings are made for flying, we are taking the design stance. Likewise, we can understand the bimetallic strip as a particular type of thermometer, not concerning ourselves with the details of how this type of thermometer happens to work. We can also recognize the purpose that this thermometer serves inside a thermostat and even generalize to other kinds of thermostats that might use a different sort of thermometer. We can even explain the thermostat in terms of what it's good for, saying that it keeps track of the temperature and turns on the heater whenever it gets below a minimum, turning it off once it reaches a maximum.</li>\n<li>Most abstract is the <i>intentional stance</i>, the domain of software and minds, which requires no knowledge of either structure or design,<sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\">&#91;17&#93;</a></sup> and \"[clarifies] the logic of mentalistic explanations of behaviour, their predictive power, and their relation to other forms of explanation\" (Bolton &amp; Hill, 1996, p.&#160;24). Predictions are made on the basis of <i>explanations</i> expressed in terms of meaningful mental states; and, given the task of predicting or explaining the behaviour of a specific agent (a person, animal, corporation, artifact, nation, etc.), it is implicitly assumed that the agent will always act on the basis of its <i>beliefs</i> and <i>desires</i> in order to get precisely what it wants (this could also be called the \"<i>folk psychology stance</i>\").<sup id=\"cite_ref-18\" class=\"reference\"><a href=\"#cite_note-18\">&#91;18&#93;</a></sup> At this level, we are concerned with such things as belief, thinking and intent. When we predict that the bird will fly away because it knows the cat is coming and is afraid of getting eaten, we are taking the intentional stance. Another example would be when we predict that Mary will leave the theater and drive to the restaurant because she sees that the movie is over and is hungry.</li>\n<li>In 1971, Dennett also postulated that, whilst \"the intentional stance <i>presupposes</i> neither lower stance\", there may well be a fourth, higher level: a \"truly moral stance toward the system\" – the \"<i>personal stance</i>\" – which not only \"presupposes the intentional stance\" (viz., treats the system as <i>rational</i>) but also \"views it as a person\" (1971/1978, p.&#160;240).</li></ul>\n<p>A key point is that switching to a higher level of abstraction has its risks as well as its benefits. For example, when we view both a bimetallic strip and a tube of mercury as thermometers, we can lose track of the fact that they differ in accuracy and temperature range, leading to false predictions as soon as the thermometer is used outside the circumstances for which it was designed. The actions of a mercury thermometer heated to 500&#160;°C can no longer be predicted on the basis of treating it as a thermometer; we have to sink down to the physical stance to understand it as a melted and boiled piece of junk.  For that matter, the \"actions\" of a dead bird are not predictable in terms of beliefs or desires.\n</p><p>Even when there is no immediate error, a higher-level stance can simply fail to be useful. If we were to try to understand the thermostat at the level of the intentional stance, ascribing to it beliefs about how hot it is and a desire to keep the temperature just right, we would gain no traction over the problem as compared to staying at the design stance, but we would generate theoretical commitments that expose us to absurdities, such as the possibility of the thermostat not being in the mood to work today because the weather is so nice. Whether to take a particular stance, then, is determined by how successful that stance is when applied.\n</p><p>Dennett argues that it is best to understand human behavior at the level of the intentional stance, without making any specific commitments to any deeper reality of the artifacts of <a href=\"/wiki/Folk_psychology\" title=\"Folk psychology\">folk psychology</a>. In addition to the controversy inherent in this, there is also some dispute about the extent to which Dennett is committing to <a href=\"/wiki/Philosophical_realism\" title=\"Philosophical realism\">realism</a> about mental properties. Initially, Dennett's interpretation was seen as leaning more towards <a href=\"/wiki/Instrumentalism\" title=\"Instrumentalism\">instrumentalism</a>,<sup id=\"cite_ref-19\" class=\"reference\"><a href=\"#cite_note-19\">&#91;19&#93;</a></sup> but over the years, as this idea has been used to support more extensive theories of <a href=\"/wiki/Consciousness\" title=\"Consciousness\">consciousness</a>, it has been taken as being more like Realism. His own words hint at something in the middle, as he suggests that the self is as real as a center of gravity, \"an <a href=\"/wiki/Abstract_object\" class=\"mw-redirect\" title=\"Abstract object\">abstract object</a>, a theorist's fiction\", but <a href=\"/wiki/Operationalism\" class=\"mw-redirect\" title=\"Operationalism\">operationally</a> valid.<sup id=\"cite_ref-20\" class=\"reference\"><a href=\"#cite_note-20\">&#91;20&#93;</a></sup>\n</p><p>As a way of thinking about things, Dennett's intentional stance is entirely consistent with everyday commonsense understanding; and, thus, it meets <a href=\"/wiki/Eleanor_Rosch\" title=\"Eleanor Rosch\">Eleanor Rosch</a>'s (1978, p. 28) criterion of the \"maximum information with the least cognitive effort\". Rosch argues that, implicit within any system of categorization, are the assumptions that:\n</p>\n<dl><dd>(a) the major purpose of any system of categorization is to reduce the randomness of the universe by providing \"maximum information with the least cognitive effort\", and</dd>\n<dd>(b) the real world is structured and systematic, rather than being arbitrary or unpredictable. Thus, if a particular way of categorizing information does, indeed, \"provide maximum information with the least cognitive effort\", <i>it can only do so because the structure of that particular system of categories corresponds with the perceived structure of the real world</i>.</dd></dl>\n<p>Also, the intentional stance meets the criteria Dennett specified (1995, pp.&#160;50–51) for algorithms:\n</p>\n<dl><dd>(1) <i>Substrate Neutrality</i>: It is a \"mechanism\" that produces results regardless of the material used to perform the procedure (\"the power of the procedure is due to its logical structure, not the causal powers of the materials used in the instantiation\").</dd>\n<dd>(2) <i>Underlying Mindlessness</i>: Each constituent step, and each transition between each step, is so utterly simple, that they can be performed by a \"dutiful idiot\".</dd>\n<dd>(3) <i>Guaranteed Results</i>: \"Whatever it is that an algorithm does, it always does it, if it is executed without misstep. An algorithm is a foolproof recipe.\"</dd></dl>\n<h2><span id=\"Variants_of_Dennett.27s_three_stances\"></span><span class=\"mw-headline\" id=\"Variants_of_Dennett's_three_stances\">Variants of Dennett's three stances</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Intentional_stance&amp;action=edit&amp;section=3\" title=\"Edit section: Variants of Dennett&#039;s three stances\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The general notion of a three level system was widespread in the late 1970s/early 1980s; for example, when discussing the mental representation of information from a <a href=\"/wiki/Cognitive_psychology\" title=\"Cognitive psychology\">cognitive psychology</a> perspective, Glass and his colleagues (1979, p.&#160;24) distinguished three important aspects of representation:\n</p>\n<dl><dd>(a) the <i>content</i> (\"what is being represented\");</dd>\n<dd>(b) the <i>code</i> (\"the format of the representation\");<sup id=\"cite_ref-21\" class=\"reference\"><a href=\"#cite_note-21\">&#91;21&#93;</a></sup> and</dd>\n<dd>(c) the <i>medium</i> (\"the physical realization of the code\").<sup id=\"cite_ref-22\" class=\"reference\"><a href=\"#cite_note-22\">&#91;22&#93;</a></sup></dd></dl>\n<p>Other significant cognitive scientists who also advocated a three level system were <a href=\"/wiki/Allen_Newell\" title=\"Allen Newell\">Allen Newell</a>, <a href=\"/wiki/Zenon_Pylyshyn\" title=\"Zenon Pylyshyn\">Zenon Pylyshyn</a>, and <a href=\"/wiki/David_Marr_(neuroscientist)\" title=\"David Marr (neuroscientist)\">David Marr</a>. The parallels between the four representations (each of which implicitly assumed that computers <i>and</i> human minds displayed each of the three distinct levels) are detailed in the following table:\n</p>\n<table class=\"wikitable\" style=\"text-align: center;\">\n\n<tbody><tr style=\"background:#bdb76b;\">\n<th>Daniel Dennett <br /> \"Stances\"</th>\n<th>Zenon Pylyshyn <br /> \"Levels of Organization\"</th>\n<th>Allen Newell <br /> \"Levels of Description\"</th>\n<th>David Marr <br /> \"Levels of Analysis\"\n</th></tr>\n<tr>\n<td><br />Physical Stance.<sup id=\"cite_ref-23\" class=\"reference\"><a href=\"#cite_note-23\">&#91;23&#93;</a></sup><br /><br /></td>\n<td>Physical Level, or Biological Level.<sup id=\"cite_ref-24\" class=\"reference\"><a href=\"#cite_note-24\">&#91;24&#93;</a></sup></td>\n<td>Physical Level, or Device Level.<sup id=\"cite_ref-25\" class=\"reference\"><a href=\"#cite_note-25\">&#91;25&#93;</a></sup></td>\n<td>Hardware Implementation Level.<sup id=\"cite_ref-26\" class=\"reference\"><a href=\"#cite_note-26\">&#91;26&#93;</a></sup>\n</td></tr>\n<tr>\n<td><br />Design Stance.<sup id=\"cite_ref-27\" class=\"reference\"><a href=\"#cite_note-27\">&#91;27&#93;</a></sup><br /><br /></td>\n<td>Symbol Level.<sup id=\"cite_ref-28\" class=\"reference\"><a href=\"#cite_note-28\">&#91;28&#93;</a></sup></td>\n<td>Program Level, or Symbol Level.<sup id=\"cite_ref-29\" class=\"reference\"><a href=\"#cite_note-29\">&#91;29&#93;</a></sup></td>\n<td>Representation and Algorithm Level.<sup id=\"cite_ref-30\" class=\"reference\"><a href=\"#cite_note-30\">&#91;30&#93;</a></sup>\n</td></tr>\n<tr>\n<td><br />Intentional Stance.<sup id=\"cite_ref-31\" class=\"reference\"><a href=\"#cite_note-31\">&#91;31&#93;</a></sup><br /><br /></td>\n<td>Semantic,<sup id=\"cite_ref-32\" class=\"reference\"><a href=\"#cite_note-32\">&#91;32&#93;</a></sup> or Knowledge Level.<sup id=\"cite_ref-33\" class=\"reference\"><a href=\"#cite_note-33\">&#91;33&#93;</a></sup></td>\n<td>Knowledge Level.<sup id=\"cite_ref-34\" class=\"reference\"><a href=\"#cite_note-34\">&#91;34&#93;</a></sup><sup id=\"cite_ref-35\" class=\"reference\"><a href=\"#cite_note-35\">&#91;35&#93;</a></sup></td>\n<td>Computational Theory Level.<sup id=\"cite_ref-36\" class=\"reference\"><a href=\"#cite_note-36\">&#91;36&#93;</a></sup>\n</td></tr></tbody></table>\n<h2><span class=\"mw-headline\" id=\"Objections_and_replies\">Objections and replies</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Intentional_stance&amp;action=edit&amp;section=4\" title=\"Edit section: Objections and replies\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The most obvious objection to Dennett is the intuition that it \"matters\" to us whether an object has an inner life or not. The claim is that we don't just imagine the intentional states of other people in order to predict their behaviour; the fact that they have thoughts and feelings just like we do is central to notions such as trust, friendship and love. The <a href=\"/wiki/Blockhead_argument\" class=\"mw-redirect\" title=\"Blockhead argument\">Blockhead argument</a> proposes that someone, Jones, has a twin who is in fact not a person but a very sophisticated robot which looks and acts like Jones in every way, but who (it is claimed) somehow does not have any thoughts or feelings at all, just a chip which controls his behaviour; in other words, \"the lights are on but no one's home\". According to the intentional systems theory (IST), Jones and the robot have precisely the same beliefs and desires, but this is claimed to be false. The IST expert assigns the same mental states to Blockhead as he does to Jones, \"whereas in fact [Blockhead] has not a thought in his head.\"  Dennett has argued against this by denying the premise, on the basis that the robot is a <a href=\"/wiki/Philosophical_zombie\" title=\"Philosophical zombie\">philosophical zombie</a> and therefore metaphysically impossible.  In other words, if something acts in all ways conscious, it necessarily is, as consciousness is defined in terms of behavioral capacity, not ineffable <a href=\"/wiki/Qualia\" title=\"Qualia\">qualia</a>.<sup id=\"cite_ref-37\" class=\"reference\"><a href=\"#cite_note-37\">&#91;37&#93;</a></sup>\n</p><p>Another objection attacks the premise that treating people as <a href=\"/wiki/Perfect_rationality\" title=\"Perfect rationality\">ideally rational</a> creatures will yield the best predictions. <a href=\"/wiki/Stephen_Stich\" title=\"Stephen Stich\">Stephen Stich</a> argues that people often have beliefs or desires which are irrational or bizarre, and IST doesn't allow us to say anything about these. If the person's \"environmental niche\" is examined closely enough, and the possibility of malfunction in their brain (which might affect their reasoning capacities) is looked into, it may be possible to formulate a predictive strategy specific to that person. Indeed this is what we often do when someone is behaving unpredictably &#8212; we look for the reasons why. In other words, we can only deal with irrationality by contrasting it against the background assumption of rationality. This development significantly undermines the claims of the intentional stance argument.\n</p><p>The rationale behind the intentional stance is based on evolutionary theory, particularly the notion that the ability to make quick predictions of a system's behaviour based on what we think it might be thinking was an evolutionary adaptive advantage. The fact that our predictive powers are not perfect is a further result of the advantages sometimes accrued by acting contrary to expectations.\n</p>\n<h2><span class=\"mw-headline\" id=\"Neural_evidence\">Neural evidence</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Intentional_stance&amp;action=edit&amp;section=5\" title=\"Edit section: Neural evidence\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Philip Robbins and Anthony I. Jack suggest that \"Dennett's philosophical distinction between the physical and intentional stances has a lot going for it\" from the perspective of psychology and neuroscience. They review studies on abilities to adopt an intentional stance (variously called \"mindreading,\" \"mentalizing,\" or \"theory of mind\") as distinct from adopting a physical stance (\"folk physics,\" \"intuitive physics,\" or \"theory of body\"). <a href=\"/wiki/Autism\" title=\"Autism\">Autism</a> seems to be a deficit in the intentional stance with preservation of the physical stance, while <a href=\"/wiki/Williams_syndrome\" title=\"Williams syndrome\">Williams syndrome</a> can involve deficits in the physical stance with preservation of the intentional stance. This tentatively suggests a <a href=\"/wiki/Double_dissociation\" class=\"mw-redirect\" title=\"Double dissociation\">double dissociation</a> of intentional and physical stances in the brain.<sup id=\"cite_ref-RobbinsJack2006_38-0\" class=\"reference\"><a href=\"#cite_note-RobbinsJack2006-38\">&#91;38&#93;</a></sup> However, most studies have found no evidence of impairment in autistic individuals' ability to understand other people's basic intentions or goals; instead, data suggests that impairments are found in understanding more complex social emotions or in considering others' viewpoints.<sup id=\"cite_ref-39\" class=\"reference\"><a href=\"#cite_note-39\">&#91;39&#93;</a></sup>\n</p><p>Robbins and Jack point to a 2003 study<sup id=\"cite_ref-MartinWeisberg2003_40-0\" class=\"reference\"><a href=\"#cite_note-MartinWeisberg2003-40\">&#91;40&#93;</a></sup> in which participants viewed animated geometric shapes in different \"vignettes,\" some of which could be interpreted as constituting social interaction, while others suggested mechanical behavior. Viewing social interactions elicited activity in brain regions associated with identifying faces and biological objects (posterior temporal cortex), as well as emotion processing (right amygdala and ventromedial prefrontal cortex). Meanwhile, the mechanical interactions activated regions related to identifying objects like tools that can be manipulated (posterior temporal lobe). The authors suggest \"that these findings reveal putative 'core systems' for social and mechanical understanding that are divisible into constituent parts or elements with distinct processing and storage capabilities.\"<sup id=\"cite_ref-MartinWeisberg2003_40-1\" class=\"reference\"><a href=\"#cite_note-MartinWeisberg2003-40\">&#91;40&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Phenomenal_stance\">Phenomenal stance</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Intentional_stance&amp;action=edit&amp;section=6\" title=\"Edit section: Phenomenal stance\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Robbins and Jack argue for an additional stance beyond the three that Dennett outlined. They call it the <i>phenomenal stance</i>: Attributing consciousness, emotions, and inner experience to a mind. The <a href=\"/wiki/Explanatory_gap\" title=\"Explanatory gap\">explanatory gap</a> of the <a href=\"/wiki/Hard_problem_of_consciousness\" title=\"Hard problem of consciousness\">hard problem of consciousness</a> illustrates this tendency of people to see phenomenal experience as different from physical processes. The authors suggest that psychopathy may represent a deficit in the phenomenal but not intentional stance, while people with autism appear to have intact moral sensibilities, just not mind-reading abilities. These examples suggest a double dissociation between the intentional and phenomenal stances.<sup id=\"cite_ref-RobbinsJack2006_38-1\" class=\"reference\"><a href=\"#cite_note-RobbinsJack2006-38\">&#91;38&#93;</a></sup><sup id=\"cite_ref-41\" class=\"reference\"><a href=\"#cite_note-41\">&#91;41&#93;</a></sup>\n</p><p>In a follow-up paper, Robbins and Jack describe four experiments about how the intentional and phenomenal stances relate to feelings of moral concern. The first two experiments showed that talking about lobsters as strongly emotional led to a much greater sentiment that lobsters deserved welfare protections than did talking about lobsters as highly intelligent. The third and fourth studies found that perceiving an agent as vulnerable led to greater attributions of phenomenal experience. Also, people who scored higher on the empathetic-concern subscale of the <a href=\"/wiki/Interpersonal_Reactivity_Index\" title=\"Interpersonal Reactivity Index\">Interpersonal Reactivity Index</a> had generally higher absolute attributions of mental experience.<sup id=\"cite_ref-JackRobbins2012_42-0\" class=\"reference\"><a href=\"#cite_note-JackRobbins2012-42\">&#91;42&#93;</a></sup>\n</p><p>Bryce Huebner (2010) performed two <a href=\"/wiki/Experimental_philosophy\" title=\"Experimental philosophy\">experimental philosophy</a> studies to test students' ascriptions of various mental states to humans compared with cyborgs and robots. Experiment 1 showed that while students attributed both beliefs and pains most strongly to humans, they were more willing to attribute beliefs than pains to robots and cyborgs.<sup id=\"cite_ref-Huebner2010_43-0\" class=\"reference\"><a href=\"#cite_note-Huebner2010-43\">&#91;43&#93;</a></sup><sup class=\"reference\" style=\"white-space:nowrap;\">:<span>138</span></sup> \"[T]hese data seem to confirm that commonsense psychology does draw a distinction between phenomenal and non-phenomenal states--and this distinction seems to be dependent on the structural properties of an entity in a way that ascriptions of non-phenomenal states are not.\"<sup id=\"cite_ref-Huebner2010_43-1\" class=\"reference\"><a href=\"#cite_note-Huebner2010-43\">&#91;43&#93;</a></sup><sup class=\"reference\" style=\"white-space:nowrap;\">:<span>138–39</span></sup> However, this conclusion is only tentative in view of the high variance among participants.<sup id=\"cite_ref-Huebner2010_43-2\" class=\"reference\"><a href=\"#cite_note-Huebner2010-43\">&#91;43&#93;</a></sup><sup class=\"reference\" style=\"white-space:nowrap;\">:<span>139</span></sup> Experiment 2 showed analogous results: Both beliefs and happiness were ascribed most strongly to biological humans, and ascriptions of happiness to robots or cyborgs were less common than ascriptions of beliefs.<sup id=\"cite_ref-Huebner2010_43-3\" class=\"reference\"><a href=\"#cite_note-Huebner2010-43\">&#91;43&#93;</a></sup><sup class=\"reference\" style=\"white-space:nowrap;\">:<span>142</span></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Intentional_stance&amp;action=edit&amp;section=7\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div>\n\n&#32;\n<table class=\"multicol\" role=\"presentation\" style=\"border-collapse: collapse; padding: 0; border: 0; background:transparent; width:100%;\"><tbody><tr>\n<td style=\"text-align: left; vertical-align: top;\">\n<ul><li><a href=\"/wiki/Conceptual_blending\" title=\"Conceptual blending\">Conceptual blending</a></li>\n<li><a href=\"/wiki/Folk_psychology\" title=\"Folk psychology\">Folk psychology</a></li>\n<li><a href=\"/wiki/High-_and_low-level\" title=\"High- and low-level\">High- and low-level description</a></li>\n<li><a href=\"/wiki/Instrumentalism\" title=\"Instrumentalism\">Instrumentalism</a></li>\n<li><a href=\"/wiki/Intention\" title=\"Intention\">Intention</a></li></ul>\n<p>&#32;\n</p>\n</td>\n<td style=\"text-align: left; vertical-align: top;\">\n<ul><li><a href=\"/wiki/Intentionality\" title=\"Intentionality\">Intentionality</a></li>\n<li><a href=\"/wiki/Level_of_analysis\" title=\"Level of analysis\">Level of analysis</a></li>\n<li><a href=\"/wiki/Life_stance\" title=\"Life stance\">Life stance</a></li>\n<li><a href=\"/wiki/David_Marr_(psychologist)#Levels_of_analysis\" class=\"mw-redirect\" title=\"David Marr (psychologist)\">Marr's levels of analysis</a></li>\n<li><a href=\"/wiki/Naturalization_of_intentionality\" title=\"Naturalization of intentionality\">Naturalization of intentionality</a></li></ul>\n<p>&#32;\n</p>\n</td>\n<td style=\"text-align: left; vertical-align: top;\">\n<ul><li><a href=\"/wiki/Operationalism\" class=\"mw-redirect\" title=\"Operationalism\">Operationalism</a></li>\n<li><a href=\"/wiki/Philosophical_realism\" title=\"Philosophical realism\">Philosophical realism</a></li>\n<li><a href=\"/wiki/Philosophy_of_mind\" title=\"Philosophy of mind\">Philosophy of mind</a></li>\n<li><a href=\"/wiki/Stance_(linguistics)\" title=\"Stance (linguistics)\">Stance (linguistics)</a></li>\n<li><a href=\"/wiki/Theory_of_mind\" title=\"Theory of mind\">Theory of mind</a></li></ul>\n<p>&#32;\n</p>\n</td>\n<td style=\"text-align: left; vertical-align: top;\">\n<p>&#32;\n</p>\n</td></tr></tbody></table></div>\n<h2><span class=\"mw-headline\" id=\"Footnotes\">Footnotes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Intentional_stance&amp;action=edit&amp;section=8\" title=\"Edit section: Footnotes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div role=\"navigation\" aria-label=\"Portals\" class=\"noprint portal plainlist tright\" style=\"margin:0.5em 0 0.5em 1em;border:solid #aaa 1px\">\n<ul style=\"display:table;box-sizing:border-box;padding:0.1em;max-width:175px;background:#f9f9f9;font-size:85%;line-height:110%;font-style:italic;font-weight:bold\">\n<li style=\"display:table-row\"><span style=\"display:table-cell;padding:0.2em;vertical-align:middle;text-align:center\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Phrenology1.jpg/24px-Phrenology1.jpg\" width=\"24\" height=\"28\" class=\"noviewer\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Phrenology1.jpg/36px-Phrenology1.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Phrenology1.jpg/48px-Phrenology1.jpg 2x\" data-file-width=\"450\" data-file-height=\"529\" /></span><span style=\"display:table-cell;padding:0.2em 0.2em 0.2em 0.3em;vertical-align:middle\"><a href=\"/wiki/Portal:Mind_and_Brain\" class=\"mw-redirect\" title=\"Portal:Mind and Brain\">Mind and Brain portal</a></span></li>\n<li style=\"display:table-row\"><span style=\"display:table-cell;padding:0.2em;vertical-align:middle;text-align:center\"><a href=\"/wiki/File:Nicolas_P._Rougier%27s_rendering_of_the_human_brain.png\" class=\"image\"><img alt=\"icon\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Nicolas_P._Rougier%27s_rendering_of_the_human_brain.png/32px-Nicolas_P._Rougier%27s_rendering_of_the_human_brain.png\" width=\"32\" height=\"24\" class=\"noviewer\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Nicolas_P._Rougier%27s_rendering_of_the_human_brain.png/48px-Nicolas_P._Rougier%27s_rendering_of_the_human_brain.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/7/73/Nicolas_P._Rougier%27s_rendering_of_the_human_brain.png/64px-Nicolas_P._Rougier%27s_rendering_of_the_human_brain.png 2x\" data-file-width=\"800\" data-file-height=\"600\" /></a></span><span style=\"display:table-cell;padding:0.2em 0.2em 0.2em 0.3em;vertical-align:middle\"><a href=\"/wiki/Portal:Thinking\" title=\"Portal:Thinking\">Thinking portal</a></span></li>\n<li style=\"display:table-row\"><span style=\"display:table-cell;padding:0.2em;vertical-align:middle;text-align:center\"><a href=\"/wiki/File:Internet_map_1024.jpg\" class=\"image\"><img alt=\"icon\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Internet_map_1024.jpg/28px-Internet_map_1024.jpg\" width=\"28\" height=\"28\" class=\"noviewer\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Internet_map_1024.jpg/42px-Internet_map_1024.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Internet_map_1024.jpg/56px-Internet_map_1024.jpg 2x\" data-file-width=\"1280\" data-file-height=\"1280\" /></a></span><span style=\"display:table-cell;padding:0.2em 0.2em 0.2em 0.3em;vertical-align:middle\"><a href=\"/wiki/Portal:Computer_Science\" class=\"mw-redirect\" title=\"Portal:Computer Science\">Computer Science portal</a></span></li>\n<li style=\"display:table-row\"><span style=\"display:table-cell;padding:0.2em;vertical-align:middle;text-align:center\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Psi2.svg/28px-Psi2.svg.png\" width=\"28\" height=\"28\" class=\"noviewer\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Psi2.svg/42px-Psi2.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Psi2.svg/56px-Psi2.svg.png 2x\" data-file-width=\"100\" data-file-height=\"100\" /></span><span style=\"display:table-cell;padding:0.2em 0.2em 0.2em 0.3em;vertical-align:middle\"><a href=\"/wiki/Portal:Psychology\" title=\"Portal:Psychology\">Psychology portal</a></span></li>\n<li style=\"display:table-row\"><span style=\"display:table-cell;padding:0.2em;vertical-align:middle;text-align:center\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Socrates.png/18px-Socrates.png\" width=\"18\" height=\"28\" class=\"noviewer\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Socrates.png/27px-Socrates.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Socrates.png/36px-Socrates.png 2x\" data-file-width=\"326\" data-file-height=\"500\" /></span><span style=\"display:table-cell;padding:0.2em 0.2em 0.2em 0.3em;vertical-align:middle\"><a href=\"/wiki/Portal:Philosophy\" title=\"Portal:Philosophy\">Philosophy portal</a></span></li></ul></div>\n<div class=\"reflist columns references-column-width\" style=\"-moz-column-width: 30em; -webkit-column-width: 30em; column-width: 30em; list-style-type: decimal;\">\n<ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">In his second edition (1973/1924, pp. 180–81), Brentano added this explanation of \"intentional\" to his 1911 edition: \"This expression had been misunderstood in that some people thought it had to do with intention and the pursuit of a goal. In view of this, I might have done better to avoid it altogether. Instead of the term 'intentional' the Scholastics very frequently used the expression 'objective'. This has to do with the fact that something is an object for the mentally active subject, and, as such, is present in some manner in his consciousness, whether it is merely thought of or also desired, shunned, etc. I preferred the expression 'intentional' because I thought there would be an even greater danger of being misunderstood if I had described the object of thought as 'objectively existing', for modern day thinkers use this expression to refer to what really exists as opposed to 'mere subjective appearances'.\"</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">In addition to cogitations (such as judgement, recollection and inference) and emotions (such as joy and sorrow and fear), Brentano (op.cit. p. 79) includes things such as \"hearing a sound, seeing a colored object, feeling warm or cold\" in his category of physical phenomena.</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">By contrast, Brentano (p. 80) includes things such as \"a color... a chord which I hear, warmth, cold, odor which I sense\" in his category of mental phenomena.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Note that, whilst the term \"inexistence\" appears haphazardly right throughout the text of Bretano's work as both <i><b>in-existence</b></i> and '<i><b>inexistence</b></i>, it very clearly always carries the \"inherence\" meaning (i.e., the fact or condition of existing in something), rather than the \"non-existence\" meaning (i.e., the fact or condition of not existing).</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Searle (1999, pp. 85–86) clarifies his usage: \"<i><b>Intentionality</b></i> is an unfortunate word, and like a lot of unfortunate words in philosophy, we owe it to the German-speaking philosophers. The word suggests that intentionality, in the sense of directedness, must always have some connection with 'intending' in the sense in which, for example, I intend to go to the movies tonight. (German has no problem with this because <i><b>Intentionalität'</b></i> does not sound like <i><b>Absicht'</b></i>, the word for intention in the ordinary sense of intending to go to the movies.) So we have to keep in mind that in English intending is just one form of intentionality among many.<br /> Foss and Bow (1986, p. 94) present a far more <a href=\"/wiki/Artificial_intelligence\" title=\"Artificial intelligence\">A.I.-oriented</a> view:<br />\"We assume that people understand the actions of others by viewing those actions as purposive, as goal directed. People use their knowledge of human intentionality, of the types of goals people have and of the types of plans they devise in service of those goals, to understand action sequences that are described in narratives or observed directly. Many recent approaches to comprehension emphasize the role of goal planning knowledge when understanding narratives and conversations, and when remembering observed sequences and goal directed actions. According to these approaches, understanding involves inferring the intentions (i.e. the plans and goals) of the characters, speakers, or actors. Such inferences are ubiquitous because narratives frequently provide only sketchy descriptions of the character's actions and goals; speakers rarely state their intentions directly; and observers rarely see all the events preceding or following the action to be explained. Therefore, people are forced to use their general knowledge of human intentionality to fill in the missing information; they do this by generating expectations and drawing inferences in order to come up with a plan that explains an actor's behavior. Although the importance of this type of knowledge for understanding natural discourse and action sequences has been recognized, only recently have cognitive scientists begun examining the psychological processes involved in drawing inferences about human intentionality...\"</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Because we use folk psychology effortlessly all the time to <i>systematically predict</i> actions, and because this way of thinking about things seems to be so very effective – Fodor (1987, p. 3) speaks of its \"extraordinary predictive power\" – Dennett is certain that the practice of treating others as rational agents must have evolved and developed over time: \"we treat each other as if we were rational agents, and this myth – for surely we are not all that rational – works very well because we are pretty rational\" (p. 50). Siegert (2001, p. 183), agrees: \"Evolutionary psychology argues that the ability to form a representation of what another human is thinking is an ability that has been acquired and developed through natural selection. The ability to interpret other people's facial expressions, their body language, and their tone of voice, has obvious advantages for survival. In earlier environments, our ancestors had to be able determine who was a friend and who was an enemy, who was a potential mate and who was not. The ability to distinguish between facial expressions associated with suspicion and curiosity, fear and anger, or disgust and sadness, may have been the difference between life and death. In modern society we also rely on this ability for surviving socially, if not literally. Our ability to accurately express our emotions, to know how and when to express them, to know when to conceal our emotions, and to be able read and interpret the emotions of other people are skills that impact hugely on our ability to form lasting relationships, breed and raise healthy children, and gain high status in our careers\" (p. 183).</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Dennett stresses how research into artificial intelligence has shown just how rational humans actually are: \"Even the most sophisticated AI programs stumble blindly into misinterpretations and misunderstandings that even small children reliably evade without a second thought\" (1987, p. 52).</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Note that it is irrelevant whether the agent actually holds these particular beliefs or not; the critical feature is that the observer ascribes them to the agent. The intentional stance involves an observer amassing a constellation of subjective, observer-centred assumptions, unique to that specific observer, that are expressed in the form of a set of supposed beliefs and desires which are attributed to (and projected upon) the object of that observation <i>in order to explain something to the observer</i>. The observer is not trying to objectively determine the agent's actual state of mind. His only need is to be able to represent the agent's behaviour to himself in such a way that he can respond to the agent's behaviour. Consequently, these attributions rarely describe any actual belief or desire an agent might maintain at any time; and the objective truth of the observer's subjective assumptions about the agent's \"inner life\" is entirely irrelevant – always provided, of course, that his response to the agent's behaviour has been appropriate.</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">See Heider &amp; Simmel (1944); the animation used in the experiment is at \"youtube.com/watch?v=n9TWwG4SFWQ\".</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">In other words, humans have a propensity to systematically think as follows: <b>X</b> has performed action <b>A</b> because they believe <b>B</b>, and desires <b>D</b>, and (on the basis of their desire for <b>D</b>, and their belief that <b>B</b> is how things obtain in the real world) <b>X</b> has chosen to <b>A</b>, with the intention of achieving goal <b>G</b> (which, as they understand things, will produce outcome <b>D</b>). This deep desire to eschew disorder and make things systematic has a parallel in the way that humans assess the concept of \"randomness\". In many circumstances, according to Falk and Konold (1997; 1998), an individual's concept of what is \"random\" is, in fact, far from it – and this \"<i>subjective randomness</i>\" is, often, far more disordered than a truly random sequence. Lisanby and Lockhead (1991), also differentiate between subjective randomness and genuine randomness (upon which they which they bestow the tautologous title of \"<i>stochastic randomness</i>\").\n\n<dl><dd>\"That subjective randomness results from people's failure to make sense of their observations is not a new idea. Piaget and Inhelder [viz., 1951/1975] attribute the origin of the idea of chance in children to their realizing the impossibility of predicting oncoming events or finding causal explanations. The experience of randomness is thus construed as an admission of failure of our intellectual operations\" (Falk and Konold, 1988, p. 658).</dd></dl>\n</span></li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Swinburne (2001, pp. 39–40) argues that one of the most important features of beliefs is that they are involuntary: \"Belief is a passive state; believing is a state in which you are, it is not a matter of you doing something. And it is an involuntary state, a state in which you find yourself and which you cannot change at will at an instant. I believe that today is Tuesday, that I am now in Oxford, that Aquinas died in AD 1274, and so on and so on. I cannot sudden-ly decide to believe that today is Monday, that I am now in Italy, or that Aquinas lived in the eighteenth century. That belief is involuntary was a claim of Locke, Leibniz, and Hume. \"Belief consists\", wrote Hume, \"merely in a certain feeling or sentiment; in something that depends not on the will, but must arise from certain determinate causes and principles of which we are not masters.\"</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">In addressing cases where an agent's beliefs are not \"both true and relevant to [their] life\", Dennett (1987, p. 49) notes that \"when false beliefs are attributed, special stories must be told to explain how the error resulted from the presence of features in the environment that are deceptive relative to the perceptual capacities of the system.\"</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">Dennett also addresses the cases in which the desires are \"abnormal\" and remarks that \"[these] 'abnormal' desires are attributable if special stories can be told\" (1987, p. 49).</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">Dennett, D. C., (1987) \"Three Kinds of Intentional Psychology\", pp. 43–68 in Dennett, D. C., <i>The Intentional Stance</i>, The MIT Press, (Cambridge), 1987.</span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\">Perkins (1983, p. 360), refers to the results of this \"<i><b>machine style</b></i>\" of perception as a \"<i><b>physicist's system</b></i>\".</span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\">Like Rudyard Kipling's <i>Just So Stories</i>, the theme of the \"design\" category is that things are simply just that way: a parallel to the doctoral candidate in Molière's <i>Le Malade imaginaire</i>, who, when asked why opium made people go to sleep, spoke of it having a \"dormitive virtue\" (a sleep-inducing factor): \"If you know something about the design of an artifact, you can predict its behavior without worrying yourself about the underlying physics of its parts. Even small children can readily learn to manipulate such complicated objects as VCRs without having a clue how they work; they know just what will happen when they press a sequence of buttons, because they know what is designed to happen. They are operating from what I call the design stance\" (Dennett, 1995, p. 229).</span>\n</li>\n<li id=\"cite_note-17\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-17\">^</a></b></span> <span class=\"reference-text\">Perkins (1983, p. 360), refers to the results of this \"<i><b>human style</b></i>\" of perception as a \"<i><b>pragmatist's system</b></i>\".</span>\n</li>\n<li id=\"cite_note-18\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-18\">^</a></b></span> <span class=\"reference-text\">Observing that the term \"belief\" has a very wide range of meanings – and remarking that \"we seldom talk about what people <i>believe</i>, we [usually] talk about what they <i>think</i> and what they <i>know</i>\" – Dennett (1987, p. 46) produces a precise definition: \"folk psychology has it that <i><b>beliefs</b></i> are information-bearing states of people that arise from perceptions and that, together appropriately related <i><b>desires</b></i>, lead to intelligent <i><b>action</b></i>\".</span>\n</li>\n<li id=\"cite_note-19\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-19\">^</a></b></span> <span class=\"reference-text\">Papineau (1995) defines instrumentalism as: \"The doctrine that scientific theories are not true descriptions of an unobservable reality, but merely useful instruments which enable us to order and anticipate the observable world\": a parallel to Perkins' \"pragmatist's system\" (Perkins, 1983, p. 360).</span>\n</li>\n<li id=\"cite_note-20\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-20\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a href=\"/wiki/Daniel_Dennett\" title=\"Daniel Dennett\">Daniel Dennett</a>. <a rel=\"nofollow\" class=\"external text\" href=\"http://ase.tufts.edu/cogstud/papers/selfctr.htm\">\"The Self as a Center of Narrative Gravity\"</a><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2008-07-03</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=The+Self+as+a+Center+of+Narrative+Gravity&amp;rft.au=Daniel+Dennett&amp;rft_id=http%3A%2F%2Fase.tufts.edu%2Fcogstud%2Fpapers%2Fselfctr.htm&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AIntentional+stance\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-21\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-21\">^</a></b></span> <span class=\"reference-text\">Glass et al. (1979, p. 3) distinguish between <i>content</i> and <i>code</i> as follows: \"A simple English word like <i><b>cat</b></i> is a representation. It represents a certain <i><b>concept</b></i> or idea, namely the concept of a furry house-hold pet that purrs. Note that this same concept can be represented in many different ways. We could use a picture of a cat to represent the concept. We could translate cat into Spanish and represent it by <i><b>gato</b></i>. We could represent it in Morse code by a series of dots and dashes, or in Braille by a certain tactile pattern. Across all these examples the information being represented stays the same. This common information is called the content of the representation. Each different way the information can be expressed is called a representational code. So the words <i><b>cat</b></i> and <i><b>gato</b></i> represent the same content, but in different codes (i.e., written English vs. written Spanish). In contrast the words <i><b>cat</b></i> and <i><b>lawyer</b></i> represent different contents, but in the same code (written English).\"</span>\n</li>\n<li id=\"cite_note-22\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-22\">^</a></b></span> <span class=\"reference-text\">Glass et al. (1979, p. 3) distinguish between <i>code</i> and <i>media</i> as follows: \"Listen to someone singing. Then listen to a recording of the same person singing the same song. The two sounds would probably be virtually identical. Yet the sound would be produced in very different ways – in one case by human vocal cords, in the other by electronic components. These are two different <i><b>media</b></i> for producing the same auditory <i><b>code</b></i>.\" Glass et al. also make the point that \"cognitive psychology primarily explores representational codes\" (p. 24) and \"cognitive psychologists study representational codes rather than media\" (p. 7).</span>\n</li>\n<li id=\"cite_note-23\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-23\">^</a></b></span> <span class=\"reference-text\">In the case of both Dennett and Pylyshyn's terminology the designation \"physical\" means \"relating to physics\" (as in \"physical laws\"), with the strong implication that we are speaking of \"<a href=\"/wiki/Hard_and_soft_science\" title=\"Hard and soft science\">hard science</a>\".</span>\n</li>\n<li id=\"cite_note-24\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-24\">^</a></b></span> <span class=\"reference-text\">\"The structure and the principles by which the physical object functions correspond to the physical or the biological level\" (Pylyshyn, 1989, p. 57). \"We obviously need the biological level to explain such things as the effects of drugs or jet lag or brain damage on behavior\" (p.6 1).</span>\n</li>\n<li id=\"cite_note-25\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-25\">^</a></b></span> <span class=\"reference-text\">Essentially the same as Pylyshyn's <i>Physical Level or Biological Level</i>.</span>\n</li>\n<li id=\"cite_note-26\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-26\">^</a></b></span> <span class=\"reference-text\">Specifies the algorithm's physical substrates (Marr, 1982, p. 24): \"How can the representation and algorithm be realized physically?\" (p. 25).</span>\n</li>\n<li id=\"cite_note-27\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-27\">^</a></b></span> <span class=\"reference-text\">In \"Brain Writing and Mind Reading\" (1975), Dennett very clearly states that he is agnostic about what he terms \"Brain Writing\".</span>\n</li>\n<li id=\"cite_note-28\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-28\">^</a></b></span> <span class=\"reference-text\">\"The semantic content of knowledge and goals is assumed to be encoded by symbolic expressions\" (Pylyshyn, 1989, p. 57). \"We need the symbol level to explain such things as why some tasks take longer or result in more errors than other tasks\" (p. 60). \"Information processing psychology is full of examples of discovering that the form of the representation makes a difference to their [sic] behavior in experiments. For example, in problem-solving experiments it makes a difference whether subjects encode the fact that all the objects in a box are red or the equivalent fact that none of the objects is blue\" (p. 61).</span>\n</li>\n<li id=\"cite_note-29\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-29\">^</a></b></span> <span class=\"reference-text\">Essentially the same as Pylyshyn's <i>Symbol Level</i>.</span>\n</li>\n<li id=\"cite_note-30\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-30\">^</a></b></span> <span class=\"reference-text\">Specifies how the device does what it does (Marr, 1982, p. 23): \"How can this computational theory be implemented? In particular, what is the representation for the input and output, and what is the algorithm for the transformation?\" (p. 25).</span>\n</li>\n<li id=\"cite_note-31\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-31\">^</a></b></span> <span class=\"reference-text\">Dennett stressed \"that the intentional stance presupposes <i><b>neither</b></i> lower stance\" (Dennett 1971/1978, p. 240)</span>\n</li>\n<li id=\"cite_note-32\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-32\">^</a></b></span> <span class=\"reference-text\">: \"Although the cognitive science community tends to use the term knowledge quite freely in discussing semantic level principles, it is sometimes worth distinguishing those semantic entities that are knowledge from those that are goals, percepts, plans, and so on. The more general term semantic level is used in contexts where such distinctions are important. Philosophers even talk about the 'intentional' level or 'intentional' objects, but because the use of that terminology tends to raise a large, ancient, and not entirely relevant set of issues, we [viz., Pylyshyn and Newell] shun that term here\" (Pylyshyn, 1989, p. 86).</span>\n</li>\n<li id=\"cite_note-33\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-33\">^</a></b></span> <span class=\"reference-text\">Pylyshyn (1989): \"[Explains] why people, or appropriately programmed computers, do certain things by saying what they know and what their goals are and by showing that these are connected in certain meaningful or even rational ways.\" (p. 57) \"We need the knowledge level to explain why certain goals and beliefs tend to lead to certain behaviors, and why the behaviors can be changed in rational ways when new beliefs are added by telling things.\" (p. 60)</span>\n</li>\n<li id=\"cite_note-34\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-34\">^</a></b></span> <span class=\"reference-text\">Newell was aware of Dennett's views prior to Newell's (1980) address that was, later, published in full 1982: \"Before I finished preparing that address I found and read <i>Brainstorms</i>. It was instantly clear to  me that the knowledge level and the intentional stance are fundamentally the same, and I indicated as much in the talk.\" (Newell, 1988, p. 521)</span>\n</li>\n<li id=\"cite_note-35\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-35\">^</a></b></span> <span class=\"reference-text\">Newell (1982), p. 98: \"The system at the knowledge level is the agent. The components at the knowledge level are <i><b>goals</b></i>, <i><b>actions</b></i>, and <i><b>bodies</b></i>. Thus, an agent is composed of a set of actions, a set of goals and a body. The medium at the knowledge level is <i><b>knowledge</b></i> (as might be suspected). Thus, the agent processes its knowledge to determine the actions to take. Finally, the behavior law is the <i><b>principle of rationality</b></i>: Actions are selected to attain the agent's goals.<br />\"To treat a system at the knowledge level is to treat it as having some knowledge and some goals, and believing it will do whatever is within its power to attain its goals, in so far as its knowledge indicates.\"</span>\n</li>\n<li id=\"cite_note-36\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-36\">^</a></b></span> <span class=\"reference-text\">This level specifies \"<i><b>what</b></i> the device does and why\" (Marr, 1982, p. 22): \"What is the goal of the computation, why is it appropriate, and what is the logic of the strategy by which it can be carried out?\" (p. 25)</span>\n</li>\n<li id=\"cite_note-37\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-37\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://ase.tufts.edu/cogstud/papers/unzombie.htm\">Daniel Dennett, The Unimagined Preposterousness of Zombies</a></span>\n</li>\n<li id=\"cite_note-RobbinsJack2006-38\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-RobbinsJack2006_38-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-RobbinsJack2006_38-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation journal\">Philip Robbins; Anthony I. Jack (Jan 2006). \"The phenomenal stance\". <i>Philosophical Studies</i>. <b>127</b> (1): 59–85. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1007/s11098-005-1730-x\">10.1007/s11098-005-1730-x</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Philosophical+Studies&amp;rft.atitle=The+phenomenal+stance&amp;rft.volume=127&amp;rft.issue=1&amp;rft.pages=59-85&amp;rft.date=2006-01&amp;rft_id=info%3Adoi%2F10.1007%2Fs11098-005-1730-x&amp;rft.au=Philip+Robbins&amp;rft.au=Anthony+I.+Jack&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AIntentional+stance\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-39\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-39\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Hamilton AF (2009). \"Goals, intentions and mental states: challenges for theories of autism\". <i>J Child Psychol Psychiatry</i>. <b>50</b> (8): 881–92. <a href=\"/wiki/CiteSeerX\" title=\"CiteSeerX\">CiteSeerX</a>&#160;<span class=\"plainlinks\"><a rel=\"nofollow\" class=\"external text\" href=\"//citeseerx.ist.psu.edu/viewdoc/summary?doi=10.1.1.621.6275\">10.1.1.621.6275</a>&#8239;<img alt=\"Freely accessible\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png\" title=\"Freely accessible\" width=\"9\" height=\"14\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/14px-Lock-green.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/18px-Lock-green.svg.png 2x\" data-file-width=\"512\" data-file-height=\"813\" /></span>. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1111/j.1469-7610.2009.02098.x\">10.1111/j.1469-7610.2009.02098.x</a>. <a href=\"/wiki/PubMed_Identifier\" class=\"mw-redirect\" title=\"PubMed Identifier\">PMID</a>&#160;<a rel=\"nofollow\" class=\"external text\" href=\"//www.ncbi.nlm.nih.gov/pubmed/19508497\">19508497</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=J+Child+Psychol+Psychiatry&amp;rft.atitle=Goals%2C+intentions+and+mental+states%3A+challenges+for+theories+of+autism&amp;rft.volume=50&amp;rft.issue=8&amp;rft.pages=881-92&amp;rft.date=2009&amp;rft_id=%2F%2Fciteseerx.ist.psu.edu%2Fviewdoc%2Fsummary%3Fdoi%3D10.1.1.621.6275&amp;rft_id=info%3Apmid%2F19508497&amp;rft_id=info%3Adoi%2F10.1111%2Fj.1469-7610.2009.02098.x&amp;rft.aulast=Hamilton&amp;rft.aufirst=AF&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AIntentional+stance\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-MartinWeisberg2003-40\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-MartinWeisberg2003_40-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-MartinWeisberg2003_40-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation journal\">Alex Martin; Jill Weisberg (2003). <a rel=\"nofollow\" class=\"external text\" href=\"//www.ncbi.nlm.nih.gov/pmc/articles/PMC1450338\">\"Neural Foundations For Understanding Social And Mechanical Concepts\"</a>. <i>Cogn Neuropsychol</i>. <b>20</b> (3-6): 575–87. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1080/02643290342000005\">10.1080/02643290342000005</a>. <a href=\"/wiki/PubMed_Central\" title=\"PubMed Central\">PMC</a>&#160;<span class=\"plainlinks\"><a rel=\"nofollow\" class=\"external text\" href=\"//www.ncbi.nlm.nih.gov/pmc/articles/PMC1450338\">1450338</a>&#8239;<img alt=\"Freely accessible\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png\" title=\"Freely accessible\" width=\"9\" height=\"14\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/14px-Lock-green.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/18px-Lock-green.svg.png 2x\" data-file-width=\"512\" data-file-height=\"813\" /></span>. <a href=\"/wiki/PubMed_Identifier\" class=\"mw-redirect\" title=\"PubMed Identifier\">PMID</a>&#160;<a rel=\"nofollow\" class=\"external text\" href=\"//www.ncbi.nlm.nih.gov/pubmed/16648880\">16648880</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Cogn+Neuropsychol&amp;rft.atitle=Neural+Foundations+For+Understanding+Social+And+Mechanical+Concepts&amp;rft.volume=20&amp;rft.issue=3-6&amp;rft.pages=575-87&amp;rft.date=2003&amp;rft_id=%2F%2Fwww.ncbi.nlm.nih.gov%2Fpmc%2Farticles%2FPMC1450338&amp;rft_id=info%3Apmid%2F16648880&amp;rft_id=info%3Adoi%2F10.1080%2F02643290342000005&amp;rft.au=Alex+Martin&amp;rft.au=Jill+Weisberg&amp;rft_id=%2F%2Fwww.ncbi.nlm.nih.gov%2Fpmc%2Farticles%2FPMC1450338&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AIntentional+stance\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-41\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-41\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Anthony I. Jack; Philip Robbins (Sep 2006). <a rel=\"nofollow\" class=\"external text\" href=\"https://www.academia.edu/173969/The_phenomenal_stance\">\"The Phenomenal Stance\"</a>. <i>Philosophical Studies</i> (127): 59–85. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1007/s11098-005-1730-x\">10.1007/s11098-005-1730-x</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Philosophical+Studies&amp;rft.atitle=The+Phenomenal+Stance&amp;rft.issue=127&amp;rft.pages=59-85&amp;rft.date=2006-09&amp;rft_id=info%3Adoi%2F10.1007%2Fs11098-005-1730-x&amp;rft.au=Anthony+I.+Jack&amp;rft.au=Philip+Robbins&amp;rft_id=https%3A%2F%2Fwww.academia.edu%2F173969%2FThe_phenomenal_stance&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AIntentional+stance\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-JackRobbins2012-42\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-JackRobbins2012_42-0\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Anthony I. Jack; Philip Robbins (Sep 2012). <a rel=\"nofollow\" class=\"external text\" href=\"http://www.tonyjack.org/files/2012%20Jack%20and%20Robbins%20The%20phenomenal%20stance%20revisited.pdf\">\"The Phenomenal Stance Revisited\"</a> <span style=\"font-size:85%;\">(PDF)</span>. <i>Review of Philosophy and Psychology</i>. <b>3</b> (3): 383–403. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1007/s13164-012-0104-5\">10.1007/s13164-012-0104-5</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Review+of+Philosophy+and+Psychology&amp;rft.atitle=The+Phenomenal+Stance+Revisited&amp;rft.volume=3&amp;rft.issue=3&amp;rft.pages=383-403&amp;rft.date=2012-09&amp;rft_id=info%3Adoi%2F10.1007%2Fs13164-012-0104-5&amp;rft.au=Anthony+I.+Jack&amp;rft.au=Philip+Robbins&amp;rft_id=http%3A%2F%2Fwww.tonyjack.org%2Ffiles%2F2012%2520Jack%2520and%2520Robbins%2520The%2520phenomenal%2520stance%2520revisited.pdf&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AIntentional+stance\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-Huebner2010-43\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Huebner2010_43-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Huebner2010_43-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-Huebner2010_43-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-Huebner2010_43-3\"><sup><i><b>d</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation journal\">Bryce Huebner (Mar 2010). <a rel=\"nofollow\" class=\"external text\" href=\"http://faculty.georgetown.edu/lbh24/CCPC.pdf\">\"Commonsense concepts of phenomenal consciousness: Does anyone <i>care</i> about functional zombies?\"</a> <span style=\"font-size:85%;\">(PDF)</span>. <i>Phenomenology and the Cognitive Sciences</i>. <b>9</b> (1): 133–55. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1007/s11097-009-9126-6\">10.1007/s11097-009-9126-6</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Phenomenology+and+the+Cognitive+Sciences&amp;rft.atitle=Commonsense+concepts+of+phenomenal+consciousness%3A+Does+anyone+care+about+functional+zombies%3F&amp;rft.volume=9&amp;rft.issue=1&amp;rft.pages=133-55&amp;rft.date=2010-03&amp;rft_id=info%3Adoi%2F10.1007%2Fs11097-009-9126-6&amp;rft.au=Bryce+Huebner&amp;rft_id=http%3A%2F%2Ffaculty.georgetown.edu%2Flbh24%2FCCPC.pdf&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AIntentional+stance\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Intentional_stance&amp;action=edit&amp;section=9\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<style data-mw-deduplicate=\"TemplateStyles:r853264625\">.mw-parser-output .refbegin{font-size:90%;margin-bottom:0.5em}.mw-parser-output .refbegin-hanging-indents>ul{list-style-type:none;margin-left:0}.mw-parser-output .refbegin-hanging-indents>ul>li,.mw-parser-output .refbegin-hanging-indents>dl>dd{margin-left:0;padding-left:3.2em;text-indent:-3.2em;list-style:none}.mw-parser-output .refbegin-100{font-size:100%}</style><div class=\"refbegin columns references-column-width\" style=\"-moz-column-width: 30em; -webkit-column-width: 30em; column-width: 30em;\">\n<ul><li>Braddon-Mitchell, D., &amp; Jackson, F. <i>Philosophy of Mind and Cognition</i>, Basil Blackwell, Oxford, 1996</li>\n<li>Bolton, D. &amp; Hill, J., <i>Mind, Meaning, and Mental Disorder: The Nature of Causal Explanation in Psychology and Psychiatry</i>, Oxford University Press, (Oxford), 1996.</li>\n<li>Brentano, F., (1973/1924) <i>Psychology from an Empirical Standpoint (Second Edition)</i>, Routledge &amp; Kegan Paul, (London) 1973 (The German version of the Second Edition was published in 1924).</li>\n<li>Dennett, D.C., (1971) <a rel=\"nofollow\" class=\"external text\" href=\"http://human-nature.pbworks.com/f/Dennett,+Intentional+Systems.pdf\">\"Intentional Systems\", <i>The Journal of Philosophy</i>, Vol.68, No. 4, (25 February 1971), pp.87-106.</a></li>\n<li>Dennett, D.C., (1971/1978) \"Mechanism and Responsibility\", reprinted in pp.&#160;233–255 in Dennett, D.C., <i>Brainstorms: Philosophical Essays on Mind and Psychology</i>, Bradford Books, (Montgomery), 1978 (originally published in 1971).</li>\n<li>Dennett, D.C., (1975) <a rel=\"nofollow\" class=\"external text\" href=\"http://www.mcps.umn.edu/assets/pdf/7.11_Dennett.pdf\">\"Brain Writing and Mind Reading\", <i>Minnesota Studies in the Philosophy of Science</i>, 7: 403-415.</a></li>\n<li>Dennett, D., (1987) \"True Believers\" in Dennett, D. <i>The Intentional Stance</i>, The MIT Press, Cambridge, Mass., 1987</li>\n<li><cite id=\"CITEREFDaniel_C._Dennett1996\" class=\"citation\">Daniel C. Dennett (1996), <i>The Intentional Stance (6th printing)</i>, Cambridge, Massachusetts: The <a href=\"/wiki/MIT_Press\" title=\"MIT Press\">MIT Press</a>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-262-54053-3\" title=\"Special:BookSources/0-262-54053-3\">0-262-54053-3</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=The+Intentional+Stance+%286th+printing%29&amp;rft.place=Cambridge%2C+Massachusetts&amp;rft.pub=The+MIT+Press&amp;rft.date=1996&amp;rft.isbn=0-262-54053-3&amp;rft.au=Daniel+C.+Dennett&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AIntentional+stance\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span> (First published 1987).</li>\n<li>Dennett, D.C., (1995) <i>Darwin's Dangerous Idea: Evolution and the Meanings of Life</i>, Simon &amp; Schuster, (New York), 1995.</li>\n<li>Daniel C. Dennett (1997), <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20100629104843/http://mind.ucsd.edu/syllabi/06-07/Phil285/readings/true-believers.pdf\">\"Chapter 3. True Believers: The Intentional Strategy and Why it Works\"</a>, in <a href=\"/wiki/John_Haugeland\" title=\"John Haugeland\">John Haugeland</a>, <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=TIC1mzIQZMIC\"><i>Mind Design II: Philosophy, Psychology, Artificial Intelligence</i></a>. Massachusetts: Massachusetts Institute of Technology. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-262-08259-4\" title=\"Special:BookSources/0-262-08259-4\">0-262-08259-4</a> (first published in <i>Scientific Explanation</i>, 1981, edited by A.F. Heath, Oxford: Oxford University Press; originally presented as a Herbert Spencer lecture at Oxford in November 1979; also published as chapter 2 in Dennett's book <i>The Intentional Stance</i>).</li>\n<li>Dennett, D. \"Three kinds of intentional psychology\" (IP) in Heil, J. - <i>Philosophy of Mind: A guide and anthology</i>, Clarendon Press, Oxford, 2004</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://homepage.psy.utexas.edu/homepage/class/Psy355/Gilden/falk.pdf\">Falk, R. &amp; Konold, C., \"Making Sense of Randomness: Implicit Encoding as a Basis for Judgement\", <i>Psychological Review</i>, Vol.104, No.2, (April 1997), pp.301-318.</a></li>\n<li>Falk, R. &amp; Konold, C., \"Subjective Randomness\", pp.&#160;653–659, in Kotz, S., Read, C.B. &amp; Banks, D.L., <i>Encyclopedia of Statistical Sciences: Update Volume 2</i>, John Wiley &amp; Sons, (New York), 1988.</li>\n<li>Fano, Vincenzo. \"Holism and the naturalization of consciousness\" in <i>Holism</i>, Massimo Dell'Utri. Quodlibet. 2002.</li>\n<li>Fodor, J. <i>Psychosemantics</i>, MIT Press, Cambridge, Mass., 1987.</li>\n<li>Foss, C.L. &amp; Bow, G.H., \"Understanding Actions in Relation to Goals\", pp.&#160;94–124 in Sharkey, N.E. (ed.), <i>Advances in Cognitive Science 1</i>, Ellis Horwood, (Chichester), 1986.</li>\n<li>Glass, A.L., <a href=\"/wiki/Keith_Holyoak\" title=\"Keith Holyoak\">Holyoak, K.J.</a> &amp; Santa, J.L., <i>Cognition</i>, Addison-Wesley Publishing Company, (Reading), 1979.</li>\n<li>Heider, F. &amp; Simmel, M., <a rel=\"nofollow\" class=\"external text\" href=\"http://www.coli.uni-saarland.de/courses/agentinteraction/contents/papers/Heider44.pdf\">\"An Experimental Study of Apparent Behavior\", <i>American Journal of Psychology</i>, Vol.57, (1944), pp.243-259.</a></li>\n<li>Lisanby, S.H. &amp; Lockhead, G., \"Subjective Randomness, Aesthetics, and Structure\", pp.&#160;97–114 in Lockhead, G.R. &amp; Pomerantz, J.R. (eds.), <i>The Perception of Structure</i>, American Psychological Association, (Washington), 1991.</li>\n<li>Lycan, W. <i>Mind &amp; Cognition</i>, Basil Blackwell, Oxford, 1990</li>\n<li>Marr, D., <i>Vision: A Computational Investigation into the Human Representation of Visual Information</i>, W.H. Freeman &amp; Company, (New York), 1982.</li>\n<li>Newell, A., (1982) <a rel=\"nofollow\" class=\"external text\" href=\"http://repository.cmu.edu/cgi/viewcontent.cgi?article=2616&amp;context=compsci\">\"The Knowledge Level\", <i>Artificial Intelligence</i>, Vol.18, No.1, (January 1982), pp.87-127.</a></li>\n<li>Newell, A. (1988), \"The intentional stance and the knowledge level\", <i>Behavioral and Brain Sciences</i>, Vol.11, No.3, (September 1988), pp.&#160;520–522.</li>\n<li>Papineau, D., \"Instrumentalism\", p.&#160;410 in Honderich, T. (ed.), <i>The Oxford Companion to Philosophy</i>, Oxford University Press, (Oxford), 1995.</li>\n<li>Perkins, David N., \"Why the Human Perceiver is a Bad Machine\", pp.&#160;341–364 in Beck, J. Hope, B. &amp; Rosenfeld, A. (eds.), <i>Human and Machine Vision</i>, Academic Press, (New York), 1983.</li>\n<li>Piaget, J. &amp; Inhelder, B. [(Leake, L., Burrell, P. &amp; Fishbein, H.D. eds.), <i>The Origin of the Idea of Chance in Children</i>, Routledge &amp; Kegan Paul, (London), 1975 [French original 1951].</li>\n<li>Pylyshyn, Z.W., <a rel=\"nofollow\" class=\"external text\" href=\"http://www-psychology.concordia.ca/fac/deAlmeida/PSYC352/Pages/Pylyshyn-1989-computing.pdf\">\"Computing in Cognitive Science\", pp.51-91 in Posner, M.I.(ed.), <i>Foundations of Cognitive Science</i>, The MIT Press, (Cambridge), 1989.</a></li>\n<li>Rosch, E., \"Principles of Categorization\", pp.&#160;27–48 in Rosch, E. &amp; Lloyd, B.B. (eds), <i>Cognition and Categorization</i>, Lawrence Erlbaum Associates, Publishers, (Hillsdale), 1978.</li>\n<li>Searle, J., <i>Mind, Language and Society: Philosophy in the Real World</i>, Phoenix, (London), 1999.</li>\n<li>Siegert, R.J., \"Culture, Cognition, and Schizophrenia\", pp.&#160;171–189 in Schumaker, J.F. &amp; Ward, T. (eds.), <i>Cultural Cognition and Psychopathology</i>, Praeger, (Westport), 2001.</li>\n<li>Swinburne, R., <i>Epistemic Justification</i>, Oxford University Press, (Oxford), 2001.</li></ul>\n</div>\n<div role=\"navigation\" class=\"navbox\" aria-labelledby=\"Daniel_Dennett\" style=\"padding:3px\"><table class=\"nowraplinks collapsible autocollapse navbox-inner\" style=\"border-spacing:0;background:transparent;color:inherit\"><tbody><tr><th scope=\"col\" class=\"navbox-title\" colspan=\"3\"><div class=\"plainlinks hlist navbar mini\"><ul><li class=\"nv-view\"><a href=\"/wiki/Template:Daniel_Dennett\" title=\"Template:Daniel Dennett\"><abbr title=\"View this template\" style=\";;background:none transparent;border:none;-moz-box-shadow:none;-webkit-box-shadow:none;box-shadow:none; padding:0;\">v</abbr></a></li><li class=\"nv-talk\"><a href=\"/wiki/Template_talk:Daniel_Dennett\" title=\"Template talk:Daniel Dennett\"><abbr title=\"Discuss this template\" style=\";;background:none transparent;border:none;-moz-box-shadow:none;-webkit-box-shadow:none;box-shadow:none; padding:0;\">t</abbr></a></li><li class=\"nv-edit\"><a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Template:Daniel_Dennett&amp;action=edit\"><abbr title=\"Edit this template\" style=\";;background:none transparent;border:none;-moz-box-shadow:none;-webkit-box-shadow:none;box-shadow:none; padding:0;\">e</abbr></a></li></ul></div><div id=\"Daniel_Dennett\" style=\"font-size:114%;margin:0 4em\"><a href=\"/wiki/Daniel_Dennett\" title=\"Daniel Dennett\">Daniel Dennett</a></div></th></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\">Concepts</th><td class=\"navbox-list navbox-odd hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><a href=\"/wiki/Cartesian_theater\" title=\"Cartesian theater\">Cartesian theater</a></li>\n<li><a href=\"/wiki/Greedy_reductionism\" title=\"Greedy reductionism\">Greedy reductionism</a></li>\n<li><a href=\"/wiki/Heterophenomenology\" title=\"Heterophenomenology\">Heterophenomenology</a></li>\n<li><a class=\"mw-selflink selflink\">Intentional stance</a></li>\n<li><a href=\"/wiki/Intuition_pump\" title=\"Intuition pump\">Intuition pump</a></li>\n<li><a href=\"/wiki/Multiple_drafts_model\" title=\"Multiple drafts model\">Multiple drafts model</a></li></ul>\n</div></td><td class=\"navbox-image\" rowspan=\"3\" style=\"width:1px;padding:0px 0px 0px 2px\"><div><a href=\"/wiki/File:Daniel_Dennett_in_Venice_2006.png\" class=\"image\" title=\"Dennett in Venice, 2006\"><img alt=\"Dennett in Venice, 2006\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Daniel_Dennett_in_Venice_2006.png/50px-Daniel_Dennett_in_Venice_2006.png\" width=\"50\" height=\"66\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Daniel_Dennett_in_Venice_2006.png/75px-Daniel_Dennett_in_Venice_2006.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Daniel_Dennett_in_Venice_2006.png/100px-Daniel_Dennett_in_Venice_2006.png 2x\" data-file-width=\"728\" data-file-height=\"954\" /></a></div></td></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\">Selected works</th><td class=\"navbox-list navbox-even hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><i><a href=\"/wiki/Brainstorms\" title=\"Brainstorms\">Brainstorms</a></i> (1981)</li>\n<li><i><a href=\"/wiki/The_Mind%27s_I\" title=\"The Mind&#39;s I\">The Mind's I</a></i> (1981)</li>\n<li><i><a href=\"/wiki/Elbow_Room_(book)\" title=\"Elbow Room (book)\">Elbow Room</a></i> (1984)</li>\n<li><i><a href=\"/wiki/Consciousness_Explained\" title=\"Consciousness Explained\">Consciousness Explained</a></i> (1991)</li>\n<li><i><a href=\"/wiki/Darwin%27s_Dangerous_Idea\" title=\"Darwin&#39;s Dangerous Idea\">Darwin's Dangerous Idea</a></i> (1995)</li>\n<li><i><a href=\"/wiki/Freedom_Evolves\" title=\"Freedom Evolves\">Freedom Evolves</a></i> (2003)</li>\n<li><i><a href=\"/wiki/Sweet_Dreams_(book)\" title=\"Sweet Dreams (book)\">Sweet Dreams</a></i> (2005)</li>\n<li><i><a href=\"/wiki/Breaking_the_Spell:_Religion_as_a_Natural_Phenomenon\" title=\"Breaking the Spell: Religion as a Natural Phenomenon\">Breaking the Spell</a></i> (2006)</li>\n<li><i><a href=\"/wiki/From_Bacteria_to_Bach_and_Back\" title=\"From Bacteria to Bach and Back\">From Bacteria to Bach and Back</a></i> (2017)</li></ul>\n</div></td></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\">Other</th><td class=\"navbox-list navbox-odd hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><i><a href=\"/wiki/The_Philosophical_Lexicon\" title=\"The Philosophical Lexicon\">The Philosophical Lexicon</a></i></li>\n<li><a href=\"/wiki/New_Atheism\" title=\"New Atheism\">New Atheism</a></li>\n<li><a href=\"/wiki/Universal_Darwinism\" title=\"Universal Darwinism\">Universal Darwinism</a></li></ul>\n</div></td></tr></tbody></table></div>\n\n<!-- \nNewPP limit report\nParsed by mw2227\nCached time: 20180919030048\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.268 seconds\nReal time usage: 0.334 seconds\nPreprocessor visited node count: 1415/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 32663/2097152 bytes\nTemplate argument size: 1239/2097152 bytes\nHighest expansion depth: 15/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 38141/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.069/10.000 seconds\nLua memory usage: 3.69 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  250.540      1 -total\n 37.48%   93.896      1 Template:Reflist\n 15.63%   39.158      1 Template:Quote\n 13.26%   33.228      1 Template:Cite_web\n 11.65%   29.176      1 Template:Comma_separated_entries\n 11.33%   28.390      6 Template:Cite_journal\n  9.93%   24.868      1 Template:ISBN\n  6.39%   16.003      1 Template:Portal\n  5.67%   14.218      1 Template:Dennett\n  4.78%   11.966      1 Template:Catalog_lookup_link\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:1664561-0!canonical and timestamp 20180919030048 and revision id 819694178\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","*":"Abstraction"},{"sortkey":"","*":"Cognitive_psychology"},{"sortkey":"","*":"Cognitive_science"},{"sortkey":"","*":"Consciousness_studies"},{"sortkey":"","*":"Intention"},{"sortkey":"","*":"Philosophical_concepts"},{"sortkey":"","*":"Psycholinguistics"},{"sortkey":"","*":"Theory_of_mind"}],"links":[{"ns":10,"exists":"","*":"Template:Daniel Dennett"},{"ns":0,"exists":"","*":"Aboutness"},{"ns":0,"exists":"","*":"Abstract object"},{"ns":0,"exists":"","*":"Abstraction"},{"ns":0,"exists":"","*":"Allen Newell"},{"ns":0,"exists":"","*":"Artificial intelligence"},{"ns":0,"exists":"","*":"Autism"},{"ns":0,"exists":"","*":"Blockhead argument"},{"ns":0,"exists":"","*":"Brainstorms"},{"ns":0,"exists":"","*":"Breaking the Spell: Religion as a Natural Phenomenon"},{"ns":0,"exists":"","*":"Cartesian theater"},{"ns":0,"exists":"","*":"CiteSeerX"},{"ns":0,"exists":"","*":"Cognitive psychology"},{"ns":0,"exists":"","*":"Conceptual blending"},{"ns":0,"exists":"","*":"Consciousness"},{"ns":0,"exists":"","*":"Consciousness Explained"},{"ns":0,"exists":"","*":"Daniel Dennett"},{"ns":0,"exists":"","*":"Darwin's Dangerous Idea"},{"ns":0,"exists":"","*":"David Marr (neuroscientist)"},{"ns":0,"exists":"","*":"David Marr (psychologist)"},{"ns":0,"exists":"","*":"Digital object identifier"},{"ns":0,"exists":"","*":"Double dissociation"},{"ns":0,"exists":"","*":"Elbow Room (book)"},{"ns":0,"exists":"","*":"Eleanor Rosch"},{"ns":0,"exists":"","*":"Evolution"},{"ns":0,"exists":"","*":"Experimental philosophy"},{"ns":0,"exists":"","*":"Explanatory gap"},{"ns":0,"exists":"","*":"Folk psychology"},{"ns":0,"exists":"","*":"Franz Brentano"},{"ns":0,"exists":"","*":"Free will"},{"ns":0,"exists":"","*":"Freedom Evolves"},{"ns":0,"exists":"","*":"Fritz Heider"},{"ns":0,"exists":"","*":"From Bacteria to Bach and Back"},{"ns":0,"exists":"","*":"Greedy reductionism"},{"ns":0,"exists":"","*":"Hard and soft science"},{"ns":0,"exists":"","*":"Hard problem of consciousness"},{"ns":0,"exists":"","*":"Heterophenomenology"},{"ns":0,"exists":"","*":"High- and low-level"},{"ns":0,"exists":"","*":"Instrumentalism"},{"ns":0,"exists":"","*":"Intention"},{"ns":0,"exists":"","*":"Intentionality"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"Interpersonal Reactivity Index"},{"ns":0,"exists":"","*":"Intuition pump"},{"ns":0,"exists":"","*":"John Haugeland"},{"ns":0,"exists":"","*":"John Searle"},{"ns":0,"exists":"","*":"Keith Holyoak"},{"ns":0,"exists":"","*":"Level of analysis"},{"ns":0,"exists":"","*":"Life stance"},{"ns":0,"exists":"","*":"MIT Press"},{"ns":0,"exists":"","*":"Marianne Simmel"},{"ns":0,"exists":"","*":"Mental content"},{"ns":0,"exists":"","*":"Mental properties"},{"ns":0,"exists":"","*":"Multiple drafts model"},{"ns":0,"exists":"","*":"Naturalization of intentionality"},{"ns":0,"exists":"","*":"New Atheism"},{"ns":0,"exists":"","*":"Operationalism"},{"ns":0,"exists":"","*":"Perfect rationality"},{"ns":0,"exists":"","*":"Philosopher"},{"ns":0,"exists":"","*":"Philosophical realism"},{"ns":0,"exists":"","*":"Philosophical zombie"},{"ns":0,"exists":"","*":"Philosophy of mind"},{"ns":0,"exists":"","*":"PubMed Central"},{"ns":0,"exists":"","*":"PubMed Identifier"},{"ns":0,"exists":"","*":"Qualia"},{"ns":0,"exists":"","*":"Stance (linguistics)"},{"ns":0,"exists":"","*":"Stephen Stich"},{"ns":0,"exists":"","*":"Sweet Dreams (book)"},{"ns":0,"exists":"","*":"The Mind's I"},{"ns":0,"exists":"","*":"The Philosophical Lexicon"},{"ns":0,"exists":"","*":"Theory of mind"},{"ns":0,"exists":"","*":"Universal Darwinism"},{"ns":0,"exists":"","*":"Williams syndrome"},{"ns":0,"exists":"","*":"Zenon Pylyshyn"},{"ns":11,"exists":"","*":"Template talk:Daniel Dennett"},{"ns":100,"exists":"","*":"Portal:Computer Science"},{"ns":100,"exists":"","*":"Portal:Mind and Brain"},{"ns":100,"exists":"","*":"Portal:Philosophy"},{"ns":100,"exists":"","*":"Portal:Psychology"},{"ns":100,"exists":"","*":"Portal:Thinking"}],"templates":[{"ns":10,"exists":"","*":"Template:Quote"},{"ns":10,"exists":"","*":"Template:Quote/styles.css"},{"ns":10,"exists":"","*":"Template:Comma separated entries"},{"ns":10,"exists":"","*":"Template:If empty"},{"ns":10,"exists":"","*":"Template:Rp"},{"ns":10,"exists":"","*":"Template:Col-begin"},{"ns":10,"exists":"","*":"Template:Col-break"},{"ns":10,"exists":"","*":"Template:Col-end"},{"ns":10,"exists":"","*":"Template:Portal"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Column-width"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Cite journal"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Refbegin"},{"ns":10,"exists":"","*":"Template:Refbegin/styles.css"},{"ns":10,"exists":"","*":"Template:Citation"},{"ns":10,"exists":"","*":"Template:ISBN"},{"ns":10,"exists":"","*":"Template:Catalog lookup link"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Error-small"},{"ns":10,"exists":"","*":"Template:Tl"},{"ns":10,"exists":"","*":"Template:Refend"},{"ns":10,"exists":"","*":"Template:Dennett"},{"ns":10,"exists":"","*":"Template:Daniel Dennett"},{"ns":10,"exists":"","*":"Template:Navbox"},{"ns":828,"exists":"","*":"Module:Separated entries"},{"ns":828,"exists":"","*":"Module:TableTools"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:If empty"},{"ns":828,"exists":"","*":"Module:Portal"},{"ns":828,"exists":"","*":"Module:Portal/images/m"},{"ns":828,"exists":"","*":"Module:Portal/images/t"},{"ns":828,"exists":"","*":"Module:Portal/images/c"},{"ns":828,"exists":"","*":"Module:Portal/images/p"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Check isxn"},{"ns":828,"exists":"","*":"Module:Error"},{"ns":828,"exists":"","*":"Module:Navbox"},{"ns":828,"exists":"","*":"Module:Navbar"}],"images":["Lock-green.svg","Phrenology1.jpg","Nicolas_P._Rougier's_rendering_of_the_human_brain.png","Internet_map_1024.jpg","Psi2.svg","Socrates.png","Daniel_Dennett_in_Venice_2006.png"],"externallinks":["http://ase.tufts.edu/cogstud/papers/selfctr.htm","http://ase.tufts.edu/cogstud/papers/unzombie.htm","//doi.org/10.1007/s11098-005-1730-x","//citeseerx.ist.psu.edu/viewdoc/summary?doi=10.1.1.621.6275","//doi.org/10.1111/j.1469-7610.2009.02098.x","//www.ncbi.nlm.nih.gov/pubmed/19508497","//www.ncbi.nlm.nih.gov/pmc/articles/PMC1450338","//doi.org/10.1080/02643290342000005","//www.ncbi.nlm.nih.gov/pubmed/16648880","https://www.academia.edu/173969/The_phenomenal_stance","http://www.tonyjack.org/files/2012%20Jack%20and%20Robbins%20The%20phenomenal%20stance%20revisited.pdf","//doi.org/10.1007/s13164-012-0104-5","http://faculty.georgetown.edu/lbh24/CCPC.pdf","//doi.org/10.1007/s11097-009-9126-6","http://human-nature.pbworks.com/f/Dennett,+Intentional+Systems.pdf","http://www.mcps.umn.edu/assets/pdf/7.11_Dennett.pdf","https://web.archive.org/web/20100629104843/http://mind.ucsd.edu/syllabi/06-07/Phil285/readings/true-believers.pdf","https://books.google.com/books?id=TIC1mzIQZMIC","http://homepage.psy.utexas.edu/homepage/class/Psy355/Gilden/falk.pdf","http://www.coli.uni-saarland.de/courses/agentinteraction/contents/papers/Heider44.pdf","http://repository.cmu.edu/cgi/viewcontent.cgi?article=2616&context=compsci","http://www-psychology.concordia.ca/fac/deAlmeida/PSYC352/Pages/Pylyshyn-1989-computing.pdf"],"sections":[{"toclevel":1,"level":"2","line":"Dennett and intentionality","number":"1","index":"1","fromtitle":"Intentional_stance","byteoffset":1064,"anchor":"Dennett_and_intentionality"},{"toclevel":1,"level":"2","line":"Dennett's three levels","number":"2","index":"2","fromtitle":"Intentional_stance","byteoffset":14712,"anchor":"Dennett's_three_levels"},{"toclevel":1,"level":"2","line":"Variants of Dennett's three stances","number":"3","index":"3","fromtitle":"Intentional_stance","byteoffset":24886,"anchor":"Variants_of_Dennett's_three_stances"},{"toclevel":1,"level":"2","line":"Objections and replies","number":"4","index":"4","fromtitle":"Intentional_stance","byteoffset":32604,"anchor":"Objections_and_replies"},{"toclevel":1,"level":"2","line":"Neural evidence","number":"5","index":"5","fromtitle":"Intentional_stance","byteoffset":35344,"anchor":"Neural_evidence"},{"toclevel":1,"level":"2","line":"Phenomenal stance","number":"6","index":"6","fromtitle":"Intentional_stance","byteoffset":38118,"anchor":"Phenomenal_stance"},{"toclevel":1,"level":"2","line":"See also","number":"7","index":"7","fromtitle":"Intentional_stance","byteoffset":41506,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"Footnotes","number":"8","index":"8","fromtitle":"Intentional_stance","byteoffset":42047,"anchor":"Footnotes"},{"toclevel":1,"level":"2","line":"References","number":"9","index":"9","fromtitle":"Intentional_stance","byteoffset":42152,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Intentional stance","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q6044475"}]}}