{"parse":{"title":"Development-supported agriculture","pageid":17911075,"revid":809620096,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Development-supported agriculture </b>\nis a nascent movement in real estate development that preserves and invests in agricultural land use.  As farmland is lost due to the challenging economics of farming and the pressures of the real estate industry, DSA attempts to reconcile the need for development with the need to preserve agricultural land. The overall goal of DSA is to incubate small-scale organic farms that co-exist with residential land development, providing benefits to farmers, residents, the local community, and the environment.\n</p><p>A related term, <i>agricultural urbanism</i>, refers to agricultural operations located in proximity to and integrated with urban areas.  The term of agricultural urbanism was coined by Mark Holland and Janine de la Salle, and is based on their book by the same name, published by Green Frigate Press in 2010 (De la Salle and Holland et al.).  The term and concept of Agricultural Urbanism was originally developed in British Columbia in 2008 during a planning process for a development project called Southlands in South Delta, Metro Vancouver and was introduced to planner, real estate developer, and founder of the New Urbanism movement, Andres Duany, as part of the preparation for a design charrette which Duany and his team were involved in. \n</p><p>Two academics who authored a chapter (Patrick Condon from UBC and Kent Mulnix from Kwantlen Polytechnic) posited the original idea of using development to support agriculture by using mechanisms such as transferring density rights from agricultural land onto adjacent areas and preserving the agricultural land through covenants while harvesting the development land value in the adjacent area that received the transferred development rights. \n</p><p>Andres Duany has been a significant proponent of the idea as well as the author of a similar stream of thought called Agrarain Urbanism.  Duany’s adoption of the concept has given it a higher profile,<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Background\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Background</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#DSA_and_CSA\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">DSA and CSA</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Five_points_of_DSA\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Five points of DSA</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Examples\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Examples</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Developments_in_the_urban-rural_fringe\"><span class=\"tocnumber\">4.1</span> <span class=\"toctext\">Developments in the urban-rural fringe</span></a></li>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#Urban_agricultural_developments\"><span class=\"tocnumber\">4.2</span> <span class=\"toctext\">Urban agricultural developments</span></a></li>\n<li class=\"toclevel-2 tocsection-7\"><a href=\"#Future_possibilities:_vertical_farming\"><span class=\"tocnumber\">4.3</span> <span class=\"toctext\">Future possibilities: vertical farming</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#See_also\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#External_links\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Background\">Background</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Development-supported_agriculture&amp;action=edit&amp;section=1\" title=\"Edit section: Background\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The term <i>development-supported agriculture</i> (DSA) was coined to describe the Harvest project. A variety of individuals collaborated on the project, including planner Duane Verner, developer Nathan Wieler, members of Piedmont Biofuels, participants in the Sustainable Agriculture program at Central Carolina Community College, and others. The group set out to determine the best usage for an existing farm that was being sold by the owner, a career farmer named Paul McCoy. It became clear that the group had an opportunity to create a unique residential community where farmers and residents have a symbiotic relationship. This relationship would benefit all involved, while also improving the general state of residential development and helping to reduce the ecological destruction associated with typical residential development models. Reynolds &amp; Jewell Landscape Architecture was retained to design the master plan for the community, and the team grew to include experienced organic farmers, experts on native plants, and others. As of July 2008, the developer is actively implementing the master plan, and response to the concept has been overwhelmingly positive.\n</p>\n<h2><span class=\"mw-headline\" id=\"DSA_and_CSA\">DSA and CSA</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Development-supported_agriculture&amp;action=edit&amp;section=2\" title=\"Edit section: DSA and CSA\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Development-supported agriculture has its roots in the <a href=\"/wiki/Community-supported_agriculture\" title=\"Community-supported agriculture\">community-supported agriculture</a> (CSA) movement. However, whereas CSA typically focuses on establishing a direct business relationship between consumers and farmers, DSA builds on a <a href=\"/wiki/Barter\" title=\"Barter\">barter</a> approach first and foremost, while also ensuring that products from DSA farms are integrated into the local economy. On a more general level, DSA is a response to concerns about the urbanization of agricultural land and an attempt to preserve existing farms. Another goal of DSA is to establish a new generation of farmers by using the revenue from real estate development to establish small-scale organic farms that are protected in perpetuity by conservation easements and property covenants.\n</p>\n<h2><span class=\"mw-headline\" id=\"Five_points_of_DSA\">Five points of DSA</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Development-supported_agriculture&amp;action=edit&amp;section=3\" title=\"Edit section: Five points of DSA\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Development-supported agriculture is based on the concept of a master-planned residential development with farming as the central amenity. This model provides residents with the benefits of, and the opportunity to experience, small-scale organic farming. Property owners have the option of participating in the farming or leasing their land to a farmer; in either case, the farmland is protected from development. Homesites are restricted to certain areas and continuous areas of open space are maintained across multiple properties.\n</p><p>In the spirit of <a href=\"/wiki/Le_Corbusier\" title=\"Le Corbusier\"> Le Corbusier's</a> \"Five Points of a New Architecture,\" DSA focuses on five core principles:\n</p>\n<ol><li>Preservation of farmland through limited development and continuity of previous farming uses.</li>\n<li>Agreements between developers and farmers (development provides farm infrastructure, farmers provide farm products to residents and the local community).</li>\n<li>Low-impact development techniques, sustainable architecture, and careful ecological/environmental planning.</li>\n<li>Establishment of wildlife corridors and animal habitats, promotion of native plant species, and protection of water quality.</li>\n<li>Utilization of an open-source development model that provides a framework for master-planned farm communities and integrated local food systems.</li></ol>\n<h2><span class=\"mw-headline\" id=\"Examples\">Examples</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Development-supported_agriculture&amp;action=edit&amp;section=4\" title=\"Edit section: Examples\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"Developments_in_the_urban-rural_fringe\">Developments in the urban-rural fringe</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Development-supported_agriculture&amp;action=edit&amp;section=5\" title=\"Edit section: Developments in the urban-rural fringe\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p><b>Harvest, North Carolina</b>\n</p><p>Harvest<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> is a 200-acre (0.81&#160;km<sup>2</sup>) development introduced in 2008, sited in the <a href=\"/wiki/New_Hope_River_Valley\" class=\"mw-redirect\" title=\"New Hope River Valley\">New Hope River Valley</a> in <a href=\"/wiki/Chatham_County,_North_Carolina\" title=\"Chatham County, North Carolina\">Chatham County, North Carolina</a>.  The development consists of 20 individual properties with an organic farm as the literal and metaphorical center of the community.  A farmbelt easement protects farmland and preserves rural views.\n</p><p>According to Paul McCoy, the previous owner of the land, the Harvest property had been used for farming since the American Revolution.  During the middle of the 20th century, the primary use of the farm was for growing tobacco.  In the late 20th century, the farm was used to grow a typical rotation of tobacco, corn, and soybeans. In 2008, the developer of Harvest began transitioning the farm from conventional operations to organic certification. The change from commercial (i.e. using pesticides) to organic farming will help protect the water quality of nearby Jordan Lake and the Haw River. \n</p><p><b>Serenbe, Georgia</b>\n</p><p>Another example of an urban-rural fringe project that fits into the DSA framework is <a href=\"/wiki/Serenbe\" title=\"Serenbe\">Serenbe</a>.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> This community is located on one of the last undeveloped parcels of land in the <a href=\"/wiki/Atlanta\" title=\"Atlanta\">Atlanta</a> area. The founders of Serenbe realized that their largely untouched 900 acres (3.6&#160;km<sup>2</sup>) presented a window of opportunity for creating a unique type of residential development. A 25-acre (100,000&#160;m<sup>2</sup>) organic farm is located at Serenbe that provides organic produce throughout Atlanta and The Chattahoochee Hill Country. The 900 acres (3.6&#160;km<sup>2</sup>) of Serenbe lie in the heart of 40,000 acres (160&#160;km<sup>2</sup>) protected with a master plan that calls for 80% green space. Building sites are limited to 220 structures, including live/work spaces and commercial buildings.\n</p><p><b>Middle Green Valley, Solano County, CA</b>\n</p><p>One of the largest and most recent examples of development-supported agriculture is in Middle Green Valley in southwestern Solano County, California.  \nThe City of Fairfield to the south, and unincorporated Solano County to the north, have continued to entitle subdivisions while Green Valley has remained largely undeveloped agricultural land and open space.  Like many places at the edge of suburban boundaries, there has been a longstanding conflict between the open space desired by neighbors and development rights desired by landowners.  The landowners in this part of Green Valley have been under pressure to preserve the rural culture, even as the basic economics of agriculture have eroded the financial viability of their lands.  Usually, the only viable choice was to develop their property to realize economic benefit.  Many of the landowners, some whose families have cultivated the land for over 150 years, wished to realize the development value while at the same time maintain the integrity of the open space, agricultural productivity and the farming legacy.\n</p><p>In 2010, at significant cost and with no guarantee of success, the Solano County Board of Supervisors – with meaningful participation from landowners AND neighborhood groups – approved a Specific Plan for Middle Green Valley.  The final plan includes more than 1,400 acres of protected agricultural and open space and a small village of about 400 clustered homes that are shielded from the main views from Green Valley Road.  Over 15 different land owners covering almost 200 acres signed the Master Development Agreement putting this plan into place.  The entire Specific Plan can be obtained at: \n</p><p><a rel=\"nofollow\" class=\"external free\" href=\"http://www.solanocounty.com/depts/rm/documents/eir/middle_green_valley_specific_plan.asp\">http://www.solanocounty.com/depts/rm/documents/eir/middle_green_valley_specific_plan.asp</a>\n</p><p>Preserving the rural beauty and cultural legacy of the Green Valley area is the guiding vision in crafting a long term, equitable, and sustainable development plan. The Specific Plan celebrates and perpetuates the tradition of the working landscapes that characterize this part of Solano County for over 150 years. A core component is the promotion of sustainable food and agriculture systems as a means to connect agricultural lands, the built and natural environments, community health and natural resource stewardship.\n</p><p>The Green Valley Agricultural Conservancy\n</p><p>To provide assurances for the long-term preservation and management of the open space, the Middle Green Valley Specific Plan envisioned the creation of a non-profit Conservancy (the GVAC) to oversee the ±1,490 acres of productive agricultural land, pastures, and natural areas. The Conservancy has three primary areas of responsibility:\n</p>\n<ul><li>Assisting and encouraging the farms in Green Valley;</li>\n<li>Overseeing the management, stewardship, enhancement, restoration and access easements for conservation lands; and</li>\n<li>Managing and developing a design review process for the community</li></ul>\n<p>One of the first tangible initiatives by the Conservancy to promote and support local farmers and artisans has been the creation of Totally Local - a new Certified Farmers' Market (CFM) - that was started in July 2011. The Green Valley Farmers' Market provides a community gathering place to share a cup of coffee, meet the local farmers, taste some great local food, and simply have some conversation with neighbors. The Conservancy’s goal is not to compete with, but rather compliment the already established food stands and local artisans in the region to help provide a stable platform for featuring LOCAL agricultural and artisan products.  \n</p><p><b>Prairie Crossing, Illinois<sup id=\"cite_ref-Building_Communities_with_Farms_4-0\" class=\"reference\"><a href=\"#cite_note-Building_Communities_with_Farms-4\">&#91;4&#93;</a></sup> </b>\n</p><p><b>Bundoran Farm, Virginia<sup id=\"cite_ref-Building_Communities_with_Farms_4-1\" class=\"reference\"><a href=\"#cite_note-Building_Communities_with_Farms-4\">&#91;4&#93;</a></sup> </b>\n</p><p><b>South Village, Vermont<sup id=\"cite_ref-Building_Communities_with_Farms_4-2\" class=\"reference\"><a href=\"#cite_note-Building_Communities_with_Farms-4\">&#91;4&#93;</a></sup> </b>\n</p><p><b>Fort Collins, Colorado<sup id=\"cite_ref-Bucking_Horse_5-0\" class=\"reference\"><a href=\"#cite_note-Bucking_Horse-5\">&#91;5&#93;</a></sup> </b>\n</p><p><b>Hidden Springs, Idaho<sup id=\"cite_ref-Building_Communities_with_Farms_4-3\" class=\"reference\"><a href=\"#cite_note-Building_Communities_with_Farms-4\">&#91;4&#93;</a></sup> </b>\n</p>\n<h3><span class=\"mw-headline\" id=\"Urban_agricultural_developments\">Urban agricultural developments</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Development-supported_agriculture&amp;action=edit&amp;section=6\" title=\"Edit section: Urban agricultural developments\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>East Lake Commons<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup> is a 20-acre (81,000&#160;m<sup>2</sup>) cohousing community planned by Village Habitat Design located 4 miles (6.4&#160;km) from downtown Atlanta.\n</p><p>Southeast False Creek and Olympic Village<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup> is an 80-acre (320,000&#160;m<sup>2</sup>) sustainable development project near downtown <a href=\"/wiki/Vancouver,_British_Columbia\" class=\"mw-redirect\" title=\"Vancouver, British Columbia\">Vancouver, British Columbia</a> that includes an urban agriculture component.\n</p>\n<h3><span class=\"mw-headline\" id=\"Future_possibilities:_vertical_farming\">Future possibilities: vertical farming</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Development-supported_agriculture&amp;action=edit&amp;section=7\" title=\"Edit section: Future possibilities: vertical farming\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p><a href=\"/wiki/Vertical_farming\" title=\"Vertical farming\">Vertical farming</a>, also known as skyfarming, is a conceptual form of agriculture done in urban high-rises. In these high-rises, food such as fruit, vegetables, fish, and livestock can be raised by using greenhouse growing methods and recycled resources year-round, allowing cities of the future to become self-sufficient. The concept of the vertical farm remains mostly hypothetical; however, many people believe that this type of development will become necessary as a result of increased <a href=\"/wiki/Urban_density\" title=\"Urban density\">urban density</a> and rising energy costs.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Development-supported_agriculture&amp;action=edit&amp;section=8\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Civic_agriculture\" title=\"Civic agriculture\">Civic agriculture</a></li>\n<li><a href=\"/wiki/Community-supported_agriculture\" title=\"Community-supported agriculture\">Community-supported agriculture</a></li>\n<li><a href=\"/wiki/Green_belt\" title=\"Green belt\">Green belt</a></li>\n<li><a href=\"/wiki/Preservation_development\" title=\"Preservation development\">Preservation development</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Development-supported_agriculture&amp;action=edit&amp;section=9\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\">Hawley, Steve. <a rel=\"nofollow\" class=\"external text\" href=\"http://www.houstontomorrow.org/initiatives/story/agricultural-urbanism/\">\"Agricultural Urbanism:Transects and Food Planning\"</a>. HoustonTomorrow<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">20 March</span> 2012</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Agricultural+Urbanism%3ATransects+and+Food+Planning&amp;rft.pub=HoustonTomorrow&amp;rft.aulast=Hawley&amp;rft.aufirst=Steve&amp;rft_id=http%3A%2F%2Fwww.houstontomorrow.org%2Finitiatives%2Fstory%2Fagricultural-urbanism%2F&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADevelopment-supported+agriculture\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://wieler.com/communities/harvest/overview/\">http://wieler.com/communities/harvest/overview/</a></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.serenbecommunity.com/home.html\">http://www.serenbecommunity.com/home.html</a></span>\n</li>\n<li id=\"cite_note-Building_Communities_with_Farms-4\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Building_Communities_with_Farms_4-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Building_Communities_with_Farms_4-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-Building_Communities_with_Farms_4-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-Building_Communities_with_Farms_4-3\"><sup><i><b>d</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation web\">Ranney, Vicky, Keith Kirley, Michael Sands. <a rel=\"nofollow\" class=\"external text\" href=\"http://www.prairiecrossing.com/libertyprairiefoundation/LPF-Publication9-10.pdf\">\"Building Communities with Farms: Insights from developers, architects and farmers on integrating agriculture and development\"</a> <span style=\"font-size:85%;\">(PDF)</span>. Liberty Prairie Foundation<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">20 March</span> 2012</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Building+Communities+with+Farms%3A+Insights+from+developers%2C+architects+and+farmers+on+integrating+agriculture+and+development&amp;rft.pub=Liberty+Prairie+Foundation&amp;rft.aulast=Ranney&amp;rft.aufirst=Vicky%2C+Keith+Kirley%2C+Michael+Sands&amp;rft_id=http%3A%2F%2Fwww.prairiecrossing.com%2Flibertyprairiefoundation%2FLPF-Publication9-10.pdf&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADevelopment-supported+agriculture\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-Bucking_Horse-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Bucking_Horse_5-0\">^</a></b></span> <span class=\"reference-text\"> <a rel=\"nofollow\" class=\"external free\" href=\"http://www.drhorton.com/Colorado/Ft-Collins-Northern-Colorado/Fort-Collins/Bucking-Horse.aspx\">http://www.drhorton.com/Colorado/Ft-Collins-Northern-Colorado/Fort-Collins/Bucking-Horse.aspx</a> </span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.villagehabitat.com/project_menu/east_lake/east_lake.htm\">http://www.villagehabitat.com/project_menu/east_lake/east_lake.htm</a></span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://vancouver.ca/olympicvillage/\">http://vancouver.ca/olympicvillage/</a></span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Development-supported_agriculture&amp;action=edit&amp;section=10\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://wieler.com/communities/harvest/\">Harvest</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.biofuels.coop/\">Piedmont Biofuels</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.prairiecrossing.com/libertyprairiefoundation/index.php/\">Liberty Prairie Foundation</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.prairiecrossing.com/libertyprairiefoundation/LPF-Publication9-10.pdf\"><i>Building Communities with Farms</i></a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.verticalfarm.com/\">Vertical Farm</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.sagecenter.org/new-ruralism.pdf\"><i>A Call for New Ruralism</i></a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.lyleestill.com\"><i>Small is Possible</i></a> by <a href=\"/w/index.php?title=Lyle_Estill&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Lyle Estill (page does not exist)\">Lyle Estill</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.dailyrepublic.com/archives/supervisors-ok-eir-for-middle-green-valley-plan/\">\"Solano County Approves Green Valley Plan\"</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.gvagconservancy.org/\">Green Valley Agricultural Conservancy</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.dailyrepublic.com/news/first-ever-green-valley-farmers-market-held/\">\"First Ever Green Valley Farmers' Market a Hit\"</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1324\nCached time: 20180908052326\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.112 seconds\nReal time usage: 0.143 seconds\nPreprocessor visited node count: 333/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 4457/2097152 bytes\nTemplate argument size: 97/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 5281/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.053/10.000 seconds\nLua memory usage: 2.94 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  115.034      1 -total\n 49.17%   56.564      8 Template:Convert\n 45.77%   52.654      1 Template:Reflist\n 33.47%   38.502      2 Template:Cite_web\n  1.63%    1.877      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:17911075-0!canonical and timestamp 20180908052326 and revision id 809620096\n -->\n</div>"},"langlinks":[{"lang":"it","url":"https://it.wikipedia.org/wiki/Agricoltura_a_sviluppo_pianificato","langname":"Italian","autonym":"italiano","*":"Agricoltura a sviluppo pianificato"}],"categories":[{"sortkey":"","*":"Sustainable_development"},{"sortkey":"","*":"Agriculture"}],"links":[{"ns":0,"exists":"","*":"Atlanta"},{"ns":0,"exists":"","*":"Barter"},{"ns":0,"exists":"","*":"Chatham County, North Carolina"},{"ns":0,"exists":"","*":"Civic agriculture"},{"ns":0,"exists":"","*":"Community-supported agriculture"},{"ns":0,"exists":"","*":"Green belt"},{"ns":0,"exists":"","*":"Le Corbusier"},{"ns":0,"exists":"","*":"New Hope River Valley"},{"ns":0,"exists":"","*":"Preservation development"},{"ns":0,"exists":"","*":"Serenbe"},{"ns":0,"exists":"","*":"Urban density"},{"ns":0,"exists":"","*":"Vancouver, British Columbia"},{"ns":0,"exists":"","*":"Vertical farming"},{"ns":0,"*":"Lyle Estill"}],"templates":[{"ns":10,"exists":"","*":"Template:Convert"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Convert"},{"ns":828,"exists":"","*":"Module:Convert/data"},{"ns":828,"exists":"","*":"Module:Convert/text"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["http://www.houstontomorrow.org/initiatives/story/agricultural-urbanism/","http://www.prairiecrossing.com/libertyprairiefoundation/LPF-Publication9-10.pdf","http://wieler.com/communities/harvest/overview/","http://www.serenbecommunity.com/home.html","http://www.drhorton.com/Colorado/Ft-Collins-Northern-Colorado/Fort-Collins/Bucking-Horse.aspx","http://www.villagehabitat.com/project_menu/east_lake/east_lake.htm","http://vancouver.ca/olympicvillage/","http://wieler.com/communities/harvest/","http://www.biofuels.coop/","http://www.prairiecrossing.com/libertyprairiefoundation/index.php/","http://www.verticalfarm.com/","http://www.sagecenter.org/new-ruralism.pdf","http://www.lyleestill.com","http://www.dailyrepublic.com/archives/supervisors-ok-eir-for-middle-green-valley-plan/","http://www.gvagconservancy.org/","http://www.dailyrepublic.com/news/first-ever-green-valley-farmers-market-held/","http://www.solanocounty.com/depts/rm/documents/eir/middle_green_valley_specific_plan.asp"],"sections":[{"toclevel":1,"level":"2","line":"Background","number":"1","index":"1","fromtitle":"Development-supported_agriculture","byteoffset":2172,"anchor":"Background"},{"toclevel":1,"level":"2","line":"DSA and CSA","number":"2","index":"2","fromtitle":"Development-supported_agriculture","byteoffset":3364,"anchor":"DSA_and_CSA"},{"toclevel":1,"level":"2","line":"Five points of DSA","number":"3","index":"3","fromtitle":"Development-supported_agriculture","byteoffset":4128,"anchor":"Five_points_of_DSA"},{"toclevel":1,"level":"2","line":"Examples","number":"4","index":"4","fromtitle":"Development-supported_agriculture","byteoffset":5451,"anchor":"Examples"},{"toclevel":2,"level":"3","line":"Developments in the urban-rural fringe","number":"4.1","index":"5","fromtitle":"Development-supported_agriculture","byteoffset":5467,"anchor":"Developments_in_the_urban-rural_fringe"},{"toclevel":2,"level":"3","line":"Urban agricultural developments","number":"4.2","index":"6","fromtitle":"Development-supported_agriculture","byteoffset":11828,"anchor":"Urban_agricultural_developments"},{"toclevel":2,"level":"3","line":"Future possibilities: vertical farming","number":"4.3","index":"7","fromtitle":"Development-supported_agriculture","byteoffset":12354,"anchor":"Future_possibilities:_vertical_farming"},{"toclevel":1,"level":"2","line":"See also","number":"5","index":"8","fromtitle":"Development-supported_agriculture","byteoffset":12939,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"9","fromtitle":"Development-supported_agriculture","byteoffset":13065,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"7","index":"10","fromtitle":"Development-supported_agriculture","byteoffset":13095,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Development-supported agriculture","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q3606866"}]}}