{"parse":{"title":"Tourism carrying capacity","pageid":15467877,"revid":822415911,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Tourism carrying capacity</b>  is a now antiquated approach to managing visitors in protected areas and national parks which evolved out of the fields of range, habitat and wildlife management. In these fields, managers attempted to determine the largest population of a particular species that could be supported by a habitat over a long period of time.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>  Many authors, such as Buckley, Wagar, Washburne, McCool, and Stankey have critiqued the concept as being fatally flawed in both the conceptual assumptions made and its limited practical application. For example, the notion of a carrying capacity assumes the world, such as the social-ecological systems in which protected areas and tourism destinations are situated, are stable. But we know they are dynamically complex and impossible to predict. We know that to implement a carrying capacity on a practical level, assumes a level of control of entries into a destination or protected area not usually found in the real world. We know that a carrying capacity, if one could be determined, requires considerable financial and technical resources to administer; and we know that when demand exceeds a limit, the ways in which scarce opportunities are allocated are contentious.\n</p><p>\"Tourism Carrying Capacity\" is defined by the <a href=\"/wiki/World_Tourism_Organisation\" class=\"mw-redirect\" title=\"World Tourism Organisation\">World Tourism Organisation</a> as “The maximum number of people that may visit a tourist destination at the same time, without causing destruction of the physical, economic, socio-cultural environment and an unacceptable decrease in the quality of visitors' satisfaction”.   Whereas Middleton and Hawkins Chamberlain (1997) define it as “the level of human activity an area can accommodate without the area deteriorating, the resident community being adversely affected or the quality of visitors experience declining”<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> what both these definitions pick up on is carrying capacity is the point at which a destination or attraction starts experiencing adverse as a result of the number of visitors.\n</p><p>Unfortunately, there are no studies which support this notion of visitor management. For example, in areas which have an objective of maintaining pristine conditions, any level of visitor use creates adverse or negative impacts, suggesting that the carrying capacity is zero. Fundamentally, acceptable conditions are a matter of human judgment, not an inherent quality of a particular site. Understanding these acceptable conditions is the focus of the limits of acceptable change planning process referred to later in this article.\n</p><p>There are number of different forms of carrying capacity referred to in tourism, however this article will focus on the four most commonly used. However, these conceptions are useful only to the extent they focus discussion and discourse, not practical application.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Physical_carrying_capacity\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Physical carrying capacity</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Economic_carrying_capacity\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Economic carrying capacity</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Social_carrying_capacity\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Social carrying capacity</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Biophysical_carrying_capacity\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Biophysical carrying capacity</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Weaknesses_of_carrying_capacity\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Weaknesses of carrying capacity</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Limits_of_Acceptable_Change\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Limits of Acceptable Change</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Visitor_Experience_and_Resource_Protection\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Visitor Experience and Resource Protection</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Descriptive_and_evaluative\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">Descriptive and evaluative</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-9\"><a href=\"#Differing_definitions\"><span class=\"tocnumber\">8.1</span> <span class=\"toctext\">Differing definitions</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#As_part_of_a_planning_system\"><span class=\"tocnumber\">9</span> <span class=\"toctext\">As part of a planning system</span></a></li>\n<li class=\"toclevel-1 tocsection-11\"><a href=\"#See_also\"><span class=\"tocnumber\">10</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-12\"><a href=\"#Notes\"><span class=\"tocnumber\">11</span> <span class=\"toctext\">Notes</span></a></li>\n<li class=\"toclevel-1 tocsection-13\"><a href=\"#References\"><span class=\"tocnumber\">12</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Physical_carrying_capacity\">Physical carrying capacity</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Tourism_carrying_capacity&amp;action=edit&amp;section=1\" title=\"Edit section: Physical carrying capacity\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>This is the maximum number of tourists that an area is actually able to support. In the case of an individual tourist attraction it is the maximum number that can fit on the site at any given time and still allow people to be able to move. This is normally assumed to be around 1m per person.\n“PCC per a day = area (in metres squared) x visitors per metre x daily duration\"  (Mowforth and Munt)<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>\nThis is a formula which has been used to calculate the physical carrying capacity.\n</p>\n<h2><span class=\"mw-headline\" id=\"Economic_carrying_capacity\">Economic carrying capacity</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Tourism_carrying_capacity&amp;action=edit&amp;section=2\" title=\"Edit section: Economic carrying capacity\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>This relates to a level of acceptable change within the local economy of a tourist destination, it is the extent to which a tourist destination is able to accommodate tourist functions without the loss of local activities,<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> take for example a souvenir store taking the place of a shop selling essential items to the local community. <a href=\"/w/index.php?title=Economic_carrying_capacity&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Economic carrying capacity (page does not exist)\">Economic carrying capacity</a> can also be used to describe the point at which the increased revenue brought by tourism development is overtaken by the inflation caused by tourism.\n</p>\n<h2><span class=\"mw-headline\" id=\"Social_carrying_capacity\">Social carrying capacity</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Tourism_carrying_capacity&amp;action=edit&amp;section=3\" title=\"Edit section: Social carrying capacity\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>This relates to the negative socio-cultural related to tourism development. The indicators of when the <a href=\"/w/index.php?title=Social_carrying_capacity&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Social carrying capacity (page does not exist)\">social carrying capacity</a> has been exceeded are a reduced local tolerance for tourism as described by Doxey’s Index of irritation.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> Reduced visitor enjoyment and increased crime are also indicators of when the social carrying capacity has been exceeded.\n</p>\n<h2><span class=\"mw-headline\" id=\"Biophysical_carrying_capacity\">Biophysical carrying capacity</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Tourism_carrying_capacity&amp;action=edit&amp;section=4\" title=\"Edit section: Biophysical carrying capacity\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>This deals with the extent to which the natural environment is able to tolerate interference from tourists. This is made more complicated by the fact that because it deals with ecology which is able to regenerate to some extent so in this case the carrying capacity is when the damage exceeds the habitat's ability to regenerate. \n</p><p>Environmental carrying capacity is also used with reference to ecological and physical parameters, capacity of resources, ecosystems and infrastructure.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Weaknesses_of_carrying_capacity\">Weaknesses of carrying capacity</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Tourism_carrying_capacity&amp;action=edit&amp;section=5\" title=\"Edit section: Weaknesses of carrying capacity\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The main criticism of carrying capacity is that is fundamentally flawed conceptually and practically. Conceptually, the notion of an inherent carrying capacity assumes a stable and predictable world, a \"J-shaped\" curve in the relationship between use level and impact, and techno-scientific view of what are essential value judgments. On the practical level, it is difficult to calculate a maximum number of visitors because this is also dependent on other factors like the way in which the tourists behave ‘a large group of bird Watchers moving through a landscape will have a different impact compared to a similar sized group of school children.’<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup>   In the case of natural heritage like  national parks, visitor impacts change with seasons. What is important is the acceptability or appropriateness of these impacts, an issue that is largely dependent on social and cultural value systems with science having an input.\n</p><p>UNESCO (the organization responsible for administrating the World Heritage list) has expressed a concern that the use of Carrying capacity can give the impression that a site is better protected than it actually is, it points out that although the whole site may be below carrying capacity part of the site may still be crowded.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup>\n</p><p>In the context of tourism in wildlife sanctuaries Singh (2013) writes, ‘carrying capacity’ is a concept to be thought about when we intend for ‘sustainable versus full harvest/utilization of resource for a purpose’. In wildlife sanctuaries ‘full utilization of infrastructure or resource for tourism’ is a remote mandate, unthinkable. Hence, instead of ‘carrying capacity’ it is recommended to have a set of guidelines for regulating tourism without much disturbing the wildlife. That will perhaps be sustainable for both wildlife conservation and tourism industry.\n</p>\n<h2><span class=\"mw-headline\" id=\"Limits_of_Acceptable_Change\">Limits of Acceptable Change</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Tourism_carrying_capacity&amp;action=edit&amp;section=6\" title=\"Edit section: Limits of Acceptable Change\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Limits of acceptable change was the first of the post carrying capacity visitor management frameworks developed to respond to the practical and conceptual failures of carrying capacity. The framework was developed by The U.S. forest service in the 1980s. It is based on the idea that rather than there being a threshold of visitor numbers, in fact any tourist activity is having an impact and therefore management should be based on constant monitoring of the site as well as the objectives established for it. It is possible that with in the Limit of acceptable change framework a visitor limit can be established but such limits are only one tool available. The framework is frequently summarised in to a nine step process.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup>\n</p>\n<blockquote>\n<p>1. Identify area concerns and issues.</p>\n<p>2. Define and describe opportunity classes (based on the concept of ROS).</p>\n<p>3. Select indicators of resource and social conditions.</p>\n<p>4. Inventory existing resource and social conditions.</p>\n<p>5. Specify standards for resource and social indicators for each opportunity class.</p>\n<p>6. Identify alternative opportunity class allocations.</p>\n<p>7. Identify management actions for each alternative.</p>\n<p>8. Evaluate and select preferred alternatives.</p>\n<p>9. Implement actions and monitor conditions.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup></p> \n</blockquote>\n<p>The reader should note however, that there is a difference of LAC as a concept and LAC as a planning framework<sup class=\"noprint Inline-Template\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Please_clarify\" title=\"Wikipedia:Please clarify\"><span title=\"The text near this tag needs further explanation. (April 2013)\">further explanation needed</span></a></i>&#93;</sup>.\n</p>\n<h2><span class=\"mw-headline\" id=\"Visitor_Experience_and_Resource_Protection\">Visitor Experience and Resource Protection</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Tourism_carrying_capacity&amp;action=edit&amp;section=7\" title=\"Edit section: Visitor Experience and Resource Protection\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>This framework is based on the idea that not enough attention has been given to the experience of tourists and their views on environmental quality. This framework is similar in origin to LAC, but was originally designed to meet the legislative, policy and administrative needs of the US National Park Service.\n</p>\n<h2><span class=\"mw-headline\" id=\"Descriptive_and_evaluative\">Descriptive and evaluative</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Tourism_carrying_capacity&amp;action=edit&amp;section=8\" title=\"Edit section: Descriptive and evaluative\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The process of estimating Tourism Carrying Capacity (TCC) has been described as having a descriptive and evaluative part. It follows (in principle) the conceptual framework for TCC as described by Shelby and Heberlein (1986), and these parts are described as follows:\n</p><p>Descriptive part (A): Describes how the system (tourist destination) under study works, including physical, ecological, social, political and economic aspects of tourist development. Within this context of particular importance is the identification of:\n</p>\n<ul><li>Constraints: limiting factors that cannot be easily managed. They are inflexible, in the sense that the application of organisational, planning, and management approaches, or the development of appropriate infrastructure does not alter the thresholds associated with such constraints.</li>\n<li><a href=\"/wiki/Bottleneck_(production)\" title=\"Bottleneck (production)\">Bottlenecks</a>: limiting factors of the system which managers can manipulate (number of visitors at a particular place).</li>\n<li>Impacts: elements of the system affected by the intensity and type of use. The type of impact determines the type of capacity (ecological-physical, social, etc.). Emphasis should be placed on significant impacts.</li></ul>\n<p>Evaluative part (B): Describes how an area should be managed and the level of acceptable environmental impacts. This part of the process starts with the identification (if it does not already exist) of the desirable condition or preferable type of development. Within this context, goals and management objectives need to be defined, alternative fields of actions evaluated and a strategy for tourist development formulated. On the basis of this, Tourism Carrying Capacity can be defined. Within this context, of particular importance is the identification of:\n</p>\n<ul><li>Goals and/or objectives: (i.e. to define the type of experience or other outcomes which a recreational setting should provide).</li></ul>\n<h3><span class=\"mw-headline\" id=\"Differing_definitions\">Differing definitions</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Tourism_carrying_capacity&amp;action=edit&amp;section=9\" title=\"Edit section: Differing definitions\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>First of all, the carrying capacity can be the motivation to attract tourists visit the destination. The tourism industry, especially in national parks and protected areas, is subject to the concept of carrying capacity so as to determine the scale of tourist activities which can be sustained at specific times in different places. Various scholar over the years have developed several arguments developed about the definition of carrying capacity. Middleton and Hawkins defined carrying capacity as a measure of the tolerance of a site or building which is open to tourist activities, and the limit beyond which an area may suffer from the adverse impacts of tourism (Middleton &amp; Hawkins, 1998). Chamberlain defined it as the level of human activity which an area can accommodate without either it deteriorating, the resident community being adversely affected or the quality of visitors' experience declining (Chamberlain, 1997).  Clark defined carrying capacity as a certain threshold (level) of tourism activity, beyond which there will be damage to the environment and its natural inhabitants (Clark, 1997).\n</p><p>The <a href=\"/wiki/World_Tourism_Organisation\" class=\"mw-redirect\" title=\"World Tourism Organisation\">World Tourism Organisation</a> argues that carrying capacity is the maximum number of people who may visit a tourist destination at the same time, without causing destruction of the physical, economic and socio-cultural environment and/or an unacceptable decrease in the quality of visitors' satisfaction (<a rel=\"nofollow\" class=\"external free\" href=\"http://ec.europa.eu/environment/iczm/pdf/tcca_material.pdf\">http://ec.europa.eu/environment/iczm/pdf/tcca_material.pdf</a>. Date assessed 08/03/07).    In the publication, ‘Agenda 21 for the Travel and Tourism Venture: towards environmentally sustainable development’, the Secretary-General of the World Tourism Organization.\n</p>\n<h2><span class=\"mw-headline\" id=\"As_part_of_a_planning_system\">As part of a planning system</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Tourism_carrying_capacity&amp;action=edit&amp;section=10\" title=\"Edit section: As part of a planning system\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The definitions of carrying capacity need to be considered as processes within a planning process for tourism development which involves:\n</p>\n<ul><li>Setting capacity limits for sustaining tourism activities in an area. This involves a vision about local development &amp; decisions about managing tourism.</li>\n<li>Overall measuring of tourism carrying capacity does not have to lead to a single number, like the number of visitors (<a rel=\"nofollow\" class=\"external free\" href=\"http://ec.europa.eu/environment/iczm/pdf/tcca_material.pdf\">http://ec.europa.eu/environment/iczm/pdf/tcca_material.pdf</a>. Date assessed 08/03/07).</li>\n<li>In addition, carrying capacity may contain various limits in respect to the three components (physical-ecological, socio-demographic and political–economic).</li></ul>\n<blockquote>\n<p>“Carrying capacity is not just a scientific concept or formula of obtaining a number beyond which development should cease, but a process where the eventual limits must be considered as guidance. They should be carefully assessed and monitored, complemented with other standards, etc. Carrying capacity is not fixed. It develops with time and the growth of tourism and can be affected by management techniques and controls” (Saveriades, 2000).\n</p>\n</blockquote>\n<p>The reason for considering carrying capacity as a process, rather than a means of protection of various areas is in spite of the fact that carrying capacity was once a guiding concept in recreation and tourism management literature. Because of its conceptual elusiveness, lack of management utility and inconsistent effectiveness in minimising visitors' impacts, carrying capacity has been largely re-conceptualized into management by objectives approaches, namely: the limits of acceptable change (LAC), and the visitor experience and resource protection (VERP) as the two planning and management decision-making processes based on the new understanding of carrying capacity (Lindberg and McCool, 1998). These two have been deemed more appropriate in the tourism planning processes of protected areas, especially in the United States, and have over the years been adapted and modified for use in <a href=\"/wiki/Sustainable_tourism\" title=\"Sustainable tourism\">sustainable tourism</a> and ecotourism contexts (Wallace, 1993; McCool, 1994; Harroun and Boo, 1995).\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Tourism_carrying_capacity&amp;action=edit&amp;section=11\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Ecotourism\" title=\"Ecotourism\">Ecotourism</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"Notes\">Notes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Tourism_carrying_capacity&amp;action=edit&amp;section=12\" title=\"Edit section: Notes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.jurassiccoast.com/downloads/WHS%20Management/purbeck_carrying_capacity_report.pdf\">Jurassic Coast</a></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.netcoast.nl/coastlearn/website/tourism/con_capacity.html\">Net Coast</a> <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20070707214326/http://www.netcoast.nl/coastlearn/website/tourism/con_capacity.html\">Archived</a> 2007-07-07 at the <a href=\"/wiki/Wayback_Machine\" title=\"Wayback Machine\">Wayback Machine</a>.</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Mowforth, M. Munt, I. <i>Tourism and sustainability; Development and new tourism in the third world</i>, Routledge, London</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Mathieson and Wall, 1982, <i>Tourism; economic, physical and social impacts</i>, Longman, Harlow</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">G. Shaw, A Williams, 1997, <i>Critical issues in tourism: a geographical perspective</i>, Blackwell</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Mexa, A. Coccossis, H. 2004, <i>Tourism carrying capacity assessment</i>, Ashgate</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Jurassic Coast.com</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Pedersen A, <i>Managing tourism at world heritage sites</i>, <a href=\"/wiki/UNESCO\" title=\"UNESCO\">UNESCO</a>, Paris</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">List from <a rel=\"nofollow\" class=\"external text\" href=\"http://www.jurassiccoast.com/downloads/WHS%20Management/purbeck_carrying_capacity_report.pdf\">Jurassic Coast</a></span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Jurassic Coast.com</span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Tourism_carrying_capacity&amp;action=edit&amp;section=13\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.jurassiccoast.com/downloads/WHS20Management/purbeck_carrying_capacity_report.pdf\">Jurassic Coast</a></li>\n<li>Mathieson and Wall, 1982, Tourism; economic, physical and social impacts, Longman, Harlow</li>\n<li>McCool, S.F., G.H.Stankey, and R.N.Clark. 2007. An assessment of frameworks useful for public land recreation planning. Gen. Tech. Report GTR-705. Pacific Northwest Research Station, Portland, OR. 125 p.</li>\n<li>Mexa, A. &amp; Coccossis, H. 2004, <i>Tourism carrying capacity assessment</i>, Ashgate</li>\n<li>Mowforth, M. Munt, I. Tourism and sustainability; Development and new tourism in the third world, Routledge, London</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20070707214326/http://www.netcoast.nl/coastlearn/website/tourism/con_capacity.html\">Net Coast</a></li>\n<li>Pedersen A, <i>Managing tourism at world heritage sites</i>, UNESCO, Paris</li>\n<li>Shaw, G. &amp; Williams, A.; 1997, <i>Critical issues in tourism: a geographical perspective</i>, Blackwell</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1287\nCached time: 20180909110642\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.092 seconds\nReal time usage: 0.127 seconds\nPreprocessor visited node count: 332/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 2346/2097152 bytes\nTemplate argument size: 510/2097152 bytes\nHighest expansion depth: 11/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 3453/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.025/10.000 seconds\nLua memory usage: 992 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   91.916      1 -total\n 69.10%   63.510      1 Template:Elucidate\n 46.27%   42.529      1 Template:Fix\n 30.57%   28.103      1 Template:Reflist\n 29.27%   26.908      1 Template:Category_handler\n 12.43%   11.428      1 Template:Delink\n 10.32%    9.488      1 Template:Webarchive\n  3.82%    3.511      1 Template:Main_other\n  3.55%    3.261      1 Template:Fix/category\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:15467877-0!canonical and timestamp 20180909110642 and revision id 822415911\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"Webarchive_template_wayback_links"},{"sortkey":"","hidden":"","*":"Wikipedia_articles_needing_clarification_from_April_2013"},{"sortkey":"","*":"Tourism_geography"},{"sortkey":"","*":"Ecological_economics"}],"links":[{"ns":14,"exists":"","*":"Category:Wikipedia articles needing clarification from April 2013"},{"ns":0,"exists":"","*":"Bottleneck (production)"},{"ns":0,"exists":"","*":"Ecotourism"},{"ns":0,"exists":"","*":"Sustainable tourism"},{"ns":0,"exists":"","*":"UNESCO"},{"ns":0,"exists":"","*":"Wayback Machine"},{"ns":0,"exists":"","*":"World Tourism Organisation"},{"ns":0,"*":"Economic carrying capacity"},{"ns":0,"*":"Social carrying capacity"},{"ns":4,"exists":"","*":"Wikipedia:Please clarify"}],"templates":[{"ns":10,"exists":"","*":"Template:Elucidate"},{"ns":10,"exists":"","*":"Template:Explain"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Delink"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Webarchive"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Delink"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Webarchive"},{"ns":828,"exists":"","*":"Module:Webarchive/data"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["http://www.jurassiccoast.com/downloads/WHS%20Management/purbeck_carrying_capacity_report.pdf","http://www.netcoast.nl/coastlearn/website/tourism/con_capacity.html","https://web.archive.org/web/20070707214326/http://www.netcoast.nl/coastlearn/website/tourism/con_capacity.html","http://www.jurassiccoast.com/downloads/WHS20Management/purbeck_carrying_capacity_report.pdf","http://ec.europa.eu/environment/iczm/pdf/tcca_material.pdf"],"sections":[{"toclevel":1,"level":"2","line":"Physical carrying capacity","number":"1","index":"1","fromtitle":"Tourism_carrying_capacity","byteoffset":3137,"anchor":"Physical_carrying_capacity"},{"toclevel":1,"level":"2","line":"Economic carrying capacity","number":"2","index":"2","fromtitle":"Tourism_carrying_capacity","byteoffset":3779,"anchor":"Economic_carrying_capacity"},{"toclevel":1,"level":"2","line":"Social carrying capacity","number":"3","index":"3","fromtitle":"Tourism_carrying_capacity","byteoffset":4430,"anchor":"Social_carrying_capacity"},{"toclevel":1,"level":"2","line":"Biophysical carrying capacity","number":"4","index":"4","fromtitle":"Tourism_carrying_capacity","byteoffset":4928,"anchor":"Biophysical_carrying_capacity"},{"toclevel":1,"level":"2","line":"Weaknesses of carrying capacity","number":"5","index":"5","fromtitle":"Tourism_carrying_capacity","byteoffset":5539,"anchor":"Weaknesses_of_carrying_capacity"},{"toclevel":1,"level":"2","line":"Limits of Acceptable Change","number":"6","index":"6","fromtitle":"Tourism_carrying_capacity","byteoffset":7511,"anchor":"Limits_of_Acceptable_Change"},{"toclevel":1,"level":"2","line":"Visitor Experience and Resource Protection","number":"7","index":"7","fromtitle":"Tourism_carrying_capacity","byteoffset":9169,"anchor":"Visitor_Experience_and_Resource_Protection"},{"toclevel":1,"level":"2","line":"Descriptive and evaluative","number":"8","index":"8","fromtitle":"Tourism_carrying_capacity","byteoffset":9530,"anchor":"Descriptive_and_evaluative"},{"toclevel":2,"level":"3","line":"Differing definitions","number":"8.1","index":"9","fromtitle":"Tourism_carrying_capacity","byteoffset":11427,"anchor":"Differing_definitions"},{"toclevel":1,"level":"2","line":"As part of a planning system","number":"9","index":"10","fromtitle":"Tourism_carrying_capacity","byteoffset":13144,"anchor":"As_part_of_a_planning_system"},{"toclevel":1,"level":"2","line":"See also","number":"10","index":"11","fromtitle":"Tourism_carrying_capacity","byteoffset":15308,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"Notes","number":"11","index":"12","fromtitle":"Tourism_carrying_capacity","byteoffset":15341,"anchor":"Notes"},{"toclevel":1,"level":"2","line":"References","number":"12","index":"13","fromtitle":"Tourism_carrying_capacity","byteoffset":15364,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Tourism carrying capacity","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q7829102"}]}}