{"parse":{"title":"Practice-based research network","pageid":1945645,"revid":833201348,"text":{"*":"<div class=\"mw-parser-output\"><p>A <b>practice-based research network</b> (<b>PBRN</b>) is a group of practices devoted principally to the care of patients and affiliated for the purpose of examining the health care processes that occur in practices. PBRNs are characterized by an organizational framework that transcends a single practice or study. They provide a \"laboratory\" for studying broad populations of patients and care providers in community-based settings.<sup id=\"cite_ref-pearls_1-0\" class=\"reference\"><a href=\"#cite_note-pearls-1\">&#91;1&#93;</a></sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#History_of_primary_care_research\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">History of primary care research</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Currently_active\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Currently active</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#References\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#External_links\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"History_of_primary_care_research\">History of primary care research</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Practice-based_research_network&amp;action=edit&amp;section=1\" title=\"Edit section: History of primary care research\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Before there were research institutes or networks of practices, there were individual practitioners who studied their patients' problems with scientific rigor. Among these were five general practitioners who have been recognized for their seminal work during the past 125 years. They are <a href=\"/wiki/James_Mackenzie_(cardiologist)\" title=\"James Mackenzie (cardiologist)\">James Mackenzie</a>, <a href=\"/wiki/Will_Pickles\" class=\"mw-redirect\" title=\"Will Pickles\">Will Pickles</a>, John Fry, F.J.A. Huygen and <a href=\"/wiki/Curtis_G._Hames\" title=\"Curtis G. Hames\">Curtis G. Hames</a>. Each of these pioneers demonstrated that important new knowledge could be discovered by practicing family physicians. And this is far from an accepted principle in the United States. These doctors all wondered about their patients' problems and they developed a means of gathering and recording data on their patients.\n</p><p>Each of these research pioneers provide inspiration for the development of practice-based, primary care research networks because each demonstrated that important new knowledge could be discovered by the practicing family doctor. They each wondered about their patients, developed means of gathering and recording data, and found collaborators and support from their staff and local communities. Unfortunately, they practiced in an era that was over-committed to specialism. Research focused on molecular mechanisms of disease. The rush to specialization by the medical community and the linking of research to specialists resulted in decades of neglect of primary care and virtually no recognition of the need to investigate care in the primary care setting.\nInstead, the common wisdom viewed primary care practices as relatively boring places that could be potential sites of application of the fruits of research done elsewhere in research laboratories, hospitals and institutes.<sup id=\"cite_ref-pearls_1-1\" class=\"reference\"><a href=\"#cite_note-pearls-1\">&#91;1&#93;</a></sup>\n</p><p>Among the early regional networks started in the 1970s were the Family Medicine Information System in Colorado (FMIS)<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> and the Cooperative Information Project.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> These regional networks learned from each other and succeeded in conducting studies focused on what was happening in primary care. They attracted funding from medical schools, national philanthropic foundations and federal programs such as Health for Underserved Rural Areas. As the 1970s closed, these early networks enjoyed sufficient success to stimulate debate about the next steps in the context of the microcomputer's development. Among them was a small group convened by Gene Farley in Denver in 1978 to consider establishing a national sentinel practice system. It was this idea that lead to the Ambulatory Sentinel Practice Network and provided in retrospect what appears to have been a nidus for the establishment of primary care PBRNs in the United States.\n</p><p>PBRNs are feasible and that represent a useful infrastructure for the scientific discovery of family practice and primary care. Experience to date points out the great advantages enjoyed by those with enduring, core financial support—such as the Dutch with their early national commitment to primary care and their willingness to invest in primary care research. It is also obvious that these networks require collaboration, cooperation and a spirit of sharing and trust.\n</p><p>These networks are now at once both a place and a concept. As a place, they are a laboratory for surveillance and research. As a concept, they express the still unmet need for practicing primary care clinicians to accept responsibility to improve frontline clinical care by understanding what is happening in their practices. Successes to date have been sufficient to incite the Institute of Medicine's 1994 committee studying the future of primary care to recommend support to stabilize and expand practice-based primary care research networks.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Currently_active\">Currently active</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Practice-based_research_network&amp;action=edit&amp;section=2\" title=\"Edit section: Currently active\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ol><li>AAFP NRN – AAFP National Research Network Kansas</li>\n<li>AANPNR – American Academy of Nurse Practitioners Network for Research Texas</li>\n<li>ACCESSPBRN – ACCESSPBRN Illinois</li>\n<li>ACCP PBRN – American College of Clinical Pharmacy Practice-Based Research Network Kansas</li>\n<li>ACERN – Ambulatory Care Evaluation and Research Network New York</li>\n<li>ACORN – Virginia Ambulatory Care Outcomes Research Network Virginia</li>\n<li>ACPNet – ACPNet Pennsylvania</li>\n<li>APBRN – Alabama Practice Based Research Network Alabama</li>\n<li>APN-ARC – Advanced Practice Nurse-Ambulatory Research Consortium Ohio</li>\n<li>APPD LEARN – Association of Pediatric Program Directors Longitudinal Educational Assessment Research Network  Virginia</li>\n<li>ARCHNAP  St. Louis Ambulatory Care Research Consortium for Nurses in Advanced Practice Missouri</li>\n<li>AT-PBRN – Athletic Training Practice-Based Research Network Arizona</li>\n<li>ATSU SOMA PBRN – <a href=\"/wiki/A.T._Still_University_School_of_Osteopathic_Medicine_in_Arizona\" title=\"A.T. Still University School of Osteopathic Medicine in Arizona\">A.T. Still University School of Osteopathic Medicine in Arizona</a> PBRN Arizona</li>\n<li>AppNET – The Appalachian Research Network Tennessee</li>\n<li>ArkPBRN – Arkansas Practice Based Research Network Arkansas</li>\n<li>BIGHORN – Building Investigative Practices for Better Health Outcomes Colorado</li>\n<li>BWPC PBRN – Brigham and Women's Primary Care Practice-Based Research Network Massachusetts</li>\n<li>BraveNet – The Bravewell Integrative Medicine Research Network North Carolina</li>\n<li>C-AHEAD PBRN – Center for the Advancement of Healthcare Education and Delivery PBRN Colorado</li>\n<li>CAPRICORN – Capital Area Primary Care Research Network District of Columbia</li>\n<li>CARinG Network – Cincinnati Area Research Group Network Ohio</li>\n<li>CCPC – Connecticut Center for Primary Care Connecticut</li>\n<li>CDN – Clinical Directors Network, Inc. New York</li>\n<li>COCONet – Colorado Child Outcomes Network Colorado</li>\n<li>CORC – CAMHS Outcomes Research Consortium UK</li>\n<li>CONCORD-PBRN – Consortium for Collaborative Osteopathic Research Development Practice-Based Research Network Texas</li>\n<li>CORNET – Continuity Research Network Virginia</li>\n<li>CPNet – Community Physician's Network Georgia</li>\n<li>CSPC – Centre for Studies in Primary Care</li>\n<li>CSRN – CLEAR Scoliosis Research Network Texas</li>\n<li>CaReNet  – Colorado Research Network Colorado</li>\n<li>Cedars-Sinai PBRN-Cedars-Sinai Medical Delivery Network PBRN California</li>\n<li>CenTexNet – Central Texas Primary Care Research Network Texas</li>\n<li>DC PrimCare PBRN – District of Columbia Primary Care Practice-Based Research Network District of Columbia</li>\n<li>DO-Touch.NET – <a href=\"/wiki/Doctor_of_Osteopathic_Medicine\" title=\"Doctor of Osteopathic Medicine\">Doctors of Osteopathic Medicine</a> Treating with <a href=\"/wiki/Osteopathic_manipulative_medicine\" class=\"mw-redirect\" title=\"Osteopathic manipulative medicine\">OMM</a>: Usefulness in Current Healthcare Missouri</li>\n<li>DesertNet – DesertNet Arizona Primary Care Research Network Arizona</li>\n<li>E-CARE – Eastern Carolina Association for Research &amp; Education North Carolina</li>\n<li>EBD-PBRN – Evidence-Based Decisions in Dentistry Practice-Based Research Network California</li>\n<li>EPICnet – Eastern Pennsylvania Inquiry Collaborative Network Pennsylvania</li>\n<li>GR-PBRN – Greater Rochester Practice Research Network New York</li>\n<li>GRIN – Great Lakes Research Into Practice Network Michigan</li>\n<li>HCH PBRN – Health Care for the Homeless Practice Based Research Network Tennessee</li>\n<li>HHR – Holistic Healthcare and Research Centre</li>\n<li>HPRN – High Plains Research Network Colorado</li>\n<li>HamesNet – HamesNet Georgia</li>\n<li>Healthy Communities – Physicians of Southwest Washington Foundation for Quality Improvement Washington</li>\n<li>ICPA PBRN – International Chiropractic Pediatric Association PBRN Pennsylvania</li>\n<li>IDND – Indianapolis Discovery Network for Dementia Indiana</li>\n<li>IFHRN – <a href=\"/wiki/Institute_for_Family_Health\" title=\"Institute for Family Health\">Institute for Family Health</a> Research Network New York</li>\n<li>IRENE – Iowa Research Network Iowa</li>\n<li>ISRN-RN  – Improvement Science Research Network Texas</li>\n<li>JCCCR – Jefferson Coordinating Center for Clinical Research Pennsylvania</li>\n<li>JDPBRN  – Dental PBRN Japan</li>\n<li>JHCP-PCRN – Johns Hopkins Community Physicians Primary Care Research Network Maryland</li>\n<li>JaxHERO – Jacksonville Health Equity Research Organization Florida</li>\n<li>KAN – Kentucky Ambulatory Network Kentucky</li>\n<li>LA Net – LA Net Community Health Network California</li>\n<li>LAC DHS ACN-R&amp;I – Los Angeles County Department of Health Services, Ambulatory Care Network  – Research &amp; Innovation California</li>\n<li>La MAISON – Louisiana Medical Home Ambulatory Improvements and Outcomes Network Louisiana</li>\n<li>Lutheran Network – Lutheran Family Health Center Network New York</li>\n<li>MAFPRN – Minnesota Academy of Family Physicians Research Network Minnesota</li>\n<li>MAPPR – Mecklenburg Area Partnership for Primary Care Research North Carolina</li>\n<li>MASNRN – Massachusetts School Nurse Research Network Massachusetts</li>\n<li>MCHS PBRN – Mayo Clinic Health System Practice Based Research Network Minnesota</li>\n<li>MGPC-PBRN – Massachusetts General Primary Care Practice Based Research Network Massachusetts</li>\n<li>MPCRN – Military Primary Care Research Network Maryland</li>\n<li>MPPBRN – Minnesota Pharmacy Practice-Based Research Network Minnesota</li>\n<li>MTN – MO Therapy Network Missouri</li>\n<li>MedEdNet – Medical Education Research Network Oregon</li>\n<li>Mercy – Sisters of Mercy Health System Network Missouri</li>\n<li>MetroNet  – Metropolitan Detroit Practice-based Research Network Michigan</li>\n<li>NC MARCH – North Carolina Multisite Adolescent Research Consortium for Health North Carolina</li>\n<li>NC-FM-RN – North Carolina Family Medicine Research Network North Carolina</li>\n<li>NCCHRN – North Carolina Child Health Research Network North Carolina</li>\n<li>NECF PBRN – New England Clinicians Forum Practice-Based Research Network Connecticut</li>\n<li>NEON – Northeastern Ohio Network Ohio</li>\n<li>NFPCRN  – North Florida Pediatric Community Research Network Florida</li>\n<li>NIPC-PBRN – National Interdisciplinary Primary Care PBRN Iowa</li>\n<li>NJPCRN  – New Jersey Primary Care Research Network New Jersey</li>\n<li>NP-PITTNet – NursePractitioner-PITTNet Pennsylvania</li>\n<li>NYC RING – New York City Research &amp; Improvement Networking Group New York</li>\n<li>NYU-HHC CRA – New York University (NYU)-Health and Hospitals Corporation (HHC) Clinical Research Association (CRA) New York</li>\n<li>National Dental PBRN – The National Dental Practice-Based Research Network Alabama</li>\n<li>NetHaven at Yale – NetHaven Practice Based Research Network Connecticut</li>\n<li>NorTex – North Texas Primary Care Practice Based Research Network Texas</li>\n<li>NorthShore PBRN – NorthShore Practice-Based Improvement Research Network Illinois</li>\n<li>Northwest PRECEDENT – Northwest Practice-based REsearch Collaborative in Evidence-based DENTistry Washington</li>\n<li>OCHRN – Oklahoma Child Health Practice Based Research Network Oklahoma</li>\n<li>OKPRN – Oklahoma Physicians Resource/Research Network Oklahoma</li>\n<li>ORPRN  – <a rel=\"nofollow\" class=\"external text\" href=\"http://www.ohsu.edu/xd/outreach/oregon-rural-practice-based-research-network/\">Oregon Rural Practice-based Research Network</a>  Oregon</li>\n<li>OPTI-WestNet – OPTI-West Practice-Based Research Network Colorado</li>\n<li>OQUIN – Outpatient Quality Improvement Network South Carolina</li>\n<li>OSU-PCPBRN – Ohio State University Primary Care Practice Based Research Network Ohio</li>\n<li>PAMFRI – Palo Alto Medical Foundation Research Institute California</li>\n<li>PBRN-VA – VA Mental Health Practice-Based Research Network Texas</li>\n<li>PCRC – Duke Primary Care Research Consortium North Carolina</li>\n<li>PDC PBRN – Pediatric Diagnostic Center PBRN California</li>\n<li>PPOC – The Pediatric Physicians' Organization at Children's Massachusetts</li>\n<li>PRN – Portland Research Network Oregon</li>\n<li>PROS – Pediatric Research in Office Settings Illinois</li>\n<li>PSARN – Penn State Ambulatory Research Network Pennsylvania</li>\n<li>PeRC – The Pediatric Research Consortium Pennsylvania</li>\n<li>Pediatric PittNet – Pediatric PittNet: University of Pittsburgh CTSI PBRN Pennsylvania</li>\n<li>RAP – Research Association of Practices of the PBRN Shared Resource Ohio</li>\n<li>RCPCrN – Robeson County Primary Care research Network North Carolina</li>\n<li>REACH Network – Research and Education for Academic Achievement Network Illinois</li>\n<li>RIOS NET –  Research Involving Outpatient Settings Network New Mexico</li>\n<li>Rx-SafeNet – Medication Safety Research Network of Indiana Indiana</li>\n<li>SAFTINet – Scalable Architecture for Federated Translational Inquiries Network Colorado</li>\n<li>SALT-Net – The Studying, Acting, Learning, and Teaching Network New York</li>\n<li>SAPPHIRE – South Asian Practice Partnership for Health Improvement and Research New York</li>\n<li>SCOR Network – Slone Center Office-based Research Network Massachusetts</li>\n<li>SCPPRN – South Carolina Pediatric Practice Research Network South Carolina</li>\n<li>SERCN – Southeast Regional Clinicians Network Georgia</li>\n<li>SF Bay CRN – San Francisco Bay Collaborative Research Network California</li>\n<li>SICTRN – Southeastern Integrated Clinical and Translational Research Network Florida</li>\n<li>SIPRO – Southern Illinois Practice Research Organization Illinois</li>\n<li>SOAR-Net – Southwestern Ohio Ambulatory Research Network Ohio</li>\n<li>SPUR-Net – Southern Primary-care Urban Research Network Texas</li>\n<li>SRN – ShowMe Research Network Missouri</li>\n<li>STARNet – South Texas Ambulatory Research Network Texas</li>\n<li>STOHN – South Texas Oral Health Network Texas</li>\n<li>STP PBRN – South Texas Psychiatric Practice-Based Research Network Texas</li>\n<li>SWIRLNet – South West Innovative Research and Learning Network Colorado</li>\n<li>Safety Net West – Safety Net West Oregon</li>\n<li>South Asian PBRN – South Asian PBRN</li>\n<li>Southeast Wisconsin Alliance for Translating Research into Practice – Southeast Wisconsin Alliance for Translating Research into Practice Wisconsin</li>\n<li>TAMHSC-RCHI – Texas A&amp;M Health Science Center Rural and Community Health Institute Texas</li>\n<li>The Dartmouth CO-OP Project – Dartmouth-Northern New England CO-OP Project New Hampshire</li>\n<li>UCLA PCRN – UCLA Primary Care Research Network California</li>\n<li>UMASS-FM-PBRN  – UMass Family Medicine PBRN Massachusetts</li>\n<li>UNYNET – Upstate New York Practice Based Research Network New York</li>\n<li>UT Pharm Net – University of Tennessee Pharmacist Practice Based Research Network Tennessee</li>\n<li>UUPCRN – Utah Health Research Network Utah</li>\n<li>VCMCDDCP – Ventura County Medical Center Diabetes Data Control Project Practice Based California</li>\n<li>WPRN – <a href=\"/wiki/WWAMI\" class=\"mw-redirect\" title=\"WWAMI\">WWAMI</a> region Practice and Research Network Washington</li>\n<li>WREN – Wisconsin Research and Education Network Wisconsin</li>\n<li>WU PAARC – Washington University Pediatric and Adolescent Ambulatory Research Consortium Missouri</li>\n<li>WesTRN  – West Texas Research Network Texas</li></ol>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Practice-based_research_network&amp;action=edit&amp;section=3\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-pearls-1\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-pearls_1-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-pearls_1-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.aafp.org/online/etc/medialib/aafp_org/documents/clinical/research/nrn/pearlsofresearch.Par.0001.File.tmp/pearlsofresearch.pdf\">\"PBRN's in the 21st Century  – The Pearls of Research\"</a> <span style=\"font-size:85%;\">(PDF)</span>. American Academy of Family Physicians.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=PBRN%27s+in+the+21st+Century++%E2%80%93+The+Pearls+of+Research&amp;rft.pub=American+Academy+of+Family+Physicians&amp;rft_id=http%3A%2F%2Fwww.aafp.org%2Fonline%2Fetc%2Fmedialib%2Faafp_org%2Fdocuments%2Fclinical%2Fresearch%2Fnrn%2Fpearlsofresearch.Par.0001.File.tmp%2Fpearlsofresearch.pdf&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APractice-based+research+network\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Green, LA (1978). \"A family medicine information system: the beginning of a network for practicing and residency family physicians\". <i>Journal of Family Practice</i>. <b>7</b> (3): 567–76.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Journal+of+Family+Practice&amp;rft.atitle=A+family+medicine+information+system%3A+the+beginning+of+a+network+for+practicing+and+residency+family+physicians.&amp;rft.volume=7&amp;rft.issue=3&amp;rft.pages=567-76&amp;rft.date=1978&amp;rft.aulast=Green&amp;rft.aufirst=LA&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APractice-based+research+network\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Nelson, EC (1981). \"The cooperative information project, part 1: a sentinel prac – tice network for service and research in primary care\". <i>Journal of Family Practice</i>. <b>13</b> (5): 641–9.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Journal+of+Family+Practice&amp;rft.atitle=The+cooperative+information+project%2C+part+1%3A+a+sentinel+prac+%E2%80%93+tice+network+for+service+and+research+in+primary+care.&amp;rft.volume=13&amp;rft.issue=5&amp;rft.pages=641-9&amp;rft.date=1981&amp;rft.aulast=Nelson&amp;rft.aufirst=EC&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APractice-based+research+network\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Donaldson, MS (1996). <i>Primary Care</i>. Washington DC: National Academy Press.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Primary+Care&amp;rft.place=Washington+DC&amp;rft.pub=National+Academy+Press&amp;rft.date=1996&amp;rft.aulast=Donaldson&amp;rft.aufirst=MS&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APractice-based+research+network\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Practice-based_research_network&amp;action=edit&amp;section=4\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20121204230806/http://www.napcrg.org/index.cfm\">North American Primary Care Research Group</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://okprn.org/\">Oklahoma Physician Research /Resource Network</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://academicdepartments.musc.edu/pprnet\">Practice Partner Research Network</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://pbrn.ahrq.gov/portal/server.pt/community/practice_based_research_networks_%28pbrn%29__home_page/851\">Agency for Healthcare Research and Quality  – PBRN Programs</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.ifpcrn.org/\">International Federation of Primary Care Research Networks</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.aafp.org/online/en/home/clinical/natnet.html\">National Research Network – American Academy of Family Physicians</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1320\nCached time: 20180907231635\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.092 seconds\nReal time usage: 0.119 seconds\nPreprocessor visited node count: 160/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 5516/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 3/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 4124/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.035/10.000 seconds\nLua memory usage: 1.96 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   66.907      1 -total\n 72.98%   48.827      1 Template:Cite_web\n 15.83%   10.594      2 Template:Cite_journal\n 10.81%    7.231      1 Template:Cite_book\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:1945645-0!canonical and timestamp 20180907231634 and revision id 833201348\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Practice-Based Research Network","*":"Primary_care"}],"links":[{"ns":0,"exists":"","*":"A.T. Still University School of Osteopathic Medicine in Arizona"},{"ns":0,"exists":"","*":"Curtis G. Hames"},{"ns":0,"exists":"","*":"Doctor of Osteopathic Medicine"},{"ns":0,"exists":"","*":"Institute for Family Health"},{"ns":0,"exists":"","*":"James Mackenzie (cardiologist)"},{"ns":0,"exists":"","*":"Osteopathic manipulative medicine"},{"ns":0,"exists":"","*":"WWAMI"},{"ns":0,"exists":"","*":"Will Pickles"}],"templates":[{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Cite journal"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"}],"images":[],"externallinks":["http://www.aafp.org/online/etc/medialib/aafp_org/documents/clinical/research/nrn/pearlsofresearch.Par.0001.File.tmp/pearlsofresearch.pdf","http://www.ohsu.edu/xd/outreach/oregon-rural-practice-based-research-network/","https://web.archive.org/web/20121204230806/http://www.napcrg.org/index.cfm","http://okprn.org/","http://academicdepartments.musc.edu/pprnet","http://pbrn.ahrq.gov/portal/server.pt/community/practice_based_research_networks_(pbrn)__home_page/851","http://www.ifpcrn.org/","http://www.aafp.org/online/en/home/clinical/natnet.html"],"sections":[{"toclevel":1,"level":"2","line":"History of primary care research","number":"1","index":"1","fromtitle":"Practice-based_research_network","byteoffset":722,"anchor":"History_of_primary_care_research"},{"toclevel":1,"level":"2","line":"Currently active","number":"2","index":"2","fromtitle":"Practice-based_research_network","byteoffset":5060,"anchor":"Currently_active"},{"toclevel":1,"level":"2","line":"References","number":"3","index":"3","fromtitle":"Practice-based_research_network","byteoffset":15082,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"4","index":"4","fromtitle":"Practice-based_research_network","byteoffset":15114,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Practice-based research network","iwlinks":[],"properties":[{"name":"defaultsort","*":"Practice-Based Research Network"},{"name":"wikibase_item","*":"Q7237346"}]}}