{"parse":{"title":"Primary care ethics","pageid":34196819,"revid":833431182,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content ambox-multiple_issues compact-ambox\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/40px-Ambox_important.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/60px-Ambox_important.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/80px-Ambox_important.svg.png 2x\" data-file-width=\"40\" data-file-height=\"40\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\"><div class=\"mw-collapsible\" style=\"width:95%; margin: 0.2em 0;\"><b>This article has multiple issues.</b> Please help <b><a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Primary_care_ethics&amp;action=edit\">improve it</a></b> or discuss these issues on the <b><a href=\"/wiki/Talk:Primary_care_ethics\" title=\"Talk:Primary care ethics\">talk page</a></b>. <small><i>(<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove these template messages</a>)</i></small>\n<div class=\"mw-collapsible-content\" style=\"margin-top: 0.3em;\">\n      <table class=\"plainlinks metadata ambox ambox-style ambox-No_footnotes\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/40px-Text_document_with_red_question_mark.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/60px-Text_document_with_red_question_mark.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/80px-Text_document_with_red_question_mark.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article includes a <a href=\"/wiki/Wikipedia:Citing_sources\" title=\"Wikipedia:Citing sources\">list of references</a>, related reading or <a href=\"/wiki/Wikipedia:External_links\" title=\"Wikipedia:External links\">external links</a>, <b>but its sources remain unclear because it lacks <a href=\"/wiki/Wikipedia:Citing_sources#Inline_citations\" title=\"Wikipedia:Citing sources\">inline citations</a></b>.<span class=\"hide-when-compact\"> Please help to <a href=\"/wiki/Wikipedia:WikiProject_Fact_and_Reference_Check\" title=\"Wikipedia:WikiProject Fact and Reference Check\">improve</a> this article by <a href=\"/wiki/Wikipedia:When_to_cite\" title=\"Wikipedia:When to cite\">introducing</a> more precise citations.</span>  <small><i>(March 2018)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<table class=\"plainlinks metadata ambox ambox-style ambox-essay-like\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/60px-Edit-clear.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/80px-Edit-clear.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>is written like a <a href=\"/wiki/Wikipedia:NOTESSAY\" class=\"mw-redirect\" title=\"Wikipedia:NOTESSAY\">personal reflection or opinion essay</a></b> that states a Wikipedia editor's personal feelings about a topic.<span class=\"hide-when-compact\"> Please <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Primary_care_ethics&amp;action=edit\">help improve it</a> by rewriting it in an <a href=\"/wiki/Wikipedia:Encyclopedic_style\" class=\"mw-redirect\" title=\"Wikipedia:Encyclopedic style\">encyclopedic style</a>.</span>  <small><i>(December 2011)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n    </div>\n</div><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p><b>Primary care ethics</b> is the study of the everyday decisions that primary care clinicians make, such as: how long to spend with a particular patient, how to reconcile their own values and those of their patients, when and where to refer or investigate, how to respect confidentiality when dealing with patients, relatives and third parties. All these decisions involve <a href=\"/wiki/Values\" class=\"mw-redirect\" title=\"Values\">values</a> as well as <a href=\"/wiki/Facts\" class=\"mw-redirect\" title=\"Facts\">facts</a> and are therefore ethical issues. These issues may also involve other workers in primary healthcare, such as receptionists and managers.\n</p><p>Primary care ethics is not a discipline; it is a notional field of study which is simultaneously an aspect of <a href=\"/wiki/Primary_health_care\" class=\"mw-redirect\" title=\"Primary health care\">primary health care</a> and <a href=\"/wiki/Applied_ethics\" title=\"Applied ethics\">applied ethics</a>. De Zulueta argues that primary care ethics has ‘a definitive place on the ‘<a href=\"/wiki/Bioethics\" title=\"Bioethics\">bioethics map’</a>, represented by a substantial body of empirical research, literary texts and critical discourse (2, 9, 10). The substantial body of research referred to by De Zulueta (9) has a tendency to be issue-specific, such as to do with <a href=\"/wiki/Rationing\" title=\"Rationing\">rationing</a>(11), <a href=\"/wiki/Confidentiality\" title=\"Confidentiality\">confidentiality</a>, medical reports, or relationships with relatives.\n</p><p>Much of the literature on primary care ethics concerns primary care physicians. The term <a href=\"/wiki/Primary_care_physician\" title=\"Primary care physician\">primary care physician</a> is synonymous with <a href=\"/wiki/Family_practitioner\" class=\"mw-redirect\" title=\"Family practitioner\">family practitioner</a>, or <a href=\"/wiki/General_practitioner\" title=\"General practitioner\">general practitioner</a>; meaning a medically qualified clinician who is the first point of access to health care, with general responsibilities which may but do not necessarily include child health or obstetrics and gynaecology. Other primary care clinicians; nurses, physiotherapists, midwives, and in some situations pharmacists may face similar issues, and some (confidentially, prioritisation of patients) may also involve administrative staff. In some <a href=\"/wiki/Healthcare_systems\" class=\"mw-redirect\" title=\"Healthcare systems\">healthcare systems</a> primary care specialists may also encounter many of these issues.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#The_place_of_primary_care_ethics_in_bioethics\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">The place of primary care ethics in bioethics</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#What_are_the_values_of_primary_care?\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">What are the values of primary care?</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Gatekeeping\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Gatekeeping</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Certification_and_confidentiality\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Certification and confidentiality</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Access_and_use_of_time\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Access and use of time</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#The_doctor,_the_patient_and_the_family\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">The doctor, the patient and the family</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Analysing_ethical_issues_in_primary_care\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Analysing ethical issues in primary care</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Sources\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">Sources</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"The_place_of_primary_care_ethics_in_bioethics\">The place of primary care ethics in bioethics</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Primary_care_ethics&amp;action=edit&amp;section=1\" title=\"Edit section: The place of primary care ethics in bioethics\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Although the ethical decisions made in <a href=\"/wiki/Primary_care\" title=\"Primary care\">primary care</a> are often as less dramatic than those in high-tech medicine (1), their cumulative effect may be profound (2), because of the vast number of health care encounters which take place in primary care, (approximately 400.3 million in England in 2008 alone (3, 4) ). Each of these involves ethical judgements, occasionally difficult, often straightforward; often deliberate but more often unconscious. Also, since primary care is often the first step in the patient journey, small decisions made then may make big differences later on. Most of the bioethical literature however deals with tertiary medicine, and much less attention is paid to the daily concerns of primary care physicians and members of the primary care team (5).\n</p><p>In countries with well developed primary health care, patients often stay with the same practice for many years, allowing practices to gather a large amount of information and to develop personal relationships over time. Patients often see the same clinician for a variety of problems, at once or at different times. Whole families may see the same doctors and nurses, who may also be their friends and neighbours. These factors affect moral decisions in primary care, and raise ethical dilemmas which might not occur often in secondary and tertiary medical care (6, 7). Moreover, the transfer into the community of services previously provided in hospital (such as specialist chronic disease management and mental health) may lead to the ethical dilemmas arising which were previously only encountered in secondary care (8).\n</p><p>Spicer and Bowman argue that the ‘tertiary’ level ethical problems that dominate so much of the debate about healthcare ethics, such as genetics, cloning, organ donation and research, are experienced entirely differently in primary care. Moreover, what might be argued to be core <a href=\"/wiki/Moral_principle\" class=\"mw-redirect\" title=\"Moral principle\">moral principles</a>, such as <a href=\"/wiki/Autonomy\" title=\"Autonomy\">autonomy</a> and <a href=\"/wiki/Justice\" title=\"Justice\">justice</a>, may be reinterpreted when viewed through the lens of primary care (13). Toon, by contrast argues such re-interpretations are not exclusive to general practice and primary care. Doctors in other specialities (such as psychiatry, rheumatology, HIV medicine, where specialists take primary responsibility for a patient’s health care over a considerable period) may perform what he terms the interpretative function, but when then do so they are acting as generalists and practising generalism (14). The extension of this argument is that it is not just good primary care physicians who are aware of the ethics of the everyday, but good clinicians (15).\n</p>\n<h2><span id=\"What_are_the_values_of_primary_care.3F\"></span><span class=\"mw-headline\" id=\"What_are_the_values_of_primary_care?\">What are the values of primary care?</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Primary_care_ethics&amp;action=edit&amp;section=2\" title=\"Edit section: What are the values of primary care?\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>According to Toon (16), doctors in primary care are charged with three tasks:\n</p><p>1. To deliver the best possible, <a href=\"/wiki/Evidence_based_medicine\" class=\"mw-redirect\" title=\"Evidence based medicine\">evidence based medical care</a> to patients who have physical or mental illnesses that can be understood and treated or cured within a biomedical framework\n</p><p>2. Insofar as it lies within their power, to help prevent avoidable illness and death in their patients\n</p><p>3. To help those who are or who believe themselves to be ill to cope with their illnesses, real or feared, to the best of their ability and so to achieve their maximum potential as human beings.\n</p><p>The first two tasks largely involve understanding the patient as a <a href=\"/wiki/Biopsychosocial\" class=\"mw-redirect\" title=\"Biopsychosocial\">biopsychosocial system</a> that the doctor is seeking to influence, whilst the third involves seeing the patient as a fellow human being in need. Reconciling these tasks is not easy.\n</p>\n<h2><span class=\"mw-headline\" id=\"Gatekeeping\">Gatekeeping</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Primary_care_ethics&amp;action=edit&amp;section=3\" title=\"Edit section: Gatekeeping\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In many health-care systems patients can only see specialists by referral from doctors in primary care, a system which restricts access to secondary care and is often called “primary care gatekeeping”. Although historically in some countries this developed as a mutually beneficial arrangement between specialists and primary care doctors, rather than from a desire to improve patient care, it is widely recognised that it benefits both individual patients and the health care system. Individual patients benefit from having a personal doctor who can integrate their health care and view their problems together rather than in isolation, and who can protect them from over-investigation and over-treatment -which Toon characterises as the 'furor therapeuticus' of specialist medicine (16). Patients as a whole benefit because the system ensures that expensive secondary care resources are spent on those who have the greatest need.\n</p><p>Some people however are concerned that gatekeeping can damage the doctor-patient relationship, since the doctor cannot act solely in the interests of the individual patient (17). Others have questioned whether this is ever possible, even without gatekeeping. Much depends on the system within which gatekeeping operates, and how great the pressures are on the primary care doctor not to refer, and how strong the incentives, personal, professional and financial are for or against referral. All are agreed that “positive gatekeeping” in which doctors are rewarded for encouraging patients to have unnecessary or dubious procedures, as exists in many private systems, is unethical, and that avoiding unnecessary treatment (therapeutic parsimony) is desirable. Heath has pointed out that the primary care doctor has influence over two other “gates” between illness and health, and between self care and professional care (18).\n</p>\n<h2><span class=\"mw-headline\" id=\"Certification_and_confidentiality\">Certification and confidentiality</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Primary_care_ethics&amp;action=edit&amp;section=4\" title=\"Edit section: Certification and confidentiality\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>It is traditional in many countries that primary care doctors issue certificates to allow patients to be absent from work for reasons of sickness. In some countries such certificates are required even for one day’s absence from work, and this can form a considerable part of the primary care doctor’s workload. In other countries these certificates are only needed for longer periods of illness. In either case this can function can pose ethical problems for doctors as they try to reconcile a duty to do the best for the patient, a duty not to lie to employers, and the need to maintain the doctor patient relationship for professional and/or financial reasons.\n</p><p>Many people want information on patients’ health, and are prepared to pay for it. Insurance companies, employers, social agencies such as the police and the courts and many other bodies have interests in the health status of individuals. The primary care physician is often best placed to provide this information, but doing so can pose ethical problems, particularly in respect of confidentiality. Although patients may sign a consent form to allow information to be released, this consent is not always free, since the patient is often in a position where it would be difficult to refuse, and/or it is not informed, in that patients are often given forms to consent to the release of medical records without what this means being properly explained to them. Doctors can face a conflict of interest in this situation, since they can benefit financially from the fees paid for the release of such information. This poses a difficult ethical conflict as the doctor tries to “serve two masters”; the patient who has a right to confidentiality and the employer or other agency that is paying for the information. Confidentiality has been identified as a key concern to general practitioners in the UK and has been described as one way in which they display their commitment to <a href=\"/wiki/Patient-centered_care\" class=\"mw-redirect\" title=\"Patient-centered care\">patient-centeredness</a> (19).\n</p>\n<h2><span class=\"mw-headline\" id=\"Access_and_use_of_time\">Access and use of time</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Primary_care_ethics&amp;action=edit&amp;section=5\" title=\"Edit section: Access and use of time\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>As the first point of contact with health services, primary care doctors have particular responsibilities with respect to access. Patients typically and understandably want to see the doctor of their choice at the time and place of their choosing, without waiting, and for the length of time they feel they require; however it is rarely possible for all these conditions to be met. The decisions that doctors make about how best to reconcile these conflicting demands by appointment arrangements, arrangements for emergency consultation etc. have a strong ethical as well as practical component.\n</p><p>So too do decisions doctors make about the allocation of their time and resources between different problems and different patients. The three aspects of general practice are mentioned above but even within these doctors make choices that are ethical. One doctor may give priority to the care of patients with diabetes, another to women’s health, and a third to psychological problems and so on.\n</p><p>In some countries it is common place for doctors to strike – in others this is seen as unethical. This again depends on the values that doctors espouse, and in this case in particular on doctors' understanding of the nature of the <a href=\"/wiki/Doctor-patient_relationship\" class=\"mw-redirect\" title=\"Doctor-patient relationship\">doctor patient relationship</a>.\n</p>\n<h2><span id=\"The_doctor.2C_the_patient_and_the_family\"></span><span class=\"mw-headline\" id=\"The_doctor,_the_patient_and_the_family\">The doctor, the patient and the family</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Primary_care_ethics&amp;action=edit&amp;section=6\" title=\"Edit section: The doctor, the patient and the family\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>A characteristic feature of primary care is that doctors’ often care for several patients who are related to each other. They also often care for a number of individuals and families who live and/or work in close proximity, and whose lives are intimately related to each other. Particularly though not exclusively in rural areas, the same applies to the doctor and to his staff. This can be a considerable strength of general practice, since doctors gain a fuller understanding of the social context in which their patients live and become ill. It can also pose ethical problems, however particularly in conflicts between duties to different individuals – family members, employers and employees, and even between friends, when the illness of one affects the life or health of another. Confidentiality can also be a problem, as patients may not understand or accept that information given to the doctor by one family member may not be divulged to others.\n</p><p>Respect for confidentiality, and maintaining confidence amongst patients that confidentiality is respected can be difficult not just for doctors but also for other members of their staff in such situations.\n</p>\n<h2><span class=\"mw-headline\" id=\"Analysing_ethical_issues_in_primary_care\">Analysing ethical issues in primary care</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Primary_care_ethics&amp;action=edit&amp;section=7\" title=\"Edit section: Analysing ethical issues in primary care\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>As in other aspects of applied ethics, different approaches may be used to understand these problems; they may be seen in terms of the <a href=\"/wiki/Deontological_ethics\" title=\"Deontological ethics\">rights and duties</a> involved in medical practice, or how to <a href=\"/wiki/Consequentialism\" title=\"Consequentialism\">maximise the good</a> through the work clinicians do, or in terms of the <a href=\"/wiki/Virtues\" class=\"mw-redirect\" title=\"Virtues\">virtues</a> needed to flourish as a clinician or a patient. Deciding which moral framework to apply brings primary care ethics into contact with meta-ethics and epistemology. There is increasing interest in the empirical study of primary care ethics, often using <a href=\"/wiki/Qualitative_research_methods\" class=\"mw-redirect\" title=\"Qualitative research methods\">qualitative research methods</a>, which raises important <a href=\"/wiki/Metaethics\" class=\"mw-redirect\" title=\"Metaethics\">metaethical</a> and methodological questions about the relationship between facts and values.\n</p>\n<h2><span class=\"mw-headline\" id=\"Sources\">Sources</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Primary_care_ethics&amp;action=edit&amp;section=8\" title=\"Edit section: Sources\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2965985/pdf/bjgp60-863.pdf\">Papanikitas A, Toon P. Last but not least: the ethics of the ordinary. Br J Gen Pract. 2010; 60(580): 863-4.</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://jrsm.rsmjournals.com/content/104/3/94.full\">Papanikitas A, Toon P. Primary Care Ethics, a body of literature and a community of scholars? Journal of the Royal Society of Medicine. 2011; 104(3): 94—6.</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20120102042351/http://ohgp.oxfordmedicine.com/\">Simon C, Everitt H, von Dorp F. General Practice in the UK. Oxford Handbook of General Practice. 3rd ed. Oxford: Oxford University Press; 2010. p. 4-5.</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.ic.nhs.uk/webfiles/publications/gp/Trends_in_Consultation_Rates_in_General_Practice_1995_2008.pdf\">Hippisley-Cox J, Vingradova Y, The Information Centre for Health and Social Care S. Final report to the NHS Information Centre: Trends in consultation rates in General Practice 1995-2008: Analysis of the QResearch database. In: Care TICfHaS, editor. London: QResearch; 2009.</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1409958/pdf/brjgenprac00092-0043.pdf\">Rogers WA. A systematic review of empirical research into ethics in general practice. Br J Gen Pract. 1997; 47(424): 733-7.</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=VWNy-en1MDIC&amp;lpg=PA45&amp;ots=EaSxyGC4lf&amp;dq=Ethico-legal%20dilemmas%20within%20general%20practice%3A%20moral%20indeterminacy%20and%20abstract%20morality&amp;pg=PA45#v=onepage&amp;q=Ethico-legal%20dilemmas%20within%20general%20practice:%20moral%20indeterminacy%20and%20abstract%20morality&amp;f=false\">Doyal L. Ethico-legal dilemmas within general practice: moral indeterminacy and abstract morality. In: Dowrick C, Frith L, editors. General practice and ethics. London: Routledge; 1999.</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://pmj.bmj.com/content/85/1006/393.extract\">Doyal L, Doyal L, and Sokol D. General practitioners face ethico-legal problems too! Postgrad Med J. 2009; 85(1006): 393-4.</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://journals.cambridge.org/abstract_S1463423604000398\">Martin R. Rethinking primary health care ethics: ethics in contemporary primary health care in the United Kingdom. Primary Health Care Research and Development. 2004; 5: 317–28.</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20120426075259/http://www.londonjournalofprimarycare.org.uk/print/4.pdf\">De Zulueta P. Primary Care Ethics. London Journal of Primary Care. 2008; 1(1): 5-7.</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20120426075308/http://www.londonjournalofprimarycare.org.uk/print/152.pdf\">Papanikitas A, De Zulueta P, Spicer J, Knight R, Toon P, Misselbrook D. Ethics of the Ordinary – A meeting run by the Royal Society of Medicine with the Royal College of General Practitioners. London Journal of Primary Care. 2011; 4: 70-2.</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://journals.cambridge.org/abstract_S0963180109090598\">Slowther A. Ethics case consultation in primary care: contextual challenges for clinical ethicists. Camb Q Healthc Ethics. 2009; 18(4): 397-405.</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2765836/pdf/bjgp59-844.pdf\">Hussain T, White P. GPs' views on the practice of physician-assisted suicide and their role in proposed UK legalisation: a qualitative study. Br J Gen Pract. 2009; 59(568): 844-9.</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=zJKazs5B76UC&amp;lpg=PP1&amp;pg=PR12#v=onepage&amp;q&amp;f=false\">Bowman D, Spicer J. Introduction. In: Bowman D, Spicer J, editors. Primary Care Ethics. London: Radcliffe Publishing; 2007. p. xii-xiv.</a></li>\n<li>Toon P. The centrality of interpretation to generalism. In: RCGP, editor. Submission to RCGP commission on Generalism ed. London; 2011.</li>\n<li>Pinching A. All good doctors (Personal communication). In: Toon P, editor. London; 1998.</li>\n<li>Toon P, Chapter 8: Ethics and family medicine, in Mathers NJ (Editor in Chief), Maso G, Bisconcin M. European Textbook of Family Medicine. Passoni Editore. Milan; 2006</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.bmj.com/content/342/bmj.d1430\">Sheehan M. It's unethical for general practitioners to be commissioners. BMJ. 2011; 342: d1430.</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20160818054434/http://www.nuffieldtrust.org.uk/sites/files/nuffield/publication/The_Mystery_of_General_Practice.pdf\">Heath I. The Mystery of General Practice: The Nuffield Provincial Hospitals Trust; 1995.</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://ce.rsmjournals.com/content/6/4/186\">Papanikitas A, Ethicality and Confidentiality: Is There an Inverse-Care Issue in General Practice Ethics? Clinical Ethics 2011; 6 (4):186-190</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1232\nCached time: 20180911155946\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.076 seconds\nReal time usage: 0.113 seconds\nPreprocessor visited node count: 338/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 21220/2097152 bytes\nTemplate argument size: 6050/2097152 bytes\nHighest expansion depth: 16/40\nExpensive parser function count: 2/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.025/10.000 seconds\nLua memory usage: 1.28 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n129.06%  100.483      3 Template:Ambox\n100.00%   77.859      1 Template:Multiple_issues\n100.00%   77.859      1 -total\n 44.24%   34.443      1 Template:No_footnotes\n  9.12%    7.101      1 Template:Essay-like\n  5.86%    4.562      2 Template:Yesno-no\n  3.50%    2.728      2 Template:Yesno\n  3.38%    2.632      2 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:34196819-0!canonical and timestamp 20180911155946 and revision id 833431182\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"Articles_lacking_in-text_citations_from_March_2018"},{"sortkey":"","hidden":"","*":"All_articles_lacking_in-text_citations"},{"sortkey":"","hidden":"","*":"Wikipedia_articles_with_style_issues_from_December_2011"},{"sortkey":"","hidden":"","*":"All_articles_with_style_issues"},{"sortkey":"","hidden":"","*":"Articles_with_multiple_maintenance_issues"},{"sortkey":"","*":"Medical_ethics"},{"sortkey":"","*":"Primary_care"}],"links":[{"ns":14,"exists":"","*":"Category:Articles lacking in-text citations from March 2018"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with style issues from December 2011"},{"ns":0,"exists":"","*":"Applied ethics"},{"ns":0,"exists":"","*":"Autonomy"},{"ns":0,"exists":"","*":"Bioethics"},{"ns":0,"exists":"","*":"Biopsychosocial"},{"ns":0,"exists":"","*":"Confidentiality"},{"ns":0,"exists":"","*":"Consequentialism"},{"ns":0,"exists":"","*":"Deontological ethics"},{"ns":0,"exists":"","*":"Doctor-patient relationship"},{"ns":0,"exists":"","*":"Evidence based medicine"},{"ns":0,"exists":"","*":"Facts"},{"ns":0,"exists":"","*":"Family practitioner"},{"ns":0,"exists":"","*":"General practitioner"},{"ns":0,"exists":"","*":"Healthcare systems"},{"ns":0,"exists":"","*":"Justice"},{"ns":0,"exists":"","*":"Metaethics"},{"ns":0,"exists":"","*":"Moral principle"},{"ns":0,"exists":"","*":"Patient-centered care"},{"ns":0,"exists":"","*":"Primary care"},{"ns":0,"exists":"","*":"Primary care physician"},{"ns":0,"exists":"","*":"Primary health care"},{"ns":0,"exists":"","*":"Qualitative research methods"},{"ns":0,"exists":"","*":"Rationing"},{"ns":0,"exists":"","*":"Values"},{"ns":0,"exists":"","*":"Virtues"},{"ns":1,"exists":"","*":"Talk:Primary care ethics"},{"ns":4,"exists":"","*":"Wikipedia:Citing sources"},{"ns":4,"exists":"","*":"Wikipedia:Encyclopedic style"},{"ns":4,"exists":"","*":"Wikipedia:External links"},{"ns":4,"exists":"","*":"Wikipedia:NOTESSAY"},{"ns":4,"exists":"","*":"Wikipedia:When to cite"},{"ns":4,"exists":"","*":"Wikipedia:WikiProject Fact and Reference Check"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Multiple issues"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:No footnotes"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Essay-like"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:String"}],"images":["Ambox_important.svg","Text_document_with_red_question_mark.svg","Edit-clear.svg"],"externallinks":["https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2965985/pdf/bjgp60-863.pdf","http://jrsm.rsmjournals.com/content/104/3/94.full","https://web.archive.org/web/20120102042351/http://ohgp.oxfordmedicine.com/","http://www.ic.nhs.uk/webfiles/publications/gp/Trends_in_Consultation_Rates_in_General_Practice_1995_2008.pdf","https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1409958/pdf/brjgenprac00092-0043.pdf","https://books.google.com/books?id=VWNy-en1MDIC&lpg=PA45&ots=EaSxyGC4lf&dq=Ethico-legal%20dilemmas%20within%20general%20practice:%20moral%20indeterminacy%20and%20abstract%20morality&pg=PA45#v=onepage&q=Ethico-legal%20dilemmas%20within%20general%20practice:%20moral%20indeterminacy%20and%20abstract%20morality&f=false","http://pmj.bmj.com/content/85/1006/393.extract","http://journals.cambridge.org/abstract_S1463423604000398","https://web.archive.org/web/20120426075259/http://www.londonjournalofprimarycare.org.uk/print/4.pdf","https://web.archive.org/web/20120426075308/http://www.londonjournalofprimarycare.org.uk/print/152.pdf","http://journals.cambridge.org/abstract_S0963180109090598","https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2765836/pdf/bjgp59-844.pdf","https://books.google.com/books?id=zJKazs5B76UC&lpg=PP1&pg=PR12#v=onepage&q&f=false","http://www.bmj.com/content/342/bmj.d1430","https://web.archive.org/web/20160818054434/http://www.nuffieldtrust.org.uk/sites/files/nuffield/publication/The_Mystery_of_General_Practice.pdf","http://ce.rsmjournals.com/content/6/4/186"],"sections":[{"toclevel":1,"level":"2","line":"The place of primary care ethics in bioethics","number":"1","index":"1","fromtitle":"Primary_care_ethics","byteoffset":1924,"anchor":"The_place_of_primary_care_ethics_in_bioethics"},{"toclevel":1,"level":"2","line":"What are the values of primary care?","number":"2","index":"2","fromtitle":"Primary_care_ethics","byteoffset":4576,"anchor":"What_are_the_values_of_primary_care?"},{"toclevel":1,"level":"2","line":"Gatekeeping","number":"3","index":"3","fromtitle":"Primary_care_ethics","byteoffset":5480,"anchor":"Gatekeeping"},{"toclevel":1,"level":"2","line":"Certification and confidentiality","number":"4","index":"4","fromtitle":"Primary_care_ethics","byteoffset":7357,"anchor":"Certification_and_confidentiality"},{"toclevel":1,"level":"2","line":"Access and use of time","number":"5","index":"5","fromtitle":"Primary_care_ethics","byteoffset":9389,"anchor":"Access_and_use_of_time"},{"toclevel":1,"level":"2","line":"The doctor, the patient and the family","number":"6","index":"6","fromtitle":"Primary_care_ethics","byteoffset":10705,"anchor":"The_doctor,_the_patient_and_the_family"},{"toclevel":1,"level":"2","line":"Analysing ethical issues in primary care","number":"7","index":"7","fromtitle":"Primary_care_ethics","byteoffset":11914,"anchor":"Analysing_ethical_issues_in_primary_care"},{"toclevel":1,"level":"2","line":"Sources","number":"8","index":"8","fromtitle":"Primary_care_ethics","byteoffset":12695,"anchor":"Sources"}],"parsewarnings":[],"displaytitle":"Primary care ethics","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q7243105"}]}}