{"parse":{"title":"Grapevine radio","pageid":54285124,"revid":788016537,"text":{"*":"<div class=\"mw-parser-output\"><div role=\"note\" class=\"hatnote navigation-not-searchable\">This article is about 1930s and 1940s South Carolina programming services. For the hospital radio station at Saint John's Hospital in Livingston, Scotland, see <a href=\"/wiki/Radio_Grapevine\" title=\"Radio Grapevine\">Radio Grapevine</a>.</div>\n<p><b>Grapevine radio</b> refers to the transmission infrastructures, used for distributing audio programs, which were built to serve a small number of rural <a href=\"/wiki/Upstate_South_Carolina\" title=\"Upstate South Carolina\">upstate South Carolina</a> communities from the early 1930s to the middle 1940s. Despite their name, these systems did not employ radio transmitters, but were actually a type of \"<a href=\"/wiki/Telephone_newspaper\" title=\"Telephone newspaper\">telephone newspaper</a>\", because the programs were sent telephonically over wires strung to subscribing homes.\n</p><p>The equipment used to distribute programming over a facility's wire network was located at a central site, for example a general store's back room. Programs normally consisted of retransmissions of radio stations, however, some programming was locally produced, originating from a studio at the distribution site or relayed from a local church or other gathering place. The locally produced programs included announcements and emergency messages, commercials and live performances. The transmissions were made daily, generally starting around 6 a.m. and running until 10:00 p.m. or midnight.\n</p><p>The grapevine systems soon became unneeded, because they primarily served homes that did not have electricity. Once a community received electric service the local grapevine system would soon close down, as the subscribers switched to radio receivers that could receive a wide selection of programs at no cost, instead of the single program and monthly fees characteristic of the grapevine systems.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Historical_background\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Historical background</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Initial_installation_at_Mauldin\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Initial installation at Mauldin</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Additional_installations\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Additional installations</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Ware_Place\"><span class=\"tocnumber\">3.1</span> <span class=\"toctext\">Ware Place</span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Hickory_Tavern\"><span class=\"tocnumber\">3.2</span> <span class=\"toctext\">Hickory Tavern</span></a></li>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#Saylors_Crossroads\"><span class=\"tocnumber\">3.3</span> <span class=\"toctext\">Saylors Crossroads</span></a></li>\n<li class=\"toclevel-2 tocsection-7\"><a href=\"#Williamston\"><span class=\"tocnumber\">3.4</span> <span class=\"toctext\">Williamston</span></a></li>\n<li class=\"toclevel-2 tocsection-8\"><a href=\"#Other_sites\"><span class=\"tocnumber\">3.5</span> <span class=\"toctext\">Other sites</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#References\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#Further_reading\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Further reading</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Historical_background\">Historical background</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Grapevine_radio&amp;action=edit&amp;section=1\" title=\"Edit section: Historical background\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Information about the grapevine installations (also called \"speakerline\") is limited, because of their brief history and the fact that they do not appear to have been established outside a small region of South Carolina. Unlike radio stations, they did not require government approval to operate. Their existence was also dependent on an unusual and short-lived economic and technical environment, as they required a central distribution site that had access to electricity, plus a surrounding community of prospective subscribers that did not have electric service.\n</p><p>Throughout the 1930s large parts of the United States, including most farms, did not have electricity. Although organized radio broadcasting had begun in the early 1920s, in rural upstate South Carolina there were no nearby radio stations strong enough to be picked up by battery-less <a href=\"/wiki/Crystal_radio\" title=\"Crystal radio\">crystal radio receivers</a>, and although battery-powered sets existed, without electrical service there was no convenient way to recharge the batteries. The economic struggles caused by the <a href=\"/wiki/Great_Depression\" title=\"Great Depression\">Great Depression</a> meant that many people could not even afford a newspaper subscription. Thus, there was a lack of entertainment and a strong sense of isolation in the region.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> As one person remembered, connecting to the grapevine service meant that \"we had 'arrived' and were at last in touch with the outside world\".<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p><p>The <a href=\"/wiki/Rural_electrification#United_States\" title=\"Rural electrification\">rural electrification</a> projects of the 1930s and 1940s eventually eliminated potential customers, making the grapevine systems no longer needed as their former customers switched to listening to radio stations.\n</p>\n<h2><span class=\"mw-headline\" id=\"Initial_installation_at_Mauldin\">Initial installation at Mauldin</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Grapevine_radio&amp;action=edit&amp;section=2\" title=\"Edit section: Initial installation at Mauldin\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:427px;\"><a href=\"/wiki/File:Map_of_Mauldin,_South_Carolina_grapevine_radio_system_(1936).gif\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Map_of_Mauldin%2C_South_Carolina_grapevine_radio_system_%281936%29.gif/425px-Map_of_Mauldin%2C_South_Carolina_grapevine_radio_system_%281936%29.gif\" width=\"425\" height=\"315\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Map_of_Mauldin%2C_South_Carolina_grapevine_radio_system_%281936%29.gif/638px-Map_of_Mauldin%2C_South_Carolina_grapevine_radio_system_%281936%29.gif 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Map_of_Mauldin%2C_South_Carolina_grapevine_radio_system_%281936%29.gif/850px-Map_of_Mauldin%2C_South_Carolina_grapevine_radio_system_%281936%29.gif 2x\" data-file-width=\"942\" data-file-height=\"698\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Map_of_Mauldin,_South_Carolina_grapevine_radio_system_(1936).gif\" class=\"internal\" title=\"Enlarge\"></a></div>Wire layout of Gordon Roger's \"grapevine radio\" installation as of 1936. The transmissions originated from his home near Mauldin, South Carolina.</div></div></div>\n<p>The first grapevine system was begun in the winter of 1930-1931 by a high school student, Gordon F. Rogers, who lived on farm in central Greenville county near <a href=\"/wiki/Mauldin,_South_Carolina\" title=\"Mauldin, South Carolina\">Mauldin, South Carolina</a>. The Rogers farm, unlike most of its neighbors, had electrical service. Gordon Rogers had shown an early aptitude for engineering, developing a clock that automatically turned on the farm's chicken coup lights at 3:00 a.m., as well as an automated system for watering the chickens.<sup id=\"cite_ref-yen_3-0\" class=\"reference\"><a href=\"#cite_note-yen-3\">&#91;3&#93;</a></sup> Rogers also had an early interest in radio. Dissatisfied with a battery operated set, he successfully reconditioned a vacuum tube receiver that ran on AC electrical power. At this point he decided to also run a single-wire connection with a ground return from his receiver to a loudspeaker at the home of a neighbor who didn't have electricity. With this setup, whenever Roger's radio was on the neighbor also heard what was being received. Word of this innovation quickly spread, and within a month lines had been run to seven nearby homes.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p><p>Rogers' system was essentially sending one-way telephone signals over his own wires, but he had to use voltages far higher than that used by standard telephone lines, because he was sending not only audio but also the power needed to operate what would become hundreds of loudspeakers. His initial setup output was 2.5 watts, but as the system expanded this was increased in steps over time to 350-400 watts.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> This occasionally led to issues when his wires ran too close to standard telephone lines, which sometimes picked up the strong grapevine transmissions. Special steps had to be taken to eliminate interference with the telephone company's service.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup>\n</p><p>Subscribers had to provide the wire, poles (often actually fence posts) and speakers needed to connect to the main system lines. Unskilled attempts by individuals to tap into the lines without paying generally caused service disruptions for nearby customers, which made it possible to locate and remove the improper connections. Although at first the service was provided for free, as the number of participants grew Rogers began charging a monthly 10 cent fee.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup> This charge was later raised to 25 cents, and at times a $1 surcharge was applied to finance replacement of sections of the transmission lines that needed to be upgraded from the original iron wire to higher quality materials. The system became profitable enough to finance Rogers' attendance at <a href=\"/wiki/Clemson_University\" title=\"Clemson University\">Clemson College</a>.<sup id=\"cite_ref-yen_3-1\" class=\"reference\"><a href=\"#cite_note-yen-3\">&#91;3&#93;</a></sup> In 1933, at the time of his college enrollment, the system had 5 miles (8 kilometers) of lines and 15 subscribers. Increasing demand, spurred by finding a source of affordable speakers ($2.85 each), expanded the number of connections to more than 200 within the next four months, and by June 1934 the transmission lines spanned 15 miles (24 kilometers). By around 1935, there were 600 homes connected to the grapevine service, including sites in <a href=\"/wiki/Spartanburg_County,_South_Carolina\" title=\"Spartanburg County, South Carolina\">Spartanburg</a> and <a href=\"/wiki/Laurens_County,_South_Carolina\" title=\"Laurens County, South Carolina\">Laurens</a> counties, located up to 24 miles (38 kilometers) distant from the Rogers farm distribution site. The infrastructure had also grown to 400 miles (645 kilometers) of transmission lines.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup>\n</p><p>Programming was provided for about 12 hours each day. Rogers introduced a \"local talent\" program that featured live performances. A record player provided music for times when static made it difficult to receive the radio rebroadcasts that provided most of the schedule. Provisions were also made to make local announcements.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup> In addition, a <a href=\"/wiki/Carrier_current\" title=\"Carrier current\">carrier current</a> link from the system based at Ware Place allowed programming originating at that location to be picked up and concurrently transmitted by the Mauldin system.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup> \n</p><p>In the spring of 1936, Rogers, now a junior at Clemson, presented a paper, \"Bringing Radio to the Rural Home\", at a regional conference of the <a href=\"/wiki/American_Institute_of_Electrical_Engineers\" title=\"American Institute of Electrical Engineers\">American Institute of Electrical Engineers</a>, which provided technical information about his innovation. His review won first place in its category.<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup> The Mauldin-based system remained in operation until the area received electrical service, shutting down around 1939.<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Additional_installations\">Additional installations</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Grapevine_radio&amp;action=edit&amp;section=3\" title=\"Edit section: Additional installations\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"Ware_Place\">Ware Place</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Grapevine_radio&amp;action=edit&amp;section=4\" title=\"Edit section: Ware Place\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Gordon Rogers' original system served northern <a href=\"/wiki/Greenville_County,_South_Carolina\" title=\"Greenville County, South Carolina\">Greenville county</a>. A second wire network, originating from a small store in <a href=\"/wiki/Ware_Place,_South_Carolina\" title=\"Ware Place, South Carolina\">Ware Place, South Carolina</a>, was later established which provided an extensive program service for the southern part of the county. The store's owners, J. R. Chandler, Jr. and his cousin J. E. Chandler, became familiar with the Mauldin facility, and around 1934 arranged for Gordon Rogers and Sherman Fox to install similar distribution equipment at their store.<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup> The Chandlers became active participants operating the system and supplying local programming. A studio, which included a piano and a pulpit, was built in the rear of the store. There was also a connection to the local school.<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup>\n</p><p>Subscribers were initially charged 25 cents a month, which was later increased to 35 cents. Individual homes had to maintain their local wire connections, and purchase their own speakers: $3 to $5 for a small one, and $7 to $8 for a large one. An unusual additional benefit resulted from the discovery that, after the grapevine programming ended for the night, individual subscribers could hear each other if they spoke loudly into their speakers, resulting in a form of party-line communication. At its peak over 500 homes were connected. The system continued to run during World War II in order to supply war news, after which it was shut down.<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Hickory_Tavern\">Hickory Tavern</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Grapevine_radio&amp;action=edit&amp;section=5\" title=\"Edit section: Hickory Tavern\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>This installation helped launch the political career of Robert C. Wasson, who went on to become the state's Tax Chairman. The Wasson family ran a small store in <a href=\"/wiki/Hickory_Tavern,_South_Carolina\" title=\"Hickory Tavern, South Carolina\">Hickory Tavern, South Carolina</a>, located in southwest Laurens county. The needed equipment was purchased in March 1936 and the service was immediately popular. Later that year, when Robert Wasson announced what would be a successful candidacy for the <a href=\"/wiki/South_Carolina_House_of_Representatives\" title=\"South Carolina House of Representatives\">state House of Representatives</a>, a newspaper report noted that the store he ran \"is known as Wasson Brothers store, mill, and grapevine radio system serving 200 rural homes\".<sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup>\n</p><p>Customers were charged 25 cents per month, and paid $6.50 for a small speaker or $10.50 for a large one — this fee included installation. Robert Wasson's mother, Effie Owens Wasson, handled most of the operational duties, and at its peak about 500 houses within a 12 mile (19 kilometer) radius were connected. Regular news reports and live entertainment made up an important part of the daily schedule.<sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\">&#91;17&#93;</a></sup> Advertising over the facility was credited with helping to establish the Eaddy-Blakes corner drug store in Laurens, and a former pharmacy employee later wrote that \"were Dr. Eaddy still living I'm sure he would attribute the biggest thing to his success in the drug business was this advertising... It cost him about a dollar a week and he had every person from the area as a regular customer in a short time\". <sup id=\"cite_ref-18\" class=\"reference\"><a href=\"#cite_note-18\">&#91;18&#93;</a></sup>\n</p><p>Robert Wasson served seven terms in the South Carolina legislature. One of his political objectives was getting electrical service for his community, and after the rural electrification program reached his district the grapevine service ceased operations in 1939.<sup id=\"cite_ref-19\" class=\"reference\"><a href=\"#cite_note-19\">&#91;19&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Saylors_Crossroads\">Saylors Crossroads</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Grapevine_radio&amp;action=edit&amp;section=6\" title=\"Edit section: Saylors Crossroads\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Saylors Crossroads, South Carolina is a small community located in southeastern <a href=\"/wiki/Anderson_County,_South_Carolina\" title=\"Anderson County, South Carolina\">Anderson county</a>. This system was inspired by the existence of the Ware Place operations, and was established by Charles Murdock in 1937. The Murdock family operated a general store, and a small studio was constructed in a building behind the store. The grapevine service was run by Selma Saylors, who was the twin sister of Charles Murdock's wife. Programming primarily consisted of relaying the transmissions of a local radio station, <a href=\"/wiki/WAIM\" title=\"WAIM\">WAIM</a> in Anderson. WAIM signed off at 9 p.m. each evening, and at that point the program source was switched to picking up \"a station in Cincinnati\" (presumably <a href=\"/wiki/WLW\" title=\"WLW\">WLW</a>). Local programming included the Sunday morning church services from Mount Bethel Baptist Church, carried from 1938 to 1940. \n</p><p>Subscribers paid 45 cents a month, and chose between three speaker sizes: a smaller square-shaped speaker for $7.50, a larger square-shaped speaker for $9.50, and a heart-shaped speaker for $12.50. The speaker purchases financed the installation of the wire connection to the main transmission lines. At its peak, the service had 500 subscribers. This system ended operations in 1941, after the community received electric service.<sup id=\"cite_ref-20\" class=\"reference\"><a href=\"#cite_note-20\">&#91;20&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Williamston\">Williamston</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Grapevine_radio&amp;action=edit&amp;section=7\" title=\"Edit section: Williamston\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>This system was operated by Carl Ellison, who owned a general store located at <a href=\"/wiki/Williamston,_South_Carolina\" title=\"Williamston, South Carolina\">Williamston, South Carolina</a> in east central Anderson county. It remained in operation for \"seven or eight years\", starting sometime in the 1930s and continuing through at least 1940. It had also been initially inspired by the Ware Place operations.\n</p><p>The Ellisons lived in a house behind the general store, and they converted their living room to serve as a studio for locally produced programming. The service cost 50 cents a month, and reached 700 subscribers. Like the Ware Place system, after the grapevine programming ended for the night individuals could be heard by other subscribers by speaking loudly into their speakers. The system featured ministers from Greenville who preached over the system on Friday nights. It also carried the Sunday services from the First Baptist Church in Williamston.<sup id=\"cite_ref-21\" class=\"reference\"><a href=\"#cite_note-21\">&#91;21&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Other_sites\">Other sites</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Grapevine_radio&amp;action=edit&amp;section=8\" title=\"Edit section: Other sites\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Gordon Rogers estimated that a total of ten to twelve grapevine operations were eventually installed, all located in South Carolina. Additional locations reportedly included Walhalla (located in the center of South Carolina's easternmost county, Oconee), another \"near Mauldin\", and one \"across the Savannah river from Augusta, Georgia\".<sup id=\"cite_ref-22\" class=\"reference\"><a href=\"#cite_note-22\">&#91;22&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Grapevine_radio&amp;action=edit&amp;section=9\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist columns references-column-width\" style=\"-moz-column-width: 30em; -webkit-column-width: 30em; column-width: 30em; list-style-type: decimal;\">\n<ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">\"The Development of Rural Wired Radio Systems in Upstate South Carolina\" by Susan K. Opt, <i>Journal of Radio Studies 1</i> (1992), pages 73-74.</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><i>Listening to Radio, 1920-1950</i> by Ray Barfield, 1996, page 55.</span>\n</li>\n<li id=\"cite_note-yen-3\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-yen_3-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-yen_3-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">\"Yen for Electricity Takes SC Country Boy a Long Way: The Gordon Rogers Story\", <i>The (Columbia, South Carolina) State</i>, April 22, 1952, page 11-A.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">\"Bringing Radio to the Rural Home\" by G. F. Rogers, <i>RCA Engineer</i>, July/August 1980 (Vol. 26, No. 1), pages 69-71.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\"><i>Ibid.</i></span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Rogers (1980) page 73.</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Opt (1992) page 75.</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Rogers (1980) pages 69-70.</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Rogers (1980) page 71.</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Opt (1992) page 76.</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">\"Clemson Junior Contest Winner\", <i>The (Columbia, South Carolina) State</i>, April 23, 1936, page 5. Rogers' paper was republished in the July/August 1980 issue of <i>RCA Engineer</i> magazine.</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Opt (1992) page 76.</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\"><i>Images of America: Fork Shoals</i>, 2012, page 103.</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">\"Augusta Road Life Livened by 'Grapevine'\" by Hattie S. Sims, <i>The Greenville (South Carolina) News</i>, March 3, 1957, page 1-D.</span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\">Opt (1992) page 76.</span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\">\"Robert C. Wasson Seeks House Seat\", <i>The (Columbia, South Carolina) State</i>, July 8, 1936, page 2.</span>\n</li>\n<li id=\"cite_note-17\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-17\">^</a></b></span> <span class=\"reference-text\">Opt (1992) page 78.</span>\n</li>\n<li id=\"cite_note-18\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-18\">^</a></b></span> <span class=\"reference-text\">\"Grapevine Radio System\" (letter from R. A. Martin), <i>The Greenville (South Carolina) News</i>, May 7, 1980, Section B, page 1.</span>\n</li>\n<li id=\"cite_note-19\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-19\">^</a></b></span> <span class=\"reference-text\">\"'The Grapevine': A Radio Started Career in Politics\" by Jonathan W. Oatis (AP), <i>Greenwood (South Carolina) Index-Journal</i>, August 11, 1980, page 20.</span>\n</li>\n<li id=\"cite_note-20\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-20\">^</a></b></span> <span class=\"reference-text\">Opt (1992) pages 76-77.</span>\n</li>\n<li id=\"cite_note-21\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-21\">^</a></b></span> <span class=\"reference-text\">Opt (1992) pages 77-78.</span>\n</li>\n<li id=\"cite_note-22\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-22\">^</a></b></span> <span class=\"reference-text\">Opt (1992) page 74.</span>\n</li>\n</ol></div>\n<h2><span class=\"mw-headline\" id=\"Further_reading\">Further reading</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Grapevine_radio&amp;action=edit&amp;section=10\" title=\"Edit section: Further reading\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Barfield, Ray, <i>Listening to Radio, 1920-1950</i>, 1996, pages 53-55.</li>\n<li>Opt, Susan K., \"The Development of Rural Wired Radio Systems in Upstate South Carolina\", <i>Journal of Radio Studies 1</i>, (1992), pages 71-81.</li>\n<li>Rogers, G. F., \"Bringing Radio to the Rural Home\", <i>RCA Engineer</i>, July/August 1980 (Vol. 26, No. 1), pages 69-73. (Reprint of his prize-winning 1936 American Institute of Electrical Engineers technical paper)</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1243\nCached time: 20180911214549\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.076 seconds\nReal time usage: 0.101 seconds\nPreprocessor visited node count: 363/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 1253/2097152 bytes\nTemplate argument size: 111/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 6617/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.014/10.000 seconds\nLua memory usage: 808 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   67.327      1 -total\n 54.42%   36.641      1 Template:About\n 27.99%   18.847      1 Template:Reflist\n  2.72%    1.832      1 Template:Main_other\n  2.26%    1.521      1 Template:Column-width\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:54285124-0!canonical and timestamp 20180911214549 and revision id 788016537\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Newspaper","*":"Telephony"},{"sortkey":"","*":"Information_by_telephone"},{"sortkey":"","*":"Broadcasting"},{"sortkey":" ","*":"Telephone_newspapers"}],"links":[{"ns":0,"exists":"","*":"American Institute of Electrical Engineers"},{"ns":0,"exists":"","*":"Anderson County, South Carolina"},{"ns":0,"exists":"","*":"Carrier current"},{"ns":0,"exists":"","*":"Clemson University"},{"ns":0,"exists":"","*":"Crystal radio"},{"ns":0,"exists":"","*":"Great Depression"},{"ns":0,"exists":"","*":"Greenville County, South Carolina"},{"ns":0,"exists":"","*":"Hickory Tavern, South Carolina"},{"ns":0,"exists":"","*":"Laurens County, South Carolina"},{"ns":0,"exists":"","*":"Mauldin, South Carolina"},{"ns":0,"exists":"","*":"Radio Grapevine"},{"ns":0,"exists":"","*":"Rural electrification"},{"ns":0,"exists":"","*":"South Carolina House of Representatives"},{"ns":0,"exists":"","*":"Spartanburg County, South Carolina"},{"ns":0,"exists":"","*":"Telephone newspaper"},{"ns":0,"exists":"","*":"Upstate South Carolina"},{"ns":0,"exists":"","*":"WAIM"},{"ns":0,"exists":"","*":"WLW"},{"ns":0,"exists":"","*":"Ware Place, South Carolina"},{"ns":0,"exists":"","*":"Williamston, South Carolina"}],"templates":[{"ns":10,"exists":"","*":"Template:About"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Column-width"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:About"},{"ns":828,"exists":"","*":"Module:Hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote list"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Pagetype"},{"ns":828,"exists":"","*":"Module:Pagetype/config"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Namespace detect"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Map_of_Mauldin,_South_Carolina_grapevine_radio_system_(1936).gif"],"externallinks":[],"sections":[{"toclevel":1,"level":"2","line":"Historical background","number":"1","index":"1","fromtitle":"Grapevine_radio","byteoffset":1592,"anchor":"Historical_background"},{"toclevel":1,"level":"2","line":"Initial installation at Mauldin","number":"2","index":"2","fromtitle":"Grapevine_radio","byteoffset":3480,"anchor":"Initial_installation_at_Mauldin"},{"toclevel":1,"level":"2","line":"Additional installations","number":"3","index":"3","fromtitle":"Grapevine_radio","byteoffset":8611,"anchor":"Additional_installations"},{"toclevel":2,"level":"3","line":"Ware Place","number":"3.1","index":"4","fromtitle":"Grapevine_radio","byteoffset":8640,"anchor":"Ware_Place"},{"toclevel":2,"level":"3","line":"Hickory Tavern","number":"3.2","index":"5","fromtitle":"Grapevine_radio","byteoffset":10291,"anchor":"Hickory_Tavern"},{"toclevel":2,"level":"3","line":"Saylors Crossroads","number":"3.3","index":"6","fromtitle":"Grapevine_radio","byteoffset":12468,"anchor":"Saylors_Crossroads"},{"toclevel":2,"level":"3","line":"Williamston","number":"3.4","index":"7","fromtitle":"Grapevine_radio","byteoffset":13810,"anchor":"Williamston"},{"toclevel":2,"level":"3","line":"Other sites","number":"3.5","index":"8","fromtitle":"Grapevine_radio","byteoffset":14751,"anchor":"Other_sites"},{"toclevel":1,"level":"2","line":"References","number":"4","index":"9","fromtitle":"Grapevine_radio","byteoffset":15138,"anchor":"References"},{"toclevel":1,"level":"2","line":"Further reading","number":"5","index":"10","fromtitle":"Grapevine_radio","byteoffset":15171,"anchor":"Further_reading"}],"parsewarnings":[],"displaytitle":"Grapevine radio","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q30325579"}]}}