{"parse":{"title":"Sports Phone","pageid":49222774,"revid":845183060,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Sports Phone</b> was a telephone service in the United States that allowed users to hear sports scores and information. The service was launched in 1972, and after initially failing it was relaunched three years later. The service gained a following, and by 1981 had hit a peak of 50 million calls in a year. Sports Phone began in New York City, but expanded to offer programming in numerous other locations, including Chicago and Detroit. The rise of <a href=\"/wiki/Sports_radio\" title=\"Sports radio\">sports radio</a> stations and <a href=\"/wiki/News_ticker\" title=\"News ticker\">score tickers</a> on television broadcasts helped reduce the popularity of Sports Phone, before an increase in Internet usage led to its demise in 2000.\n</p><p>Callers to Sports Phone heard messages of one minute or less, with up to 30 scores provided in a given update. In addition to scores, the service's programming included news and interviews, along with a sports trivia game. Some information was recorded specifically for certain markets. The announcers for Sports Phone included future broadcasters of several franchises in the major U.S. sports leagues.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#History\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">History</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Programming\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Programming</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Announcers\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Announcers</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#References\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"History\">History</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Sports_Phone&amp;action=edit&amp;section=1\" title=\"Edit section: History\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Sports Phone was first introduced on November 1, 1972, after a month of service testing. The original owner was <a href=\"/wiki/New_York_Telephone\" class=\"mw-redirect\" title=\"New York Telephone\">New York Telephone</a> employee Jack Goodfellow. Customers were charged 10 cents per one-minute phone call, with New York Telephone the recipient of all charges and a fee from Sports Phone for each call. Goodfellow's intention was for the service to make money from advertisements included with the service's updates, but the business model proved unsuccessful. In 1973, Air Time Inc., a media entity, purchased rights to the service. New York Telephone later allowed for information service operators to retain part of the call fees, and Sports Phone was relaunched in 1975.<sup id=\"cite_ref-thing_1-0\" class=\"reference\"><a href=\"#cite_note-thing-1\">&#91;1&#93;</a></sup>\n</p><p>The service used multiple telephone numbers, including at least one alternate number, but the most well-known was 976-1313. Future broadcaster John Giannone claimed that, among New York City sports enthusiasts, \"Everyone 45 and over can recite\" the number.<sup id=\"cite_ref-call_2-0\" class=\"reference\"><a href=\"#cite_note-call-2\">&#91;2&#93;</a></sup> By 1976, Sports Phone was receiving an average of 65,000 calls daily. It appealed strongly to sports bettors, as it allowed users to access updates on games from the West Coast of the U.S., which frequently ended after broadcasts of television news programs.<sup id=\"cite_ref-thing_1-1\" class=\"reference\"><a href=\"#cite_note-thing-1\">&#91;1&#93;</a></sup> The service experienced a record period of activity in 1977, as the <a href=\"/wiki/New_York_Mets\" title=\"New York Mets\">New York Mets</a> were completing a trade with the <a href=\"/wiki/Cincinnati_Reds\" title=\"Cincinnati Reds\">Cincinnati Reds</a> in which <a href=\"/wiki/Tom_Seaver\" title=\"Tom Seaver\">Tom Seaver</a> was sent to the Reds. Sports Phone had 600,000 callers over a three-day span.<sup id=\"cite_ref-big_3-0\" class=\"reference\"><a href=\"#cite_note-big-3\">&#91;3&#93;</a></sup>\n</p><p>The growth in Sports Phone's usage continued in the late 1970s and early 1980s. Daily call figures moved up to around 100,000 in 1979, with peaks of three times that figure on some weekend days when college or pro football games were being held.<sup id=\"cite_ref-thing_1-2\" class=\"reference\"><a href=\"#cite_note-thing-1\">&#91;1&#93;</a></sup> By 1981, New York Telephone was making $3&#160;million from Sports Phone over a year; 50 million calls were made to Sports Phone that year; the only Dial-it service that received more activity was the one for <a href=\"/wiki/Off-track_betting\" title=\"Off-track betting\">off-track betting</a>.<sup id=\"cite_ref-big_3-1\" class=\"reference\"><a href=\"#cite_note-big-3\">&#91;3&#93;</a></sup> The service expanded to markets outside New York City as well. In 1977, Sports Phone introduced a line with updates that focused on Chicago; two years later, Detroit received its own line.<sup id=\"cite_ref-line_4-0\" class=\"reference\"><a href=\"#cite_note-line-4\">&#91;4&#93;</a></sup> New Jersey and Buffalo were later added as markets with their own numbers.<sup id=\"cite_ref-big_3-2\" class=\"reference\"><a href=\"#cite_note-big-3\">&#91;3&#93;</a></sup> Daily call numbers in Chicago had hit around 65,000 by 1984, although they reportedly peaked at 175,000.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n</p><p>Sports Phone had competition in the field by 1983, as a three-year-old national rival service, Dial-It, was receiving approximately 350,000 calls weekly.<sup id=\"cite_ref-score_6-0\" class=\"reference\"><a href=\"#cite_note-score-6\">&#91;6&#93;</a></sup> By 1985, Sports Phone's business model had changed, as its parent company, Phone Programs, was earning 2 cents per call from New York Telephone and making more than $1&#160;million in revenue; this replaced a previous model in which Sports Phone received payments from <a href=\"/wiki/AT%26T\" title=\"AT&amp;T\">AT&amp;T</a> before the <a href=\"/wiki/Breakup_of_the_Bell_System\" title=\"Breakup of the Bell System\">breakup of the Bell System</a>. Atlanta, Miami, and New Orleans had updates that were aimed at those markets by 1986.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup>\n</p><p>Calls to Sports Phone numbers cost 50 cents by 1986. The service was facing increasing competition nationally from providers such as JD's National Score Phone, Dial Sports, and a line from <i><a href=\"/wiki/USA_Today\" title=\"USA Today\">USA Today</a></i>. Sports Phone indicated that it planned to increase call lengths to 90 seconds following the beginning of the football schedule; this matched the time of Dial Sports' calls, which cost customers 10 cents less.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup> A radio station dedicated to <a href=\"/wiki/Sports_radio\" title=\"Sports radio\">sports programming</a>, <a href=\"/wiki/WFAN_(AM)\" title=\"WFAN (AM)\">WFAN</a>, debuted in New York City in 1987. The initial concept for the station included score updates every 15 minutes, which were inspired by Sports Phone.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup> WFAN positioned itself to compete against Sports Phone for the attention of the service's callers. One of the station's first promotional advertisements contained the line \"We just made Sports Phone old news.\"<sup id=\"cite_ref-thing_1-3\" class=\"reference\"><a href=\"#cite_note-thing-1\">&#91;1&#93;</a></sup> Sports Phone employee Cory Eisner said, \"We knew right away (WFAN) was going to come after us.\"<sup id=\"cite_ref-thing_1-4\" class=\"reference\"><a href=\"#cite_note-thing-1\">&#91;1&#93;</a></sup> At the same time that sports radio was reducing the service's business, it was affected by an increase in the use of <a href=\"/wiki/Pager\" title=\"Pager\">pagers</a> by sports bettors and a rise in number blocks by businesses in the New York City region.<sup id=\"cite_ref-thing_1-5\" class=\"reference\"><a href=\"#cite_note-thing-1\">&#91;1&#93;</a></sup> Television stations also moved to provide scores to viewers, as both <a href=\"/wiki/CBS\" title=\"CBS\">CBS</a> and <a href=\"/wiki/NBC\" title=\"NBC\">NBC</a> added periodic score updates to their pro football telecasts.<sup id=\"cite_ref-line_4-1\" class=\"reference\"><a href=\"#cite_note-line-4\">&#91;4&#93;</a></sup>\n</p><p>A Boston-area number was introduced in 1988, to coincide with the <a href=\"/wiki/Mike_Tyson_vs._Michael_Spinks\" title=\"Mike Tyson vs. Michael Spinks\">Mike Tyson vs. Michael Spinks</a> heavyweight championship fight. Services were also provided to the Cleveland and Phoenix markets, but proved unsuccessful.<sup id=\"cite_ref-line_4-2\" class=\"reference\"><a href=\"#cite_note-line-4\">&#91;4&#93;</a></sup> By 1990, Sports Phone had received nearly one billion calls over the service's life.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup> By this time, though, cable television sports stations were providing score updates. In future years, the Internet would offer scores and news in real time. Caller activity at Sports Phone fell to 1,000 or less daily. The service's last general manager, radio broadcaster <a href=\"/wiki/Don_La_Greca\" title=\"Don La Greca\">Don La Greca</a>, said of Sports Phone's decline, \"Technology that helped us update then became available to the general public, and so there was no reason to have us.\"<sup id=\"cite_ref-thing_1-6\" class=\"reference\"><a href=\"#cite_note-thing-1\">&#91;1&#93;</a></sup> The service was shut down in 2000.<sup id=\"cite_ref-call_2-1\" class=\"reference\"><a href=\"#cite_note-call-2\">&#91;2&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Programming\">Programming</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Sports_Phone&amp;action=edit&amp;section=2\" title=\"Edit section: Programming\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In the earliest incarnation of Sports Phone, each one-minute call allowed the caller to hear 46 seconds of sports scores. The remaining 14 seconds of the call were taken up by two commercials, each of which lasted seven seconds.<sup id=\"cite_ref-thing_1-7\" class=\"reference\"><a href=\"#cite_note-thing-1\">&#91;1&#93;</a></sup> When the service was reintroduced in 1975, the length of a call fell to between 57 and 58 seconds.<sup id=\"cite_ref-thing_1-8\" class=\"reference\"><a href=\"#cite_note-thing-1\">&#91;1&#93;</a></sup><sup id=\"cite_ref-call_2-2\" class=\"reference\"><a href=\"#cite_note-call-2\">&#91;2&#93;</a></sup> The reduction in time allowed customers to hang up within 60 seconds, the length of a message unit as defined by the <a href=\"/wiki/Federal_Communications_Commission\" title=\"Federal Communications Commission\">Federal Communications Commission</a>.<sup id=\"cite_ref-score_6-1\" class=\"reference\"><a href=\"#cite_note-score-6\">&#91;6&#93;</a></sup> Recordings were not extended in cases when the announcers had not finished reciting scores; as many as 30 game scores could be fit into the required time frame. Updated score readings were usually done approximately once every 10 to 15 minutes through the conclusion of a night's sports events.<sup id=\"cite_ref-thing_1-9\" class=\"reference\"><a href=\"#cite_note-thing-1\">&#91;1&#93;</a></sup> For Sundays in which pro football was being played, the rate was much quicker, with just two minutes between updates. Sports Phone announcers initially received scores through <a href=\"/wiki/Ticker_tape\" title=\"Ticker tape\">ticker tape</a>, but later placed employees in press boxes at events for quicker reporting times.<sup id=\"cite_ref-call_2-3\" class=\"reference\"><a href=\"#cite_note-call-2\">&#91;2&#93;</a></sup> Reporters who cooperated with Sports Phone by providing updates were paid at a rate of $20 per night; alternatively, staffers at Sports Phone would place calls into press boxes seeking updates.<sup id=\"cite_ref-thing_1-10\" class=\"reference\"><a href=\"#cite_note-thing-1\">&#91;1&#93;</a></sup> Employees also sought to record interviews with players, which were incorporated in Sports Phone's updates. Some interviews were recorded on-site, while others were done by announcers at the service's headquarters; the latter approach was used in 1976 by <a href=\"/wiki/Howie_Rose\" title=\"Howie Rose\">Howie Rose</a>, who interviewed hockey player <a href=\"/wiki/Darryl_Sittler\" title=\"Darryl Sittler\">Darryl Sittler</a> after he had posted a 10-point game.<sup id=\"cite_ref-call_2-4\" class=\"reference\"><a href=\"#cite_note-call-2\">&#91;2&#93;</a></sup> \n</p><p>Sports Phone had various kinds of filler programming that it aired during days, when there were generally fewer sporting events to report on than nights. In the beginning, updates in the daytime were recorded less frequently than during the night, at 30-minute intervals. Along with updates on baseball games that were in progress, announcers incorporated news and editorial content, in addition to interviews.<sup id=\"cite_ref-thing_1-11\" class=\"reference\"><a href=\"#cite_note-thing-1\">&#91;1&#93;</a></sup> During the <a href=\"/wiki/1981_Major_League_Baseball_strike\" title=\"1981 Major League Baseball strike\">1981 Major League Baseball strike</a>, when Sports Phone was suffering from a lack of content, the service reported the results of a fictional best-of-seven series between the <a href=\"/wiki/1961_New_York_Yankees_season\" title=\"1961 New York Yankees season\">1961 New York Yankees</a> and <a href=\"/wiki/1969_New_York_Mets_season\" title=\"1969 New York Mets season\">1969 New York Mets</a>, which was simulated with the <a href=\"/wiki/Strat-O-Matic\" title=\"Strat-O-Matic\">Strat-O-Matic</a> tabletop game. According to announcer <a href=\"/wiki/Mike_Walczewski\" title=\"Mike Walczewski\">Mike Walczewski</a>, the series led to a 400 percent spike in Sports Phone's call volume.<sup id=\"cite_ref-call_2-5\" class=\"reference\"><a href=\"#cite_note-call-2\">&#91;2&#93;</a></sup> By 1982, daytime updates had been sped up to occur about every 15 minutes. Other information that the service provided included statistics, <a href=\"/wiki/Harness_racing\" title=\"Harness racing\">harness racing</a> results, and listings of <a href=\"/wiki/Pitcher\" title=\"Pitcher\">pitchers</a> in upcoming baseball games. One other type of programming that gained a following was a sports trivia game known as the \"Quickie Quiz\".<sup id=\"cite_ref-call_2-6\" class=\"reference\"><a href=\"#cite_note-call-2\">&#91;2&#93;</a></sup><sup id=\"cite_ref-big_3-3\" class=\"reference\"><a href=\"#cite_note-big-3\">&#91;3&#93;</a></sup> An announcer asked a trivia question during an update, and callers contacted a different phone number to answer.<sup id=\"cite_ref-big_3-4\" class=\"reference\"><a href=\"#cite_note-big-3\">&#91;3&#93;</a></sup> Winners were given 15 seconds of air time on a Sports Phone update to discuss a topic of their choice.<sup id=\"cite_ref-thing_1-12\" class=\"reference\"><a href=\"#cite_note-thing-1\">&#91;1&#93;</a></sup>\n</p><p>Some content was added in certain locations' updates to appeal to the local markets. Different sports were mentioned in updates, along with reports on teams of local interest.<sup id=\"cite_ref-big_3-5\" class=\"reference\"><a href=\"#cite_note-big-3\">&#91;3&#93;</a></sup> This included listings of golf course and tennis court wait times as well.<sup id=\"cite_ref-thing_1-13\" class=\"reference\"><a href=\"#cite_note-thing-1\">&#91;1&#93;</a></sup> The New York City operations center handled updates for multiple cities in the southern part of the U.S.<sup id=\"cite_ref-call_2-7\" class=\"reference\"><a href=\"#cite_note-call-2\">&#91;2&#93;</a></sup>\n</p><p>As the popularity of Sports Phone started to decline, a new feature was launched that provided more detailed play-by-play information on games. Customers were charged 99 cents per minute for the calls, which did not have the regular service's time limit. La Greca once provided three consecutive hours of baseball play-by-play to one caller; the announcer stated that the target market for the play-by-play line was \"the degenerate gambler.\"<sup id=\"cite_ref-thing_1-14\" class=\"reference\"><a href=\"#cite_note-thing-1\">&#91;1&#93;</a></sup> In the final years of Sports Phone's existence, announcers often obtained score information on the Internet before recording updates.<sup id=\"cite_ref-thing_1-15\" class=\"reference\"><a href=\"#cite_note-thing-1\">&#91;1&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Announcers\">Announcers</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Sports_Phone&amp;action=edit&amp;section=3\" title=\"Edit section: Announcers\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Writer Joe DeLessio described Sports Phone as \"a launching pad for young voices looking to break into broadcasting.\"<sup id=\"cite_ref-thing_1-16\" class=\"reference\"><a href=\"#cite_note-thing-1\">&#91;1&#93;</a></sup> The employees who announced updates for the service included future television broadcasters of the Mets and <a href=\"/wiki/New_York_Yankees\" title=\"New York Yankees\">New York Yankees</a> baseball clubs, and the <a href=\"/wiki/New_Jersey_Devils\" title=\"New Jersey Devils\">New Jersey Devils</a> and <a href=\"/wiki/New_York_Islanders\" title=\"New York Islanders\">New York Islanders</a> of the <a href=\"/wiki/National_Hockey_League\" title=\"National Hockey League\">National Hockey League</a>.<sup id=\"cite_ref-call_2-8\" class=\"reference\"><a href=\"#cite_note-call-2\">&#91;2&#93;</a></sup> La Greca, after beginning his career at Sports Phone, became a radio broadcaster for the <a href=\"/wiki/New_York_Rangers\" title=\"New York Rangers\">New York Rangers</a> and an <a href=\"/wiki/ESPN_Radio\" title=\"ESPN Radio\">ESPN Radio</a> host in New York City.<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup> Mets announcer <a href=\"/wiki/Howie_Rose\" title=\"Howie Rose\">Howie Rose</a>, who began working for Sports Phone in 1975, likened his position to \"anchoring the <i>CBS Evening News</i>\".<sup id=\"cite_ref-call_2-9\" class=\"reference\"><a href=\"#cite_note-call-2\">&#91;2&#93;</a></sup>\n</p><p>A steady stream of announcers at the service's New York City operations came from <a href=\"/wiki/Fordham_University\" title=\"Fordham University\">Fordham University</a>. Future Yankees television announcer <a href=\"/wiki/Michael_Kay_(sports_broadcaster)\" title=\"Michael Kay (sports broadcaster)\">Michael Kay</a> and <a href=\"/wiki/New_York_Giants\" title=\"New York Giants\">New York Giants</a> radio voice <a href=\"/wiki/Bob_Papa\" title=\"Bob Papa\">Bob Papa</a> were among the Fordham attendees who later announced for Sports Phone.<sup id=\"cite_ref-call_2-10\" class=\"reference\"><a href=\"#cite_note-call-2\">&#91;2&#93;</a></sup> Some Sports Phone announcers who provided updates to southern locations, including Papa, applied pseudonyms in an effort \"to sound less ethnic.\"<sup id=\"cite_ref-call_2-11\" class=\"reference\"><a href=\"#cite_note-call-2\">&#91;2&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Sports_Phone&amp;action=edit&amp;section=4\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist columns references-column-width\" style=\"-moz-column-width: 30em; -webkit-column-width: 30em; column-width: 30em; list-style-type: decimal;\">\n<ol class=\"references\">\n<li id=\"cite_note-thing-1\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-thing_1-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-thing_1-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-thing_1-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-thing_1-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-thing_1-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-thing_1-5\"><sup><i><b>f</b></i></sup></a> <a href=\"#cite_ref-thing_1-6\"><sup><i><b>g</b></i></sup></a> <a href=\"#cite_ref-thing_1-7\"><sup><i><b>h</b></i></sup></a> <a href=\"#cite_ref-thing_1-8\"><sup><i><b>i</b></i></sup></a> <a href=\"#cite_ref-thing_1-9\"><sup><i><b>j</b></i></sup></a> <a href=\"#cite_ref-thing_1-10\"><sup><i><b>k</b></i></sup></a> <a href=\"#cite_ref-thing_1-11\"><sup><i><b>l</b></i></sup></a> <a href=\"#cite_ref-thing_1-12\"><sup><i><b>m</b></i></sup></a> <a href=\"#cite_ref-thing_1-13\"><sup><i><b>n</b></i></sup></a> <a href=\"#cite_ref-thing_1-14\"><sup><i><b>o</b></i></sup></a> <a href=\"#cite_ref-thing_1-15\"><sup><i><b>p</b></i></sup></a> <a href=\"#cite_ref-thing_1-16\"><sup><i><b>q</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation web\">DeLessio, Joe (February 24, 2015). <a rel=\"nofollow\" class=\"external text\" href=\"http://grantland.com/the-triangle/that-was-a-thing-sports-phone-the-1980s-way-to-get-real-time-scores/\">\"That Was a Thing: Sports Phone, the 1980s Way to Get Real-Time Scores\"</a>. Grantland<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">January 1,</span> 2016</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=That+Was+a+Thing%3A+Sports+Phone%2C+the+1980s+Way+to+Get+Real-Time+Scores&amp;rft.pub=Grantland&amp;rft.date=2015-02-24&amp;rft.aulast=DeLessio&amp;rft.aufirst=Joe&amp;rft_id=http%3A%2F%2Fgrantland.com%2Fthe-triangle%2Fthat-was-a-thing-sports-phone-the-1980s-way-to-get-real-time-scores%2F&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASports+Phone\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-call-2\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-call_2-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-call_2-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-call_2-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-call_2-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-call_2-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-call_2-5\"><sup><i><b>f</b></i></sup></a> <a href=\"#cite_ref-call_2-6\"><sup><i><b>g</b></i></sup></a> <a href=\"#cite_ref-call_2-7\"><sup><i><b>h</b></i></sup></a> <a href=\"#cite_ref-call_2-8\"><sup><i><b>i</b></i></sup></a> <a href=\"#cite_ref-call_2-9\"><sup><i><b>j</b></i></sup></a> <a href=\"#cite_ref-call_2-10\"><sup><i><b>k</b></i></sup></a> <a href=\"#cite_ref-call_2-11\"><sup><i><b>l</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation news\">Best, Neil (July 31, 2015). <a rel=\"nofollow\" class=\"external text\" href=\"http://www.newsday.com/sports/media/remembering-sports-phone-and-976-1313-when-sports-info-was-a-phone-call-away-1.10695116\">\"Remembering Sports Phone and 976-1313: When sports info was a phone call away\"</a>. <i>Newsday</i><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">January 3,</span> 2016</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Newsday&amp;rft.atitle=Remembering+Sports+Phone+and+976-1313%3A+When+sports+info+was+a+phone+call+away&amp;rft.date=2015-07-31&amp;rft.aulast=Best&amp;rft.aufirst=Neil&amp;rft_id=http%3A%2F%2Fwww.newsday.com%2Fsports%2Fmedia%2Fremembering-sports-phone-and-976-1313-when-sports-info-was-a-phone-call-away-1.10695116&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASports+Phone\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-big-3\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-big_3-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-big_3-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-big_3-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-big_3-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-big_3-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-big_3-5\"><sup><i><b>f</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation news\">Calabria, Pat (July 25, 1982). <a rel=\"nofollow\" class=\"external text\" href=\"https://news.google.com/newspapers?nid=1243&amp;dat=19820725&amp;id=BpxTAAAAIBAJ&amp;sjid=5IYDAAAAIBAJ&amp;pg=3735,3747590\">\"Sports Phone does big business\"</a>. <i>The Bulletin</i>. p.&#160;D3<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">January 3,</span> 2016</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=The+Bulletin&amp;rft.atitle=Sports+Phone+does+big+business&amp;rft.pages=D3&amp;rft.date=1982-07-25&amp;rft.aulast=Calabria&amp;rft.aufirst=Pat&amp;rft_id=https%3A%2F%2Fnews.google.com%2Fnewspapers%3Fnid%3D1243%26dat%3D19820725%26id%3DBpxTAAAAIBAJ%26sjid%3D5IYDAAAAIBAJ%26pg%3D3735%2C3747590&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASports+Phone\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-line-4\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-line_4-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-line_4-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-line_4-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation news\">Craig, Jack (June 26, 1988). \"Sports Phone on Line: Please Deposit 50 Cents\". <i>The Boston Globe</i>. p.&#160;70.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=The+Boston+Globe&amp;rft.atitle=Sports+Phone+on+Line%3A+Please+Deposit+50+Cents&amp;rft.pages=70&amp;rft.date=1988-06-26&amp;rft.aulast=Craig&amp;rft.aufirst=Jack&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASports+Phone\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation news\">Brogan, Dan (March 19, 1984). \"C'mon, ring their bell: Knowing the scores is Sports Phone's calling\". <i>Chicago Tribune</i>. p.&#160;E14.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Chicago+Tribune&amp;rft.atitle=C%27mon%2C+ring+their+bell%3A+Knowing+the+scores+is+Sports+Phone%27s+calling&amp;rft.pages=E14&amp;rft.date=1984-03-19&amp;rft.aulast=Brogan&amp;rft.aufirst=Dan&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASports+Phone\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-score-6\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-score_6-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-score_6-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation magazine\">Lidz, Franz (April 25, 1983). <a rel=\"nofollow\" class=\"external text\" href=\"https://www.si.com/vault/1983/04/25/643779/if-you-dont-know-the-score-sports-phone-services-will-give-it-to-you\">\"If You Don't Know the Score, Sports Phone Services Will Give it to You\"</a>. <i>Sports Illustrated</i><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">June 9,</span> 2018</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=If+You+Don%27t+Know+the+Score%2C+Sports+Phone+Services+Will+Give+it+to+You&amp;rft.date=1983-04-25&amp;rft.aulast=Lidz&amp;rft.aufirst=Franz&amp;rft_id=https%3A%2F%2Fwww.si.com%2Fvault%2F1983%2F04%2F25%2F643779%2Fif-you-dont-know-the-score-sports-phone-services-will-give-it-to-you&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASports+Phone\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation magazine\">Blauner, Peter (January 7, 1985). <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=17YBAAAAMBAJ&amp;pg=PA14\">\"Sports Fix\"</a>. <i>New York</i>. p.&#160;14<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">January 12,</span> 2016</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Sports+Fix&amp;rft.pages=14&amp;rft.date=1985-01-07&amp;rft.aulast=Blauner&amp;rft.aufirst=Peter&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3D17YBAAAAMBAJ%26pg%3DPA14&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASports+Phone\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation news\">Wernie, Bradford (August 11, 1986). \"Sports Phone Services Score With Results-Hungry Fans\". <i>Crain's Detroit Business</i>. p.&#160;6.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Crain%27s+Detroit+Business&amp;rft.atitle=Sports+Phone+Services+Score+With+Results-Hungry+Fans&amp;rft.pages=6&amp;rft.date=1986-08-11&amp;rft.aulast=Wernie&amp;rft.aufirst=Bradford&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASports+Phone\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\">French, Alex; Kahn, Howie (July 11, 2012). <a rel=\"nofollow\" class=\"external text\" href=\"http://grantland.com/features/don-imus-mike-mad-dog-fall-rise-first-all-sports-talk-station-wfan/\">\"The Sound and the Fury\"</a>. Grantland<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">January 5,</span> 2016</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=The+Sound+and+the+Fury&amp;rft.pub=Grantland&amp;rft.date=2012-07-11&amp;rft.aulast=French&amp;rft.aufirst=Alex&amp;rft.au=Kahn%2C+Howie&amp;rft_id=http%3A%2F%2Fgrantland.com%2Ffeatures%2Fdon-imus-mike-mad-dog-fall-rise-first-all-sports-talk-station-wfan%2F&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASports+Phone\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation magazine\">Kanner, Bernice (September 24, 1990). <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=ZmeBLxJqbN8C&amp;pg=PA26&amp;lpg=PA26\">\"Hot Lines\"</a>. <i>New York</i>. p.&#160;26<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">January 5,</span> 2016</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Hot+Lines&amp;rft.pages=26&amp;rft.date=1990-09-24&amp;rft.aulast=Kanner&amp;rft.aufirst=Bernice&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DZmeBLxJqbN8C%26pg%3DPA26%26lpg%3DPA26&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASports+Phone\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Sullivan, Tim (2013). <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=UTYFAQAAQBAJ&amp;pg=PA107\"><i>Imus, Mike and the Mad Dog, &amp; Doris from Rego Park: The Groundbreaking History of WFAN</i></a>. Triumph Books. pp.&#160;107–108. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-1-60078-828-4\" title=\"Special:BookSources/978-1-60078-828-4\">978-1-60078-828-4</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Imus%2C+Mike+and+the+Mad+Dog%2C+%26+Doris+from+Rego+Park%3A+The+Groundbreaking+History+of+WFAN&amp;rft.pages=107-108&amp;rft.pub=Triumph+Books&amp;rft.date=2013&amp;rft.isbn=978-1-60078-828-4&amp;rft.aulast=Sullivan&amp;rft.aufirst=Tim&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DUTYFAQAAQBAJ%26pg%3DPA107&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASports+Phone\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div>\n\n<!-- \nNewPP limit report\nParsed by mw1243\nCached time: 20180909225308\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.168 seconds\nReal time usage: 0.196 seconds\nPreprocessor visited node count: 718/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 16852/2097152 bytes\nTemplate argument size: 108/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 17107/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.064/10.000 seconds\nLua memory usage: 2.76 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  130.780      1 Template:Reflist\n100.00%  130.780      1 -total\n 38.33%   50.122      2 Template:Cite_web\n 18.40%   24.058      5 Template:Cite_news\n 12.04%   15.741      3 Template:Cite_magazine\n  5.86%    7.667      1 Template:Cite_book\n  2.06%    2.695      1 Template:Column-width\n  1.76%    2.306      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:49222774-0!canonical and timestamp 20180909225308 and revision id 845183060\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","*":"Information_by_telephone"},{"sortkey":"","*":"Telephone_numbers_in_the_United_States"}],"links":[{"ns":0,"exists":"","*":"1961 New York Yankees season"},{"ns":0,"exists":"","*":"1969 New York Mets season"},{"ns":0,"exists":"","*":"1981 Major League Baseball strike"},{"ns":0,"exists":"","*":"AT&T"},{"ns":0,"exists":"","*":"Bob Papa"},{"ns":0,"exists":"","*":"Breakup of the Bell System"},{"ns":0,"exists":"","*":"CBS"},{"ns":0,"exists":"","*":"Cincinnati Reds"},{"ns":0,"exists":"","*":"Darryl Sittler"},{"ns":0,"exists":"","*":"Don La Greca"},{"ns":0,"exists":"","*":"ESPN Radio"},{"ns":0,"exists":"","*":"Federal Communications Commission"},{"ns":0,"exists":"","*":"Fordham University"},{"ns":0,"exists":"","*":"Harness racing"},{"ns":0,"exists":"","*":"Howie Rose"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"Michael Kay (sports broadcaster)"},{"ns":0,"exists":"","*":"Mike Tyson vs. Michael Spinks"},{"ns":0,"exists":"","*":"Mike Walczewski"},{"ns":0,"exists":"","*":"NBC"},{"ns":0,"exists":"","*":"National Hockey League"},{"ns":0,"exists":"","*":"New Jersey Devils"},{"ns":0,"exists":"","*":"New York Giants"},{"ns":0,"exists":"","*":"New York Islanders"},{"ns":0,"exists":"","*":"New York Mets"},{"ns":0,"exists":"","*":"New York Rangers"},{"ns":0,"exists":"","*":"New York Telephone"},{"ns":0,"exists":"","*":"New York Yankees"},{"ns":0,"exists":"","*":"News ticker"},{"ns":0,"exists":"","*":"Off-track betting"},{"ns":0,"exists":"","*":"Pager"},{"ns":0,"exists":"","*":"Pitcher"},{"ns":0,"exists":"","*":"Sports radio"},{"ns":0,"exists":"","*":"Strat-O-Matic"},{"ns":0,"exists":"","*":"Ticker tape"},{"ns":0,"exists":"","*":"Tom Seaver"},{"ns":0,"exists":"","*":"USA Today"},{"ns":0,"exists":"","*":"WFAN (AM)"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Column-width"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Cite news"},{"ns":10,"exists":"","*":"Template:Cite magazine"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["http://grantland.com/the-triangle/that-was-a-thing-sports-phone-the-1980s-way-to-get-real-time-scores/","http://www.newsday.com/sports/media/remembering-sports-phone-and-976-1313-when-sports-info-was-a-phone-call-away-1.10695116","https://news.google.com/newspapers?nid=1243&dat=19820725&id=BpxTAAAAIBAJ&sjid=5IYDAAAAIBAJ&pg=3735,3747590","https://www.si.com/vault/1983/04/25/643779/if-you-dont-know-the-score-sports-phone-services-will-give-it-to-you","https://books.google.com/books?id=17YBAAAAMBAJ&pg=PA14","http://grantland.com/features/don-imus-mike-mad-dog-fall-rise-first-all-sports-talk-station-wfan/","https://books.google.com/books?id=ZmeBLxJqbN8C&pg=PA26&lpg=PA26","https://books.google.com/books?id=UTYFAQAAQBAJ&pg=PA107"],"sections":[{"toclevel":1,"level":"2","line":"History","number":"1","index":"1","fromtitle":"Sports_Phone","byteoffset":1055,"anchor":"History"},{"toclevel":1,"level":"2","line":"Programming","number":"2","index":"2","fromtitle":"Sports_Phone","byteoffset":8671,"anchor":"Programming"},{"toclevel":1,"level":"2","line":"Announcers","number":"3","index":"3","fromtitle":"Sports_Phone","byteoffset":13008,"anchor":"Announcers"},{"toclevel":1,"level":"2","line":"References","number":"4","index":"4","fromtitle":"Sports_Phone","byteoffset":14490,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Sports Phone","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q22909007"}]}}