{"parse":{"title":"Cultural safety","pageid":7879905,"revid":858932877,"text":{"*":"<div class=\"mw-parser-output\"><p>In New Zealand, <b>cultural safety</b> is the effective nursing practice of a person or family from another culture that is determined by that person or family.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> Its origins are in <a href=\"/wiki/Nursing_education\" class=\"mw-redirect\" title=\"Nursing education\">nursing education</a> and a <a href=\"/wiki/Culture\" title=\"Culture\">culture</a> can range anywhere from age or generation, gender, sexual orientation, <a href=\"/wiki/Job\" title=\"Job\">occupation</a>, religious beliefs, or even disabilities. An unsafe cultural practice is an action that demeans the cultural identity of a particular person or family. Cultural safety also has four different principles. The first one aims to improve health status and well-being of New Zealanders because the concept originated in <a href=\"/wiki/New_Zealand\" title=\"New Zealand\">New Zealand</a>; on the other hand, the second one improves the delivery of health services. The third one focuses on the differences among the people who are being treated and accepting those differences. The fourth principle focuses on understanding the power of health services and how health care impacts individuals and families.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Origin\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Origin</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Definition\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Definition</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Principle_1\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Principle 1</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Principle_2\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Principle 2</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Principle_3\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Principle 3</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Principle_4\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Principle 4</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Introduction_into_Nursing_schools\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Introduction into Nursing schools</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Development\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">Development</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#Strengths\"><span class=\"tocnumber\">9</span> <span class=\"toctext\">Strengths</span></a></li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#Controversies\"><span class=\"tocnumber\">10</span> <span class=\"toctext\">Controversies</span></a></li>\n<li class=\"toclevel-1 tocsection-11\"><a href=\"#Criticism\"><span class=\"tocnumber\">11</span> <span class=\"toctext\">Criticism</span></a></li>\n<li class=\"toclevel-1 tocsection-12\"><a href=\"#References\"><span class=\"tocnumber\">12</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Origin\">Origin</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Cultural_safety&amp;action=edit&amp;section=1\" title=\"Edit section: Origin\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Cultural Safety has its origins in the field of nursing education.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> The concept originated at a nursing leadership hui in 1989 after concerns were raised by Māori nursing students about the safety of Māori students in monocultural nursing schools and of Māori intellectual property when taught by <a href=\"/w/index.php?title=Tauiwi&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Tauiwi (page does not exist)\">tauiwi</a>.\n</p>\n<h2><span class=\"mw-headline\" id=\"Definition\">Definition</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Cultural_safety&amp;action=edit&amp;section=2\" title=\"Edit section: Definition\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Cultural safety is met through actions which recognise, respect, and nurture the unique cultural identity of a patient. Effective practice for a person from another culture is determined by that person or family. Culture includes, but is not restricted to, age or generation; gender; sexual orientation; occupation and socio-economic status; ethnic origin or migrant experience; religious or spiritual beliefs; and disability. Unsafe cultural practice comprises any action which diminishes, demeans or disempowers the cultural identity and wellbeing of an individual.<sup id=\"cite_ref-auto_3-0\" class=\"reference\"><a href=\"#cite_note-auto-3\">&#91;3&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Principle_1\">Principle 1</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Cultural_safety&amp;action=edit&amp;section=3\" title=\"Edit section: Principle 1\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Cultural safety aims to improve the health status and wellbeing of New Zealanders and applies to all relationships through:\n1) an emphasis on health gains and positive health and wellbeing outcomes;\n2) acknowledging the beliefs and practices of those who differ from them. For example, this may be by: age or generation, gender, sexual orientation, occupation and socio-economic status, ethnic origin or migrant experience, religious or spiritual belief, disability <sup id=\"cite_ref-auto1_4-0\" class=\"reference\"><a href=\"#cite_note-auto1-4\">&#91;4&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Principle_2\">Principle 2</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Cultural_safety&amp;action=edit&amp;section=4\" title=\"Edit section: Principle 2\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Cultural safety aims to enhance the delivery of health services through a culturally safe workforce by:\n1) identifying the power relationship between the service provider and the people who use the service. The health care provider accepts and works alongside others after undergoing a careful process of institutional and personal analysis of power relationships;\n2) empowering the users of the service. People should be able to express degrees of perceived risk or safety. For example, someone who feels unsafe may not be able to take full advantage of a service offered and may subsequently require more intrusive and serious intervention;\n3) preparing health care providers to understand the diversity within their own cultural reality and the impact of that on any person who differs in any way from themselves;\n4) applying social science concepts that underpin the practice of health care. Health care practice is more than carrying out tasks. It is about relating and responding effectively to people with diverse needs and strengths in a way that the people who use the service can define as safe<sup id=\"cite_ref-auto1_4-1\" class=\"reference\"><a href=\"#cite_note-auto1-4\">&#91;4&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Principle_3\">Principle 3</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Cultural_safety&amp;action=edit&amp;section=5\" title=\"Edit section: Principle 3\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Cultural safety is broad in its application:\n1) recognising inequalities within health care, education, employment and societal interactions that represent the microcosm of inequalities in health, education, employment and society that have prevailed within our nation;\n2) addressing the cause and effect relationship of history, political, social, and employment status, housing, education, gender and personal experience upon people who use psychological services;\n3) accepting the legitimacy of difference and diversity in human behaviour and social structure;\n4) accepting that the attitudes and beliefs, policies and practices of psychological service providers can act as barriers to service access;\n5) concerning quality improvement in service delivery and consumer rights.\n</p>\n<h2><span class=\"mw-headline\" id=\"Principle_4\">Principle 4</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Cultural_safety&amp;action=edit&amp;section=6\" title=\"Edit section: Principle 4\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Cultural safety has a close focus on:\n1) understanding the impact of the health care provided as a bearer of his/her own culture, history, attitudes and life experiences and the response other people make to these factors;\n2) challenging health care providers to examine their practice carefully, recognising the power relationship in health care institutions is biased toward the provider of the service;\n3) balancing the power relationships in the practices of health care so that every consumer receives an effective service;\n4) preparing health care providers to resolve any tension between the culture of the health care institution, the culture on which health care theory and practice has traditionally been based, and the people using the services;\n5) understanding that such power imbalances can be examined, negotiated and changed to provide equitable, effective, efficient and acceptable service delivery, which minimises risk to people who might otherwise be alienated from the service;\n6) an understanding of self, the rights of others and legitimacy of difference should provide the psychologists with the skills to work with all people who are different from them.\n</p>\n<h2><span class=\"mw-headline\" id=\"Introduction_into_Nursing_schools\">Introduction into Nursing schools</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Cultural_safety&amp;action=edit&amp;section=7\" title=\"Edit section: Introduction into Nursing schools\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Standards for the registration of nurses in all scopes of practice require the content of theory and practice related experience in nursing programmes to include cultural safety, the Treaty of Waitangi and Maori health.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> Irihapete Ramsden said the woeful state of Maori health was a driving force for cultural safety's introduction into New Zealand's nursing schools. Maori had higher rates of asthma, heart disease, diabetes, obesity, cot death, ear infection leading to deafness and traffic accident injury involving alcohol and leading to death. Also, they had lower rates of immunisation, earned less and lived five to seven years less than non-Maori.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Development\">Development</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Cultural_safety&amp;action=edit&amp;section=8\" title=\"Edit section: Development\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The concept developed in <a href=\"/wiki/New_Zealand\" title=\"New Zealand\">New Zealand</a><sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup> by nurses working with <a href=\"/wiki/M%C4%81ori_people\" title=\"Māori people\">Māori</a> that moves beyond the traditional concept of <a href=\"/wiki/Cultural_sensitivity\" class=\"mw-redirect\" title=\"Cultural sensitivity\">cultural sensitivity</a> (being acceptable to difference) to analysing power imbalances, institutional discrimination, colonisation and relationships with colonisers. It develops the idea that to provide quality care for people from different ethnicities than the mainstream, health care providers must embraces the skill of self-reflection as a means to advancing a therapeutic encounter and provide care congruent with the knowledge that cultural values and norms of the patient are different from his/her own.\n</p>\n<h2><span class=\"mw-headline\" id=\"Strengths\">Strengths</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Cultural_safety&amp;action=edit&amp;section=9\" title=\"Edit section: Strengths\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>According to  Brascoupé (2009) \"the long-term value of the concept of cultural safety as a tool for cultural regeneration is hard to assess and depends on the integrity of the processes that underlie the concept of cultural safety\". Most cultural safety research has been completed in New Zealand and Australia's health-care field, but the statistical evidence of the benefits of cultural safety is lacking, and other evidence is largely qualitative and anecdotal. <sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Controversies\">Controversies</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Cultural_safety&amp;action=edit&amp;section=10\" title=\"Edit section: Controversies\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Irihapeti Ramsden, the architect of cultural safety, stated that cultural safety training is too skewed toward Maori studies in many nursing courses and ignores the cultures of other minorities.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup>\n</p><p>A number of controversies during the mid 1990s affected the concept of cultural safety in New Zealand. Critics claimed that nursing students were afraid to speak out about the excesses of cultural safety on their nursing degrees, presumably for concerns about failing their course after not meeting cultural safety requirements. Student nurse Anna Penn said she had been \"bounced out\" of her nursing course for being branded culturally unsafe by the polytechnic's kaumatua, the late Hohua Tutengaehe, after she questioned the denial of her right as a women to speak on a Marae.<sup id=\"cite_ref-massey.ac.nz_10-0\" class=\"reference\"><a href=\"#cite_note-massey.ac.nz-10\">&#91;10&#93;</a></sup>  She also challenged a tutor's claim that pre-European Maori had printing presses which were thrown into the sea by white colonials.<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup> Penn subsequently attended a nursing course in Queensland, Australia, and is now a registered nurse in New Zealand.<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup> In addition, Ex Waikato Polytechnic nursing tutor Brian Stabb said he had been sacked for being \"culturally unsafe\".<sup id=\"cite_ref-auto2_13-0\" class=\"reference\"><a href=\"#cite_note-auto2-13\">&#91;13&#93;</a></sup> Mr Stabb wrote that \"I have\nexperienced it as a racial judgement which carries all the stigmas of the most rabid forms of racism. Further. it seems this label can be handed out willy nilly with little or no accounability. The rationale I have been offered is that, as tangata whenua, Maori have the\nunassailable right to make such judgements and are accountable only to other tangata whenua\".<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup>\n</p><p>Additionally, former students and a former tutor on the Wanganui Polytechnic social work course have alleged intimidation and threats by tutors and students if they attempted to question the course's promotion of \"radical\" Maori views. They have claimed, among other things, that separate classes were held for Maori and \"tauiwi\" (foreigners); that Maori students who failed last year were accepted into the second year; that Maori students were allowed to start the course one week before pakeha students because, in the words of a tutor, they had been disadvantaged all their lives and needed that extra week; that students were made to wear signs saying \"Pakaitore (Moutoa Gardens) is Maori land\" during the course's selection process and risked exclusion if they refused; and that a tutor who had no teaching qualifications spent most of the class time sitting outside smoking and reading the newspaper.<sup id=\"cite_ref-auto2_13-1\" class=\"reference\"><a href=\"#cite_note-auto2-13\">&#91;13&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Criticism\">Criticism</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Cultural_safety&amp;action=edit&amp;section=11\" title=\"Edit section: Criticism\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Critics have claimed that cultural safety is based on airy-fairy quasi-psychological subjects which has resulted in an abandonment of rigorous and theoretical task-based nursing.<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup> Public opposition to cultural safety during the 1990s led to a Parliamentary Select Committee inquiry into its teaching, whilst a simultaneous review was carried out by the NZ Nursing Council.<sup id=\"cite_ref-massey.ac.nz_10-1\" class=\"reference\"><a href=\"#cite_note-massey.ac.nz-10\">&#91;10&#93;</a></sup> After the review the NZ Nursing Council revised the guidelines for cultural safety in Nursing and Midwifery Education to placate public concern that cultural safety privileged Maori.\n</p><p>Cultural safety has been criticized for lacking a clear and comprehensive practice framework that is easily translated by, and responsive to, both culturally diverse health care providers and equally diverse health care recipients.<sup id=\"cite_ref-auto_3-1\" class=\"reference\"><a href=\"#cite_note-auto-3\">&#91;3&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Cultural_safety&amp;action=edit&amp;section=12\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">from Nursing Council of New Zealand, Guidelines for Cultural Safety, the Treaty of Waitangi and Māori Health in Nursing Education and Practice, 2011, p. 7</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Treaty Resource Centre. (2009). Kawa Whakaruruhau: Cultural Safety. Retrieved from <a rel=\"nofollow\" class=\"external free\" href=\"http://www.library.auckland.ac.nz/subject-guides/med/docs/cultural-safety.pdf\">http://www.library.auckland.ac.nz/subject-guides/med/docs/cultural-safety.pdf</a></span>\n</li>\n<li id=\"cite_note-auto-3\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-auto_3-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-auto_3-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Gerlach, A. J. (2012). A critical reflection on the concept of cultural safety. The Canadian Journal of Occupational Therapy, 79(3), 151-8.</span>\n</li>\n<li id=\"cite_note-auto1-4\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-auto1_4-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-auto1_4-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">New Zealand Psychologists Board.(2009). Guidelines for cultural safety. Retrieved from <a rel=\"nofollow\" class=\"external free\" href=\"http://www.psychologistsboard.org.nz/cms_show_download.php?id=207\">http://www.psychologistsboard.org.nz/cms_show_download.php?id=207</a></span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Nursing Council of New Zealand. (n.d). Treaty of Waitangi. Retrieved from <a rel=\"nofollow\" class=\"external free\" href=\"http://www.nursingcouncil.org.nz/About-us/Treaty-of-Waitangi\">http://www.nursingcouncil.org.nz/About-us/Treaty-of-Waitangi</a></span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">KITCHIN, P. (2003, Apr 10). Architect of cultural safety. Dominion Post</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www3.interscience.wiley.com/journal/120141543/abstract?CRETRY=1&amp;SRETRY=0\">\"Williams,R (1999).<i>Cultural safety — what does it mean for our work practice?</i> Vol23/2 Australia and New Zealand Journal of Public Health\"</a><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">23 January</span> 2018</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Williams%2CR+%281999%29.Cultural+safety+%E2%80%94+what+does+it+mean+for+our+work+practice%3F+Vol23%2F2+Australia+and+New+Zealand+Journal+of+Public+Health&amp;rft_id=http%3A%2F%2Fwww3.interscience.wiley.com%2Fjournal%2F120141543%2Fabstract%3FCRETRY%3D1%26SRETRY%3D0&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ACultural+safety\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span> This article states that the phrase was originally coined by Maori nurses.</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\"> Brascoupé, S. (2009). Cultural Safety Exploring the Applicability of the Concept of Cultural\nSafety to Aboriginal Health and Community</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">JOHNSON, A. (2002, Dec 23). Training `skewed' to maori. Dominion Post</span>\n</li>\n<li id=\"cite_note-massey.ac.nz-10\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-massey.ac.nz_10-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-massey.ac.nz_10-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://mro.massey.ac.nz/bitstream/handle/10179/2411/02_whole.pdf?sequence=1\">http://mro.massey.ac.nz/bitstream/handle/10179/2411/02_whole.pdf?sequence=1</a></span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.nzherald.co.nz/nz/news/article.cfm?c_id=1&amp;objectid=10353763\">http://www.nzherald.co.nz/nz/news/article.cfm?c_id=1&amp;objectid=10353763</a></span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">WELLWOOD, E. (1998, Apr 30). Penn `delighted' by NZ nursing council decision. The Press</span>\n</li>\n<li id=\"cite_note-auto2-13\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-auto2_13-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-auto2_13-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Reverse racism at wanganui polytech. (1997, Apr 28). Evening Post</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">Stabb, B. (1995). How I became culturally unsafe. Kai Tiakia&#160;: Nursing New Zealand.</span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\">Du Chateau, S. (1992). Culture Shock. Metro. June, 96-106</span>\n</li>\n</ol></div></div>\n<p>Dominion Post [Wellington, New Zealand] 23 Aug 1997. 2nd ed. Cultural Safety.\n</p><p>New Zealand Nursing Council, 2011. Guidelines for cultural safety, the Treaty of Waitangi and maori health in nursing education and practice......\n</p><p>TRC, 2009. Kawa Whakaruruhau: Cultural Safety. Retrieved from <a rel=\"nofollow\" class=\"external free\" href=\"http://www.library.auckland.ac.nz/subject-guides/med/docs/cultural-safety.pdf\">http://www.library.auckland.ac.nz/subject-guides/med/docs/cultural-safety.pdf</a>\n</p><p>Wepa, D (ed) 2005 Cultural safety in Aotearoa New Zealand. Auckland. Pearson Education\n</p>\n<!-- \nNewPP limit report\nParsed by mw1333\nCached time: 20180910160758\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.080 seconds\nReal time usage: 0.100 seconds\nPreprocessor visited node count: 300/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 2021/2097152 bytes\nTemplate argument size: 79/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 7358/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.024/10.000 seconds\nLua memory usage: 1.34 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   66.147      1 Template:Reflist\n100.00%   66.147      1 -total\n 75.52%   49.956      1 Template:Cite_web\n  2.65%    1.750      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:7879905-0!canonical and timestamp 20180910160758 and revision id 858932877\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Cultural Safety","*":"Cross-cultural_studies"}],"links":[{"ns":0,"exists":"","*":"Cultural sensitivity"},{"ns":0,"exists":"","*":"Culture"},{"ns":0,"exists":"","*":"Job"},{"ns":0,"exists":"","*":"Māori people"},{"ns":0,"exists":"","*":"New Zealand"},{"ns":0,"exists":"","*":"Nursing education"},{"ns":0,"*":"Tauiwi"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["http://www3.interscience.wiley.com/journal/120141543/abstract?CRETRY=1&SRETRY=0","http://www.library.auckland.ac.nz/subject-guides/med/docs/cultural-safety.pdf","http://www.psychologistsboard.org.nz/cms_show_download.php?id=207","http://www.nursingcouncil.org.nz/About-us/Treaty-of-Waitangi","http://mro.massey.ac.nz/bitstream/handle/10179/2411/02_whole.pdf?sequence=1","http://www.nzherald.co.nz/nz/news/article.cfm?c_id=1&objectid=10353763"],"sections":[{"toclevel":1,"level":"2","line":"Origin","number":"1","index":"1","fromtitle":"Cultural_safety","byteoffset":1125,"anchor":"Origin"},{"toclevel":1,"level":"2","line":"Definition","number":"2","index":"2","fromtitle":"Cultural_safety","byteoffset":1618,"anchor":"Definition"},{"toclevel":1,"level":"2","line":"Principle 1","number":"3","index":"3","fromtitle":"Cultural_safety","byteoffset":2367,"anchor":"Principle_1"},{"toclevel":1,"level":"2","line":"Principle 2","number":"4","index":"4","fromtitle":"Cultural_safety","byteoffset":3029,"anchor":"Principle_2"},{"toclevel":1,"level":"2","line":"Principle 3","number":"5","index":"5","fromtitle":"Cultural_safety","byteoffset":4173,"anchor":"Principle_3"},{"toclevel":1,"level":"2","line":"Principle 4","number":"6","index":"6","fromtitle":"Cultural_safety","byteoffset":4974,"anchor":"Principle_4"},{"toclevel":1,"level":"2","line":"Introduction into Nursing schools","number":"7","index":"7","fromtitle":"Cultural_safety","byteoffset":6173,"anchor":"Introduction_into_Nursing_schools"},{"toclevel":1,"level":"2","line":"Development","number":"8","index":"8","fromtitle":"Cultural_safety","byteoffset":7097,"anchor":"Development"},{"toclevel":1,"level":"2","line":"Strengths","number":"9","index":"9","fromtitle":"Cultural_safety","byteoffset":8120,"anchor":"Strengths"},{"toclevel":1,"level":"2","line":"Controversies","number":"10","index":"10","fromtitle":"Cultural_safety","byteoffset":8750,"anchor":"Controversies"},{"toclevel":1,"level":"2","line":"Criticism","number":"11","index":"11","fromtitle":"Cultural_safety","byteoffset":11780,"anchor":"Criticism"},{"toclevel":1,"level":"2","line":"References","number":"12","index":"12","fromtitle":"Cultural_safety","byteoffset":12698,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Cultural safety","iwlinks":[],"properties":[{"name":"defaultsort","*":"Cultural Safety"},{"name":"wikibase_item","*":"Q5193403"}]}}