{"parse":{"title":"Bohm Dialogue","pageid":199349,"revid":843628155,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Bohm Dialogue</b> (also known as <b>Bohmian Dialogue</b> or \"<b>Dialogue in the Spirit of David Bohm</b>\") is a freely flowing group <a href=\"/wiki/Conversation\" title=\"Conversation\">conversation</a> in which participants attempt to reach a common understanding, experiencing everyone's point of view fully, equally and nonjudgementally.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> This can lead to new and deeper understanding. The purpose is to solve the communication crises that face society,<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> and indeed the whole of <a href=\"/wiki/Human_nature\" title=\"Human nature\">human nature</a> and <a href=\"/wiki/Consciousness\" title=\"Consciousness\">consciousness</a>. It utilizes a theoretical understanding of the way thoughts relate to universal reality. It is named after physicist <a href=\"/wiki/David_Bohm\" title=\"David Bohm\">David Bohm</a> who originally proposed this form of dialogue.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Bohm&#39;s_original_dialogue\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Bohm's original dialogue</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-2\"><a href=\"#The_theory_of_dialogue\"><span class=\"tocnumber\">1.1</span> <span class=\"toctext\">The theory of dialogue</span></a></li>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#Principles_of_dialogue\"><span class=\"tocnumber\">1.2</span> <span class=\"toctext\">Principles of dialogue</span></a></li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#The_experience_of_a_dialogue\"><span class=\"tocnumber\">1.3</span> <span class=\"toctext\">The experience of a dialogue</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Post-Bohm\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Post-Bohm</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#Incarnations\"><span class=\"tocnumber\">2.1</span> <span class=\"toctext\">Incarnations</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#See_also\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Footnotes\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Footnotes</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#External_links\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span id=\"Bohm.27s_original_dialogue\"></span><span class=\"mw-headline\" id=\"Bohm's_original_dialogue\">Bohm's original dialogue</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Bohm_Dialogue&amp;action=edit&amp;section=1\" title=\"Edit section: Bohm&#039;s original dialogue\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"The_theory_of_dialogue\">The theory of dialogue</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Bohm_Dialogue&amp;action=edit&amp;section=2\" title=\"Edit section: The theory of dialogue\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Bohm introduced the concept of a dialogue, stating that<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>\n</p>\n<blockquote><p>dialogue can be considered as a free flow of meaning between people in communication, in the sense of a stream that flows between banks.\n</p><p>These \"banks\" are understood as representing the various points of view of the participants.\n</p><p>\n...it may turn out that such a form of free exchange of ideas and information is of fundamental relevance for transforming culture and freeing it of destructive <a href=\"/wiki/Misinformation\" title=\"Misinformation\">misinformation</a>, so that creativity can be liberated.&#160;– <a href=\"/wiki/David_Bohm\" title=\"David Bohm\">David Bohm</a></p></blockquote>\n<p>A dialogue has no predefined purpose, no <a href=\"https://en.wiktionary.org/wiki/agenda\" class=\"extiw\" title=\"wikt:agenda\">agenda</a>, other than that of inquiring into the movement of thought, and exploring the process of \"thinking together\" collectively. This activity can allow group participants to examine their preconceptions and <a href=\"/wiki/Prejudice\" title=\"Prejudice\">prejudices</a>, as well as to explore the more general movement of thought. Bohm's intention regarding the suggested minimum number of participants was to replicate a social/cultural dynamic (rather than a family dynamic). This form of dialogue seeks to enable an awareness of why communicating in the verbal sphere is so much more difficult and conflict-ridden than in all other areas of <a href=\"/wiki/Human_activity\" class=\"mw-redirect\" title=\"Human activity\">human activity</a> and endeavor.\n</p><p>Dialogue should not be confused with discussion or debate, both of which, says Bohm, suggest working towards a goal or reaching a decision, rather than simply exploring and learning.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> Meeting without an agenda or fixed objective is done to create a \"free space\" for something new to happen.\n</p><p>David Bohm said:<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (May 2018)\">citation needed</span></a></i>&#93;</sup> \n</p>\n<blockquote><p>Dialogue is really aimed at going into the whole thought process and changing the way the thought process occurs collectively. We haven't really paid much attention to thought as a process. We have ENGAGED in thoughts, but we have only paid attention to the content, not to the process. Why does thought require attention? Everything requires attention, really. If we ran machines without paying attention to them, they would break down. Our thought, too, is a process, and it requires attention, otherwise it's going to go wrong.</p></blockquote>\n<p>Taking reference to the work of Bohm and <a href=\"/wiki/F._David_Peat\" title=\"F. David Peat\">Peat</a>  <i><a href=\"/wiki/Science,_Order_and_Creativity\" class=\"mw-redirect\" title=\"Science, Order and Creativity\">Science, Order and Creativity</a></i>, Arleta Griffor&#160;– noted by <a href=\"/wiki/Paavo_Pylkk%C3%A4nen\" title=\"Paavo Pylkkänen\">Paavo Pylkkänen</a> for her \"deep and extensive knowledge of Bohm's philosophy\"<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> and member of the research group of Bohm's co-worker <a href=\"/wiki/Basil_Hiley\" title=\"Basil Hiley\">Basil Hiley</a>&#160;– underlines the importance of the kind of <a href=\"/wiki/Active_listening\" title=\"Active listening\">listening</a> involved in the Bohm dialogue and points to Bohm's statement that\n</p>\n<blockquote><p>[A] thoroughgoing suspension of tacit individual and cultural infrastructures, in the context of full <a href=\"/wiki/Attention\" title=\"Attention\">attention</a> to their contents, frees the mind to move in new ways … The mind is then able to respond to creative new perceptions going beyond the particular points of view that have been suspended.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup></p></blockquote>\n<p>Griffor emphasizes that in conventional discussion,\n</p>\n<blockquote><p>[T]he self-defensive activity of each participant's <a href=\"/wiki/Idiosyncrasy\" title=\"Idiosyncrasy\">idiosyncrasy</a> […] prevents listening\"<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup> and that, in contrast, giving full attention to what the other participants mean can free the mind from socio-cultural accumulation, allow a free flow of meaning between people in a dialogue and give rise to shared perception and the creation of shared meaning in the sense of shared significance, intention, purpose and value.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup>\nIt seems then that the main trouble is that the other person is the one who is prejudiced and not listening. After all, it is easy for each one of us to see that other people are 'blocked' about certain questions, so that without being aware of it, they are avoiding the confrontation of contradictions in certain ideas that may be extremely dear to them. The very nature of such a 'block' is, however, that it is a kind of insensitivity or 'anesthesia' about one's own contradictions. Evidently then, what is crucial is to be aware of the nature of one's own 'blocks'. If one is alert and attentive, he can see for example that whenever certain questions arise, there are fleeting sensations of fear, which push him away from consideration of those questions, and of pleasure, which attract his thoughts and cause them to be occupied with other questions. So, one is able to keep away from whatever it is that he thinks may disturb him. And as a result, he can be subtle at defending his own ideas, when he supposes that he is really listening to what other people have to say. When we come together to talk, or otherwise to act in common, can each one of us be aware of the subtle fear and pleasure sensations that 'block' the ability to listen freely?</p></blockquote>\n<h3><span class=\"mw-headline\" id=\"Principles_of_dialogue\">Principles of dialogue</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Bohm_Dialogue&amp;action=edit&amp;section=3\" title=\"Edit section: Principles of dialogue\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<ol><li><i>The group agrees that no group-level decisions will be made in the conversation.</i> \"...In the dialogue group we are not going to decide what to do about anything. This is crucial. Otherwise we are not free. We must have an empty space where we are not obliged to anything, nor to come to any conclusions, nor to say anything or not say anything. It's open and free.\" (Bohm, \"On Dialogue\", p.&#160;18-19.)\"</li>\n<li><i>Each individual agrees to suspend judgement in the conversation.</i> (Specifically, if the individual hears an idea he doesn't like, he does not attack that idea.) \"...people in any group will bring to it assumptions, and as the group continues meeting, those assumptions will come up. What is called for is to suspend those assumptions, so that you neither carry them out nor suppress them. You don't believe them, nor do you disbelieve them; you don't judge them as good or bad...(Bohm, \"On Dialogue\", p.&#160;22.)\"</li>\n<li><i>As these individuals \"suspend judgement\" they also simultaneously are as honest and transparent as possible.</i> (Specifically, if the individual has a \"good idea\" that he might otherwise hold back from the group because it is too controversial, he will share that idea in this conversation.)</li>\n<li><i>Individuals in the conversation try to build on other individuals' ideas in the conversation.</i> (The group often comes up with ideas that are far beyond what any of the individuals thought possible before the conversation began.)</li></ol>\n<h3><span class=\"mw-headline\" id=\"The_experience_of_a_dialogue\">The experience of a dialogue</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Bohm_Dialogue&amp;action=edit&amp;section=4\" title=\"Edit section: The experience of a dialogue\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Twenty to forty participants sit in a circle and engage in free-flowing conversation. A dialogue typically goes on for a few hours (or for a few days in a <a href=\"/wiki/Workshop\" title=\"Workshop\">workshop</a> environment).\n</p><p>Participants \"suspend\" their <a href=\"/wiki/Belief\" title=\"Belief\">beliefs</a>, <a href=\"/wiki/Opinion\" title=\"Opinion\">opinions</a>, <a href=\"/wiki/Impulse_(psychology)\" title=\"Impulse (psychology)\">impulses</a>, and <a href=\"/wiki/Judgment\" class=\"mw-redirect\" title=\"Judgment\">judgments</a> while speaking together, in order to see the movement of the group's <a href=\"/wiki/Thought_process\" class=\"mw-redirect\" title=\"Thought process\">thought processes</a> and what their effects may be.\n</p>\n<blockquote><p>In such a dialogue, when one person says something, the other person does not, in general, respond with exactly the same meaning as that seen by the first person. Rather, the meanings are only <i>similar</i> and not identical. Thus, when the 2nd person replies, the 1st person sees a <i>Difference</i> between what he meant to say and what the other person understood. On considering this difference, he may then be able to see something new, which is relevant both to his own views and to those of the other person. And so it can go back and forth, with the continual emergence of a new content that is common to both participants. Thus, in a dialogue, each person does not attempt to <i>make common</i> certain ideas or items of information that are already known to him. Rather, it may be said that two people are making something <i>in common</i>, i.e., creating something new together. (from <i>On Dialogue</i>)</p></blockquote>\n<h2><span class=\"mw-headline\" id=\"Post-Bohm\">Post-Bohm</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Bohm_Dialogue&amp;action=edit&amp;section=5\" title=\"Edit section: Post-Bohm\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>\"Bohm Dialogue\" has been widely used in the field of <a href=\"/wiki/Organizational_development\" class=\"mw-redirect\" title=\"Organizational development\">organizational development</a>, and has evolved beyond what David Bohm intended: rarely is the group size as large as what Bohm originally recommended, and there are often other numerous subtle differences. Specifically, any method of conversation that claims to be based on the \"principles of dialogue as established by David Bohm\" can be considered to be a form of Bohm Dialogue.\n</p><p>Usually, the goal of the various incarnations of \"Bohm Dialogue\" is to get the whole group to have a better understanding of itself. In other words, Bohm Dialogue is used to inform all of the participants about the current state of the group they are in.\n</p>\n<h3><span class=\"mw-headline\" id=\"Incarnations\">Incarnations</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Bohm_Dialogue&amp;action=edit&amp;section=6\" title=\"Edit section: Incarnations\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<ul><li><a href=\"/wiki/Chris_Harris_(author)\" title=\"Chris Harris (author)\">Chris Harris</a>, the thought leader on <i>Hyperinnovation</i> (2002) and <i>Building Innovative Teams</i> (2003), outlines a multidimensional approach to Dialogue Development, enabling groups to take their collective ideas, knowledge and goals in highly creative, boundary-crossing directions. He says \"...it is at the borders between different domains where true creativity, and ultimately innovation occurs ... systems/holistic thinking, mental model sharing/development, and group foresight skills are largely responsible for group communication breakthrough.\" \"Bohm\", he says, \"may have agreed.\"</li>\n<li><a href=\"/wiki/Peter_Senge\" title=\"Peter Senge\">Peter Senge</a> in his book <i>The Fifth Discipline</i> (1990) recommends a type of dialogue that is based on principles he says originate with Bohm, and is part of his strategy to help groups become \"<a href=\"/wiki/Organizational_learning#Learning_organization\" title=\"Organizational learning\">learning organizations</a>\".</li>\n<li><a href=\"/wiki/Parker_Palmer\" title=\"Parker Palmer\">Parker Palmer</a> in his book <i>A Hidden Wholeness</i> (2004) seems to advocate a style of dialogue that is almost identical to what Bohm originally recommended. (Palmer calls his technique \"Circles of Trust\".) Palmer uses his dialogue more for personal spiritual development than for business consultation.</li>\n<li>Holman (1999) explains that Linda Ellinor has used \"dialogue like conversation\" to establish partnership in the workplace (essentially establishing informal workplace democracy):</li></ul>\n<blockquote><p>\"...there is a movement towards what we call shared leadership. Shared leadership refers to what happens as those practicing dialogue over time begin to share in the understanding of collectively held goals and purpose together. Alignment builds. Every individual sees more clearly how he or she uniquely shares and contributes to the output and end results. Formal leaders do not need to direct the activities of subordinates as much. Armed with greater understanding of the larger picture, subordinates simply take independent action when they need to without being dependent on feedback from their manager.\" (p. 224)</p></blockquote>\n<ul><li>William Isaacs (1999) claims to be building directly on Bohm's work. He describes many possible techniques and skill sets that can be used to view and enhance dialogue in a group. Isaacs focuses on a four-stage evolutionary-model of a dialogue (p.&#160;242-290):</li></ul>\n<blockquote>\n<p>Stage one is \"Shared Monologues\", where group members get used to talking to each other.\n</p><p>Stage two is \"Skillful Discussion\", where people are learning the skills of dialogue.\n</p><p>Stage three is \"Reflective Dialogue\", which is approximately Bohm's idea of dialogue.\n</p><p>Stage four is \"Generative Dialogue\", a special \"creative\" dialogue Isaacs seeks for his groups.\n</p>\n</blockquote>\n<ul><li>Patricia Shaw distances herself from the rest of the Bohm school of dialogue, stating \"...I am not trying to foster a special form or discipline of conversation... Rather than inculcating a special discipline of dialogue, I am encouraging perceptions of ensemble improvisation as an organizing craft of communicative action\" (Patricia Shaw 2002, p.&#160;164). Shaw's form of dialogue focuses on getting group members to appreciate the different roles each other can play in conversation, in the same way that jazz (improvisational) musicians appreciate each other's unplanned contribution to a performance. Shaw's dialogue variation shows that a simpler, less idealistic approach is possible. For her all conversations are on a continuum, a gray scale that ranges from the highest, purest forms of dialogue to the lowest command-and-control conversations. In this sense dialogue is a property a conversation can have more or less of.</li></ul>\n<p>All of the above authors and consultants are considered to be experts in \"Bohm Dialogue\" (amongst others). This makes Bohm himself only one of many authorities on this subject. Some of these practitioners have made contributions and adaptations completely unforeseen by Bohm himself, making the subject of \"Bohm Dialogue\" much greater than the dialogue theory Bohm himself originally established, which, Don Factor believes, would have delighted him if he were still alive.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Bohm_Dialogue&amp;action=edit&amp;section=7\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"div-col columns column-width\" style=\"-moz-column-width: 22em; -webkit-column-width: 22em; column-width: 22em;\">\n<ul><li><a href=\"/wiki/Appreciative_inquiry\" title=\"Appreciative inquiry\">Appreciative inquiry</a></li>\n<li><a href=\"/wiki/Communicative_action\" title=\"Communicative action\">Communicative action</a></li>\n<li><a href=\"/wiki/Dialogue\" title=\"Dialogue\">Dialogue</a></li>\n<li><a href=\"/wiki/Double-loop_learning\" title=\"Double-loop learning\">Double-loop learning</a></li>\n<li><a href=\"/wiki/Improvisation\" title=\"Improvisation\">Improvisation</a></li>\n<li><a href=\"/wiki/Insight_Dialogue\" title=\"Insight Dialogue\">Insight Dialogue</a></li>\n<li><a href=\"/wiki/Learning_circle\" title=\"Learning circle\">Learning circle</a></li>\n<li><a href=\"/wiki/Nonviolent_Communication\" title=\"Nonviolent Communication\">Nonviolent Communication</a></li>\n<li><a href=\"/wiki/Theory_U\" title=\"Theory U\">Theory U</a></li></ul>\n</div>\n<h2><span class=\"mw-headline\" id=\"Footnotes\">Footnotes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Bohm_Dialogue&amp;action=edit&amp;section=8\" title=\"Edit section: Footnotes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.david-bohm.net/dialogue/dialogue_proposal.html#3\">Purpose and Meaning</a>, from Bohm's original proposal on dialogue.</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Introduction to <a rel=\"nofollow\" class=\"external text\" href=\"http://www.david-bohm.net/dialogue/dialogue_proposal.html#1\">Dialogue - A Proposal</a></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">D. Bohm and J. Krishnamurti, <i>The Ending of Time</i>, Voctor Gollanez, London 1985, cited by Arleta Griffor: <i>Mind and its Wholeness</i>, <a rel=\"nofollow\" class=\"external text\" href=\"http://www.boundary.org/bi/ANPA_West/PDF/V7-1_1997.pdf\">ANPA West Journal, vol.&#160;7, no.&#160;1</a> <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20120326195557/http://www.boundary.org/bi/ANPA_West/PDF/V7-1_1997.pdf\">Archived</a> March 26, 2012, at the <a href=\"/wiki/Wayback_Machine\" title=\"Wayback Machine\">Wayback Machine</a>., September 1997, pages 25–26</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.david-bohm.net/dialogue/dialogue_proposal.html#4\">What Dialogue Is Not</a>, from Dialogue - A Proposal</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Paavo Pylkkänen, <i>Preface</i> to: David Bohm, <a href=\"/wiki/Charles_Biederman\" title=\"Charles Biederman\">Charles Biederman</a> (Paavo Pylkkänen ed.): <i>Bohm-Biederman Correspondence: Creativity and science</i>, Routledge, 1999, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-415-16225-4\" title=\"Special:BookSources/0-415-16225-4\">0-415-16225-4</a></span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Arleta Griffor: <i>Mind and its Wholeness</i>, <a rel=\"nofollow\" class=\"external text\" href=\"http://www.boundary.org/bi/ANPA_West/PDF/V7-1_1997.pdf\">ANPA West Journal, vol.&#160;7, no.&#160;1</a> <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20120326195557/http://www.boundary.org/bi/ANPA_West/PDF/V7-1_1997.pdf\">Archived</a> March 26, 2012, at the <a href=\"/wiki/Wayback_Machine\" title=\"Wayback Machine\">Wayback Machine</a>., September 1997, pages 25–26</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">id., page 26</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">id., page 27</span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Bohm_Dialogue&amp;action=edit&amp;section=9\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Bohm, D., Factor, D. and Garrett, P. (1991). <a rel=\"nofollow\" class=\"external text\" href=\"http://www.david-bohm.net/dialogue/dialogue_proposal.html\">Dialogue - A proposal</a></li>\n<li>Bohm, D. (1996). <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=MGGF_oF_aY0C&amp;printsec=frontcover&amp;dq=%22on+dialogue%22&amp;hl=en&amp;src=bmrr&amp;ei=ARyeTd3tIMntObq92bQE&amp;sa=X&amp;oi=book_result&amp;ct=book-thumbnail&amp;resnum=1&amp;ved=0CCkQ6wEwAA#v=onepage&amp;q&amp;f=false\">On dialogue</a>. New York: Routledge.</li>\n<li>Holman, P &amp; Devane,T. (1999). <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=4zhGgZp59K0C&amp;printsec=frontcover&amp;dq=%22The+Change+Handbook%22&amp;source=bl&amp;ots=YqeVgl1m3D&amp;sig=ofE4A35-EM3MFVS-4mDXSyI2Qfs&amp;hl=en&amp;ei=XRqeTevmK8PItAasppiwBA&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=9&amp;ved=0CF0Q6AEwCA#v=onepage&amp;q&amp;f=false\">The change handbook: Group methods for shaping the future</a>. San Francisco: Berrett-Koehler Publishers.</li>\n<li>Isaacs, W. (1999). Dialogue and the Art of Thinking Together: A Pioneering Approach to Communicating in Business and in Life. Bantam Doubleday Dell Publishing Group</li>\n<li>Nichol, L. (2001). <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20110312044044/http://www.kinfonet.org/articles/18-wholeness-regained---revisiting-bohms-dialogue\">Wholeness Regained</a></li>\n<li>Palmer, P.J. (2004). <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=oRrrRQ-6UdgC&amp;printsec=frontcover&amp;dq=parker+palmer+a+hidden+wholeness&amp;source=bl&amp;ots=mgopN6YpOT&amp;sig=CF4xPUpIgTIrzzzNmL0CH2q9wtM&amp;hl=en&amp;ei=mRaeTfGkLcf4sgbxpvCwBA&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=9&amp;ved=0CGIQ6AEwCA#v=onepage&amp;q&amp;f=false\">A Hidden Wholeness. The Journey toward an Undivided Life</a>. San Francisco: Wiley &amp; Sons.</li>\n<li>Senge, P. M. (2006). The fifth discipline: the art and practice of the learning organization. Doubleday.</li>\n<li>Shaw, P. (2002). <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=-29Fl1Iw2M0C&amp;printsec=frontcover&amp;dq=%22Patricia+Shaw%22+2002&amp;source=bl&amp;ots=1pygaLCQlg&amp;sig=MueTLM8H4XAh96TWy5xLrAS88rY&amp;hl=en&amp;ei=TRSeTeWsIYOWswaJ0s2jBA&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=2&amp;ved=0CCgQ6AEwAQ#v=onepage&amp;q&amp;f=false\">Changing Conversations in Organizations. A complexity approach to change</a>. London: Routledge.</li></ul>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Bohm_Dialogue&amp;action=edit&amp;section=10\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://dbohm.com\">The David Bohm Society</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://dialogue.directory/\">A directory of groups exploring dialogue as proposed by David Bohm et al.</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://bohmkrishnamurti.com/\">The Bohm Krishnamurti Project: Exploring the Legacy of the David Bohm and Jiddu Krishnamurti Relationship</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.david-bohm.net/dialogue\">David-Bohm.net</a> features various papers written by Bohm and his colleagues, and an online dialogue by email list (facilitated by Don Factor).</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://lancasterdialogue.wordpress.com\">The Lancaster (UK) Dialogue</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1267\nCached time: 20180909113226\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.148 seconds\nReal time usage: 0.195 seconds\nPreprocessor visited node count: 642/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 4352/2097152 bytes\nTemplate argument size: 1026/2097152 bytes\nHighest expansion depth: 16/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 3581/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.042/10.000 seconds\nLua memory usage: 1.44 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  155.656      1 -total\n 51.29%   79.843      1 Template:Citation_needed\n 37.90%   58.987      1 Template:Reflist\n 35.73%   55.616      1 Template:Fix\n 24.76%   38.541      2 Template:Category_handler\n 19.27%   29.991      1 Template:ISBN\n  8.80%   13.690      2 Template:Webarchive\n  8.47%   13.190      1 Template:Delink\n  7.62%   11.867      1 Template:Catalog_lookup_link\n  7.17%   11.154      1 Template:Div_col\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:199349-0!canonical and timestamp 20180909113226 and revision id 843628155\n -->\n</div>"},"langlinks":[{"lang":"ja","url":"https://ja.wikipedia.org/wiki/%E3%83%9C%E3%83%BC%E3%83%A0%E3%81%AE%E3%83%80%E3%82%A4%E3%82%A2%E3%83%AD%E3%82%B0","langname":"Japanese","autonym":"日本語","*":"ボームのダイアログ"},{"lang":"pt","url":"https://pt.wikipedia.org/wiki/Di%C3%A1logo_de_Bohm","langname":"Portuguese","autonym":"português","*":"Diálogo de Bohm"}],"categories":[{"sortkey":"","hidden":"","*":"Webarchive_template_wayback_links"},{"sortkey":"","hidden":"","*":"All_articles_with_unsourced_statements"},{"sortkey":"","hidden":"","*":"Articles_with_unsourced_statements_from_May_2018"},{"sortkey":"","*":"Communication"},{"sortkey":"","*":"Group_decision-making"}],"links":[{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from May 2018"},{"ns":0,"exists":"","*":"Active listening"},{"ns":0,"exists":"","*":"Appreciative inquiry"},{"ns":0,"exists":"","*":"Attention"},{"ns":0,"exists":"","*":"Basil Hiley"},{"ns":0,"exists":"","*":"Belief"},{"ns":0,"exists":"","*":"Charles Biederman"},{"ns":0,"exists":"","*":"Chris Harris (author)"},{"ns":0,"exists":"","*":"Communicative action"},{"ns":0,"exists":"","*":"Consciousness"},{"ns":0,"exists":"","*":"Conversation"},{"ns":0,"exists":"","*":"David Bohm"},{"ns":0,"exists":"","*":"Dialogue"},{"ns":0,"exists":"","*":"Double-loop learning"},{"ns":0,"exists":"","*":"F. David Peat"},{"ns":0,"exists":"","*":"Human activity"},{"ns":0,"exists":"","*":"Human nature"},{"ns":0,"exists":"","*":"Idiosyncrasy"},{"ns":0,"exists":"","*":"Improvisation"},{"ns":0,"exists":"","*":"Impulse (psychology)"},{"ns":0,"exists":"","*":"Insight Dialogue"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"Judgment"},{"ns":0,"exists":"","*":"Learning circle"},{"ns":0,"exists":"","*":"Misinformation"},{"ns":0,"exists":"","*":"Nonviolent Communication"},{"ns":0,"exists":"","*":"Opinion"},{"ns":0,"exists":"","*":"Organizational development"},{"ns":0,"exists":"","*":"Organizational learning"},{"ns":0,"exists":"","*":"Paavo Pylkkänen"},{"ns":0,"exists":"","*":"Parker Palmer"},{"ns":0,"exists":"","*":"Peter Senge"},{"ns":0,"exists":"","*":"Prejudice"},{"ns":0,"exists":"","*":"Science, Order and Creativity"},{"ns":0,"exists":"","*":"Theory U"},{"ns":0,"exists":"","*":"Thought process"},{"ns":0,"exists":"","*":"Wayback Machine"},{"ns":0,"exists":"","*":"Workshop"},{"ns":4,"exists":"","*":"Wikipedia:Citation needed"}],"templates":[{"ns":10,"exists":"","*":"Template:Citation needed"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Delink"},{"ns":10,"exists":"","*":"Template:Div col"},{"ns":10,"exists":"","*":"Template:Column-width"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Div col end"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Webarchive"},{"ns":10,"exists":"","*":"Template:ISBN"},{"ns":10,"exists":"","*":"Template:Catalog lookup link"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Error-small"},{"ns":10,"exists":"","*":"Template:Tl"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Delink"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Webarchive"},{"ns":828,"exists":"","*":"Module:Webarchive/data"},{"ns":828,"exists":"","*":"Module:Check isxn"},{"ns":828,"exists":"","*":"Module:Error"}],"images":[],"externallinks":["http://www.david-bohm.net/dialogue/dialogue_proposal.html#3","http://www.david-bohm.net/dialogue/dialogue_proposal.html#1","http://www.boundary.org/bi/ANPA_West/PDF/V7-1_1997.pdf","https://web.archive.org/web/20120326195557/http://www.boundary.org/bi/ANPA_West/PDF/V7-1_1997.pdf","http://www.david-bohm.net/dialogue/dialogue_proposal.html#4","http://www.david-bohm.net/dialogue/dialogue_proposal.html","https://books.google.com/books?id=MGGF_oF_aY0C&printsec=frontcover&dq=%22on+dialogue%22&hl=en&src=bmrr&ei=ARyeTd3tIMntObq92bQE&sa=X&oi=book_result&ct=book-thumbnail&resnum=1&ved=0CCkQ6wEwAA#v=onepage&q&f=false","https://books.google.com/books?id=4zhGgZp59K0C&printsec=frontcover&dq=%22The+Change+Handbook%22&source=bl&ots=YqeVgl1m3D&sig=ofE4A35-EM3MFVS-4mDXSyI2Qfs&hl=en&ei=XRqeTevmK8PItAasppiwBA&sa=X&oi=book_result&ct=result&resnum=9&ved=0CF0Q6AEwCA#v=onepage&q&f=false","https://web.archive.org/web/20110312044044/http://www.kinfonet.org/articles/18-wholeness-regained---revisiting-bohms-dialogue","https://books.google.com/books?id=oRrrRQ-6UdgC&printsec=frontcover&dq=parker+palmer+a+hidden+wholeness&source=bl&ots=mgopN6YpOT&sig=CF4xPUpIgTIrzzzNmL0CH2q9wtM&hl=en&ei=mRaeTfGkLcf4sgbxpvCwBA&sa=X&oi=book_result&ct=result&resnum=9&ved=0CGIQ6AEwCA#v=onepage&q&f=false","https://books.google.com/books?id=-29Fl1Iw2M0C&printsec=frontcover&dq=%22Patricia+Shaw%22+2002&source=bl&ots=1pygaLCQlg&sig=MueTLM8H4XAh96TWy5xLrAS88rY&hl=en&ei=TRSeTeWsIYOWswaJ0s2jBA&sa=X&oi=book_result&ct=result&resnum=2&ved=0CCgQ6AEwAQ#v=onepage&q&f=false","http://dbohm.com","http://dialogue.directory/","http://bohmkrishnamurti.com/","http://www.david-bohm.net/dialogue","http://lancasterdialogue.wordpress.com"],"sections":[{"toclevel":1,"level":"2","line":"Bohm's original dialogue","number":"1","index":"1","fromtitle":"Bohm_Dialogue","byteoffset":893,"anchor":"Bohm's_original_dialogue"},{"toclevel":2,"level":"3","line":"The theory of dialogue","number":"1.1","index":"2","fromtitle":"Bohm_Dialogue","byteoffset":925,"anchor":"The_theory_of_dialogue"},{"toclevel":2,"level":"3","line":"Principles of dialogue","number":"1.2","index":"3","fromtitle":"Bohm_Dialogue","byteoffset":6712,"anchor":"Principles_of_dialogue"},{"toclevel":2,"level":"3","line":"The experience of a dialogue","number":"1.3","index":"4","fromtitle":"Bohm_Dialogue","byteoffset":8198,"anchor":"The_experience_of_a_dialogue"},{"toclevel":1,"level":"2","line":"Post-Bohm","number":"2","index":"5","fromtitle":"Bohm_Dialogue","byteoffset":9577,"anchor":"Post-Bohm"},{"toclevel":2,"level":"3","line":"Incarnations","number":"2.1","index":"6","fromtitle":"Bohm_Dialogue","byteoffset":10284,"anchor":"Incarnations"},{"toclevel":1,"level":"2","line":"See also","number":"3","index":"7","fromtitle":"Bohm_Dialogue","byteoffset":14397,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"Footnotes","number":"4","index":"8","fromtitle":"Bohm_Dialogue","byteoffset":14660,"anchor":"Footnotes"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"9","fromtitle":"Bohm_Dialogue","byteoffset":14687,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"6","index":"10","fromtitle":"Bohm_Dialogue","byteoffset":16687,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Bohm Dialogue","iwlinks":[{"prefix":"wikt","url":"https://en.wiktionary.org/wiki/agenda","*":"wikt:agenda"}],"properties":[{"name":"wikibase_item","*":"Q4938170"}]}}