{"parse":{"title":"Co-regulation","pageid":10600687,"revid":763770882,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Co-regulation</b> (or coregulation) is a term used in psychology, defined most broadly as a \"continuous unfolding of individual action that is susceptible to being continuously modified by the continuously changing actions of the partner\". An important aspect of this idea is that co-regulation cannot be reduced down to the behaviors or experiences of the individuals involved in the interaction.<sup id=\"cite_ref-butler_1-0\" class=\"reference\"><a href=\"#cite_note-butler-1\">&#91;1&#93;</a></sup> The interaction is a result of each participant repeatedly regulating the behavior of the other. It is a continuous and dynamic process, rather than the exchange of discrete information.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p><p>Co-regulation is often applied in the context of emotions. In this sense, the emotions of each individual within a <a href=\"/wiki/Dyad_(sociology)\" title=\"Dyad (sociology)\">dyad</a> are constantly in flux, depending on the emotions and behaviors of the partner. If emotion co-regulation is in effect, the result will be a decrease in overall emotional distress. A working definition of emotion co-regulation has been offered as \"a bidirectional linkage of oscillating emotional channels between partners, which contributes to emotional stability for both partners\".<sup id=\"cite_ref-butler_1-1\" class=\"reference\"><a href=\"#cite_note-butler-1\">&#91;1&#93;</a></sup> Emotion co-regulation is thoroughly studied in the context of early emotional development, often between infants and caregivers. It has also been studied in adult interpersonal interactions, with an emphasis on close, romantic relationships. One important note regarding co-regulation is that there may be an imbalance within the <a href=\"/wiki/Dyad_(sociology)\" title=\"Dyad (sociology)\">dyad</a>, such that one member is more actively regulating the behavior of the other.\n</p><p>The following is an example of co-regulation between a mother and her infant, from <i>Emotional development: The organization of emotional life in the early years</i>. This scenario exemplifies a mother maintaining her infant's engagement via variations in her voice, facial expressions, and body language. She sensitively elicits behaviors from the infant and adds more stimulation when appropriate. Likewise, the infant indicates and maintains the mutual engagement with her own facial expressions, vocalizations, and body language.<br />\n\"Hello there pumpkin ... Mommy's comin' to get you. Yes, she is. [Brief pause.] Momma's gonna get you and tickle you. What do you think of that? [Brief pause.] Come on. Come on, you little sweetie. Let me see that smile. Humm? [Pause.] Yeah, that's right ... thaaaat's right. [The infant exhibits a big smile with bobbing head, and mother responds in kind, then says,] Oh, well now, are you gonna say somethin'? Are ya? [Pause, mother nodding head, widening eyes.] Come on! [Pause.] Come on! [The baby begins cycling movements of the arms and kicking the feet.] Come on. [Drawn out, then longer pause.] Yeah! [as the baby bursts forth with a gurgling sound, the caregiver then laughs and hugs the baby].\"<sup id=\"cite_ref-sroufe_3-0\" class=\"reference\"><a href=\"#cite_note-sroufe-3\">&#91;3&#93;</a></sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Proposed_criteria\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Proposed criteria</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Across_the_lifespan\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Across the lifespan</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#In_childhood\"><span class=\"tocnumber\">2.1</span> <span class=\"toctext\">In childhood</span></a></li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#In_adulthood\"><span class=\"tocnumber\">2.2</span> <span class=\"toctext\">In adulthood</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Indicators\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Indicators</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#Behavioral\"><span class=\"tocnumber\">3.1</span> <span class=\"toctext\">Behavioral</span></a></li>\n<li class=\"toclevel-2 tocsection-7\"><a href=\"#Biological\"><span class=\"tocnumber\">3.2</span> <span class=\"toctext\">Biological</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#In_autism_spectrum_disorder_(ASD)\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">In autism spectrum disorder (ASD)</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Proposed_criteria\">Proposed criteria</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Co-regulation&amp;action=edit&amp;section=1\" title=\"Edit section: Proposed criteria\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Despite a history of studies on co-regulation, researchers have lacked a clear, operational definition of co-regulation. In a review of emotional co-regulation in close relationships, Butler and Randall proposed the following three criteria for determining the presence of co-regulation:<sup id=\"cite_ref-butler_1-2\" class=\"reference\"><a href=\"#cite_note-butler-1\">&#91;1&#93;</a></sup>\n</p>\n<ol><li>Bidirectional linkage of emotional channels:\n<dl><dd>Both partners' emotions will influence each other in a recursive pattern of mutual regulation. Critically, this effect will be supported by statistical tests for dependence.</dd></dl></li>\n<li>Morphostatic oscillating emotional channels:\n<dl><dd>The level of emotional arousal within each member will stay within the range of stable, comfortable arousal (mildly negative to fairly positive). If the dyad becomes too emotionally aroused without a subsequent return to emotional calm, this would be a failure to co-regulate. Morphostatic oscillation is in contrast to morphogenic oscillation, which results in an elevated emotional state for one or both partners. Examples of morphogenic oscillation includes emotion contagion, transmission, and negative reciprocity during conflicts.</dd></dl></li>\n<li>Co-regulation will contribute to emotional and physiological <a href=\"/wiki/Allostasis\" title=\"Allostasis\">allostasis</a> for both partners.\n<dl><dd>A close relationship partner (e.g., caregiver, spouse) will be sensitive to one's emotional distress, and mere proximity to that partner will automatically lead to reductions in distress. In contrast, proximity to a stranger when faced with a stressor may also lead to reductions in distress, but it will not manifest in a bidirectional pattern.</dd></dl></li></ol>\n<h2><span class=\"mw-headline\" id=\"Across_the_lifespan\">Across the lifespan</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Co-regulation&amp;action=edit&amp;section=2\" title=\"Edit section: Across the lifespan\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"In_childhood\">In childhood</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Co-regulation&amp;action=edit&amp;section=3\" title=\"Edit section: In childhood\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Co-regulation has been identified as a critical precursor for <a href=\"/wiki/Emotional_self-regulation\" title=\"Emotional self-regulation\">emotional self-regulation</a>. Infants have instinctive regulatory behaviors, such as gaze redirection, body re-positioning, self-soothing, distraction, problem solving, and venting,<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> but the most effective way for an infant to regulate distress is to seek out help from a caregiver. Sensitive, reliable responses by the caregiver, over time, indicate to the infant that emotional distress is manageable, either with the help of a caregiver, or by strategies developed during past interactions with a caregiver. The strongest theoretical and empirical support for this phenomenon comes from research on <a href=\"/wiki/Attachment_theory\" title=\"Attachment theory\">attachment theory</a>.<sup id=\"cite_ref-bowlby_5-0\" class=\"reference\"><a href=\"#cite_note-bowlby-5\">&#91;5&#93;</a></sup> Attachment has even been explicitly defined as \"the dyadic regulation of emotion\".<sup id=\"cite_ref-sroufe_3-1\" class=\"reference\"><a href=\"#cite_note-sroufe-3\">&#91;3&#93;</a></sup> The basic premise is that early biological and behavioral co-regulation from the caregiver facilitates the child's development of secure attachment which then promotes self-regulation. Drawing from <a href=\"/wiki/John_Bowlby\" title=\"John Bowlby\">John Bowlby</a>'s theory of \"internal working models\", young children develop mental representations of the caregiving relationship, as well as relationships more generally, through repeated interactions with the caregiver. Sensitive and consistent caregiving promotes the development of the expectation that emotional arousal is manageable via eliciting the support of the caregiver (or others) and/or with independent coping. Alternatively, Bowlby hypothesized that infants who experience insensitive and inconsistent caregiving are likely to develop the expectation that emotional needs will not be met by others or the self.<sup id=\"cite_ref-bowlby_5-1\" class=\"reference\"><a href=\"#cite_note-bowlby-5\">&#91;5&#93;</a></sup> Furthermore, in studies testing the statistical dependencies between parent and infant behaviors, researchers have found support for contingencies of eye gaze, facial expressions, prosody, speech rhythms, attention, and physiological arousal.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup>\n</p><p>In infancy, co-regulation is primarily initiated and maintained by the caregiver, such that the caregiver is putting forth effort to soothe the child's emotional distress. Caregiver responses are calibrated to closely fit infant responses and elicit the next behavior. This effect has been called \"caregiver-guided dyadic regulation\".<sup id=\"cite_ref-sroufe_3-2\" class=\"reference\"><a href=\"#cite_note-sroufe-3\">&#91;3&#93;</a></sup> Co-regulatory interactions between parents and children become more balanced over time, as children develop emotion regulation strategies of their own. Caregivers of preschoolers, for example, take a more passive co-regulating role. They demonstrate willingness to assist with distress and availability when needed, but not over-involvement. Instead of more actively co-regulating, these parents are more likely than parents of younger children to give their children space to independently regulate, suggest regulation strategies, or facilitate more abstract discussions regarding emotional experiences and appropriate responses.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"In_adulthood\">In adulthood</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Co-regulation&amp;action=edit&amp;section=4\" title=\"Edit section: In adulthood\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Co-regulation has also been examined in the context of close adult relationships, though less so than in the parent-child context. Research studies conducted thus far provide preliminary support for the phenomenon. Similar to the evidence for co-regulation in childhood, this literature is often rooted in the <a href=\"/wiki/Attachment_Theory\" class=\"mw-redirect\" title=\"Attachment Theory\">attachment</a> framework. As such, it works from the hypothesis that early experiences of co-regulation are internalized and guide expectations about and behavior within future close relationships.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup> There, however, are several points of divergence between the child and adult literature on co-regulation. First, co-regulation in adult relationships is defined by reciprocity between partners, such that the responsibility to regulate the other is more or less equally split. Second, research on adult co-regulation is more likely to incorporate physiological measures. Indeed, physiological substrates involved in reward systems (e.g., oxytocin, opioids), are strongly activated by sexual contact, which is an added mechanism through which adults co-regulate. Third, animal models are commonly utilized in studies of co-regulation within adult dyads.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup>\n</p><p>Despite these differences, research findings on adult co-regulation thus far seem to extend the parent-child co-regulation findings. So far, researchers have evidence that adult partners' emotions oscillate in a coordinated pattern<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup> and that presence of one's spouse leads to stress reduction, and even more so for individuals in reportedly high quality marriages.<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Indicators\">Indicators</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Co-regulation&amp;action=edit&amp;section=5\" title=\"Edit section: Indicators\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"Behavioral\">Behavioral</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Co-regulation&amp;action=edit&amp;section=6\" title=\"Edit section: Behavioral\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Examples of co-regulating parent behaviors/caregiver-guided dyadic regulation:<sup id=\"cite_ref-gulsrud_12-0\" class=\"reference\"><a href=\"#cite_note-gulsrud-12\">&#91;12&#93;</a></sup><sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup>\n</p>\n<ul><li>Prompting/helping: Mother physically or vocally prompts and scaffolds child (e.g., physical prompting with toy if child becomes frustrated)</li>\n<li>Following the child's lead: Mother is sensitive to child's interests and follows the child to his/her desired toy/activity (e.g., Mom may appear to wait for child to choose a toy and then insert herself into interaction)</li>\n<li>Redirection of attention: Mother distracts the child or directs the child's attention away from negative stimulus (e.g., pointing out other toys in room)</li>\n<li>Active ignoring: Mother actively ignores child during distress episodes (e.g., mom may continue to play with a toy or purposely turn away from child)</li>\n<li>Reassurance: Mother reassures or encourages child surrounding frustrating or negative activity (e.g., <i>It's okay. You can do it!</i>)</li>\n<li>Emotional following: Mother's reflection, extension or elaboration upon child's distress or preoccupation (e.g., <i>I know you want the toy</i>)</li>\n<li>Physical comfort: Mother initiates behaviors to comfort child (e.g., hugging, kissing, picking up the child, rocking)</li>\n<li>Vocal comfort: Mother initiates vocalizations to comfort the child (e.g., sshhing, singing, sing-song voice)</li></ul>\n<h3><span class=\"mw-headline\" id=\"Biological\">Biological</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Co-regulation&amp;action=edit&amp;section=7\" title=\"Edit section: Biological\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Inclusion of physiological measurements of co-regulation is a relatively recent innovation in the psychological research. The underlying premise is that, similar to observable indicators of co-regulation, co-regulating partners' physiology will be bidirectionally linked and subsequently stabilized. Some of these biological measures may be more effective research tools than others. More rapidly fluctuating indices, such as autonomic responses, for example, are proposed to be more temporally sensitive measures of biological co-regulation.<sup id=\"cite_ref-butler_1-3\" class=\"reference\"><a href=\"#cite_note-butler-1\">&#91;1&#93;</a></sup>\n</p>\n<ul><li>Activity of the <a href=\"/wiki/Autonomic_nervous_system\" title=\"Autonomic nervous system\">autonomic nervous system</a></li>\n<li><a href=\"/wiki/Cortisol\" title=\"Cortisol\">Cortisol</a></li>\n<li><a href=\"/wiki/Oxytocin\" title=\"Oxytocin\">Oxytocin</a></li>\n<li><a href=\"/wiki/Vagal_tone\" title=\"Vagal tone\">Vagal tone</a></li></ul>\n<h2><span id=\"In_autism_spectrum_disorder_.28ASD.29\"></span><span class=\"mw-headline\" id=\"In_autism_spectrum_disorder_(ASD)\">In autism spectrum disorder (ASD)</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Co-regulation&amp;action=edit&amp;section=8\" title=\"Edit section: In autism spectrum disorder (ASD)\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div role=\"note\" class=\"hatnote navigation-not-searchable\">Main article: <a href=\"/wiki/Autism_spectrum\" title=\"Autism spectrum\">Autism spectrum</a></div>\n<p>As co-regulation is contingent on reciprocal relationships between members of a dyad, it can be compromised by risk factors within the individuals. As such, a newer line of research has identified children on the <a href=\"/wiki/Autism_spectrum\" title=\"Autism spectrum\">autism spectrum</a> as a risk group for disruptions in co-regulation in their parent-child dyads. In the <a href=\"/wiki/DSM-5\" title=\"DSM-5\">DSM-5</a>, the first diagnostic criterion of ASD is \"Persistent deficits in social communication and social interaction across multiple contexts\"<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup> Thus, disruptions with co-regulation are inherent in the disorder, in that individuals with ASD exhibit difficulties in social-emotional reciprocity and sharing of emotions. Although only a handful of studies have directly examined co-regulation in parent-child with ASD dyads, converging evidence has demonstrated that parents' immediate responses to emotional distress facilitates self-regulation for children with ASD.<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup> One particularly interesting finding was that, while mothers of typically developing children transition to more passive co-regulation over toddlerhood, as their children become more independent self-regulators, mothers of children with ASD continued to use active co-regulation strategies throughout the duration of the study. The authors conjectured that this continuation was a reflection of the mothers' sensitivity to their children's heightened developmental needs.<sup id=\"cite_ref-gulsrud_12-1\" class=\"reference\"><a href=\"#cite_note-gulsrud-12\">&#91;12&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Co-regulation&amp;action=edit&amp;section=9\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-butler-1\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-butler_1-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-butler_1-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-butler_1-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-butler_1-3\"><sup><i><b>d</b></i></sup></a></span> <span class=\"reference-text\">Butler, E. A., &amp; Randall, A. K. (2013). Emotional Coregulation in Close Relationships. Emotion Review, 5(2), 202–210. <a rel=\"nofollow\" class=\"external free\" href=\"http://doi.org/10.1177/1754073912451630\">http://doi.org/10.1177/1754073912451630</a></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Fogel, A., &amp; Garvey, A. (2007). Alive communication. Infant Behavior and Development, 30(2), 251–257. <a rel=\"nofollow\" class=\"external free\" href=\"http://doi.org/10.1016/j.infbeh.2007.02.007\">http://doi.org/10.1016/j.infbeh.2007.02.007</a></span>\n</li>\n<li id=\"cite_note-sroufe-3\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-sroufe_3-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-sroufe_3-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-sroufe_3-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\">Sroufe, L. A. (1997). Emotional development: The organization of emotional life in the early years. Cambridge University Press.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Leerkes, E. M., &amp; Wong, M. S. (2012). Infant Distress and Regulatory Behaviors Vary as a Function of Attachment Security Regardless of Emotion Context and Maternal Involvement. Infancy, 17(5), 455–478. <a rel=\"nofollow\" class=\"external free\" href=\"http://doi.org/10.1111/j.1532-7078.2011.00099.x\">http://doi.org/10.1111/j.1532-7078.2011.00099.x</a></span>\n</li>\n<li id=\"cite_note-bowlby-5\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-bowlby_5-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-bowlby_5-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Bowlby, J. (1969/1982). Attachment and loss (Vol 1), 2nd ed. New York: Basic.</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Field, T. (1985). Attachment as psychobiological attunement: Being on the same wavelength. In M. Reite &amp; T. Field (Eds.), The psychobiology of attachment and separation (pp. 415–454). Orlando, FL: Academic Press</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Blandon, A. Y., Calkins, S. D., Keane, S. P., &amp; O'Brien, M. (2008). Individual differences in trajectories of emotion regulation processes: The effects of maternal depressive symptomatology and children's physiological regulation. Developmental Psychology, 44(4), 1110–1123. <a rel=\"nofollow\" class=\"external free\" href=\"http://doi.org/10.1037/0012-1649.44.4.1110\">http://doi.org/10.1037/0012-1649.44.4.1110</a></span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Sroufe, L. A., &amp; Fleeson, J. (1986). Attachment and the construction of relationships. In W. Hartup &amp; Z. Rubin (Eds), Relationships in development. Hillsdale, NJ: Erlbaum.</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Sbarra, D. A., &amp; Hazan, C. (2008). Coregulation, Dysregulation, Self-Regulation: An Integrative Analysis and Empirical Agenda for Understanding Adult Attachment, Separation, Loss, and Recovery. Personality and Social Psychology Review, 12(2), 141–167. <a rel=\"nofollow\" class=\"external free\" href=\"http://doi.org/10.1177/1088868308315702\">http://doi.org/10.1177/1088868308315702</a></span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Butner, J., Diamond, L. M., &amp; Hicks, A. M. (2007). Attachment style and two forms of affect coregulation between romantic partners. Personal Relationships, 14, 431–455.</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Coan, J. A., Schaefer, H. S., &amp; Davidson, R. J. (2006). Lending a hand: Social regulation of the neural response to threat. Psychological Science, 17, 1032–1039</span>\n</li>\n<li id=\"cite_note-gulsrud-12\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-gulsrud_12-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-gulsrud_12-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Gulsrud, A. C., Jahromi, L. B., &amp; Kasari, C. (2009). The Co-Regulation of Emotions Between Mothers and their Children with Autism. Journal of Autism and Developmental Disorders, 40(2), 227–237. <a rel=\"nofollow\" class=\"external free\" href=\"http://doi.org/10.1007/s10803-009-0861-x\">http://doi.org/10.1007/s10803-009-0861-x</a></span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">Grolnick, W. S., Kurowski, C. O., McMenamy, J. M., Rivkin, I., &amp; Bridges, L. J. (1998). Mothers' strategies for regulating their toddlers' distress. Infant Behavior and Development, 21(3), 437–450. <a rel=\"nofollow\" class=\"external free\" href=\"http://doi.org/10.1016/S0163-6383(98)90018-2\">http://doi.org/10.1016/S0163-6383(98)90018-2</a></span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">American Psychiatric Association. (2013). Diagnostic and Statistical Manual of Mental Disorders (DSM-5®). American Psychiatric Pub.</span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\">Hirschler-Guttenberg, Y., Feldman, R., Ostfeld-Etzion, S., Laor, N., &amp; Golan, O. (2015). Self- and Co-regulation of Anger and Fear in Preschoolers with Autism Spectrum Disorders: The Role of Maternal Parenting Style and Temperament. Journal of Autism and Developmental Disorders, 45(9), 3004–3014. <a rel=\"nofollow\" class=\"external free\" href=\"http://doi.org/10.1007/s10803-015-2464-z\">http://doi.org/10.1007/s10803-015-2464-z</a></span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw2197\nCached time: 20180915065525\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.060 seconds\nReal time usage: 0.076 seconds\nPreprocessor visited node count: 303/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 521/2097152 bytes\nTemplate argument size: 77/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 8556/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.006/10.000 seconds\nLua memory usage: 696 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   40.024      1 -total\n 50.79%   20.330      1 Template:Main_article\n 44.97%   17.997      1 Template:Reflist\n  4.76%    1.904      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:10600687-0!canonical and timestamp 20180915065525 and revision id 763770882\n -->\n</div>"},"langlinks":[{"lang":"ar","url":"https://ar.wikipedia.org/wiki/%D8%AA%D8%AC%D8%A7%D9%88%D8%A8_%D9%85%D8%B4%D8%AA%D8%B1%D9%83","langname":"Arabic","autonym":"العربية","*":"تجاوب مشترك"}],"categories":[{"sortkey":"","*":"Communication"}],"links":[{"ns":0,"exists":"","*":"Allostasis"},{"ns":0,"exists":"","*":"Attachment Theory"},{"ns":0,"exists":"","*":"Attachment theory"},{"ns":0,"exists":"","*":"Autism spectrum"},{"ns":0,"exists":"","*":"Autonomic nervous system"},{"ns":0,"exists":"","*":"Cortisol"},{"ns":0,"exists":"","*":"DSM-5"},{"ns":0,"exists":"","*":"Dyad (sociology)"},{"ns":0,"exists":"","*":"Emotional self-regulation"},{"ns":0,"exists":"","*":"John Bowlby"},{"ns":0,"exists":"","*":"Oxytocin"},{"ns":0,"exists":"","*":"Vagal tone"}],"templates":[{"ns":10,"exists":"","*":"Template:Main article"},{"ns":10,"exists":"","*":"Template:Main"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Main"},{"ns":828,"exists":"","*":"Module:Hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote list"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["http://doi.org/10.1177/1754073912451630","http://doi.org/10.1016/j.infbeh.2007.02.007","http://doi.org/10.1111/j.1532-7078.2011.00099.x","http://doi.org/10.1037/0012-1649.44.4.1110","http://doi.org/10.1177/1088868308315702","http://doi.org/10.1007/s10803-009-0861-x","http://doi.org/10.1016/S0163-6383(98)90018-2","http://doi.org/10.1007/s10803-015-2464-z"],"sections":[{"toclevel":1,"level":"2","line":"Proposed criteria","number":"1","index":"1","fromtitle":"Co-regulation","byteoffset":3165,"anchor":"Proposed_criteria"},{"toclevel":1,"level":"2","line":"Across the lifespan","number":"2","index":"2","fromtitle":"Co-regulation","byteoffset":4749,"anchor":"Across_the_lifespan"},{"toclevel":2,"level":"3","line":"In childhood","number":"2.1","index":"3","fromtitle":"Co-regulation","byteoffset":4774,"anchor":"In_childhood"},{"toclevel":2,"level":"3","line":"In adulthood","number":"2.2","index":"4","fromtitle":"Co-regulation","byteoffset":8704,"anchor":"In_adulthood"},{"toclevel":1,"level":"2","line":"Indicators","number":"3","index":"5","fromtitle":"Co-regulation","byteoffset":11101,"anchor":"Indicators"},{"toclevel":2,"level":"3","line":"Behavioral","number":"3.1","index":"6","fromtitle":"Co-regulation","byteoffset":11117,"anchor":"Behavioral"},{"toclevel":2,"level":"3","line":"Biological","number":"3.2","index":"7","fromtitle":"Co-regulation","byteoffset":12917,"anchor":"Biological"},{"toclevel":1,"level":"2","line":"In autism spectrum disorder (ASD)","number":"4","index":"8","fromtitle":"Co-regulation","byteoffset":13592,"anchor":"In_autism_spectrum_disorder_(ASD)"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"9","fromtitle":"Co-regulation","byteoffset":15534,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Co-regulation","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q5170237"}]}}