{"parse":{"title":"Communicative ecology","pageid":18308546,"revid":803203796,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Communicative ecology</b> is a conceptual model used in the field of media and communications research. \n</p><p>The model is used to analyse and represent the relationships between <a href=\"/wiki/Social_interaction\" class=\"mw-redirect\" title=\"Social interaction\">social interactions</a>, <a href=\"/wiki/Discourse\" title=\"Discourse\">discourse</a>, and communication <a href=\"/wiki/Media_(communication)\" title=\"Media (communication)\">media</a> and technology of individuals, collectives and networks in physical and digital environments. Broadly, the term communicative ecology refers to \"the context in which <a href=\"/wiki/Communication\" title=\"Communication\">communication</a> processes occur\" <a href=\"#FothHearn2007\">(Foth &amp; Hearn, 2007, p. 9)</a>. These processes are seen to involve people communicating with others in their <a href=\"/wiki/Social_network\" title=\"Social network\">social networks</a>, both face-to-face and using a mix of media and communication technologies <a href=\"#Tacchi2003\">(Tacchi, Slater &amp; Hearn, 2003)</a> <a href=\"#Tacchi2007\">(Tacchi, et al. 2007)</a>. \n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Rationale\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Rationale</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#History_and_usage\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">History and usage</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Characteristics\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Characteristics</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Layers\"><span class=\"tocnumber\">3.1</span> <span class=\"toctext\">Layers</span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Dimensions\"><span class=\"tocnumber\">3.2</span> <span class=\"toctext\">Dimensions</span></a></li>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#Types_of_activity\"><span class=\"tocnumber\">3.3</span> <span class=\"toctext\">Types of activity</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Scope,_resolution_and_granularity\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Scope, resolution and granularity</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Perspective\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Perspective</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#Associated_research_approaches_and_methods\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Associated research approaches and methods</span></a></li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#References\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-11\"><a href=\"#Further_reading\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">Further reading</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Rationale\">Rationale</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Communicative_ecology&amp;action=edit&amp;section=1\" title=\"Edit section: Rationale\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The communicative ecology model enables researchers to take a holistic approach to understanding the dynamic interrelationships between social dimensions, discourse and communications technology in both physical and digital environments. The use of an ecological metaphor markedly expands the potential sphere of inquiry for communications and media research. It shifts the focus away from studies focusing on single communications devices or applications, for example the mobile telephone or email, towards whole system interactions. Consequently, it extends the possibility of research into population change and lifecycles, spatiotemporal dynamics, networks and clusters, and power relations within the frame of a communicative ecology. Also, as ecologies are not isolated entities, further questions regarding the similarities, differences, interrelationships and transactions between ecologies can be examined. A richer understanding can then be derived from micro and macro level analysis of the social and cultural context of communication <a href=\"#FothHearn2007\">(Foth &amp; Hearn, 2007)</a>.\n</p><p>The concept of communicative ecology has emerged amidst concerns that studies attempting to identify causal relationships between discrete technologies and social impacts neglect variables that are salient to the successful implementation and uptake of technologies <i>in situ</i> <a href=\"#Dourish2004\">(Dourish, 2004)</a>. This mirrors the way in which the biological field of <a href=\"/wiki/Ecology\" title=\"Ecology\">ecology</a> emerged from the perceived inadequacies of studies of single species of flora and fauna. In a similar way, researchers who use the communicative ecology framework argue that media technologies should not be examined independent of their context of use. They assert that <a href=\"/wiki/New_media\" title=\"New media\">new media</a> must be both studied and designed with reference to the users' wider set of social relationships, the nature of the communication itself and other media in use. Through use of <a href=\"/wiki/Ethnography\" title=\"Ethnography\">ethnographic approaches</a> a richer, more nuanced understanding of the communicative system of a given setting is able to be developed.\n</p><p>New media are usually introduced into existing communication structures and must compete for attention in relation to the users' existing portfolio of communication tools. Consequently, if a new communication technology does not complement or enhance the existing toolset it risks rejection. The communicative ecology model allows researchers to examine how a new form of media or technology may or may not be integrated into existing communication patterns <a href=\"#Tacchi2006\">(Tacchi, 2006)</a>.\n</p><p>However, the potential utility of the communicative ecology model is far broader than this. Any new form of social intervention, content or technology must be locally appropriate for it to succeed <a href=\"#Tacchi2006\">(Tacchi, 2006)</a>. Hence, the communicative ecology framework is useful for <a href=\"/wiki/Human-computer_interaction\" class=\"mw-redirect\" title=\"Human-computer interaction\">human-computer interaction</a> designers, content creators, and in <a href=\"/wiki/Urban_informatics\" title=\"Urban informatics\">urban informatics</a>, <a href=\"/wiki/Urban_planning\" title=\"Urban planning\">urban planning</a>, <a href=\"/wiki/Community_development\" title=\"Community development\">community development</a> and <a href=\"/wiki/Education\" title=\"Education\">education</a> when seeking opportunities to enhance or augment local, social, and communication practices.\n</p>\n<h2><span class=\"mw-headline\" id=\"History_and_usage\">History and usage</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Communicative_ecology&amp;action=edit&amp;section=2\" title=\"Edit section: History and usage\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The concept of communicative ecology is derived from Altheide's \"ecology of communication\" <a href=\"#Altheide1994\">(1994;</a><a href=\"#Altheide1995\">1995)</a>. Altheide developed this concept to examine the mutually influential relationships between information technology, communication formats and social activities, within the context of people's social and physical environments, as they define and experience them. The concept is influenced by <a href=\"/wiki/Marshall_McLuhan\" title=\"Marshall McLuhan\">McLuhan's</a> <a href=\"#McLuhan1962\">(1962)</a> research on <a href=\"/wiki/Media_ecology\" title=\"Media ecology\">media ecology</a>, which demonstrates that new media and technology can influence communicative content, and also the <a href=\"/wiki/Symbolic_interactionism\" title=\"Symbolic interactionism\">symbolic interactionist</a> perspective of communication as embedded in context <a href=\"#Barnlund1979\">(Barnlund, 1979</a>). Altheide considers ecology of communication to be a fluid construct that can be used as a frame to investigate the ways in which social activities are being created and modified through the use of technologies that, in turn, give rise to new communication formats. He is particularly interested in the relationship between social activities and technologies for surveillance and control.\n</p><p>The communicative ecology concept has been further developed for use in studies of information and communication technologies (ICT) initiatives in developing nations <a href=\"#Slater2002\">(Slater, Tacchi &amp; Lewis, 2002)</a>. A guide to the study of communicative ecologies using the ethnographic action research method, developed with the support of UNESCO, has spawned a proliferation of empirical research <a href=\"#Tacchi2007\">(Tacchi et al., 2007)</a> <a href=\"#Tacchi2003\">(Tacchi, Slater &amp; Hearn, 2003)</a>. Many of these investigations have focused on ICT for development projects associated with community technology centres and local information networks in South Asian and African nations <a href=\"#Slater2002\">(Slater et al., 2002;</a><a href=\"#Slater2004\">Slater &amp; Tacchi, 2004;</a><a href=\"#Pringle2004\">Pringle, Bajracharya, &amp; Bajracharya, 2004;</a><a href=\"#Sharma2005\">Sharma, 2005;</a><a href=\"#Nair2006\">Nair, Jennaway &amp; Skuse, 2006;</a><a href=\"#Rangaswamy2007\">Rangaswamy, 2007)</a>. In these studies, local community members are often engaged as active participants in a research and project development process that provides opportunities for them to gain the ICT literacy skills necessary to create locally meaningful content <a href=\"#Subramanian2004\">(Subramanian, Nair &amp; Sharma, 2004;</a><a href=\"#Tacchi2005a\">Tacchi, 2005a</a>, <a href=\"#Tacchi2007\">2007;</a><a href=\"#TacchiWatkins2007\">Tacchi &amp; Watkins, 2007)</a>. Many of these research activities investigate and support interventions that aim to alleviate poverty <a href=\"#Slater2005\">(Slater &amp; Kwami, 2005)</a>, educate <a href=\"#Subramanian2005\">(Subramanian, 2005)</a> and promote the <a href=\"/wiki/Digital_inclusion\" class=\"mw-redirect\" title=\"Digital inclusion\">digital inclusion</a> necessary for citizens to actively participate in civic life and have their voices heard <a href=\"#Tacchi2005b\">(Tacchi, 2005b;</a><a href=\"#Skuse2007\">Skuse &amp; Cousins, 2007</a>, <a href=\"#Skuse2008\">2008;</a><a href=\"#SkuseFildes2007\">Skuse, Fildes, Tacchi, Martin &amp; Baulch, 2007;</a>. Some studies have reported on the use of a particular ICT, for example <a href=\"/wiki/Community_radio\" title=\"Community radio\">community radio</a> <a href=\"#Tacchi2005c\">(Tacchi, 2005c)</a> or <a href=\"/wiki/Mobile_phone\" title=\"Mobile phone\">mobile phones</a> <a href=\"#Horst2006\">(Horst &amp; Miller, 2006;</a><a href=\"#Miller2007\">Miller, 2007)</a>, in relation to broader communication patterns.\n</p><p>More recently, the communicative ecology framework has been extended in studies of the nature of media use to support social networks in <a href=\"/wiki/Urban_village\" title=\"Urban village\">urban villages</a> and inner-city apartment buildings <a href=\"#FothHearn2007\">(Foth &amp; Hearn, 2007)</a>. This paper introduced the concept of dimensions to the communicative ecology model. <a href=\"#Button2007\">Button and Partridge (2007)</a> used the model to examine the online communicative ecology of neighbourhood websites. The model has also been used to investigate how students communicate and reflect on their learning <a href=\"#Berry2006\">(Berry &amp; Hamilton, 2006)</a>.\n</p><p>A special issue of the Electronic Journal of Communication showcased the versatility of the communicative ecology approach <a href=\"#HearnFoth2007\">(Hearn &amp; Foth, 2007)</a>. In this issue, <a href=\"#Allison2007\">Allison (2007)</a> looked at the communicative ecology from the perspective of the individual, whereas <a href=\"#Wilkin2007\">Wilkin, Ball-Rokeach, Matsaganis and Cheong (2007)</a> used a panoptic perspective to compare the ecologies of geo-ethnic communities. <a href=\"#Peeples2007\">Peeples and Mitchell (2007)</a> used the model to explore the social activity of protest. <a href=\"#Powell2007\">Powell (2007)</a> focused on a particular medium, public internet access, in an urban context. <a href=\"#Shepherd2007\">Shepherd, Arnold, Bellamy and Gibbs (2007)</a> extended the concept to attend to the material and spatial aspects of the communicative ecology of the domestic sphere.\n</p><p>The term \"communicative ecology\" has also been used in other studies with various interpretations. <a href=\"/wiki/Interactional_sociolinguistics\" title=\"Interactional sociolinguistics\">Interactional sociolinguists</a> use the term to describe the local communicative environment of a particular setting in which discourse is contextualised. Using methods drawn from <a href=\"/wiki/Linguistic_anthropology\" title=\"Linguistic anthropology\">linguistic anthropology</a>, their research begins with a period of ethnography in which a rich understanding of the local communicative ecology is formed. Discourse is then analysed in relation to this ecological context <a href=\"#Gumperz1999\">(Gumperz, 1999)</a>. <a href=\"#Roberts2005\">Roberts (2005)</a> describes a communicative ecology as comprising the identity of participants, the topics of communication and the ways in which things are communicated, including tone of voice, directness, etc. <a href=\"#Beier2001\">Beier (2001)</a> draws on <a href=\"/wiki/Dell_Hymes\" title=\"Dell Hymes\">Hymes'</a> <a href=\"#Hymes1974\">(1974)</a> work in <a href=\"/wiki/Ethnography_of_communication\" title=\"Ethnography of communication\">ethnography of communication</a> and uses the concept to understand the range of communicative practices of the Nanti people as a system of interaction.\n</p><p>From an <a href=\"/wiki/Applied_linguistics\" title=\"Applied linguistics\">applied linguistics</a> perspective, <a href=\"#McArthur2005\">McArthur (2005)</a> describes a communicative ecology as embracing the nature and evolution of language, media and communication technologies. He uses the term to discuss the interactions between the world's languages and communication technologies. <a href=\"#Wagner2004\">Wagner (2004)</a> uses the term to refer to the deep structures of meaning and communicative action that human language shares with other species, particularly the <a href=\"/wiki/Bonobo\" title=\"Bonobo\">bonobo</a>. In cultural studies of terrorism, <a href=\"#White2003\">White (2003)</a> uses the term to describe the interchange of signs within interacting networks of individuals and collectives.\n</p><p>In their study of <a href=\"/wiki/Computer-mediated_communication\" title=\"Computer-mediated communication\">computer-mediated communication</a> in the workplace, <a href=\"#Yates2003\">Yates, Orlikowski and Woerner (2003)</a> draw upon <a href=\"#Erickson2000\">Erickson's (2000)</a> work on genre ecologies to suggest a communicative ecology can be identified by the types and frequencies of communicative practices, such as email threading activities. Their version of communicative ecology is influenced by members of a workplace engaging in common activities, the length of time over which interaction takes place, whether communication media is synchronous or asynchronous and members' linguistic or cultural background.\n</p><p>There is not a single, agreed upon communicative ecology model, rather, this section highlights that there are various approaches to understanding and applying the model in various contexts. Furthermore, concepts that bear some similarity to communicative ecology include <a href=\"/wiki/Actor-network_theory\" class=\"mw-redirect\" title=\"Actor-network theory\">actor-network theory</a> <a href=\"#Latour2005\">(Latour, 2005)</a>, <a href=\"/wiki/Scandinavian_activity_theory\" class=\"mw-redirect\" title=\"Scandinavian activity theory\">activity theory</a> <a href=\"#Nardi1996\">(Nardi, 1996)</a> the communication infrastructure model <a href=\"#Ball-Rokeach2001\">(Ball-Rokeach, Kim &amp; Matei, 2001)</a> and the personal communication system <a href=\"#Boase2008\">(Boase, 2008)</a>.\n</p>\n<h2><span class=\"mw-headline\" id=\"Characteristics\">Characteristics</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Communicative_ecology&amp;action=edit&amp;section=3\" title=\"Edit section: Characteristics\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Often in sociological literature, an ecology is seen to be anchored in a geographical area of human settlement. In the case of a communicative ecology, while the majority of studies have been conducted in physical environments, it is also possible to use the framework to examine ecologies grounded in an online environment. In many cases, communicative ecologies move seamlessly across both kinds of settings. For example, settings may include both public and private spaces, transport infrastructure and websites, in any combination.\n</p><p>Different settings have distinct affordances that may facilitate or hinder communication within an ecology. In a physical setting this might mean a neighbourhood has several coffee shops and parks where residents can interact. In an online setting, certain design features may enable certain types of communication and constrain others. For example, discussion boards facilitate one-to-many or many-to-many collective forms of communication but not one-to-one or peer-to-peer style networked communication that would be better served by <a href=\"/wiki/Short_message_service\" class=\"mw-redirect\" title=\"Short message service\">SMS</a> or <a href=\"/wiki/Instant_messaging_%26_messengers\" class=\"mw-redirect\" title=\"Instant messaging &amp; messengers\">instant messaging</a> <a href=\"#FothHearn2007\">(Foth &amp; Hearn, 2007)</a>.\n</p><p>Similar to biological ecologies, communicative ecologies have lifecycles. They can be described as new or well-established, active or dormant, or in a period of growth or decline. For example, residents of a new master-planned housing estate will have a young communicative ecology that is in a period of growth but may need cultivation in order to become active. In this case, sociocultural animation of the ecology may be required for it to become socially sustainable <a href=\"#Tacchi2003\">(Tacchi et al., 2003)</a>.\n</p><p>Communicative ecologies can be conceived as having three layers and differing across several spectral dimensions. The nature of a communicative ecology changes as its members engage in and transition between different types of activities.\n</p>\n<h3><span class=\"mw-headline\" id=\"Layers\">Layers</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Communicative_ecology&amp;action=edit&amp;section=4\" title=\"Edit section: Layers\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>A communicative ecology has three layers: social, discursive and technological <a href=\"#FothHearn2007\">(Foth &amp; Hearn, 2007)</a>. These layers are seen to be intricately entwined and mutually constitutive, rather than discrete, hierarchical or as having unidirectional causal relationships. While it is challenging to consider each layer in isolation, analysing each layer independently can be a beneficial preliminary step prior to the examination of the complex, mutual shaping relationships that form part of the holistic view of a communicative ecology.\n</p><p>The social layer refers to people and the various social structures with which they identify themselves, ranging from informal personal networks to formal institutions. For example, this may include groups of friends, formal community organisations and companies. The discursive layer refers to the themes or content of both mediated and unmediated communication. The technological layer comprises communication media and technologies. This includes both traditional media, such as newspapers and television, and new media including mobile phones and social networking sites. The devices and applications within this layer are differentiated according to the communication model they facilitate. For example, collective communication is made possible through one-to-many or many-to-many forms of media, such as television or online discussion boards, whereas networked communication can be enabled through one-to-one or peer-to-peer media, including instant messaging or SMS <a href=\"#FothHearn2007\">(Foth &amp; Hearn, 2007)</a>.\n</p><p>The layered nature of the communicative ecology framework enables the investigation of research questions surrounding the media preferences of diverse individuals and groups and how these choices influence their relationships. It also allows researchers to explore the nature of discourse between individuals and within groups, and how communication changes according to the nature of people's relationships with one another. The communicative ecology model is also useful for considering how different topics of communication affect choice of media and how different media shape communicative content.\n</p>\n<h3><span class=\"mw-headline\" id=\"Dimensions\">Dimensions</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Communicative_ecology&amp;action=edit&amp;section=5\" title=\"Edit section: Dimensions\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Communicative ecologies vary across several spectral dimensions. The dimensions identified to date, include networked/collective, global/local and online/offline <a href=\"#FothHearn2007\">(Foth &amp; Hearn, 2007)</a>. The dimensional properties of communicative ecologies allow researchers to consider both the relative strength of each characteristic, and also how individuals and the ecology itself transitions fluidly between dimensions.\n</p><p>For example, researchers can question how an individual or group's choice of media changes as they transition between networked and collective forms of interaction. They may also consider how different media may facilitate or constrain either networked or collective interaction. If interested in the global or local characteristics of an ecology, researchers may examine how communication with proximate others may be mediated differently from communication with others in distant locales. They could also explore which communication topics are more likely to occur at the local level rather than within globally distributed social networks. As users of new technologies now move seamlessly between what was formerly constituted as online and offline domains, researchers may use the communicative ecology model to address questions of how and why people choose certain assemblages of online and offline media to achieve particular communicative goals. Investigation of how the nature of discourse may affect the choice of online or offline modes of interaction is also possible.\n</p><p>Communicative ecologies can also be characterised across several other dimensions. One example is the private/public dimension. People may choose to interact and communicate with each other in private settings, such as their home or via email, or in more public settings, such as a restaurant or chat room.\n</p>\n<h3><span class=\"mw-headline\" id=\"Types_of_activity\">Types of activity</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Communicative_ecology&amp;action=edit&amp;section=6\" title=\"Edit section: Types of activity\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The nature of an individual's communicative ecology changes as they transition between types of activity. For example, they may choose to use different media when communicating with colleagues as compared to planning an evening out with friends. Similarly, a workplace's communicative ecology may differ from that of a tennis club or a loosely joined network of environmental activists.\n</p><p>The activities of everyday life can be grouped into various types. Five example categories are as follows. The first three are derived from <a href=\"#Stebbins2007\">Stebbins's (2007)</a> typology of leisure activities.\n</p>\n<ol><li>Casual leisure (e.g. dinner with friends, seeing a movie)</li>\n<li>Serious leisure (e.g. volunteering, amateur car racing)</li>\n<li>Project-based leisure (e.g. short hobby-based education courses, one-off participation in a fun run)</li>\n<li>Domestic/personal work (e.g. housework, grocery shopping, personal grooming)</li>\n<li>Work/formal education (e.g. job, school attendance)</li></ol>\n<p>These groupings enable exploration of the patterns of social interactions, topics of communication and media applications that may be specific to an activity type.\n</p>\n<h2><span id=\"Scope.2C_resolution_and_granularity\"></span><span class=\"mw-headline\" id=\"Scope,_resolution_and_granularity\">Scope, resolution and granularity</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Communicative_ecology&amp;action=edit&amp;section=7\" title=\"Edit section: Scope, resolution and granularity\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The study of a communicative ecology requires decisions to be made concerning the scope of both data collection and analysis. Prior to data collection, a decision must be made as to the investigative frame of the study, whereas decisions regarding the analytical scope of a study may be made after a rich picture of the ecology has emerged.\n</p><p>While an ecological study aims to be holistic, an appropriate frame for the study must be decided upon at the outset. The scope of communicative ecology research settings is generally restricted to a bounded geographical space. It has been proposed that the communicative ecology framework is suited to studies at the level of the dwelling, neighbourhood, suburb or city <a href=\"#HearnFoth2007\">(Hearn &amp; Foth, 2007)</a>. However, it is also suitable for studies of communicative ecologies that are grounded in online environments. In this case, the setting could be limited to one or several websites <a href=\"#Button2007\">(Button &amp; Partridge, 2007)</a>.\n</p><p>Temporal considerations may also shape data collection procedures. For example, an ecology could be examined at a single point of time or longitudinally. It is possible that the nature of a communicative ecology may also vary according to time of day, week or season.\n</p><p>The analysis of a communicative ecology can occur at both macro and micro levels within this spatiotemporal frame. It can help to think of a communicative ecology as a map and its edges as the frame. We can increase the resolution of certain features by using a magnifying glass. By stepping away from the map, we can increase the granularity of our view and see how features interrelate with the ecology as a whole. In this way, the interrelationships between agents are not ignored, as they may be in studies that focus on single communication devices or applications, but may be temporarily set aside while other features are examined more closely. By viewing the map as a whole first, the researcher may be able to make better analytical choices than was possible prior to data collection.\n</p><p>Some possible methods for delimiting the analytical scope of a communicative ecology study include using features of a layer or another characteristic. For example, the analysis could be delimited to examining the ecology of an individual, a small social network or group, or by certain demographic characteristics. It could focus on the ecology of a specific theme of communication, form of media or technology, setting or activity. Alternatively, it could investigate a single dimension of a communicative ecology, for example, only local or public forms of communication.\n</p>\n<h2><span class=\"mw-headline\" id=\"Perspective\">Perspective</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Communicative_ecology&amp;action=edit&amp;section=8\" title=\"Edit section: Perspective\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Communicative ecology researchers speak in terms of \"mapping\" the ecology. This term may be misleading as it could appear to indicate the creation of cartographic renderings of the communicative ecology as it relates to its locality. Mapping the ecology, in the main, refers to drawing conceptual maps and creating or collecting oral or written descriptions of the phenomena that constitute the communicative ecology.\n</p><p>There are two primary perspectives taken to communicative ecology research that are loosely correlative with the <a href=\"/wiki/Emic_and_etic\" title=\"Emic and etic\">emic and etic</a> positions taken in classic ethnographic studies. A researcher can work from the outside of the ecology looking in with the aim of creating a holistic overview. Alternatively, they can position themselves within the communicative ecology with the aim of looking at it from the participants' points of view. The external view is useful if a comparison between local systems is desired. A centric view is better suited to understanding how people construct and make sense of their communicative ecology.\n</p><p>The choice of perspective may enhance or limit the utility of the data. For example, a birds-eye view may fail to capture significant individual differences in the experience of a communicative ecology, such as those brought about by differing wealth or literacy levels. Ideally, communicative ecology research should use a variety of perspectives in order to obtain a more complete representation and deeper understanding.\n</p>\n<h2><span class=\"mw-headline\" id=\"Associated_research_approaches_and_methods\">Associated research approaches and methods</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Communicative_ecology&amp;action=edit&amp;section=9\" title=\"Edit section: Associated research approaches and methods\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The study of communicative ecologies is commonly associated with a research approach known as ethnographic action research. This approach combines ethnographic methods, including participant observation and in-depth interviews, with participatory methods and action research. The ethnographic methods enable researchers to develop a rich understanding of the meanings derived from media and communication technologies. The action research methods allow the study to be located in not only communication theory, but also grassroots communication practice. In this approach, participants can act as co-investigators in cycles of inquiry, action and reflection and researchers are able to give back in a way that will develop the communicative ecology. In this way, ethnographic action research is suited to both research and project development agendas <a href=\"#Tacchi2006\">(Tacchi, 2006)</a>.\n</p><p>Research approaches used to date include: \n</p>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://ear.findingavoice.org\">ethnographic action research</a> <a href=\"#Tacchi2004\">(Tacchi, Hearn &amp; Ninan, 2004;</a><a href=\"#Tacchi2003\">Tacchi et al., 2003)</a> <a href=\"#Tacchi2007\">(Tacchi et al., 2007)</a></li>\n<li><a href=\"/wiki/Participatory_action_research\" title=\"Participatory action research\">participatory action research</a> <a href=\"#Reason2001\">(Reason &amp; Bradbury, 2001)</a></li>\n<li><a href=\"/wiki/Participatory_design\" title=\"Participatory design\">participatory design</a> <a href=\"#Greenbaum\">(Greenbaum &amp; King, 1991;</a><a href=\"#Schuler1993\">Schuler &amp; Namioka, 1993)</a></li>\n<li>network action research <a href=\"#Foth2006\">(Foth, 2006)</a></li></ul>\n<p>Methods related to these approaches include:\n</p>\n<ul><li>observation</li>\n<li><a href=\"/wiki/Participant_observation\" title=\"Participant observation\">participant observation</a></li>\n<li>field notes</li>\n<li>in-depth interviews</li>\n<li><a href=\"/wiki/Focus_groups\" class=\"mw-redirect\" title=\"Focus groups\">focus groups</a> and group interviews</li>\n<li>media-use diaries and other forms self-documentation</li>\n<li>documents and other artefacts</li>\n<li><a href=\"/wiki/Content_analysis\" title=\"Content analysis\">content analysis</a></li>\n<li>questionnaires and surveys</li>\n<li>participant feedback</li>\n<li>cultural probes</li>\n<li>scenarios</li>\n<li>personae/archetypes</li>\n<li>sound mapping</li>\n<li><a href=\"/wiki/Concept_map\" title=\"Concept map\">concept mapping</a> exercises</li>\n<li>participatory design activities</li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Communicative_ecology&amp;action=edit&amp;section=10\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><cite id=\"Allison2007\">Allison, M. A. (2007). Primary attention groups: A conceptual approach to the communicative ecology of individual community in the information age. <i>The Electronic Journal of Communication, 17</i>(1-2).</cite></li>\n<li><cite id=\"Altheide1994\">Altheide, D. L. (1994). An ecology of communication: Toward a mapping of the effective environment. <i>The Sociological Quarterly, 35</i>(4), 665-683.</cite></li>\n<li><cite id=\"Altheide1995\">Altheide, D. L. (1995). <i>An ecology of communication: Cultural formats of control</i>. New York: Aldine de Gruyter.</cite></li>\n<li><cite id=\"Ball-Rokeach2001\">Ball-Rokeach, S. J., Kim, Y. C., &amp; Matei, S. A. (2001). Storytelling neighborhood: Paths to belonging in diverse urban environments. <i>Communication Research, 28</i>(4), 392-428.</cite></li>\n<li><cite id=\"Barnlund1979\">Barnlund, D. (1979). A transactional model of communication In C. D. Mortensen (Ed.), <i>Basic readings in communication theory</i> (2nd ed., pp.&#160;47–57). New York: Harper and Row.</cite></li>\n<li><cite id=\"Beier2001\">Beier, C. (2001). <i>Creating community: Feasting among the Nantis of Peruvian Amazonia</i>. Unpublished Master's Thesis, University of Texas, Austin.</cite></li>\n<li><cite id=\"Berry2006\">Berry, M., &amp; Hamilton, M. (2006). <i>Mobile computing, visual diaries, learning and communication: Changes to the communicative ecology of design students through mobile computing</i>. Paper presented at the Eighth Australian Computing Education Conference.</cite></li>\n<li><cite id=\"Boase2008\">Boase, J. (2008). Personal networks and the personal communication system. <i>Information, Communication &amp; Society, 11</i>(4), 490-508.</cite></li>\n<li><cite id=\"Button2007\">Button, A. J., &amp; Partridge, H. L. (2007). <a rel=\"nofollow\" class=\"external text\" href=\"http://eprints.qut.edu.au/archive/00012414/\"><i>Community networks today: Analysing new media for local social networking and community engagement.</i></a> Paper presented at the Community Informatics Research Network Conference.</cite></li>\n<li><cite id=\"Dourish2004\">Dourish, P. (2004). What we talk about when we talk about context. <i>Personal and Ubiquitous Computing, 8,</i> 19-30.</cite></li>\n<li><cite id=\"Erickson2000\">Erickson, T. (2000). <i>Making sense of computer-mediated communication(CMC): Conversations as genres, CMC systems as genre ecologies</i>. Paper presented at the 33rd Hawaii International Conference on Systems Sciences.</cite></li>\n<li><cite id=\"Foth2006\">Foth, M. (2006). <a rel=\"nofollow\" class=\"external text\" href=\"http://eprints.qut.edu.au/archive/00002300/\">Network action research</a>. <i>Action Research, 4</i>(2), 205-226.</cite></li>\n<li><cite id=\"FothHearn2007\">Foth, M., &amp; Hearn, G. (2007). <a rel=\"nofollow\" class=\"external text\" href=\"http://eprints.qut.edu.au/archive/00006100/\">Networked individualism of urban residents: Discovering the communicative ecology in inner-city apartment buildings</a>. <i>Information, Communication &amp; Society, 10</i>(5), 749-772.</cite></li>\n<li><cite id=\"Greenbaum1991\">Greenbaum, J. M., &amp; Kyng, M. (Eds.). (1991). <i>Design at work: Cooperative design of computer systems</i>. Hillsdale, NJ: Lawrence Erlbaum.</cite></li>\n<li><cite id=\"Gumperz1999\">Gumperz, J. (1999). On interactional sociolinguistic method. In C. Roberts &amp; S. Sarangi (Eds.), <i>Talk, work and institutional order: Discourse in medical, mediation and management settings</i> (pp.&#160;453–471). Berlin: Mouton de Gruyter.</cite></li>\n<li><cite id=\"HearnFoth2007\">Hearn, G., &amp; Foth, M. (2007). <a rel=\"nofollow\" class=\"external text\" href=\"http://eprints.qut.edu.au/archive/00008171/\">Communicative ecologies: Editorial preface</a>. <i>The Electronic Journal of Communication, 17</i>(1-2).</cite></li>\n<li><cite id=\"Horst2006\">Horst, H., &amp; Miller, D. (2006). <i>The cell phone: An anthropology of communication</i>. Oxford: Berg.</cite></li>\n<li><cite id=\"Hymes1974\">Hymes, D. (1974). <i>Foundations in sociolinguistics: an ethnographic approach</i>. Philadelphia: University of Pennsylvania Press.</cite></li>\n<li><cite id=\"Latour2005\">Latour, B. (2005). <i>Reassembling the social: An introduction to actor-network theory</i>. Oxford: Oxford University Press.</cite></li>\n<li><cite id=\"McArthur2005\">McArthur, T. (2005). Chinese, English, Spanish - and the rest: How do the world's very large languages operate within its 'communicative ecology'? <i>English Today, 21</i>(3), 55-61.</cite></li>\n<li><cite id=\"McLuhan1962\">McLuhan, M. (1962). <i>The Gutenberg galaxy: The making of typographic man</i>. London: Routledge &amp; Kegan Paul.</cite></li>\n<li><cite id=\"Miller2007\">Miller, D. (2007). The unpredictable mobile phone. <i>BT Technology Journal, 25</i>(3-4), 321-328.</cite></li>\n<li><cite id=\"Miller2014\">Miller, F. Q. (2014). Knowledge ecosystems of early career academics: A grounded theory of experiencing information use for learning in developmental networks. PhD thesis, Queensland University of Technology. <a rel=\"nofollow\" class=\"external free\" href=\"http://eprints.qut.edu.au/71395/\">http://eprints.qut.edu.au/71395/</a></cite></li>\n<li><cite id=\"Nair2006\">Nair, S., Jennaway, M., &amp; Skuse, A. (2006). <i>Local information networks: Social and technological considerations</i>. New Delhi: UNESCO.</cite></li>\n<li><cite id=\"Nardi1996\">Nardi, B. (Ed.). (1996). <i>Context and consciousness: activity theory and human-computer interaction</i>. Cambridge, MA: MIT Press.</cite></li>\n<li><cite id=\"Peeples2007\">Peeples, J., &amp; Mitchell, B. (2007). \"No mobs-no confusion-no tumult\": Networking civil disobedience. <i>The Electronic Journal of Communication, 17</i>(1-2).</cite></li>\n<li><cite id=\"Powell2007\">Powell, A. (2007). An ecology of public internet access: Exploring contextual internet access in an urban community. <i>The Electronic Journal of Communication, 17</i>(1-2).</cite></li>\n<li><cite id=\"Pringle2004\">Pringle, I., Bajracharya, U., &amp; Bajracharya, A. (2004). Innovating multimedia to increase accessibility in the hills of Nepal: The Tansen Community Multimedia Center (CMC). <i>Mountain Research and Development, 24</i>(4), 292-297.</cite></li>\n<li><cite id=\"Rangaswamy2007\">Rangaswamy, N. (2007). <i>ICT for development and commerce: A case study of internet cafes in India</i>. Paper presented at the 9th International Conference on Social Implications of Computers in Developing Countries.</cite></li>\n<li><cite id=\"Reason2001\">Reason, P., &amp; Bradbury, H. (Eds.). (2001). <i>Handbook of action research: Participative inquiry and practice</i>. London: Sage.</cite></li>\n<li><cite id=\"Roberts2005\">Roberts, C., &amp; Sarangi, S. (2005). Theme-oriented discourse analysis of medical encounters. <i>Medical Education, 39</i>, 632-640.</cite></li>\n<li><cite id=\"Schuler1993\">Schuler, D., &amp; Namioka, A. (Eds.). (1993). <i>Participatory design: Principles and practices</i>. Hillsdale, NJ: Lawrence Erlbaum.</cite></li>\n<li><cite id=\"Sharma2005\">Sharma, S. (2005). eNRICH: Archiving and accessing local information. International Journal of Education and Development using Information and Communication Technology, 2<i>(1), 33-48.</i></cite></li>\n<li><cite id=\"Shepherd2007\">Shepherd, C., Arnold, M., Bellamy, C., &amp; Gibbs, M. (2007). The material ecologies of domestic ICTs. <i>The Electronic Journal of Communication, 17</i>(1-2).</cite></li>\n<li><cite id=\"Skuse2007\">Skuse, A., &amp; Cousins, T. (2007). Spaces of resistance: Informal settlement, communication and community organisation in a Cape Town township. <i>Urban Studies, 44</i>(5), 979-995.</cite></li>\n<li><cite id=\"Skuse2008\">Skuse, A., &amp; Cousins, T. (2008). Getting connected: the social dynamics of urban telecommunications access and use in Khayelitsha, Cape Town. <i>New Media &amp; Society, 10</i>(9), 9-26.</cite></li>\n<li><cite id=\"SkuseFildes2007\">Skuse, A., Fildes, J., Tacchi, J., Martin, K., &amp; Baulch, E. (2007). <a rel=\"nofollow\" class=\"external text\" href=\"http://eprints.qut.edu.au/archive/00010821/\"><i>Poverty and digital inclusion: Preliminary findings of Finding a Voice project</i></a>. New Delhi: UNESCO.</cite></li>\n<li><cite id=\"Slater2005\">Slater, D., &amp; Kwami, J. (2005). <i>Embeddedness and escape: Internet and mobile use as poverty reduction strategies in Ghana</i>. Information Society Research Group Working Paper.</cite></li>\n<li><cite id=\"Slater2004\">Slater, D., &amp; Tacchi, J. (2004). <a rel=\"nofollow\" class=\"external text\" href=\"http://eprints.qut.edu.au/archive/00004398/\"><i>Research: ICT innovations for poverty reduction</i></a>. UNESCO.</cite></li>\n<li><cite id=\"Slater2002\">Slater, D., Tacchi, J., &amp; Lewis, P. (2002). <a rel=\"nofollow\" class=\"external text\" href=\"http://eprints.qut.edu.au/archive/00008701/\"><i>Ethnographic monitoring and evaluation of community multimedia centres: A study of Kothmale community radio internet project, Sri Lanka</i></a>.</cite></li>\n<li><cite id=\"Stebbins2007\">Stebbins, R. (2007). <i>Serious leisure: A perspective for our time</i>. New Brunswick: Transaction Publishers.</cite></li>\n<li><cite id=\"Subramanian2005\">Subramanian, S. (2005). ICT learning: Is it more valuable for the young?  <i>International Journal of Education and Development using Information and Communication Technology, 2</i>(1), 11-21.</cite></li>\n<li><cite id=\"Subramanian2004\">Subramanian, S., Nair, S., &amp; Sharma, S. (2004). <i>Local content creation and ICT for development: Some experiences</i>. Bangkok: UNESCO.</cite></li>\n<li><cite id=\"Tacchi2005a\">Tacchi, J. (2005a). <a rel=\"nofollow\" class=\"external text\" href=\"http://eprints.qut.edu.au/archive/00003863/\"><i>Finding a voice: The potential of creative ICT literacy and voice in community multimedia centres in South Asia</i></a>. Information Society Research Group Working Paper No. 3.</cite></li>\n<li><cite id=\"Tacchi2005b\">Tacchi, J. (2005b). <a rel=\"nofollow\" class=\"external text\" href=\"http://eprints.qut.edu.au/archive/00004397/\"><i>Radio and new media technologies: Making technological change socially effective and culturally empowering</i></a>. Paper presented at the Radio in the World: Radio Conference 2005.</cite></li>\n<li><cite id=\"Tacchi2005c\">Tacchi, J. (2005c). <a rel=\"nofollow\" class=\"external text\" href=\"http://eprints.qut.edu.au/archive/00004496/\">Supporting the democratic voice through community media centres in South Asia</a>. <i>3CMedia: Journal of Community, Citizen's and Third Sector Media and Communication, 1</i>, 25-35.</cite></li>\n<li><cite id=\"Tacchi2006\">Tacchi, J. (2006). <a rel=\"nofollow\" class=\"external text\" href=\"http://eprints.qut.edu.au/archive/00004400/\"><i>Studying communicative ecologies: An ethnographic approach to information and communication technologies</i></a>. Paper presented at the 56th Annual Conference of the International Communication Association.</cite></li>\n<li><cite id=\"Tacchi2007\">Tacchi, J. (2007). <a rel=\"nofollow\" class=\"external text\" href=\"http://eprints.qut.edu.au/archive/00010390/\"><i>Ethnographic (per)versions and creative engagement through locally created content</i></a>. Paper presented at the CMS Symbols - Symposia on Communication for Social Development.</cite></li>\n<li><cite id=\"Tacchi2004\">Tacchi, J., Hearn, G., &amp; Ninan, A. (2004). <a rel=\"nofollow\" class=\"external text\" href=\"http://eprints.qut.edu.au/archive/00010845/\">Ethnographic action research: A method for implementing and evaluating new media technologies</a>. In K. Prasad (Ed.), <i>Information and communication technology: Recasting development</i> (pp.&#160;253–274). Knoxville, TN: B.R. Publishing Corporation.</cite></li>\n<li><cite id=\"Tacchi2003\">Tacchi, J., Slater, D., &amp; Hearn, G. (2003). <a rel=\"nofollow\" class=\"external text\" href=\"http://eprints.qut.edu.au/archive/00004399/\"><i>Ethnographic action research: A user's handbook</i></a>. New Delhi: UNESCO.</cite></li>\n<li><cite id=\"Tacchi2007\">Tacchi, J., Fildes, J., Martin, K., Kiran, MS., Baulch, E. and Skuse, A. (2007). <a rel=\"nofollow\" class=\"external text\" href=\"http://ear.findingavoice.org\"><i>Ethnographic action research: Training handbook</i></a>. New Delhi: UNESCO.</cite></li>\n<li><cite id=\"TacchiWatkins2007\">Tacchi, J., &amp; Watkins, J. (2007). <a rel=\"nofollow\" class=\"external text\" href=\"http://eprints.qut.edu.au/archive/00010616/\"><i>Participatory research and creative engagement with ICTs</i></a>. Paper presented at the ACM Sensys Conference.</cite></li>\n<li><cite id=\"Wagner2004\">Wagner, M. (2004). Communicative ecology: How the bonobos do it. <i>International Journal of the Humanities, 2</i>(3), 2365-2374.</cite></li>\n<li><cite id=\"White2003\"> White, D., &amp; Hellerich, G. (2003). Nietzsche and the communicative ecology of terror: Part 1. <i>The European Legacy, 8</i>(6), 717-737.</cite></li>\n<li><cite id=\"Wilkin2007\">Wilkin, H. A., Ball-Rokeach, S. J., Matsaganis, M. D., &amp; Cheong, P. H. (2007). Comparing the communication ecologies of geo-ethnic communities: How people stay on top of their community. <i>The Electronic Journal of Communication, 17</i>(1-2).</cite></li>\n<li><cite id=\"Yates2003\">Yates, J., Orlikowski, W. J., &amp; Woerner, S. L. (2003). <i>Virtual organizing: Using threads to coordinate distributed work</i>. Paper presented at the Hawaii International Conference on System Sciences.</cite></li></ul>\n<h2><span class=\"mw-headline\" id=\"Further_reading\">Further reading</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Communicative_ecology&amp;action=edit&amp;section=11\" title=\"Edit section: Further reading\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Altheide, D. L. (1994). An ecology of communication: Toward a mapping of the effective environment. <i>The Sociological Quarterly, 35</i>(4), 665-683.</li>\n<li>Foth, M., &amp; Hearn, G. (2007). <a rel=\"nofollow\" class=\"external text\" href=\"http://eprints.qut.edu.au/archive/00006100/\">Networked individualism of urban residents: Discovering the communicative ecology in inner-city apartment buildings</a>. <i>Information, Communication &amp; Society, 10</i>(5), 749-772.</li>\n<li>Hearn, G., &amp; Foth, M. (2007). <a rel=\"nofollow\" class=\"external text\" href=\"http://eprints.qut.edu.au/archive/00008171/\">Communicative ecologies: Editorial preface</a>. <i>The Electronic Journal of Communication, 17</i>(1-2).</li>\n<li>Slater, D., Tacchi, J., &amp; Lewis, P. (2002). <a rel=\"nofollow\" class=\"external text\" href=\"http://eprints.qut.edu.au/archive/00008701/\">Ethnographic monitoring and evaluation of community multimedia centres: A study of Kothmale community radio internet project, Sri Lanka</a>.</li>\n<li>Tacchi, J. (2006). <a rel=\"nofollow\" class=\"external text\" href=\"http://eprints.qut.edu.au/archive/00004400/\"><i>Studying communicative ecologies: An ethnographic approach to information and communication technologies</i></a>. Paper presented at the 56th Annual Conference of the International Communication Association.</li>\n<li>Tacchi, J., Slater, D., &amp; Hearn, G. (2003). <a rel=\"nofollow\" class=\"external text\" href=\"http://eprints.qut.edu.au/archive/00004399/\"><i>Ethnographic action research: A user's handbook</i></a>. New Delhi: UNESCO.</li>\n<li>Tacchi, J., Fildes, J., Martin, K., Kiran, MS., Baulch, E. and Skuse, A. (2007).</li></ul>\n<p><a rel=\"nofollow\" class=\"external text\" href=\"http://ear.findingavoice.org\"><i>Ethnographic action research: Training handbook</i></a>. New Delhi: UNESCO.\n</p>\n<!-- \nNewPP limit report\nParsed by mw1329\nCached time: 20180910163154\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.048 seconds\nReal time usage: 0.055 seconds\nPreprocessor visited node count: 198/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:18308546-0!canonical and timestamp 20180910163154 and revision id 803203796\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","*":"Communication"},{"sortkey":"","*":"Communication_theory"}],"links":[{"ns":0,"exists":"","*":"Actor-network theory"},{"ns":0,"exists":"","*":"Applied linguistics"},{"ns":0,"exists":"","*":"Bonobo"},{"ns":0,"exists":"","*":"Communication"},{"ns":0,"exists":"","*":"Community development"},{"ns":0,"exists":"","*":"Community radio"},{"ns":0,"exists":"","*":"Computer-mediated communication"},{"ns":0,"exists":"","*":"Concept map"},{"ns":0,"exists":"","*":"Content analysis"},{"ns":0,"exists":"","*":"Dell Hymes"},{"ns":0,"exists":"","*":"Digital inclusion"},{"ns":0,"exists":"","*":"Discourse"},{"ns":0,"exists":"","*":"Ecology"},{"ns":0,"exists":"","*":"Education"},{"ns":0,"exists":"","*":"Emic and etic"},{"ns":0,"exists":"","*":"Ethnography"},{"ns":0,"exists":"","*":"Ethnography of communication"},{"ns":0,"exists":"","*":"Focus groups"},{"ns":0,"exists":"","*":"Human-computer interaction"},{"ns":0,"exists":"","*":"Instant messaging & messengers"},{"ns":0,"exists":"","*":"Interactional sociolinguistics"},{"ns":0,"exists":"","*":"Linguistic anthropology"},{"ns":0,"exists":"","*":"Marshall McLuhan"},{"ns":0,"exists":"","*":"Media (communication)"},{"ns":0,"exists":"","*":"Media ecology"},{"ns":0,"exists":"","*":"Mobile phone"},{"ns":0,"exists":"","*":"New media"},{"ns":0,"exists":"","*":"Participant observation"},{"ns":0,"exists":"","*":"Participatory action research"},{"ns":0,"exists":"","*":"Participatory design"},{"ns":0,"exists":"","*":"Scandinavian activity theory"},{"ns":0,"exists":"","*":"Short message service"},{"ns":0,"exists":"","*":"Social interaction"},{"ns":0,"exists":"","*":"Social network"},{"ns":0,"exists":"","*":"Symbolic interactionism"},{"ns":0,"exists":"","*":"Urban informatics"},{"ns":0,"exists":"","*":"Urban planning"},{"ns":0,"exists":"","*":"Urban village"}],"templates":[],"images":[],"externallinks":["http://ear.findingavoice.org","http://eprints.qut.edu.au/archive/00012414/","http://eprints.qut.edu.au/archive/00002300/","http://eprints.qut.edu.au/archive/00006100/","http://eprints.qut.edu.au/archive/00008171/","http://eprints.qut.edu.au/archive/00010821/","http://eprints.qut.edu.au/archive/00004398/","http://eprints.qut.edu.au/archive/00008701/","http://eprints.qut.edu.au/archive/00003863/","http://eprints.qut.edu.au/archive/00004397/","http://eprints.qut.edu.au/archive/00004496/","http://eprints.qut.edu.au/archive/00004400/","http://eprints.qut.edu.au/archive/00010390/","http://eprints.qut.edu.au/archive/00010845/","http://eprints.qut.edu.au/archive/00004399/","http://eprints.qut.edu.au/archive/00010616/","http://eprints.qut.edu.au/71395/"],"sections":[{"toclevel":1,"level":"2","line":"Rationale","number":"1","index":"1","fromtitle":"Communicative_ecology","byteoffset":776,"anchor":"Rationale"},{"toclevel":1,"level":"2","line":"History and usage","number":"2","index":"2","fromtitle":"Communicative_ecology","byteoffset":3894,"anchor":"History_and_usage"},{"toclevel":1,"level":"2","line":"Characteristics","number":"3","index":"3","fromtitle":"Communicative_ecology","byteoffset":11423,"anchor":"Characteristics"},{"toclevel":2,"level":"3","line":"Layers","number":"3.1","index":"4","fromtitle":"Communicative_ecology","byteoffset":13396,"anchor":"Layers"},{"toclevel":2,"level":"3","line":"Dimensions","number":"3.2","index":"5","fromtitle":"Communicative_ecology","byteoffset":15579,"anchor":"Dimensions"},{"toclevel":2,"level":"3","line":"Types of activity","number":"3.3","index":"6","fromtitle":"Communicative_ecology","byteoffset":17413,"anchor":"Types_of_activity"},{"toclevel":1,"level":"2","line":"Scope, resolution and granularity","number":"4","index":"7","fromtitle":"Communicative_ecology","byteoffset":18554,"anchor":"Scope,_resolution_and_granularity"},{"toclevel":1,"level":"2","line":"Perspective","number":"5","index":"8","fromtitle":"Communicative_ecology","byteoffset":21211,"anchor":"Perspective"},{"toclevel":1,"level":"2","line":"Associated research approaches and methods","number":"6","index":"9","fromtitle":"Communicative_ecology","byteoffset":22704,"anchor":"Associated_research_approaches_and_methods"},{"toclevel":1,"level":"2","line":"References","number":"7","index":"10","fromtitle":"Communicative_ecology","byteoffset":24566,"anchor":"References"},{"toclevel":1,"level":"2","line":"Further reading","number":"8","index":"11","fromtitle":"Communicative_ecology","byteoffset":35853,"anchor":"Further_reading"}],"parsewarnings":[],"displaytitle":"Communicative ecology","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q5154236"}]}}