{"parse":{"title":"Inoculation theory","pageid":18546373,"revid":854808255,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Inoculation theory</b> was developed by <a href=\"/wiki/Social_psychology\" title=\"Social psychology\">social psychologist</a> <a href=\"/wiki/William_J._McGuire\" title=\"William J. McGuire\">William J. McGuire</a> in 1961 to explain how <a href=\"/wiki/Attitude_(psychology)\" title=\"Attitude (psychology)\">attitudes</a> and <a href=\"/wiki/Beliefs\" class=\"mw-redirect\" title=\"Beliefs\">beliefs</a> change, and more importantly, how to keep existing attitudes and beliefs consistent in the face of attempts to change them. Inoculation theory functions as a <a href=\"/wiki/Strategy\" title=\"Strategy\">strategy</a> to protect attitudes from change–to confer <a href=\"/wiki/Psychological_resistance\" title=\"Psychological resistance\">resistance</a> to counter-<a href=\"/wiki/Attitude_(psychology)\" title=\"Attitude (psychology)\">attitudinal</a> influences, whether such influences take the form of direct attacks or sustained pressures.\n</p><p>The <a href=\"/wiki/Theory\" title=\"Theory\">theory</a> posits that weak <a href=\"/wiki/Counterargument\" title=\"Counterargument\">counterarguments</a>–arguments that are easily refuted–generate resistance within the receiver, enabling them to maintain their beliefs in the face of a future, stronger, attack. Following exposure to weak counterarguments, the inoculation receiver will then seek out supporting information to further strengthen their threatened position. Finally, the held attitude or belief becomes resistant to a stronger attack, hence the medical analogy of a <a href=\"/wiki/Vaccine\" title=\"Vaccine\">vaccine</a>.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#About\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">About</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#History\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">History</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Explanation\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Explanation</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Key_components\"><span class=\"tocnumber\">3.1</span> <span class=\"toctext\">Key components</span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Applications\"><span class=\"tocnumber\">3.2</span> <span class=\"toctext\">Applications</span></a></li>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#Refutational_same_and_refutational_different\"><span class=\"tocnumber\">3.3</span> <span class=\"toctext\">Refutational same and refutational different</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Relevant_research\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Relevant research</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-8\"><a href=\"#Political_campaigning\"><span class=\"tocnumber\">4.1</span> <span class=\"toctext\">Political campaigning</span></a></li>\n<li class=\"toclevel-2 tocsection-9\"><a href=\"#Health\"><span class=\"tocnumber\">4.2</span> <span class=\"toctext\">Health</span></a></li>\n<li class=\"toclevel-2 tocsection-10\"><a href=\"#Marketing\"><span class=\"tocnumber\">4.3</span> <span class=\"toctext\">Marketing</span></a></li>\n<li class=\"toclevel-2 tocsection-11\"><a href=\"#Cyber_security\"><span class=\"tocnumber\">4.4</span> <span class=\"toctext\">Cyber security</span></a></li>\n<li class=\"toclevel-2 tocsection-12\"><a href=\"#Psychological_reactance\"><span class=\"tocnumber\">4.5</span> <span class=\"toctext\">Psychological reactance</span></a></li>\n<li class=\"toclevel-2 tocsection-13\"><a href=\"#Postinoculation_talk\"><span class=\"tocnumber\">4.6</span> <span class=\"toctext\">Postinoculation talk</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-14\"><a href=\"#See_also\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-15\"><a href=\"#Notes\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Notes</span></a></li>\n<li class=\"toclevel-1 tocsection-16\"><a href=\"#References\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"About\">About</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Inoculation_theory&amp;action=edit&amp;section=1\" title=\"Edit section: About\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Inoculation is a <a href=\"/wiki/Theory\" title=\"Theory\">theory</a> developed to strengthen existing attitudes and beliefs while building resistance to future counterarguments. For inoculation to be successful it is crucial that a threat (motivation for resistance) is imposed upon these existing ideas and refutational preemption (ability to build defenses against potential counterarguments) takes place after the inoculation. The argument that is presented through inoculation must be strong enough to initiate motivation to maintain current attitudes and beliefs, but weak enough that the receiver will refute the <a href=\"/wiki/Counterargument\" title=\"Counterargument\">counterargument</a> (Compton, 2013; McGuire, 1964). Inoculation has been proven successful through trials and research. This article highlights vital aspects of inoculation theory, however, it is not exhaustive–there is a large volume of quality research on the theory not mentioned. Finally, while numerous studies have tested and verified the efficacy of the inoculation process, there continues to be a need for refinement and elaboration.\n</p><p>Inoculation theory is used today as part of the suite of tools used by those engaged in shaping or manipulating <a href=\"/wiki/Public_opinion\" title=\"Public opinion\">public opinion</a>. These contexts include: <a href=\"/wiki/Politics\" title=\"Politics\">politics</a> (e.g., Pfau et al., 1990; see Compton &amp; Ivanov, 2013, for a review), <a href=\"/wiki/Health_campaign\" title=\"Health campaign\">health campaigns</a> (e.g., Pfau &amp; VanBockern, 1994; see Compton, Jackson, &amp; Dimmock, 2016, for a review), <a href=\"/wiki/Marketing\" title=\"Marketing\">marketing</a> (e.g., Compton &amp; Pfau, 2004) and <a href=\"/wiki/Education\" title=\"Education\">education</a> (Compton, 2011), among others. (See Banas &amp; Rains, 2010, for a <a href=\"/wiki/Meta-analysis\" title=\"Meta-analysis\">meta-analysis</a>, and Compton, 2013, for a narrative overview.)\n</p><p>The inoculation process is analogous to the medical <a href=\"/wiki/Inoculation\" title=\"Inoculation\">inoculation</a> process from which it draws its name; the <a href=\"/wiki/Analogy\" title=\"Analogy\">analogy</a> served as the inaugural exemplar for how inoculation confers resistance. As McGuire (1961) initially explained, medical inoculation works by exposing the body to a weakened form of a virus—strong enough to trigger a response (i.e., the production of <a href=\"/wiki/Antibodies\" class=\"mw-redirect\" title=\"Antibodies\">antibodies</a>), but not so strong as to overwhelm the body's resistance. Attitudinal inoculation works the same way: Expose the receiver to weakened counterarguments, triggering a process of counterargument which confers resistance to later, stronger persuasive messages. This process works like a metaphorical vaccination: the receiver becomes immune to attacking messages that attempt to change their attitudes or beliefs regarding the initial threat. Inoculation theory suggests that if one sends out messages with weak counterarguments, an individual can build immunity to those messages and strengthen their original attitudes. It uses a threat on initial beliefs to trigger a person's desire to fight against the threat, ultimately reinforcing their attitude.\n</p>\n<h2><span class=\"mw-headline\" id=\"History\">History</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Inoculation_theory&amp;action=edit&amp;section=2\" title=\"Edit section: History\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>William McGuire set out to conduct research “on ways of inducing resistance to persuasion, under the impression that while much experimental work was being done on factors that increased persuasive effectiveness, little was being done on ways of producing resistance to persuasion” (McGuire, 1964, p. 192). McGuire was motivated to study inoculation and persuasion as a result of the <a href=\"/wiki/Aftermath_of_the_Korean_War\" title=\"Aftermath of the Korean War\">aftermath of the Korean War</a>. Nine US <a href=\"/wiki/Prisoners_of_war\" class=\"mw-redirect\" title=\"Prisoners of war\">prisoners of war</a>, when given the opportunity, elected to remain with their captors. Many assumed they were <a href=\"/wiki/Brainwashing\" title=\"Brainwashing\">brainwashed</a>, so McGuire and other <a href=\"/wiki/Social_scientists\" class=\"mw-redirect\" title=\"Social scientists\">social scientists</a> turned to ways of conferring resistance to persuasion (Dewey, 2017). This was a change in <a href=\"https://en.wiktionary.org/wiki/extant\" class=\"extiw\" title=\"wikt:extant\">extant</a> persuasion research, which was almost exclusively concerned with how to make messages more <a href=\"/wiki/Persuasive\" class=\"mw-redirect\" title=\"Persuasive\">persuasive</a>, and not the other way around (Gass &amp; Seiter, 2003). \n</p><p>The theory of inoculation was derived from previous research studying one-sided and two-sided messages. One-sided messages are supportive messages to strengthen existing attitudes, but with no mention of counterpositions. One-sided messages are frequently seen in <a href=\"/wiki/Political_campaign\" title=\"Political campaign\">political campaigns</a> when a <a href=\"/wiki/Candidate\" title=\"Candidate\">candidate</a> denigrates his or her opponent through \"<a href=\"/wiki/Negative_campaigning\" title=\"Negative campaigning\">mudslinging</a>\". This method is effective in reinforcing <a href=\"https://en.wiktionary.org/wiki/extant\" class=\"extiw\" title=\"wikt:extant\">extant</a> attitudes of derision toward the opposition and support for the \"mudslinging\" candidate. If the audience supports the opposition, however, the attack message is ineffective. Two-sided messages present both counterarguments and <a href=\"/wiki/Refutations\" class=\"mw-redirect\" title=\"Refutations\">refutations</a> of those counterarguments. To gain <a href=\"/wiki/Compliance_(psychology)\" title=\"Compliance (psychology)\">compliance</a> and <a href=\"/wiki/Source_credibility\" title=\"Source credibility\">source credibility</a>, a two-sided message must demonstrate the sender's position, then the opposition's position, followed by a refutation of the opposition's argument, then finally the sender's position again (Lumsdaine &amp; Janis, 1953).\n</p><p>Since its creation, the uses of inoculation theory have been expanded in the areas of health, political, educational and commercial messaging. When McGuire (1966a) created this theory, it was applied to social <a href=\"/wiki/Clich%C3%A9\" title=\"Cliché\">clichés</a>. This meant it was primarily used toward the attitudes that were rarely, if ever attacked by opposing forces. The early tests of inoculation theory were used on non-controversial issues, (e.g. brushing your teeth is good for you). Few refute that brushing one's teeth is a good habit, therefore external opposing arguments against tooth brushing would not change one's opinion, but it would strengthen support for brushing one's teeth (Banas &amp; Rains, 2010). Inoculation theory studies currently target less popular or common attitudes, such as whether one should buy a <a href=\"/wiki/Apple_Mac\" class=\"mw-redirect\" title=\"Apple Mac\">Mac</a> or a <a href=\"/wiki/Microsoft_Windows\" title=\"Microsoft Windows\">Windows</a>-based <a href=\"/wiki/Personal_computer\" title=\"Personal computer\">PC</a> <a href=\"/wiki/Computer\" title=\"Computer\">computer</a> or if one should support <a href=\"/wiki/Gay_marriage\" class=\"mw-redirect\" title=\"Gay marriage\">gay marriage</a>.  Implementing inoculation theory in studies of contemporary social issues (from <a href=\"/wiki/Mundane\" title=\"Mundane\">mundane</a> to <a href=\"/wiki/Controversial\" class=\"mw-redirect\" title=\"Controversial\">controversial</a> <a href=\"/wiki/Social_issues\" class=\"mw-redirect\" title=\"Social issues\">social issues</a>), the variety and resurgence of studies using inoculation theory helps bolster the effectiveness and <a href=\"/wiki/Utility\" title=\"Utility\">utility</a> of the theory and provides support that it can be used to strengthen and/or predict attitudes.\n</p><p>McGuire led a series of experiments assessing inoculation's <a href=\"/wiki/Efficacy\" title=\"Efficacy\">efficacy</a> and adding nuance to our understanding for how it works (for a review, see Compton, 2013; Compton &amp; Pfau, 2005). Early studies (e.g., McGuire &amp; Papageorgis, 1961) limited testing of inoculation theory to <a href=\"/wiki/Cultural\" class=\"mw-redirect\" title=\"Cultural\">cultural</a> truisms, or <a href=\"/wiki/Beliefs\" class=\"mw-redirect\" title=\"Beliefs\">beliefs</a> accepted without consideration (e.g., people should brush their teeth daily). Later development of the theory extended inoculation to more <a href=\"/wiki/Controversial\" class=\"mw-redirect\" title=\"Controversial\">controversial</a> and contested topics in the contexts of politics (see Compton &amp; Ivanov, 2013), health (see Compton, Jackson, &amp; Dimmock, 2015), marketing, and contexts in which people have different pre-existing attitudes, such as climate change.<sup id=\"cite_ref-inoculation2_1-0\" class=\"reference\"><a href=\"#cite_note-inoculation2-1\">&#91;1&#93;</a></sup> The theory has also been applied in education to help prevent substance abuse.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p><p>Additionally, more recent research has examined inoculation's effects on targets besides attitudes, including task self-efficacy (Jackson, Compton, Whiddett, Anthony, &amp; Dimmock, 2015). Other work has confirmed that inoculation's efficacy can be boosted with other persuasion processes, like reactance (Miller et al., 2013).\n</p>\n<h2><span class=\"mw-headline\" id=\"Explanation\">Explanation</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Inoculation_theory&amp;action=edit&amp;section=3\" title=\"Edit section: Explanation\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Inoculation theory states that to prevent persuasion it is necessary to strengthen preexisting attitudes, beliefs, or opinions. First, the receiver must be made aware of the potential vulnerability of an existing position (e.g., attitude, belief). This establishes threat and initiates defenses to future attacks. The idea is that when a weak argument is presented in the inoculation message, processes of refutation or other means of protection will prepare for stronger arguments later. It is critical that the attack is strong enough to keep the receiver defensive, but weak enough to not actually change those preexisting ideas. This will hopefully make the receiver actively defensive and allow them to create arguments in favor of their preexisting thoughts. The more active the receiver becomes in his or her defense the more it will strengthen their own attitudes, beliefs, or opinions (McGuire, 1964).\n</p>\n<h3><span class=\"mw-headline\" id=\"Key_components\">Key components</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Inoculation_theory&amp;action=edit&amp;section=4\" title=\"Edit section: Key components\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>There are four basic key components to successful inoculation: threat, <a href=\"/wiki/Refutational_preemption\" title=\"Refutational preemption\">refutational preemption</a>, delay, and involvement. The first is threat, which provides motivation to protect one's attitudes or beliefs (Pfau, 1997a). Threat is a product of the presence of counterarguments in an inoculation message and/or an explicit forewarning of an impending challenge to an existing belief (see Compton &amp; Ivanov, 2012). The message receiver must interpret that a message is threatening and recognize that there is a reason to fight to maintain and strengthen their opinion. If the receiver of an opposing message does not recognize that a threat is present, they will not feel the need to start defending their position and therefore will not change their attitude or strengthen their opinion (Banas &amp; Rains, 2010, p.&#160;285). Compton and Ivanov (2012) found that participants who had been forewarned of an attack–i.e. threat–but not given the appropriate tools to combat the attack were more resistant than the control group. In this case, the simple act of forewarning of an attack was enough to resist the counterattitudinal persuasion.\n</p><p>The second component, refutational preemption, is the <a href=\"/wiki/Cognitive\" class=\"mw-redirect\" title=\"Cognitive\">cognitive</a> part of the process. It is the ability to activate one's own argument for future defense and strengthen their existing attitudes through counterarguing (Pfau, 1997). Scholars have also explored whether other resistance processes might be at work, including affect. Refutational preemption provides specific content that receivers can employ to strengthen attitudes against subsequent change. This aids in the inoculation process by giving the message receiver a chance to argue with the opposing message. It shows the message receiver that their attitude is not the only attitude or even the right attitude, creating a threat to their beliefs. This is beneficial because the receiver will get practice in defending their original attitude, therefore strengthening it. This is important in fighting off future threats of opposing messages and helps to ensure that the message will not affect their original stance on the issues (Banas &amp; Rains, 2010, p.&#160;285). Refutational preemption acts as the weak <a href=\"/wiki/Strain_(biology)\" title=\"Strain (biology)\">strain</a> of the virus in the metaphor. By injecting the weakened virus–the opposing opinion–into a receiver, this prompts the receiver to strengthen their position, enabling them to fight off the opposing threat. By the time the body processes the virus–the counterattack–the receiver will have learned how to eliminate the threat. In the case of messaging, if the threatening message is weak or unconvincing, a person can reject the message and stick with their original stance on the matter. By being able to reject threatening messages a person builds strength of their belief and every successful threatening message that they can encounter their original opinions only get stronger (Banas &amp; Rains, 2010, p.&#160;285). Recent research has studied the presence and function of word-of-mouth communication, or post-inoculation talk (see Compton &amp; Pfau, 2009), following exposure to inoculation messages (e.g., Ivanov et al., 2015).\n</p><p>Delay is the next element that is necessary in the inoculation process. There has been much debate on whether there is a certain amount of time necessary between inoculation and further attacks on a persons' attitude that will be most effective in strengthening that person's attitude. McGuire (1961) suggested that delay was necessary strengthening a person's attitude and since then many scholars have found evidence to back that idea up. There are also scholars on the other side who suggest that too much of a delay lessens the strengthening effect of inoculation. With this being said, it has been revealed that the effect of inoculation can still be significant weeks or even months after initial introduction or the treatment showing that it does produce somewhat long-lasting effects (Banas &amp; Rains, 2010).\n</p><p>Involvement is the final element of the inoculation process. Pfau, et al. (1997a) defined involvement as \"the importance or salience of an attitude object for a receiver\" and is “among the most important and widely employed concepts in the scholarly literature on persuasion” (p. 190). Involvement is critical; an individual's involvement with an issue determines how effective the inoculation process will be, if at all. If an individual does not have a vested interest in the subject, they will not perceive a threat and, consequently, will not feel the need to defend and strengthen their original opinion, rendering the inoculation process ineffective.\n</p>\n<h3><span class=\"mw-headline\" id=\"Applications\">Applications</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Inoculation_theory&amp;action=edit&amp;section=5\" title=\"Edit section: Applications\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Research during the past two decades has revealed numerous real-world applications of inoculation theory. The field of Public Relations is the perfect place for the inoculation theory to be used because the field itself is meant to act to the public, their opinions, and their actions. It is especially useful with an audience who already has an opinion on a brand. Inoculation theory is the perfect way to convince already faithful customers that they are making the right choice in trusting your company and to keep the customer coming back in the future. For example, Apple and their \"<a href=\"/wiki/Get_A_Mac\" class=\"mw-redirect\" title=\"Get A Mac\">Get A Mac</a>\" campaign. This campaign did a great job of following the inoculation theory in targeting those who already preferred Mac computers. The series of ads pit out in the duration of the campaign had a similar theme; they directly compared Macs and PCs. Inoculation theory applies here as these commercials are more than likely aimed toward Apple users. These ads are effective because the Apple users already prefer Mac computers and they unlikely to change their minds. This comparison creates refutational preemption, showing Macs may not be the only viable options on the market. The TV ads throw in a few of the positive advantages that PCs have over Macs, but by the end of every commercial they reiterate the fact that the Mac is ultimately the superior product for consumers. This reassures viewers that their opinion is still right and that Macs are in fact better than PCs. The inoculation theory in these ads keep Mac users coming back for Apple products and may even have them coming back sooner for the bigger and better products that Apple is releasing. That last part is especially important in a field like technology because it is continually changing and something new is always being pushed out onto the shelves.\n</p><p>An example of inoculation theory usage in politics are present in studies indicating that it is possible to inoculate political supporters of a candidate in a campaign against the influence of an opponent's attack ads (Pfau &amp; Burgoon, 1988); citizens against the corrosive influence of soft-money-sponsored political attack ads on democratic values (Pfau, M., Park, D., Holbert, R. L., &amp; Cho, J., 2001); citizens of fledgling democracies against the spiral of silence which can thwart the expression of minority views (Lin, W. K., &amp; Pfau, M., 2007); commercial brands against the influence of competitors' comparative ads (Pfau, 1992a); corporations against the damage to credibility and image that can occur in crisis settings (Dawar, N., &amp; Pillutla, M. M., 2000); and young adolescents against influences of peer pressure, which can lead to smoking, underage drinking, and other harmful behaviors (Godbold, L. C., &amp; Pfau, M., 2000).\n</p>\n<h3><span class=\"mw-headline\" id=\"Refutational_same_and_refutational_different\">Refutational same and refutational different</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Inoculation_theory&amp;action=edit&amp;section=6\" title=\"Edit section: Refutational same and refutational different\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>While there are many studies that have been conducted comparing different treatments of inoculation, there is one specific comparison that is mentioned throughout various studies. This is the comparison between what is known as refutational same and refutational different messages. A refutational same message is an inoculation treatment that refutes specific potential counterarguments that will appear in the subsequent persuasion message, while refutational different treatments are refutations that are not the same as those present in the impending persuasive message  (Pfau et al., 1990). Pfau and his colleagues (1990) developed a study during the <a href=\"/wiki/United_States_presidential_election\" title=\"United States presidential election\">1988 United States presidential election</a>. The <a href=\"/wiki/Republican_Party_(United_States)\" title=\"Republican Party (United States)\">Republicans</a> were claiming that the <a href=\"/wiki/Democratic_Party_(United_States)\" title=\"Democratic Party (United States)\">Democratic</a> candidate was known to be lenient when it came to the issue of crime. The researchers developed a refutational same message that stated that while the Democratic candidate was in favor of tough sentences, merely tough sentences could not reduce crime. The refutational different message expanded on the candidate's platform and his immediate goals if he were to be elected. The study showed comparable results between the two different treatments. Importantly, as McGuire and others had found previously, inoculation was able to confer resistance to arguments that were not specifically mentioned in the inoculation message.\n</p>\n<h2><span class=\"mw-headline\" id=\"Relevant_research\">Relevant research</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Inoculation_theory&amp;action=edit&amp;section=7\" title=\"Edit section: Relevant research\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"Political_campaigning\">Political campaigning</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Inoculation_theory&amp;action=edit&amp;section=8\" title=\"Edit section: Political campaigning\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Compton and Ivanov (2013) offer a comprehensive review of political inoculation scholarship and outline new directions for future work.\n</p><p>Sample studies include:\n</p><p>Pfau and some of his colleagues examined inoculation through the use of direct mail during the 1988 presidential campaign.  The researchers were specifically interested in comparing inoculation and post hoc refutation. Post hoc refutation is another form of building resistance to arguments, however, instead of building resistance prior to future arguments, like inoculation, it attempts to restore original beliefs and attitudes after the counterarguments have been made. Results of the research reinforced prior conclusions that refutational same and different treatments both increase resistance to attacks. More important, results also indicated inoculation was superior to post hoc refutation when attempting to protect original beliefs and attitudes (Pfau et al., 1990).\n</p>\n<h3><span class=\"mw-headline\" id=\"Health\">Health</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Inoculation_theory&amp;action=edit&amp;section=9\" title=\"Edit section: Health\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Much of the research conducted in health is attempting to create campaigns that will encourage people to stop unhealthy behaviors (e.g. getting people to stop smoking or prevention of teen alcoholism). Compton, Jackson and Dimmock (2016) reviewed studies where inoculation theory was applied to health-related messaging. There are many inoculation studies with the intent to inoculate children and teenagers to prevent them from smoking, doing drugs or drinking alcohol. Much of the research shows that targeting at a young age can help them resist peer pressure in high school or college.\n</p><p>Godbold and Pfau (2000) used sixth graders from two different schools and applied inoculation theory as a defense against peer pressure to drinking alcohol. They hypothesized that a normative message, a message tailored around what the social norms are, would be more effective than an informative message. An informative message is a message tailored around giving individuals information pieces. In this case, the information was why drinking alcohol is bad.  The second hypothesis was that subjects who receive a threat two weeks later will be more resistant than those receiving an immediate attack. The results supported the first hypothesis partially. The normative message created higher resistance from the attack, but was not necessarily more effective. The second hypothesis was also not supported; therefore, the time lapse did not create further resistance for teenagers against drinking. One major outcome from this study was the resistance created by utilizing a normative message.\n</p><p>In another study conducted by Duryea (1983), the results were far more supportive of the theory. The study also attempted to find the message to use for educational training to help prevent teen drinking and driving. The teen subjects were given resources to combat attempts to persuade them to drink and drive or to get into a vehicle with a drunk driver. The subjects were: 1) shown a film; 2) participated in question and answer; 3) role playing exercises; and 4) a slide show. The results showed that a combination of the four methods of training was effective in combating persuasion to drink and drive or get into a vehicle with a drunk driver. The trained group was far more prepared to combat the persuasive arguments.\n</p><p>Additionally, Parker, Ivanov, and Compton (2012) found that inoculation messages can be an effective deterrent against pressures to engage in unprotected sex and binge drinking—even when only one of these issues is mentioned in the health message.\n</p><p>Another study by Pfau, et al. (1992) examined the role of inoculation when attempting to prevent adolescents from smoking. One of the main goals of the study was to examine longevity and persistence of inoculation. They took a group of elementary school students in <a href=\"/wiki/South_Dakota\" title=\"South Dakota\">South Dakota</a> and had the students watch a video warning them of future pressures to smoke. In the first year, resistance was highest among those with low <a href=\"/wiki/Self-esteem\" title=\"Self-esteem\">self-esteem</a> (Pfau et al., 1992). At the end of the second year, students in the group showed more attitudinal resistance to smoking than they did previously (Pfau &amp; Van Bockern 1994). Importantly, the study and its follow-up demonstrate the long-lasting effects of inoculation treatments.\n</p><p>Other recent areas of study include vaccination safety. Wong and Harrison (2014) studied 212 female students and their attitudes about the HPV vaccine. They found that inoculation messages about HPV helped build resistance to messages that attacked the effectiveness of the HPV vaccine. Additionally, Compton, Jackson and Dimmock (2016) discussed possibilities of further research. One topic was on the preparation of possible health concerns that new parents may not be expecting. For example, benefits of breastfeeding, sleep deprivation and post-partum depression.\n</p><p>One area that has been heavily researched since the development of the theory is the prevention of smoking. These studies have mainly focused on preventing youth smokers–inoculation seems to be most effective in young children. Grover (2011) researched the effectiveness of the <a href=\"/wiki/Truth_(anti-tobacco_campaign)\" title=\"Truth (anti-tobacco campaign)\">\"truth\" anti-smoking campaign</a> on smokers and non-smokers. Grover divided the two groups to show that inoculation works differently when the behavior is already being exercised versus the behavior being non-existent. In the first hypothesis Grover predicted that exposure to the \"truth\" ads would result in negative attitudes towards smoking after being exposed to pro-smoking advertisements. That hypothesis was supported by the data. In the second hypothesis, exposure to \"truth\" ads results in increased aversion to tobacco industry retail products, the results showed the contrary. Exposure to \"truth\" ads reduces aversion to tobacco branded products. The other observation made here was that the greater the exposure to pro-smoking ads, the higher the aversion to tobacco retail products. This observation contradicts hypothesis H2c and hypothesis H3. In H3, the prediction was that the aversion towards tobacco industry retail products would dictate the exposure to \"truth\" ads and attitudes towards tobacco companies. This data was taken from a combined sample of both smokers and non-smokers. When Grover split the data between the two groups all the original hypotheses were supported, except H2c. Those results mirrored the results of the pooled data. What Grover demonstrated was that the initial attitude plays a major role in the ability to inoculate an individual.\n</p><p>Future studies in the area of health can be extremely beneficial to communities. Some areas that are currently being researched can possibly help with present-day issues (e.g., inoculation-based strategies for addiction intervention to assist sober individuals from relapsing). Other areas for future studies include, promoting healthy eating habits, exercising, breastfeeding and creating positive attitude towards mammograms (Ivanov, 2017). An area that has been underdeveloped is mental health awareness. With the number of young adults and teens committing suicide due to bullying this can be an area where inoculation messages could be effective. McGuire (1961) used a medical analogy to initially describe his theory. Unsurprisingly, inoculation strategies can be most effective when combined with health issues.\n</p>\n<h3><span class=\"mw-headline\" id=\"Marketing\">Marketing</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Inoculation_theory&amp;action=edit&amp;section=10\" title=\"Edit section: Marketing\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Inoculation theory research, as applied to advertising and marketing, are primarily focused on promoting healthy lifestyles with the help of a product or for a specific company's goal.\n</p><p>Shortly after McGuire published his development on inoculation theory, Szybillo and Heslin (1973) applied the concepts that McGuire used in the health industry to advertising and marketing campaigns. They sought to provide answers for advertisers marketing a controversial product or topic: if an advertiser knew the product or campaign would cause an attack, what would be the best advertising strategy? Would they want to refute the arguments or reaffirm their claims? (Szybill and Heslin, 1973)\n</p><p>Szybillo and Heslin (1973) sought to test five hypotheses: 1) to reaffirm or refute the arguments is better than not addressing, 2) refuting the same counterarguments will be more effective than supportive defense, 3) refutational defense is better than supportive defense, 4) over a long period, refutational defense is more effective than supportive defenses, and 5) high credibility sources are more effective than low credibility. The controversial topic in the study was: \"Inflatable air bags should be installed as passive safety devices in all new cars.\"\n</p><p>Szybillo and Heslin (1973) tested four advertisement strategies: defense, refutational-same, refutational-different and supportive. They also manipulated the time of the counterargument attack. Some subjects received the attack message 30 minutes after and the other group three days later. The results confirmed the first hypothesis that a reaffirmation or refutation approach is better than not addressing the attack. The second hypothesis was also confirmed with the data that refuting the counterargument is more effective than supportive defense. The third hypothesis was confirmed as well, though the mean for refutational-different posttreatment was not much greater than for supportive posttreatment. In this study the time lapse was not significantly impactful nor was the credibility of the source. Thus, hypothesis four and five were not supported.\n</p><p>In 2006, a jury awarded Martin Dunson and Lisa Jones, the parents of one-year-old Marquis Matthew Dunson, $5 million for the death of their son. Dunson and Jones sued <a href=\"/wiki/Johnson_%26_Johnson\" title=\"Johnson &amp; Johnson\">Johnson &amp; Johnson</a>, the makers of Infant's <a href=\"/wiki/Tylenol_(brand_redirect)\" class=\"mw-redirect\" title=\"Tylenol (brand redirect)\">Tylenol</a> claiming that there were not enough warnings regarding the dosage of <a href=\"/wiki/Acetaminophen\" class=\"mw-redirect\" title=\"Acetaminophen\">acetaminophen</a> (Daly, 2006).\n</p><p>What resulted was a Johnson &amp; Johnson campaign that encouraged parents to practice proper dosage procedures (Veil and Kent, 2008). In a review of the campaign by Veil and Kent (2008), they breakdown the message of the campaign utilizing the basic concepts of inoculation theory. They theorize that Johnson &amp; Johnson used inoculation to alter the negative <a href=\"/wiki/Perception\" title=\"Perception\">perception</a> of their product. The campaign began running prior to the actual verdict, thus the timing seemed suspicious.\n</p><p>A primary contention made by Veil and Kent (2008) was that the intentions of Johnson &amp; Johnson were not to convey safety guidelines for consumers, but to change how the consumer might respond to further lawsuits on <a href=\"/wiki/Overdose\" class=\"mw-redirect\" title=\"Overdose\">overdose</a>. The inoculation strategy used by Johnson &amp; Johnson, per Veil and Kent, is evident in their campaign script: \"Some people think if you have a really bad headache, you should take extra medicine.\" The authors state the term \"some people\" is referring to the party suing the company. The commercial also used the Vice President of Sales for Tylenol to deliver a message, who may be considered a <a href=\"/wiki/Source_credibility\" title=\"Source credibility\">credible source</a>.\n</p><p>In 1995, Burgoon et al. published empirical findings on issue/advocacy advertising campaigns like the one Johnson &amp; Johnson executed. Most, if not all, of these types of advertising campaigns utilize inoculation to create the messages. Burgoon et al. (1995) posited that the use of inoculation strategies for these types of campaigns should be utilized to enhance the corporations' credibility and aide in maintaining the existing consumer attitude. This strategy should not be used to change consumer attitudes. Based on the analysis of previous research Burgoon et al. concluded issue/advocacy advertising is most effective for reinforcing support and avoid potential slippage in the attitudes of supporters. \nBased on previous publications they looked to test three hypotheses. The first was that issue/advocacy advertisements work to inoculate against counterattitudinal attacks. Next, issue/advocacy advertisements work to protect the source credibility. Lastly, <a href=\"/wiki/Conservatives\" class=\"mw-redirect\" title=\"Conservatives\">conservatives</a> are more likely to be inoculated by issue/advocacy messages. They use <a href=\"/wiki/Mobil_Oil\" class=\"mw-redirect\" title=\"Mobil Oil\">Mobil Oil</a>'s issue/advocacy campaign to test the hypotheses.\n</p><p>The first hypothesis was supported by the data. There was a significant effect provided by inoculation.  Additionally, H1 showed that issue/advocacy inoculation messages and attack messages vary in effectiveness depending on the content. The result was also noted in the results of H2, which were also supported by the results. Finally, the results indicated that political views play a role in the effectiveness of the campaigns. Thus, confirming H3, that conservatives are easier to inoculate. They also posed a research question regarding the impact of <a href=\"/wiki/Gender\" title=\"Gender\">gender</a> on inoculation effectiveness in issue/advocacy campaigns. The conclusion was made that females are more likely to be inoculated with these types of campaigns. An additional observation made by Burgoon et. al (1995) was that the type of content used in these campaigns contributed to the campaigns success. The further the advertisement was from \"direct self-benefit\" the greater the inoculation effect was on the audience (Burgoon, et al., 1995).\n</p><p>It took quite some time for inoculation theory to be applied to marketing, because of the many limitations (Lessne and Didow, 1987). Lessne and Didow (1987) reviewed publications about inoculation application to marketing campaigns. They note that, at the time, the closest to true marketing context was Hunt's 1973 study on the Chevron campaign.\n</p><p>The <a href=\"/wiki/Federal_Trade_Commission\" title=\"Federal Trade Commission\">Federal Trade Commission</a> made a statement that Chevron had deceived consumers on the effectiveness of their gas additive F-310. The FTC was going to conduct a corrective advertising campaign to disclose the information. In response to that, Chevron ran a print campaign to try and combat the anticipated FTC campaign. The double page advertisement read, \"If every motorist used Chevron with F-310 for 2000 miles, air pollutants would be reduced by thousands of tons in a single day. The Federal Trade Commission doesn't think that's significant.\" Hunt used this real-life message as an inoculation treatment in his research (Lessne and Didow, 1987).\n</p><p>He used the corrective campaign by the FTC as the attack on the positive attitude toward Chevron. The results indicated that a supportive treatment offered less resistance than a refutational treatment. The other discovery was that when an inoculative treatment is received, but no attack is followed there is a drop in attitude. One of the major limitations in this study was that Hunt did not allow a time elapse between the treatment and the attack. Which is a major element from McGuire's original theory (McGuire, 1961). Since this publication, there has been more research conducted in marketing and advertising as well. The future applications in marketing are far more promising than they were in 1987.\n</p><p>Other more recent studies include:\n</p>\n<ol><li>Compton and Pfau (2004) extended inoculation theory into the realm of credit card marketing targeting college students. They wondered if inoculation could help protect college students against dangerous levels of <a href=\"/wiki/Credit_card_debt\" title=\"Credit card debt\">credit card debt</a> and/or help convince them to increase their efforts to pay down any existing <a href=\"/wiki/Debt\" title=\"Debt\">debt</a>. The results were encouraging: Inoculation seemed to protect students' healthy attitudes about debt and some of their behavioral intentions. Further, Compton and Pfau found some evidence that those who received the inoculation treatment were more likely to talk to their friends and family about issues of credit card debt.</li>\n<li>Ivanov, Parker, and Compton (2011) proposed inoculation as a means for helping <a href=\"/wiki/Consumers\" class=\"mw-redirect\" title=\"Consumers\">consumers</a> work through <a href=\"/wiki/Buyer%27s_remorse\" title=\"Buyer&#39;s remorse\">post-purchase dissonance</a>.</li></ol>\n<h3><span class=\"mw-headline\" id=\"Cyber_security\">Cyber security</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Inoculation_theory&amp;action=edit&amp;section=11\" title=\"Edit section: Cyber security\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Treglia and Delia (2017) apply inoculation theory to <a href=\"/wiki/Cyber_security\" class=\"mw-redirect\" title=\"Cyber security\">cyber security</a>; people are susceptible to electronic or physical tricks, scams or misrepresentations that may lead to deviating from security procedures and practices, opening the operator, organization or system to exploits, malware, theft of data or disruption of systems and services. Inoculation in this area improves peoples resistance to such attacks, examples and directions for future work are provided.\n</p>\n<h3><span class=\"mw-headline\" id=\"Psychological_reactance\">Psychological reactance</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Inoculation_theory&amp;action=edit&amp;section=12\" title=\"Edit section: Psychological reactance\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Recent studies have approached inoculation by incorporating <a href=\"/wiki/Reactance_theory\" class=\"mw-redirect\" title=\"Reactance theory\">psychological reactance theory</a> (Brehm, 1966, 1972; Brehm &amp; Brehm, 1981) as a means to enhance resistance outcomes through inoculation theory's two key components: threat and refutational preemption.\n</p><p>Miller, et al. (2013) focused their study on <a href=\"/wiki/Emerging_adulthood_and_early_adulthood\" title=\"Emerging adulthood and early adulthood\">emerging adults</a> and their reactance to persuasive appeals. Research has demonstrated that this population is in a transitional stage in life (Voyer et al., 2005) and are more likely to defend their behavioral freedoms if they feel others are attempting to control their behavior (Grandpre et al., 2003; Miller et al., 2006). Populations in transitional stages rely on source credibility as a major proponent of cognitive processing and message acceptance. If the message is <a href=\"/wiki/Explicit_knowledge\" title=\"Explicit knowledge\">explicit</a> and threatens their perceived <a href=\"/wiki/Freedoms\" class=\"mw-redirect\" title=\"Freedoms\">freedoms</a>, transitional-stage populations will most likely derogate the source and dismiss the message. Two important needs for reactance to a threatened freedom from an emerging adult population is <a href=\"/wiki/Vested_interest_(communication_theory)\" title=\"Vested interest (communication theory)\">immediacy and vested interest</a> (Crano, 1995). Their study discusses how emerging adults need to believe their behavioral freedoms, for which they have vestedness, are being threatened and that the threat exists in real time with almost immediate consequences. Threats that their perceived freedoms will be eliminated or minimized increases motivation to restore that freedom or possibly engage in the threatened behavior to reinforce their autonomy and control of their attitudes and actions. The study also surmises that threat does not necessarily need anger to motivate counterargumentation and simply attempting to provoke anger through manipulation is limited as a technique of gauging negative cognitions. Miller, et al. (2013) also consider refutational preemption as motivation for producing initial counterarguments and provocation of <a href=\"/wiki/Dissension\" class=\"mw-redirect\" title=\"Dissension\">dissension</a> when contemplating the attack message (Miller et al., 2013). The main focus of this study is to determine how to improve the effectiveness of the inoculation process by evaluating and generating reactance to a threatened freedom by manipulating explicit and implicit language and its intensity. While most inoculation studies focus on avoiding reactance, or at the very least, minimizing the impact of reactance on behaviors, in contrast, Miller, et al. (2013) chose to manipulate reactance by designing messages to enhance resistance and counterarguing output.\n</p><p>They posit seven hypotheses in this study. H1 aims to discover if reactance-enhanced messages warning of a potential attitudinal threat negative affect and cognitions toward the attack message and its source. H2 considers if reactance-enhanced messages increase more counterarguments for the subject and a decrease in attitude change. H3 ponders if reactance-enhanced messages also result in more source derogation in terms of credibility and an increase in negative affect toward the source. These first three hypotheses consider the appraisal process of reactance. The final four hypotheses regard the impact of language and intensity as potentially more threatening (i.e. generating more resistance to the message because of increased counterattitudinal output and source derogation.\n</p><p>Their methods involve three phases. Phase 1 assesses the attitudes of their participants regarding four topics: \"legalization of marijuana, gun control legislation, legalization of gambling, and restriction of television violence\" (Miller et al., 2013, p.&#160;135). Phase 2 presented an inoculation message relative to each participant's measured attitudes from Phase 1. The participants were divided into two groups, including the inoculation group and the control group. The questionnaire the participants received also gauged both their perceived threat and affect toward the attack messages. In Phase 3, each group was also given an attack message using either high-controlling or low-controlling language, and again, to evaluate the levels of perceived threat and affect.\n</p><p>The study concluded that support existed for all hypotheses. The results of their experimentation yielded the understanding that inoculation coupled with reactance-enhanced messages leads to \"stronger resistance effects\" (p.&#160;148). Consistent with the medical analogy of inoculation theory, Miller, et al. (2013) liken reactance-enhanced messages to a \"booster shot,\" increasing the success of the inoculation. Another unique feature of the study is examining low-controlling language versus high-controlling language and its impact on affect and source credibility.\n</p><p>Similarly, Miller, et al. (2007) utilizes psychological reactance theory (Brehm, 1966, 1972; Brehm &amp; Brehm, 1981) to avoid or eliminate source derogation and message rejection. In this study, their focus is instead Brehm's concept of restoration. Some of their ideas deal with low reactance and whether it can lead to more positive outcomes and if behavioral freedoms can be restored once threatened. As discussed in Miller, et al. (2013), this study ponders whether individuals know they have the behavioral freedom that is being threatened and whether they feel they are worthy of that freedom. This idea also ties into the emerging adult population of the above study and its affirmation that individuals in transitional stages will assert their threatened behavior freedoms (Voyer et al., 2005; Grandpre et al., 2003; Miller et al., 2006; Miller et al. 2007; Miller et al., 2013).\n</p><p>Miller, et al. (2007) sought to determine how effective explicit and implicit language is at mitigating reactance. Particularly, restoration of freedom is a focus of this study, and gauging how concrete and abstract language informs an individual's belief that he or she has a choice. Some participants were given a persuasive appeal related to health promotion with a following postscripted message designed to remind them they have a choice as a method of restoring the participants' freedom. Using concrete language proved more effective at increasing the possibilities of message acceptance and source credibility. This study is relevant to inoculation research in that it lends credence to Miller, et al. (2013), which transparently incorporates psychological reactance theory in conjunction with inoculation theory to improve the quality of persuasive appeals in the future.\n</p>\n<h3><span class=\"mw-headline\" id=\"Postinoculation_talk\">Postinoculation talk</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Inoculation_theory&amp;action=edit&amp;section=13\" title=\"Edit section: Postinoculation talk\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Following Compton and Pfau's (2009) research on postinoculation talk, Ivanov, et al. (2012) explore how cognitive processing could lead to talk with others after receiving an inoculation message in which threat exists. The authors found that message processing leads to postinoculation talk which could potentially lead to stronger resistance to attack messages. Further, postinoculation talk acts virally, spreading inoculation through talk with others on issues that involve negative cognitions and affect. In previous research, the assumption that talk was <a href=\"/wiki/Subvocal\" class=\"mw-redirect\" title=\"Subvocal\">subvocal</a> (existing only <a href=\"/wiki/Intrapersonal_communication\" title=\"Intrapersonal communication\">intrapersonally</a>) was prevalent, without concern for the impact of vocal talk with other individuals. Ivanov, et al. (2012) deems vocal talk important to the incubation process.\n</p><p>Their study concluded that individuals who receive an inoculation message that contains threat will talk to others about the message and talk more frequently than individuals who do not receive an inoculation message. Additionally, the act of postinoculation talk bolsters their attitudes and increases resistance to the message as well as increasing the likelihood that talk will generate a potentially viral effect–spreading inoculation to others through the act of vocal talk (Ivanov et al., 2012).\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Inoculation_theory&amp;action=edit&amp;section=14\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Counterarguments\" class=\"mw-redirect\" title=\"Counterarguments\">Counterarguments</a></li>\n<li><a href=\"/wiki/Immunization\" title=\"Immunization\">Immunization</a></li>\n<li><a href=\"/wiki/McGuire%27s_Motivations\" title=\"McGuire&#39;s Motivations\">McGuire's Motivations</a></li>\n<li><a href=\"/wiki/Persuasion\" title=\"Persuasion\">Persuasion</a></li>\n<li><a href=\"/wiki/Reactance_(psychology)\" title=\"Reactance (psychology)\">Reactance (psychology)</a></li>\n<li><a href=\"/wiki/Robert_Cialdini\" title=\"Robert Cialdini\">Robert Cialdini</a></li>\n<li><a href=\"/wiki/Social_psychology\" title=\"Social psychology\">Social psychology</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"Notes\">Notes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Inoculation_theory&amp;action=edit&amp;section=15\" title=\"Edit section: Notes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-inoculation2-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-inoculation2_1-0\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">van der Linden, Sander; Leiserowitz, Anthony; Rosenthal, Seth; Maibach, Edward (2017). \"Inoculating the Public against Misinformation about Climate Change\". <i>Global Challenges</i>. <b>1</b> (2): 1600008. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1002/gch2.201600008\">10.1002/gch2.201600008</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Global+Challenges&amp;rft.atitle=Inoculating+the+Public+against+Misinformation+about+Climate+Change&amp;rft.volume=1&amp;rft.issue=2&amp;rft.pages=1600008&amp;rft.date=2017&amp;rft_id=info%3Adoi%2F10.1002%2Fgch2.201600008&amp;rft.aulast=van+der+Linden&amp;rft.aufirst=Sander&amp;rft.au=Leiserowitz%2C+Anthony&amp;rft.au=Rosenthal%2C+Seth&amp;rft.au=Maibach%2C+Edward&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AInoculation+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20120325034118/http://www.drchrustowski.com/TheSocialPsychologyofAdolescentSubstanceAbuse.pdf\">\"The Social Psychology of Adolescent Substance Abuse\"</a> <span style=\"font-size:85%;\">(PDF)</span>. Archived from <a rel=\"nofollow\" class=\"external text\" href=\"http://www.drchrustowski.com/TheSocialPsychologyofAdolescentSubstanceAbuse.pdf\">the original</a> <span style=\"font-size:85%;\">(PPT)</span> on 2012-03-25.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=The+Social+Psychology+of+Adolescent+Substance+Abuse&amp;rft_id=http%3A%2F%2Fwww.drchrustowski.com%2FTheSocialPsychologyofAdolescentSubstanceAbuse.pdf&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AInoculation+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Inoculation_theory&amp;action=edit&amp;section=16\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><cite class=\"citation journal\">Banas, John A; Rains, Stephen A (2010). \"A Meta-Analysis of Research on Inoculation Theory\". <i>Communication Monographs</i>. <b>77</b> (3): 281–311. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1080/03637751003758193\">10.1080/03637751003758193</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Communication+Monographs&amp;rft.atitle=A+Meta-Analysis+of+Research+on+Inoculation+Theory&amp;rft.volume=77&amp;rft.issue=3&amp;rft.pages=281-311&amp;rft.date=2010&amp;rft_id=info%3Adoi%2F10.1080%2F03637751003758193&amp;rft.aulast=Banas&amp;rft.aufirst=John+A&amp;rft.au=Rains%2C+Stephen+A&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AInoculation+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></li>\n<li>Brehm, J.W. (1966). <i>A Theory of Psychological Reactance</i>. New York, NY: Academic Press.</li>\n<li>Brehm, J.W. (1972). <i>Responses to Loss of Freedom: A Theory of Psychological Reactance</i>. Morristown, NJ: General Learning Press.</li>\n<li>Brehm, S.S. &amp; Brehm, J.W. (1981). <i>Psychological Reactance: A Theory of Freedom anc Control</i>. New York, NY: Academic Press.</li>\n<li><cite class=\"citation journal\">Burgoon, Michael; Pfau, Michael; Birk, Thomas S (2016). \"An Inoculation Theory Explanation for the Effects of Corporate Issue/Advocacy Advertising Campaigns\". <i>Communication Research</i>. <b>22</b> (4): 485–505. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1177/009365095022004006\">10.1177/009365095022004006</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Communication+Research&amp;rft.atitle=An+Inoculation+Theory+Explanation+for+the+Effects+of+Corporate+Issue%2FAdvocacy+Advertising+Campaigns&amp;rft.volume=22&amp;rft.issue=4&amp;rft.pages=485-505&amp;rft.date=2016&amp;rft_id=info%3Adoi%2F10.1177%2F009365095022004006&amp;rft.aulast=Burgoon&amp;rft.aufirst=Michael&amp;rft.au=Pfau%2C+Michael&amp;rft.au=Birk%2C+Thomas+S&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AInoculation+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></li>\n<li>Compton, J. (2009). <a rel=\"nofollow\" class=\"external text\" href=\"https://www.researchgate.net/publication/319978792_Threat_explication_What_we_know_and_don&#39;t_yet_know_about_a_key_component_of_inoculation_theory\">Threat explication: What we know and don’t yet know about a key component of inoculation theory.</a> <i>STAM Journal, 39</i>, 1-18.</li>\n<li>Compton, J. (2011). Frustration vaccination? Inoculation theory and digital learning. In S. P. Ferris (Ed.), <i>Teaching, learning and the Net generation: Concepts and tools for reaching digital learners</i> (pp.&#160;61–73). Hershey, PA: IGI Global.</li>\n<li>Compton, J. (2016). Inoculating against a losing season: Can inoculation-informed public relations strategies protect fan loyalty? <i>International Journal of Sport Communication, 9</i>, 1-12.</li>\n<li>Compton, J. (2017). Image prepare: Image prepare: Image repair, inoculation theory, and anticipated attacks on credibility. <i>The International Journal of the Image, 8</i>(1), 1-9.</li>\n<li>Compton J., &amp; Ivanov, B. (2012). Untangling threat during inoculation-conferred resistance to influence. <i>Communication Reports</i>. 25, 1–13.</li>\n<li><cite class=\"citation journal\">Compton, Josh; Ivanov, Bobi (2016). \"Vaccinating Voters: Surveying Political Campaign Inoculation Scholarship\". <i>Annals of the International Communication Association</i>. <b>37</b> (1): 251–83. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1080/23808985.2013.11679152\">10.1080/23808985.2013.11679152</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Annals+of+the+International+Communication+Association&amp;rft.atitle=Vaccinating+Voters%3A+Surveying+Political+Campaign+Inoculation+Scholarship&amp;rft.volume=37&amp;rft.issue=1&amp;rft.pages=251-83&amp;rft.date=2016&amp;rft_id=info%3Adoi%2F10.1080%2F23808985.2013.11679152&amp;rft.aulast=Compton&amp;rft.aufirst=Josh&amp;rft.au=Ivanov%2C+Bobi&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AInoculation+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></li>\n<li><cite class=\"citation journal\">Compton, Josh; Jackson, Ben; Dimmock, James A (2016). \"Persuading Others to Avoid Persuasion: Inoculation Theory and Resistant Health Attitudes\". <i>Frontiers in Psychology</i>. <b>7</b>. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.3389/fpsyg.2016.00122\">10.3389/fpsyg.2016.00122</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Frontiers+in+Psychology&amp;rft.atitle=Persuading+Others+to+Avoid+Persuasion%3A+Inoculation+Theory+and+Resistant+Health+Attitudes&amp;rft.volume=7&amp;rft.date=2016&amp;rft_id=info%3Adoi%2F10.3389%2Ffpsyg.2016.00122&amp;rft.aulast=Compton&amp;rft.aufirst=Josh&amp;rft.au=Jackson%2C+Ben&amp;rft.au=Dimmock%2C+James+A&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AInoculation+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></li>\n<li>Compton, J., &amp; Kaylor, B. (2013). Inoculating against smallpox inoculation objections in Reverend Cooper’s <i>Letter to a Friend in the Country</i>. <i>Journal of Communication and Religion, 36</i>(1), 92-107.</li>\n<li>Compton, J. A., &amp; Pfau, M. (2005). Inoculation Theory of resistance to influence at maturity: Recent progress In theory development and application and suggestions for future research. <i>Communication Yearbook</i>, 2997-145.</li>\n<li>Compton, J., &amp; Pfau, M. (2008). Inoculating against pro-plagiarism justifications: Rational and affective strategies. <i>Journal of Applied Communication Research, 36</i>(1), 98-119.</li>\n<li>Compton, J., &amp; Pfau, M. (2009). <a rel=\"nofollow\" class=\"external text\" href=\"http://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.460.8763&amp;rep=rep1&amp;type=pdf\">Spreading inoculation: Inoculation, resistance to influence, and word-of-mouth communication.</a> Communication Theory, 19, 9-28.</li>\n<li>Crano, W.D. (1995). Attitude strength and vested interest. In R.E. Petty &amp; J.A. Krosnick (Eds.) <i>Attituds Strength: Antecedents and Consequences</i>. The Ohio State University series in attitudes and persuasion (Vol. 4, pp.&#160;131–157). Hillsdale, NJ: Erlbaum.</li>\n<li>Daly, E.M. (2006, July). Jury awards $5M in infant Tylenol poisoning case. <i>Law360</i>. Retrieved from <a rel=\"nofollow\" class=\"external free\" href=\"https://www.law360.com/articles/7709/jury-awards-5m-in-infant-tylenol-poisoning-case\">https://www.law360.com/articles/7709/jury-awards-5m-in-infant-tylenol-poisoning-case</a></li>\n<li>Dewey, R. (2017). Inoculation and forewarning. Chapter 15. <i>Psychology: An Introduction</i>. Belmont, CA: Wadsworth Publishing.</li>\n<li>Duryea, E.J., (1983). Utilizing tenets of Inoculation Theory to develop and evaluate a preventive alcohol education intervention. <i>Journal of School Health</i>, 53: 250-256</li>\n<li>Godbold, L.C. and Pfau, M., (2000). Conferring resistance to peer pressure among adolescents. <i>Communication Research</i>. 27:4, 411-437.</li>\n<li>Grandpre, J., Alvaro, E.M., Burgoon, M., Miller, C.H., &amp; Hall, J.R. (2003). Adolescent reactance and anti-smoking campaigns: A theoretical approach. <i>Health Communication</i>. 15 (3), 349-366.</li>\n<li>Grover, A. (2011). \"Truth\" lies in the eyes of the beholder: Evaluation smokers and nonsmokers receptivity of the truth campaign. <i>Academy of Health Care Management Journal</i>. 2:2, 89-102.</li>\n<li><cite class=\"citation book\">Ivanov, Bobi (2017). \"Inoculation Theory Applied in Health and Risk Messaging\". <i>Encyclopedia of health and risk message design and processing</i>. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1093/acrefore/9780190228613.013.254\">10.1093/acrefore/9780190228613.013.254</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=bookitem&amp;rft.atitle=Inoculation+Theory+Applied+in+Health+and+Risk+Messaging&amp;rft.btitle=Encyclopedia+of+health+and+risk+message+design+and+processing&amp;rft.date=2017&amp;rft_id=info%3Adoi%2F10.1093%2Facrefore%2F9780190228613.013.254&amp;rft.aulast=Ivanov&amp;rft.aufirst=Bobi&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AInoculation+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></li>\n<li><cite class=\"citation journal\">Ivanov, Bobi; Miller, Claude H; Compton, Josh; Averbeck, Joshua M; Harrison, Kylie J; Sims, Jeanetta D; Parker, Kimberly A; Parker, James L (2012). \"Effects of Postinoculation Talk on Resistance to Influence\". <i>Journal of Communication</i>. <b>62</b> (4): 701. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1111/j.1460-2466.2012.01658.x\">10.1111/j.1460-2466.2012.01658.x</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Journal+of+Communication&amp;rft.atitle=Effects+of+Postinoculation+Talk+on+Resistance+to+Influence&amp;rft.volume=62&amp;rft.issue=4&amp;rft.pages=701&amp;rft.date=2012&amp;rft_id=info%3Adoi%2F10.1111%2Fj.1460-2466.2012.01658.x&amp;rft.aulast=Ivanov&amp;rft.aufirst=Bobi&amp;rft.au=Miller%2C+Claude+H&amp;rft.au=Compton%2C+Josh&amp;rft.au=Averbeck%2C+Joshua+M&amp;rft.au=Harrison%2C+Kylie+J&amp;rft.au=Sims%2C+Jeanetta+D&amp;rft.au=Parker%2C+Kimberly+A&amp;rft.au=Parker%2C+James+L&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AInoculation+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></li>\n<li>Kalbfleisch, P. J. (2005, May). Communication and the future: An introduction. <i>Communication Yearbook</i>. p.&#160;1.</li>\n<li>Lumsdaine, A., &amp; Janis, I. (1953). Resistance to \"Counterpropaganda\" Produced by One-Sided and Two-Sided \"Propaganda\" Presentations. <i>The Public Opinion Quarterly</i>, 17(3), 311-318.</li>\n<li>Lessne, G. J., &amp; Didow Jr., N. M. (1987). Inoculation Theory and Resistance to Persuasion in Marketing. <i>Psychology &amp; Marketing</i>, 4(2), 157-165.</li>\n<li>McGuire, W. J. (1961). Resistance to persuasion conferred by active and passive prior refutation of same and alternative counterarguments. <i>Journal of Abnormal Psychology</i>, 63, 326–332.</li>\n<li>McGuire, W. J. (1961a). The effectiveness of supportive and refutational defenses in immunizing and restoring beliefs against persuasion. <i>Sociometry</i>, 24, 184-197.</li>\n<li>McGuire, W. J. (1964). Inducing resistance to persuasion. In L. Berkowitz (Ed.), <i>Advances in Experimental Social Psychology</i> (Vol. 1, pp.&#160;191–229). New York, NY: Academic Press.</li>\n<li>Miller, C.H., Burgoon, M., Grandpre, J.R., &amp; Alvaro, E.M. (2006) Identifying principal risk factors for the initiation of adolescent smoking behaviors: The significance of psychological reactance. <i>Health Communication</i>. 19, 241-252.</li>\n<li>Miller, C. H., Ivanov, B., Sims, J., Compton, J., Harrison, K. J., Parker, K. A., Parker, J.L. &amp; Averbeck, J. M. (2013). Boosting the potency of resistance: Combining the motivational forces of inoculation and psychological reactance. <i>Human Communication Research</i>, 39(1), 127-155.</li>\n<li>Miller, C. H., Lane, L. T., Deatrick, L. M., Young, A. M., &amp; Potts, K. A. (2007). Psychological reactance and promotional health messages: The effects of controlling language, lexical concreteness, and the restoration of freedom. <i>Human Communication Research</i>, 33(2), 219-240.</li>\n<li>Pfau, M. (1992a). The potential of inoculation in promoting resistance to the effectiveness of comparative advertising messages. <i>Communication Quarterly</i>, 40(1), 26-44.</li>\n<li>Pfau, M. (1997). The inoculation model of resistance to influence. In F.J. Boster &amp; G. Barnett (Eds.), <i>Progress in Communication Sciences</i> (Vol. 13, pp.&#160;133–171). Norwood, NJ:Ablex.</li>\n<li>Pfau, M., &amp; Burgoon, M. (1988). Inoculation in political campaign communication. <i>Human Communication Research</i>, 15(1), 91-111.</li>\n<li>Pfau, 'M., Kenski, H. C., Nitz, M., &amp; Sorenson, J. (1990). Efficacy of inoculation strategies in promoting resistance to political attack messages: Application to direct mail. <i>Communication Monographs</i>, 57, 1-12.</li>\n<li><cite class=\"citation journal\">Pfau, M.; Semmler, S. M.; Deatrick, L.; Mason, A.; Nisbett, G.; Lane, L.; Craig, E.; Underhill, J.; Banas, J. (2009). \"Nuances about the Role and Impact of Affect in Inoculation\". <i>Communication Monographs</i>. <b>76</b> (1): 73–98. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1080/03637750802378807\">10.1080/03637750802378807</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Communication+Monographs&amp;rft.atitle=Nuances+about+the+Role+and+Impact+of+Affect+in+Inoculation&amp;rft.volume=76&amp;rft.issue=1&amp;rft.pages=73-98&amp;rft.date=2009&amp;rft_id=info%3Adoi%2F10.1080%2F03637750802378807&amp;rft.aulast=Pfau&amp;rft.aufirst=M.&amp;rft.au=Semmler%2C+S.+M.&amp;rft.au=Deatrick%2C+L.&amp;rft.au=Mason%2C+A.&amp;rft.au=Nisbett%2C+G.&amp;rft.au=Lane%2C+L.&amp;rft.au=Craig%2C+E.&amp;rft.au=Underhill%2C+J.&amp;rft.au=Banas%2C+J.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AInoculation+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></li>\n<li>Pfau, M., Tusing, K. J., Koerner, A. F., Lee, W., Godbold, L. C., Penaloza, L. J., Yang, V. S., &amp; Hong, Y. (1997a). Enriching the inoculation construct: The role of critical components in the process of resistance. <i>Human Communication Research</i>, 24, 187-215.</li>\n<li>Pfau, M., Tusing, K. J., Waipeng, L., Godbold, L. C., Koerner, A., Penaloza, L. J., &amp; ... Shu-huei Yang, V. (1997). Nuances in inoculation: The role of inoculation approach, ego-involvement, and message processing disposition in resistance. <i>Communication Quarterly</i>, 45(4), 461-481.</li>\n<li>Pfau, M. &amp; Van Bockern, S. (1994). The persistence of inoculation in conferring resistance to smoking initiation among adolescents: The second year. <i>Human Communication Research</i>, 20, 413-430.</li>\n<li>Pfau, M., Van Bockern, S., &amp; Kang, J.G. (1992). Use of inoculation to promote resistance to smoking initiation among adolescents. <i>Communication Monographs</i>, 59, 213-230.</li>\n<li>Szabo, E. A., &amp; Pfau, M. (2002). Nuances in inoculation: Theory and applications. In J. P. Dillard &amp; M. Pfau (Eds.), <i>The Persuasion Handbook: Developments in Theory and Practice</i> (pp.&#160;233–258). Thousand Oaks, CA: Sage.</li>\n<li>Szybillo, G.J. &amp; Heslin, R. (1973). Resistance to persuasion: Inoculation theory in a marketing context. <i>Journal of Marketing Research</i>, 10:4, 396-403.</li>\n<li>Treglia, J., &amp; Delia, M. (2017). Cyber Security Inoculation. Presented at <i>NYS Cyber Security Conference and Symposium on Information Assurance</i>, Empire State Plaza Convention Center, Albany, NY, June 3–4.</li>\n<li>Vaughn, D. R. (2009). Inoculation Theory. In S. W. Littlejohn. &amp; K.A. Foss (Eds.) <i>Encyclopedia of Communication Theory</i> (Vol. 1 pp.&#160;515–517): Thousand Oaks, CA: <i>SAGE</i>.</li>\n<li><cite class=\"citation journal\">Veil, Shari R; Kent, Michael L (2008). \"Issues management and inoculation: Tylenol's responsible dosing advertising\". <i>Public Relations Review</i>. <b>34</b> (4): 399–402. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1016/j.pubrev.2008.08.004\">10.1016/j.pubrev.2008.08.004</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Public+Relations+Review&amp;rft.atitle=Issues+management+and+inoculation%3A+Tylenol%27s+responsible+dosing+advertising&amp;rft.volume=34&amp;rft.issue=4&amp;rft.pages=399-402&amp;rft.date=2008&amp;rft_id=info%3Adoi%2F10.1016%2Fj.pubrev.2008.08.004&amp;rft.aulast=Veil&amp;rft.aufirst=Shari+R&amp;rft.au=Kent%2C+Michael+L&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AInoculation+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></li>\n<li>Voyer, P., Verreault, R., Azizah, G. M., Desrosiers, J., Champoux, N., &amp; Bédard, A. (2005). Prevalence of physical and verbal aggressive behaviours and associated factors among older adults in long-term care facilities. <i>BMC Geriatrics</i>, 5(1), 13.</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1244\nCached time: 20180905000042\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.124 seconds\nReal time usage: 0.147 seconds\nPreprocessor visited node count: 576/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 17882/2097152 bytes\nTemplate argument size: 82/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 2463/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.057/10.000 seconds\nLua memory usage: 2.76 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   94.930      1 -total\n 78.16%   74.195      8 Template:Cite_journal\n 58.36%   55.405      1 Template:Reflist\n  5.20%    4.932      1 Template:Cite_web\n  5.18%    4.915      1 Template:Cite_book\n  2.08%    1.976      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:18546373-0!canonical and timestamp 20180905000042 and revision id 854808255\n -->\n</div>"},"langlinks":[{"lang":"ar","url":"https://ar.wikipedia.org/wiki/%D9%86%D8%B8%D8%B1%D9%8A%D8%A9_%D8%A7%D9%84%D8%AA%D8%AD%D8%B5%D9%8A%D9%86","langname":"Arabic","autonym":"العربية","*":"نظرية التحصين"},{"lang":"de","url":"https://de.wikipedia.org/wiki/Inokulationstheorie","langname":"German","autonym":"Deutsch","*":"Inokulationstheorie"},{"lang":"he","url":"https://he.wikipedia.org/wiki/%D7%97%D7%99%D7%A1%D7%95%D7%9F_%D7%A2%D7%9E%D7%93%D7%95%D7%AA","langname":"Hebrew","autonym":"עברית","*":"חיסון עמדות"}],"categories":[{"sortkey":"","*":"1961_introductions"},{"sortkey":"","*":"Communication"},{"sortkey":"","*":"Propaganda_techniques"},{"sortkey":"","*":"Psychological_attitude"},{"sortkey":"","*":"Psychological_manipulation"}],"links":[{"ns":0,"exists":"","*":"Acetaminophen"},{"ns":0,"exists":"","*":"Aftermath of the Korean War"},{"ns":0,"exists":"","*":"Analogy"},{"ns":0,"exists":"","*":"Antibodies"},{"ns":0,"exists":"","*":"Apple Mac"},{"ns":0,"exists":"","*":"Attitude (psychology)"},{"ns":0,"exists":"","*":"Beliefs"},{"ns":0,"exists":"","*":"Brainwashing"},{"ns":0,"exists":"","*":"Buyer's remorse"},{"ns":0,"exists":"","*":"Candidate"},{"ns":0,"exists":"","*":"Cliché"},{"ns":0,"exists":"","*":"Cognitive"},{"ns":0,"exists":"","*":"Compliance (psychology)"},{"ns":0,"exists":"","*":"Computer"},{"ns":0,"exists":"","*":"Conservatives"},{"ns":0,"exists":"","*":"Consumers"},{"ns":0,"exists":"","*":"Controversial"},{"ns":0,"exists":"","*":"Counterargument"},{"ns":0,"exists":"","*":"Counterarguments"},{"ns":0,"exists":"","*":"Credit card debt"},{"ns":0,"exists":"","*":"Cultural"},{"ns":0,"exists":"","*":"Cyber security"},{"ns":0,"exists":"","*":"Debt"},{"ns":0,"exists":"","*":"Democratic Party (United States)"},{"ns":0,"exists":"","*":"Digital object identifier"},{"ns":0,"exists":"","*":"Dissension"},{"ns":0,"exists":"","*":"Education"},{"ns":0,"exists":"","*":"Efficacy"},{"ns":0,"exists":"","*":"Emerging adulthood and early adulthood"},{"ns":0,"exists":"","*":"Explicit knowledge"},{"ns":0,"exists":"","*":"Federal Trade Commission"},{"ns":0,"exists":"","*":"Freedoms"},{"ns":0,"exists":"","*":"Gay marriage"},{"ns":0,"exists":"","*":"Gender"},{"ns":0,"exists":"","*":"Get A Mac"},{"ns":0,"exists":"","*":"Health campaign"},{"ns":0,"exists":"","*":"Immunization"},{"ns":0,"exists":"","*":"Inoculation"},{"ns":0,"exists":"","*":"Intrapersonal communication"},{"ns":0,"exists":"","*":"Johnson & Johnson"},{"ns":0,"exists":"","*":"Marketing"},{"ns":0,"exists":"","*":"McGuire's Motivations"},{"ns":0,"exists":"","*":"Meta-analysis"},{"ns":0,"exists":"","*":"Microsoft Windows"},{"ns":0,"exists":"","*":"Mobil Oil"},{"ns":0,"exists":"","*":"Mundane"},{"ns":0,"exists":"","*":"Negative campaigning"},{"ns":0,"exists":"","*":"Overdose"},{"ns":0,"exists":"","*":"Perception"},{"ns":0,"exists":"","*":"Personal computer"},{"ns":0,"exists":"","*":"Persuasion"},{"ns":0,"exists":"","*":"Persuasive"},{"ns":0,"exists":"","*":"Political campaign"},{"ns":0,"exists":"","*":"Politics"},{"ns":0,"exists":"","*":"Prisoners of war"},{"ns":0,"exists":"","*":"Psychological resistance"},{"ns":0,"exists":"","*":"Public opinion"},{"ns":0,"exists":"","*":"Reactance (psychology)"},{"ns":0,"exists":"","*":"Reactance theory"},{"ns":0,"exists":"","*":"Refutational preemption"},{"ns":0,"exists":"","*":"Refutations"},{"ns":0,"exists":"","*":"Republican Party (United States)"},{"ns":0,"exists":"","*":"Robert Cialdini"},{"ns":0,"exists":"","*":"Self-esteem"},{"ns":0,"exists":"","*":"Social issues"},{"ns":0,"exists":"","*":"Social psychology"},{"ns":0,"exists":"","*":"Social scientists"},{"ns":0,"exists":"","*":"Source credibility"},{"ns":0,"exists":"","*":"South Dakota"},{"ns":0,"exists":"","*":"Strain (biology)"},{"ns":0,"exists":"","*":"Strategy"},{"ns":0,"exists":"","*":"Subvocal"},{"ns":0,"exists":"","*":"Theory"},{"ns":0,"exists":"","*":"Truth (anti-tobacco campaign)"},{"ns":0,"exists":"","*":"Tylenol (brand redirect)"},{"ns":0,"exists":"","*":"United States presidential election"},{"ns":0,"exists":"","*":"Utility"},{"ns":0,"exists":"","*":"Vaccine"},{"ns":0,"exists":"","*":"Vested interest (communication theory)"},{"ns":0,"exists":"","*":"William J. McGuire"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite journal"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["//doi.org/10.1002/gch2.201600008","https://web.archive.org/web/20120325034118/http://www.drchrustowski.com/TheSocialPsychologyofAdolescentSubstanceAbuse.pdf","http://www.drchrustowski.com/TheSocialPsychologyofAdolescentSubstanceAbuse.pdf","//doi.org/10.1080/03637751003758193","//doi.org/10.1177/009365095022004006","https://www.researchgate.net/publication/319978792_Threat_explication_What_we_know_and_don't_yet_know_about_a_key_component_of_inoculation_theory","//doi.org/10.1080/23808985.2013.11679152","//doi.org/10.3389/fpsyg.2016.00122","http://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.460.8763&rep=rep1&type=pdf","//doi.org/10.1093/acrefore/9780190228613.013.254","//doi.org/10.1111/j.1460-2466.2012.01658.x","//doi.org/10.1080/03637750802378807","//doi.org/10.1016/j.pubrev.2008.08.004","https://www.law360.com/articles/7709/jury-awards-5m-in-infant-tylenol-poisoning-case"],"sections":[{"toclevel":1,"level":"2","line":"About","number":"1","index":"1","fromtitle":"Inoculation_theory","byteoffset":1088,"anchor":"About"},{"toclevel":1,"level":"2","line":"History","number":"2","index":"2","fromtitle":"Inoculation_theory","byteoffset":3796,"anchor":"History"},{"toclevel":1,"level":"2","line":"Explanation","number":"3","index":"3","fromtitle":"Inoculation_theory","byteoffset":8763,"anchor":"Explanation"},{"toclevel":2,"level":"3","line":"Key components","number":"3.1","index":"4","fromtitle":"Inoculation_theory","byteoffset":9691,"anchor":"Key_components"},{"toclevel":2,"level":"3","line":"Applications","number":"3.2","index":"5","fromtitle":"Inoculation_theory","byteoffset":14350,"anchor":"Applications"},{"toclevel":2,"level":"3","line":"Refutational same and refutational different","number":"3.3","index":"6","fromtitle":"Inoculation_theory","byteoffset":17135,"anchor":"Refutational_same_and_refutational_different"},{"toclevel":1,"level":"2","line":"Relevant research","number":"4","index":"7","fromtitle":"Inoculation_theory","byteoffset":18674,"anchor":"Relevant_research"},{"toclevel":2,"level":"3","line":"Political campaigning","number":"4.1","index":"8","fromtitle":"Inoculation_theory","byteoffset":18697,"anchor":"Political_campaigning"},{"toclevel":2,"level":"3","line":"Health","number":"4.2","index":"9","fromtitle":"Inoculation_theory","byteoffset":19666,"anchor":"Health"},{"toclevel":2,"level":"3","line":"Marketing","number":"4.3","index":"10","fromtitle":"Inoculation_theory","byteoffset":26043,"anchor":"Marketing"},{"toclevel":2,"level":"3","line":"Cyber security","number":"4.4","index":"11","fromtitle":"Inoculation_theory","byteoffset":34354,"anchor":"Cyber_security"},{"toclevel":2,"level":"3","line":"Psychological reactance","number":"4.5","index":"12","fromtitle":"Inoculation_theory","byteoffset":34845,"anchor":"Psychological_reactance"},{"toclevel":2,"level":"3","line":"Postinoculation talk","number":"4.6","index":"13","fromtitle":"Inoculation_theory","byteoffset":41353,"anchor":"Postinoculation_talk"},{"toclevel":1,"level":"2","line":"See also","number":"5","index":"14","fromtitle":"Inoculation_theory","byteoffset":42681,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"Notes","number":"6","index":"15","fromtitle":"Inoculation_theory","byteoffset":42850,"anchor":"Notes"},{"toclevel":1,"level":"2","line":"References","number":"7","index":"16","fromtitle":"Inoculation_theory","byteoffset":42873,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Inoculation theory","iwlinks":[{"prefix":"wikt","url":"https://en.wiktionary.org/wiki/extant","*":"wikt:extant"}],"properties":[{"name":"wikibase_item","*":"Q1664297"}]}}