{"parse":{"title":"Problematic integration theory","pageid":11022357,"revid":815163926,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Problematic integration theory</b> is a <a href=\"/wiki/Outline_of_communication\" title=\"Outline of communication\">theory of communication</a> that addresses the processes and dynamics of how people receive, evaluate, and respond to information and experiences. The premises of PI are based on the view that message processing, specifically the development of probabilistic and evaluative orientations (our perceptions of something's likelihood of occurring and its value, respectively), is a social and cultural construction. In situations where there is agreement between probabilistic orientation (a person's constructed belief about an object's likelihood, i.e., how likely something is to occur) and evaluative orientation (a person's constructed belief about an object's value), integration is in harmony, i.e., not problematic. However, when there is disagreement between these orientations about an object (i.e., an event, thing, person, idea, outcome, etc.), then integration becomes problematic. This disharmony leads to conflict and discomfort, which can manifest itself as cognitive, communicative, affective, and/or motivational.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#History\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">History</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Concepts\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Concepts</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#Assumptions_of_problematic_integration_theory\"><span class=\"tocnumber\">2.1</span> <span class=\"toctext\">Assumptions of problematic integration theory</span></a></li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#The_role_of_communication_in_problematic_integration_theory\"><span class=\"tocnumber\">2.2</span> <span class=\"toctext\">The role of communication in problematic integration theory</span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Critique_and_analysis\"><span class=\"tocnumber\">2.3</span> <span class=\"toctext\">Critique and analysis</span></a></li>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#Related_work:_uncertainty_management_theory\"><span class=\"tocnumber\">2.4</span> <span class=\"toctext\">Related work: uncertainty management theory</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Current_usage\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Current usage</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Notes\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Notes</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"History\">History</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Problematic_integration_theory&amp;action=edit&amp;section=1\" title=\"Edit section: History\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Austin Babrow<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> first introduced the theory of Problematic Integration (PI) in 1992.  Babrow brought together a diverse and interdisciplinary literature (from the field of communication and related disciplines, like psychology, sociology, and philosophy) to serve as building blocks for his new theory.  Among the theoretical underpinnings that support PI are:  <a href=\"/wiki/Uncertainty_reduction_theory\" title=\"Uncertainty reduction theory\">uncertainty reduction theory</a>; the theory of belief in a just world; analysis of decision-making; the theory of and motivation and self-esteem; and <a href=\"/wiki/Cognitive_dissonance\" title=\"Cognitive dissonance\">cognitive dissonance</a>. However, despite integrating elements from these theories, PI has striking differences (e.g., unlike URT, PI does not assume that uncertainty is an undesirable situation, nor does it suggest that resolution of uncertainty is always necessary or desirable).<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Concepts\">Concepts</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Problematic_integration_theory&amp;action=edit&amp;section=2\" title=\"Edit section: Concepts\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Problematic Integration is a type of message-processing communication theory that relates to theories of decision making and persuasion.  Problematic Integration Theory (PI) proposes that: (1) people orient themselves to the world by forming both probabilistic and evaluative orientations; (2) that probability and evaluation are not independent from one another; (3) that probability and evaluation are socially based and socially constructed, and that probability and evaluation are integral to our daily experience; and, (4) that integration of these orientations can be problematic.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>  Probabilistic orientation is an assessment of the likelihood of an event or outcome.  Evaluative orientation is an assessment of the favorability of an outcome. Often, assessments of probability and value are cooperative and easily integrated. However, as the theory's title implies, there are occasions when integration becomes problematic. PI proposes that integration becomes more difficult as:\n</p>\n<ol><li>clarity of object probability decreases</li>\n<li>object value conflicts increase</li>\n<li>or, there is an increase in the divergence between object expectation and desire<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup></li></ol>\n<p>Essentially, problematic integration is what we experience when our probabilistic and evaluative orientations conflict with one another, causing instability and disharmony.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>  Conflict arising from problematic integration may or may not be significant.  The more important a value and the more central an issue (or object, to use PI terminology) is to one's beliefs or cultural values, the more likely that problematic integration will cause greater discomfort.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Assumptions_of_problematic_integration_theory\">Assumptions of problematic integration theory</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Problematic_integration_theory&amp;action=edit&amp;section=3\" title=\"Edit section: Assumptions of problematic integration theory\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Babrow identified four distinct manifestations, or forms, of problematic integration:\n</p>\n<ol><li>Divergence</li>\n<li>Ambiguity</li>\n<li>Ambivalence</li>\n<li>Impossibility</li></ol>\n<p>The first of these integrative predicaments, divergence, arises when there is a discrepancy between what we believe to be true or to be likely to occur and what we want to be true (the desired outcome). Ambiguity arises when the probability or value of an object (i.e., situation, outcome, thing, etc.) is unclear or highly uncertain. Babrow explained, that “in ambiguous situations, neither the outcome, nor the probability of the outcome is known, though the latter has restrictions” (Babrow, 1992, p.&#160;112).  Uncertainty occurs when an unknown factor obscures or complicates the development of one's orientation (probability and evaluation) toward an outcome.   Ambiguity has also been described as uncertainty about what is unknown.  Ambivalence is borne from one of two conditions: (1) an individual is forced to choose between two similarly valued alternatives; or (2) an individual is forced to choose between mutually exclusive alternatives. The last form of PI, impossibility, occurs upon the realization or belief that an outcome is will not happen. Impossibility is recognized as different from a form of divergence, because only impossibility denotes a sense of certainty.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup>  Responses to impossibility can range from a sense of futility, to one of increased motivation to deny the impossibility. All of these situations give rise to conflict.\n</p>\n<h3><span class=\"mw-headline\" id=\"The_role_of_communication_in_problematic_integration_theory\">The role of communication in problematic integration theory</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Problematic_integration_theory&amp;action=edit&amp;section=4\" title=\"Edit section: The role of communication in problematic integration theory\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Communication is both a source of, a medium, and a method for resolving conflict.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup>  Communication is a source of problematic integration in that knowledge and evaluative orientations are the result of communication, probabilistic and evaluative orientations are based on and developed through message and <a href=\"/wiki/Meaning-making\" title=\"Meaning-making\">meaning-making</a> (forms of communication), and communication is itself \"an object of thought\" and is therefore  an object \"of probabilistic and evaluative orientations.\"<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup>  It is also possible that a person experiencing problematic integration will seek new information or new sources of information to bolster or reinforce a desired probabilistic or evaluative orientation.  This could also be seen engaging in as a form of <a href=\"/wiki/Cognitive_dissonance\" title=\"Cognitive dissonance\">cognitive dissonance</a>.  Communication is seen as a medium of problematic integration because communication inherently involves or is based on probabilistic and evaluative orientations, or communication is about probability and value.  Communication is influenced by and formed from culture; thus, communication is a medium of PI, as and the formation of probabilistic and evaluative orientations derives from cultural frameworks.  Lastly, communication is a resource for PI as we try to resolve and manage conflict caused by problematic integration through communication (internal, interpersonal, etc.).<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup>\n</p><p>Because communication may be a source, medium, and/or method for resolving problematic integration, it is possible for conflict to manifest as \"extended chains\" of problematic integration.  Such extended chains occur through forms, foci, and layers of experience.<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup>  By extended chains, it is meant that experiences of problematic integration and efforts to resolve problematic integration may lead to development of a new form of PI.  As conflict between probability and value develops around a focal point (or topic), it can lead to conflict regarding a new topic (e.g., stress and anxiety about earning an end-of-year bonus at work can lead to new worries about personal finances, sense of self-worth, and/or one's status and career prospects at work).  Problematic integration becomes shared (or chained) through layers of experience when people discuss and relate their struggles with others.  In this process of communicating our conflicts, others may share in our problematic integration through empathy and sympathy.<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup>  Babrow proposed that communication becomes more important to resolve problematic integration as the conflict or integration becomes more difficult.<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Critique_and_analysis\">Critique and analysis</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Problematic_integration_theory&amp;action=edit&amp;section=5\" title=\"Edit section: Critique and analysis\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>As mentioned above, Problematic Integration Theory is a type of communication theory that examines how we make meaning of information and experiences, and how we handle uncertainty.  PI differs from <a href=\"/wiki/Uncertainty_Reduction_Theory\" class=\"mw-redirect\" title=\"Uncertainty Reduction Theory\">Uncertainty Reduction Theory</a> and other axiomatic and predictive communication theories in a number of ways.  PI proposes that there are numerous and varied meanings of the term uncertainty.  Unlike URT, PI predicts that experiencing uncertainty does not automatically lead to a desire to reduce the uncertainty.  Further, PI proposes that: (1) uncertainty is not always \"bad; (2) uncertainty has a single or narrow meaning; (3) reduction of uncertainty is not always possible; (4) any resolution of uncertainty is not necessarily final; and, (5) integrative dilemmas do not necessarily have an identifiable or singular cause.<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup>\n</p><p>Problematic Integration Theory (PI) falls under the socio-psychological and socio-cultural communication traditions. PI began with a focus on intra- and inter-personal contexts, but has been applicable in many contexts, including interpersonal, small group, and organizational; thus, it has a broad scope of application.<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup>  PI is considered an interpretive/hermeneutic approach of theory rather than positivistic/empirical (i.e., predictive) or critical.<sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Related_work:_uncertainty_management_theory\">Related work: uncertainty management theory</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Problematic_integration_theory&amp;action=edit&amp;section=6\" title=\"Edit section: Related work: uncertainty management theory\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Babrow's theory shares some common ideas with Uncertainty Management Theory (UMT), which was developed by Dale Brashers (2007, A theory of communication and uncertainty management. In B. Whaley &amp; W. Samter (Eds.), Explaining communication theory (pp.&#160;201–218). Mahwah, NJ: Lawrence Erlbaum). For a comparison of the perspectives, see Bradac (2001).<sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\">&#91;17&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Current_usage\">Current usage</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Problematic_integration_theory&amp;action=edit&amp;section=7\" title=\"Edit section: Current usage\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The complexity of PI and the multiplicity of its manifestations makes it difficult to operationalize, measure, and apply.  However, this breadth of scope also indicates that it may have extremely wide-ranging applications and opportunities for research.<sup id=\"cite_ref-18\" class=\"reference\"><a href=\"#cite_note-18\">&#91;18&#93;</a></sup>  Because the concepts within PI are based on cultural definitions, PI is seen as being overly responsive to external conceptual influences; thus, making it potentially falsifiable.<sup id=\"cite_ref-19\" class=\"reference\"><a href=\"#cite_note-19\">&#91;19&#93;</a></sup>\n</p><p>PI has been used within the realm of <a href=\"/wiki/Health_Communication\" class=\"mw-redirect\" title=\"Health Communication\">Health Communication</a> studies in order to assess methods of educating, and communicating with, patients facing a variety chronic or life-threatening conditions. In 2003, Babrow received the prestigious Woolbert Award for scholarship of exceptional originality and influence from the National Communication Association <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.natcom.org/nca/Template2.asp?sid=9\">[1]</a> for his work with PI.\n</p><p>PI has been used extensively in analysis of the health care system, particularly in regard to communication between health care providers and patients.  The health-care system inherently involves communication between health-care providers (e.g., doctors, nurses, various therapists, dietitians, social workers, counselors, etc.), patients, and members of the patient's social and support network (e.g., family members, friends, members of support groups, etc.).  Because understanding and communicating diagnoses, prognoses, treatment plans, expectations, and more can be complicated and because this communication relies on the communication skills of the various people involved, health-care situations offer ample opportunity to examine problematic integration.  Research in this area has revealed that information is used to decrease and increase uncertainty, depending on the situation.  In some cases, patients may seek information to reduce stressful uncertainty.  However, in other cases, the care team and the patient may need to increase uncertainty in order to increase optimism and allow for re-evaluation of a given situation.<sup id=\"cite_ref-20\" class=\"reference\"><a href=\"#cite_note-20\">&#91;20&#93;</a></sup>  PI has been used to study communication involving various medical issues, including breast cancer,<sup id=\"cite_ref-21\" class=\"reference\"><a href=\"#cite_note-21\">&#91;21&#93;</a></sup><sup id=\"cite_ref-22\" class=\"reference\"><a href=\"#cite_note-22\">&#91;22&#93;</a></sup> the treatment of diabetes in the elderly, end-of-life issues, and pregnancy.<sup id=\"cite_ref-23\" class=\"reference\"><a href=\"#cite_note-23\">&#91;23&#93;</a></sup><sup id=\"cite_ref-24\" class=\"reference\"><a href=\"#cite_note-24\">&#91;24&#93;</a></sup>\n</p><p>Problematic Integration has also been used to evaluate <a href=\"/wiki/Organizational_communication\" title=\"Organizational communication\">organizational communication</a>.  Organizations, comprising networks and hierarchies of individuals, by their very nature, create complex webs of various dynamic social and cultural relationships.  Moreover, most organizations do not exist for themselves, but for an external audience, client, or consumer; thereby, increasing the nature, types, and numbers of relationships.  Communication within these relationships will very likely give rise to instances of uncertainty.  In the context of such complex systems of communication, PI takes on a much different appearance than intrapersonal situations.  An organization's structure, system design, and strategy can create, maintain, or help reduce problematic integration.<sup id=\"cite_ref-25\" class=\"reference\"><a href=\"#cite_note-25\">&#91;25&#93;</a></sup>\n</p><p>One area of this study has been problematic integration arising from <a href=\"/wiki/Constitutive_role_of_communication_in_organizations\" title=\"Constitutive role of communication in organizations\">internal bureaucracy or organizational rules or objectives</a> and how this conflict involves matters of formal rationality (a quantitative calculation of an action or choice) or substantive rationality (a value judgment of consequences of an action or choice).<sup id=\"cite_ref-26\" class=\"reference\"><a href=\"#cite_note-26\">&#91;26&#93;</a></sup>\n</p><p>In examining marketing strategies for tourism, PI has been used to suggest methods for decreasing uncertainty for potential customers and thereby increasing transactions from the on-line shoppers for the related retail businesses (\"converting lookers to bookers\").<sup id=\"cite_ref-27\" class=\"reference\"><a href=\"#cite_note-27\">&#91;27&#93;</a></sup>\n</p><p>As mentioned above, PI lends itself to application to a broad scope of issues.  A few other examples of areas of interest to which PI has been applied include:\n</p>\n<ul><li><a href=\"/wiki/Risk_management_tools\" title=\"Risk management tools\">Risk study and evaluation</a><sup id=\"cite_ref-28\" class=\"reference\"><a href=\"#cite_note-28\">&#91;28&#93;</a></sup></li>\n<li>Family and relationships</li>\n<li><a href=\"/wiki/Narrative_communication\" title=\"Narrative communication\">Narrative communication</a></li>\n<li><a href=\"/wiki/Mass_media\" title=\"Mass media\">Mass media</a> and <a href=\"/wiki/Media_Studies\" class=\"mw-redirect\" title=\"Media Studies\">media Studies</a> (e.g., news reporting)</li>\n<li>Marketing and advertising</li></ul>\n<h2><span class=\"mw-headline\" id=\"Notes\">Notes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Problematic_integration_theory&amp;action=edit&amp;section=8\" title=\"Edit section: Notes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20081014234303/http://coms.ohiou.edu/austin-babrow\">Austin Babrow, Ph.D.</a>, Ohio University (archived)</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Bradac, James J.; “Theory Comparison: Uncertainty Reduction, Problematic Integration, Uncertainty Management, and Other Curious Constructs”, <i><a href=\"/wiki/Journal_of_Communication\" title=\"Journal of Communication\">Journal of Communication</a></i>, September 2001, Vol. 51, No. 3, pp. 456-476.</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Babrow, Austin S.; “Uncertainty, Value, Communication, and Problematic Integration”, <i>Journal of Communication</i>, September 2001, Vol. 51, No. 3, pp. 555.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Babrow, Austin S.; “Communication and Problematic Integration: Milan Kundera’s “Lost Letters” in The Book of Laughter and Forgetting”, <i><a href=\"/wiki/Communication_Monographs\" title=\"Communication Monographs\">Communication Monographs</a></i>, 1995, Vol. 62, pp. 285.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Babrow, Austin S.; “Communication and Problematic Integration: Milan Kundera’s “Lost Letters” in The Book of Laughter and Forgetting”, <i>Communication Monographs</i>, 1995, Vol. 62, pp. 284.</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Babrow, Austin S.; “Communication and Problematic Integration: Milan Kundera’s “Lost Letters” in The Book of Laughter and Forgetting”, <i>Communication Monographs</i>, 1995, Vol. 62, pp. 287-8.</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Babrow, Austin S.; “Communication and Problematic Integration: Milan Kundera’s “Lost Letters” in The Book of Laughter and Forgetting”, Communication Monographs, 1995, Vol. 62, pp. 285-6.</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Babrow, Austin S.; “Communication and Problematic Integration: Milan Kundera’s “Lost Letters” in The Book of Laughter and Forgetting”, <i>Communication Monographs</i>, 1995, Vol. 62, pp. 286.</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Babrow, Austin S.; “Communication and Problematic Integration: Milan Kundera’s “Lost Letters” in The Book of Laughter and Forgetting”, <i>Communication Monographs</i>, 1995, Vol. 62, pp. 286-7.</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Babrow, Austin S.; “Communication and Problematic Integration: Milan Kundera’s “Lost Letters” in The Book of Laughter and Forgetting”, <i>Communication Monographs</i>, 1995, Vol. 62, pp. 286.</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Bradac, James J.; “Theory Comparison: Uncertainty Reduction, Problematic Integration, Uncertainty Management, and Other Curious Constructs”, <i>Journal of Communication</i>, September 2001, Vol. 51, No. 3, pp. 461-2.</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Babrow, Austin S.; “Communication and Problematic Integration: Milan Kundera’s “Lost Letters” in The Book of Laughter and Forgetting”, <i>Communication Monographs</i>, 1995, Vol. 62, pp. 287</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">Bradac, James J.; “Theory Comparison: Uncertainty Reduction, Problematic Integration, Uncertainty Management, and Other Curious Constructs”, <i>Journal of Communication</i>, September 2001, Vol. 51, No. 3, pp. 463.</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">Babrow, Austin S.; “Uncertainty, Value, Communication, and Problematic Integration”, <i>Journal of Communication</i>, September 2001, Vol. 51, No. 3, pp. 562-4.</span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\">Babrow, Austin S.; “Uncertainty, Value, Communication, and Problematic Integration”, Journal of Communication, September 2001, Vol. 51, No. 3, pp. 568.</span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\">Babrow, Austin S.; “Uncertainty, Value, Communication, and Problematic Integration”, <i>Journal of Communication</i>, September 2001, Vol. 51, No. 3, pp. 570.</span>\n</li>\n<li id=\"cite_note-17\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-17\">^</a></b></span> <span class=\"reference-text\">Bradac, James J.; “Theory Comparison: Uncertainty Reduction, Problematic Integration, Uncertainty Management, and Other Curious Constructs”, <i>Journal of Communication</i>, September 2001, Vol. 51, No. 3, pp. 463-4.</span>\n</li>\n<li id=\"cite_note-18\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-18\">^</a></b></span> <span class=\"reference-text\">Bradac, James J.; “Theory Comparison: Uncertainty Reduction, Problematic Integration, Uncertainty Management, and Other Curious Constructs”, <i>Journal of Communication</i>, September 2001, Vol. 51, No. 3, pp. 466.</span>\n</li>\n<li id=\"cite_note-19\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-19\">^</a></b></span> <span class=\"reference-text\">Bradac, James J.; “Theory Comparison: Uncertainty Reduction, Problematic Integration, Uncertainty Management, and Other Curious Constructs”, <i>Journal of Communication</i>, September 2001, Vol. 51, No. 3, pp. 468.</span>\n</li>\n<li id=\"cite_note-20\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-20\">^</a></b></span> <span class=\"reference-text\">Brashers, Dale E., Daena J. Goldsmith, and Elaine Hsieh; “Information Seeking and Avoiding in Health Contexts”, <i>Human Communication Research</i>, 2002, Vol. 28, No. 2, pp. 261-2.</span>\n</li>\n<li id=\"cite_note-21\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-21\">^</a></b></span> <span class=\"reference-text\">Dennis, Michael Robert, Adrianne Kunkel, and Joann Keyton; “Problematic Integration Theory, Appraisal Theory, and the Bosom Buddies Breast Cancer Support Group”, Journal of Applied Communication Research, Ed. 36, pp. 415-436.</span>\n</li>\n<li id=\"cite_note-22\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-22\">^</a></b></span> <span class=\"reference-text\">Ford, Leigh A., Austin S. Babrow, and Cynthia Stohl; “Social Support Messages and the Management of Uncertainty in the Experience of Breast Cancer: An Application of Problematic Integration Theory”, Communication Monographs, 1996, Vol. 63, pp. 189-207.</span>\n</li>\n<li id=\"cite_note-23\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-23\">^</a></b></span> <span class=\"reference-text\">Matthias, Marianne Sassi and Austin S. Babrow; “Problematic Integration of Uncertainty and Desire in Pregnancy”, Qualitative Health Research, 2007, Vol. 17, pp. 786-798.</span>\n</li>\n<li id=\"cite_note-24\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-24\">^</a></b></span> <span class=\"reference-text\">Matthias, Marianne Sassi; “Problematic Integration in Pregnancy and Childbirth: Contrasting Approaches to Uncertainty and Desire in Obstetric and Midwifery Care”, Health Communication, 2009, Vol. 24, No. 1, pp. 60-70.</span>\n</li>\n<li id=\"cite_note-25\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-25\">^</a></b></span> <span class=\"reference-text\">McPhee, Robert D. and Pamela Zaug, “Organizational Theory, Organizational Communication, Organizational Knowledge, and Problematic Integration”, <i>Journal of Communication</i>, September 2001, Vol. 51, No. 3, pp. 578-80.</span>\n</li>\n<li id=\"cite_note-26\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-26\">^</a></b></span> <span class=\"reference-text\">McPhee, Robert D. and Pamela Zaug, “Organizational Theory, Organizational Communication, Organizational Knowledge, and Problematic Integration”, <i>Journal of Communication</i>, September 2001, Vol. 51, No. 3, pp. 575-6.</span>\n</li>\n<li id=\"cite_note-27\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-27\">^</a></b></span> <span class=\"reference-text\">Han, Jee-Hee and Juline E. Mills, “The Use of Problematic Integration Theory to Assess Destination On-Line Promotion Activities: The Case of Australia.com in the United States Market”, <i>Journal of Travel &amp; Tourism Marketing</i>, 2006, Vol. 20 (3/4), pp. 93-105.</span>\n</li>\n<li id=\"cite_note-28\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-28\">^</a></b></span> <span class=\"reference-text\">Russell, Laura and Austin Babrow; “Risk in the Making: Narrative, Problematic Integration, and the Social Construction of Risk”, Communications Theory, 2011, pp. 239-260.</span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Problematic_integration_theory&amp;action=edit&amp;section=9\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Babrow, Austin S. (1992). Communication and problematic integration: Understanding and diverging probability and value, ambiguity, ambivalence, and impossibility. <i>Communication Theory</i>, 2(2), 95-130.\n</p><p>Berger, C. R. (1986). Uncertain outcome values in predicted relationships: Uncertainty reduction theory then and now. <i>Human Communication Research</i>, 13, 34-38.\n</p><p>Berger, C. R. (1987). Communicating under uncertainty. In M. E. Roloff &amp; G. R. Miller (Eds.), <i>Interpersonal processes: New directions in communication research</i>. Beverly Hills, CA: Sage.\n</p><p>Berger, C. R., &amp; Calabrese, R. J. (1975). Some explorations in initial interaction and beyond: Toward a developmental theory of interpersonal communication. <i>Human Communication Research</i>, 1, 99-112.\n</p><p>Einhorn, H. J., &amp; Hogarth, R. M. (1987). Decision making under ambiguity. In R. M. Hogarth &amp; M. W. Reder (Eds.), <i>Rational choice: The contrast between economics and psychology</i> (pp.&#160;41–66). Chicago, IL: University of Chicago Press.\n</p><p>Festinger, L. (1957). <i>A theory of cognitive dissonance</i>. Stanford, CA: Stanford University Press.\n</p><p>Hines, S.C., Babrow, A.S., Badzek, L., &amp; Moss, A. (2001). From coping with life to coping with death: Problematic integration for the seriously ill elderly. <i>Health Communication</i>, 13(3), 327-342.\n</p><p>Lerner, M. J. (1980). <i>The belief in a just world: A fundamental delusion</i>. New York: Plenum.\n</p><p>Raynor, J. O., &amp; McFarlin, D. B. (1986). Motivation and self-esteem. In R. M. Sorrentino &amp; E. T. Higgins (Eds.), <i>Handbook of motivation and cognition: Foundations of social behavior</i> (pp.&#160;315–349). New York: Guilford.\n</p><p>West, Richard and Turner, Lynn; <i>Introducing Communication Theory: Analysis and Application</i>, McGraw Hill, 2010, Print.\n</p>\n<!-- \nNewPP limit report\nParsed by mw1322\nCached time: 20180908004754\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.080 seconds\nReal time usage: 0.093 seconds\nPreprocessor visited node count: 384/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 374/2097152 bytes\nTemplate argument size: 94/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 12027/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.004/10.000 seconds\nLua memory usage: 525 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   40.035      1 Template:Reflist\n100.00%   40.035      1 -total\n  4.82%    1.928      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:11022357-0!canonical and timestamp 20180908004754 and revision id 815163926\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","*":"Communication"},{"sortkey":"","*":"Communication_theory"}],"links":[{"ns":0,"exists":"","*":"Cognitive dissonance"},{"ns":0,"exists":"","*":"Communication Monographs"},{"ns":0,"exists":"","*":"Constitutive role of communication in organizations"},{"ns":0,"exists":"","*":"Health Communication"},{"ns":0,"exists":"","*":"Journal of Communication"},{"ns":0,"exists":"","*":"Mass media"},{"ns":0,"exists":"","*":"Meaning-making"},{"ns":0,"exists":"","*":"Media Studies"},{"ns":0,"exists":"","*":"Narrative communication"},{"ns":0,"exists":"","*":"Organizational communication"},{"ns":0,"exists":"","*":"Outline of communication"},{"ns":0,"exists":"","*":"Risk management tools"},{"ns":0,"exists":"","*":"Uncertainty Reduction Theory"},{"ns":0,"exists":"","*":"Uncertainty reduction theory"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["https://web.archive.org/web/20081014234303/http://coms.ohiou.edu/austin-babrow","http://www.natcom.org/nca/Template2.asp?sid=9"],"sections":[{"toclevel":1,"level":"2","line":"History","number":"1","index":"1","fromtitle":"Problematic_integration_theory","byteoffset":1096,"anchor":"History"},{"toclevel":1,"level":"2","line":"Concepts","number":"2","index":"2","fromtitle":"Problematic_integration_theory","byteoffset":2275,"anchor":"Concepts"},{"toclevel":2,"level":"3","line":"Assumptions of problematic integration theory","number":"2.1","index":"3","fromtitle":"Problematic_integration_theory","byteoffset":4667,"anchor":"Assumptions_of_problematic_integration_theory"},{"toclevel":2,"level":"3","line":"The role of communication in problematic integration theory","number":"2.2","index":"4","fromtitle":"Problematic_integration_theory","byteoffset":6418,"anchor":"The_role_of_communication_in_problematic_integration_theory"},{"toclevel":2,"level":"3","line":"Critique and analysis","number":"2.3","index":"5","fromtitle":"Problematic_integration_theory","byteoffset":10238,"anchor":"Critique_and_analysis"},{"toclevel":2,"level":"3","line":"Related work: uncertainty management theory","number":"2.4","index":"6","fromtitle":"Problematic_integration_theory","byteoffset":12047,"anchor":"Related_work:_uncertainty_management_theory"},{"toclevel":1,"level":"2","line":"Current usage","number":"3","index":"7","fromtitle":"Problematic_integration_theory","byteoffset":12677,"anchor":"Current_usage"},{"toclevel":1,"level":"2","line":"Notes","number":"4","index":"8","fromtitle":"Problematic_integration_theory","byteoffset":19123,"anchor":"Notes"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"9","fromtitle":"Problematic_integration_theory","byteoffset":19148,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Problematic integration theory","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q7246971"}]}}