{"parse":{"title":"Swetnam the Woman-Hater","pageid":13611146,"revid":636456172,"text":{"*":"<div class=\"mw-parser-output\"><p class=\"mw-empty-elt\">\n\n</p><p><i><b>Swetnam the Woman-Hater Arraigned by Women</b></i> is a <a href=\"/wiki/Literature_in_English#Jacobean_literature\" class=\"mw-redirect\" title=\"Literature in English\">Jacobean</a> era stage play, an anonymous comedy that was part of an <a href=\"/wiki/Feminism\" title=\"Feminism\">anti-feminist</a> controversy of the 1615–20 period.\n</p>\n<div style=\"clear: right; margin-bottom: .5em; float: right; padding: .5em 0 .8em 1.4em; background: none; width: auto;\"><div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Performance_and_publication\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Performance and publication</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Controversy\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Controversy</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Plot_source\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Plot source</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Authorship\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Authorship</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Synopsis\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Synopsis</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Modern_responses\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Modern responses</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Notes\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Notes</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#References\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n</div>\n<h2><span class=\"mw-headline\" id=\"Performance_and_publication\">Performance and publication</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Swetnam_the_Woman-Hater&amp;action=edit&amp;section=1\" title=\"Edit section: Performance and publication\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><i>Swetnam the Woman-Hater</i> was first published in 1620, in a <a href=\"/wiki/Book_size\" title=\"Book size\">quarto</a> issued by <a href=\"/wiki/Richard_Meighen\" title=\"Richard Meighen\">Richard Meighen</a>. The title page of the quarto states that the play was performed by <a href=\"/wiki/Queen_Anne%27s_Men\" title=\"Queen Anne&#39;s Men\">Queen Anne's Men</a> at the <a href=\"/wiki/Red_Bull_Theatre\" title=\"Red Bull Theatre\">Red Bull Theatre</a>; the most likely date for the first performance is considered to have been in late 1618 or 1619. The play was not reprinted in its own era (in fact, not until 1880); but it was revived onstage around 1633.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>\n</p><p>In one key respect, the Red Bull Theatre was an odd venue for the play <i>Swetnam</i> and its positive and genteel attitude toward women. The Red Bull had a reputation as the roughest and rowdiest of the theatres of its day, and at least one source suggests that some women avoided it. According to a contemporaneous doggerel,<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p>\n<blockquote><div class=\"poem\">\n<p>The Red Bull<br />\nIs mostly full<br />\nOf drovers, carriers, carters;<br />\nBut honest wenches<br />\nWill shun the benches<br />\nAnd not there show their garters.\n</p>\n</div></blockquote>\n<p>Perhaps the Red Bull audience mellowed with time; or perhaps it was never as narrow and mean as reputed, as <a href=\"/wiki/A._B._Grosart\" class=\"mw-redirect\" title=\"A. B. Grosart\">A. B. Grosart</a> suggests in his edition of the play.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>\n</p><p>Conversely, Queen Anne's Men may have chosen the play to appeal to the \"up-scale\" new audience they wanted to serve. In 1617, the Queen Anne's company moved from the open-air, \"public\" Red Bull to the enclosed \"private\" theatre the <a href=\"/wiki/Cockpit_Theatre\" title=\"Cockpit Theatre\">Cockpit</a>, which had a more \"elite\" clientele. But the crowds of apprentices who made up a large portion of the company's audience were outraged at the move. The private theatres' ticket prices were five or six times higher than the public theatres' admission fees. (In the <a href=\"/wiki/Jacobean_era\" title=\"Jacobean era\">Jacobean era</a>, the cheapest ticket to the \"public\" <a href=\"/wiki/Globe_Theatre\" title=\"Globe Theatre\">Globe Theatre</a> was a penny, while the minimum for the \"private\" <a href=\"/wiki/Blackfriars_Theatre\" title=\"Blackfriars Theatre\">Blackfriars Theatre</a> was sixpence.) The young men were being priced out of their basic entertainment. In the famous <a href=\"/wiki/Shrove_Tuesday\" title=\"Shrove Tuesday\">Shrove Tuesday</a> riot of 1617, the 'prentices damaged the Cockpit badly enough to delay its opening, and the Queen's Men had to remain at the Red Bull until repairs were done. <i>Swetnam</i> may have been the kind of play the company intended for their projected new home at the Cockpit.\n</p>\n<h2><span class=\"mw-headline\" id=\"Controversy\">Controversy</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Swetnam_the_Woman-Hater&amp;action=edit&amp;section=2\" title=\"Edit section: Controversy\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The play was one item, and apparently the final one, in a controversy that erupted in 1615 with the publication of <a href=\"/wiki/Joseph_Swetnam\" title=\"Joseph Swetnam\">Joseph Swetnam</a>'s crude anti-feminist tract <i>The Arraignment of Lewd, Idle, Froward, and Unconstant Women.</i> Swetnam's work attracted abundant attention, and provoked three responses in defence of women: <a href=\"/wiki/Rachel_Speght\" title=\"Rachel Speght\">Rachel Speght</a>'s <i>A Muzzle for Melastomus</i><sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> (1617), and two works published under pseudonyms—<i>Esther Hath Hang'd Haman</i> by \"Esther Sowernam\"  and <i>The Worming of a Mad Dog</i> by \"Constantia Munda\" (both also 1617).<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> The pseudonyms are thought to represent other female authors, making this polemical response to Swetnam a rare cluster of early 17th-century works written by women. The play <i>Swetnam the Woman-Hater</i> shows internal signs of being the final response to Swetnam in the relevant period.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup>\n</p><p>More generally, <i>Swetnam the Woman-Hater</i> is one of a long-running series of <a href=\"/wiki/English_Renaissance_theatre\" title=\"English Renaissance theatre\">English Renaissance plays</a> on what can be called, very broadly, the gender question. Earlier plays in this subgenre would include <a href=\"/wiki/William_Shakespeare\" title=\"William Shakespeare\">Shakespeare's</a> <i><a href=\"/wiki/The_Taming_of_the_Shrew\" title=\"The Taming of the Shrew\">The Taming of the Shrew</a></i> and <a href=\"/wiki/Beaumont_and_Fletcher\" title=\"Beaumont and Fletcher\">Beaumont and Fletcher</a>'s <i><a href=\"/wiki/The_Woman_Hater\" title=\"The Woman Hater\">The Woman Hater</a></i> and <i><a href=\"/wiki/The_Woman%27s_Prize\" title=\"The Woman&#39;s Prize\">The Woman's Prize</a>.</i> Beyond the confines of the drama, there was an abundant literature on the subject. Swetnam's tract was only one in a long series of similar attacks on women; countervailing defences of women were less common though not unknown—as in <i>Protection for Women</i> (1589), by \"Jane Anger,\" and <i>The Worth of Women: Wherein is Clearly Revealed Their Nobility and Their Superiority to Men</i> (1600), by \"<a href=\"/wiki/Moderata_Fonte\" title=\"Moderata Fonte\">Moderata Fonte</a>\" (both pseudonyms).\n</p>\n<h2><span class=\"mw-headline\" id=\"Plot_source\">Plot source</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Swetnam_the_Woman-Hater&amp;action=edit&amp;section=3\" title=\"Edit section: Plot source\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The play's subplot deals with Swetnam, who is brought to trial before a court of women for his offences against the gender and ends up recanting his bias. The play's main plot, a story of political intrigue and courtly love, derives from a novel by <a href=\"/wiki/Juan_de_Flores\" title=\"Juan de Flores\">Juan de Flores</a> called the <i>Historia de Aurelio e Isabella</i> (also known as <i>Grisel y Mirabella</i>), written c. 1495. (The same novel provided <a href=\"/wiki/John_Fletcher_(playwright)\" title=\"John Fletcher (playwright)\">John Fletcher</a> with plot material for his <i><a href=\"/wiki/Women_Pleased\" title=\"Women Pleased\">Women Pleased</a></i>.) De Flore's novel was popular, and had been published in English translation five times between <a href=\"/wiki/16th_century_in_literature\" title=\"16th century in literature\">1556</a> and 1586. It has been argued that the play also shows specific debts to earlier dramas, notably <a href=\"/wiki/George_Peele\" title=\"George Peele\">George Peele</a>'s <i>The Arraignment of Paris</i> and <a href=\"/wiki/John_Lyly\" title=\"John Lyly\">John Lyly</a>'s <i><a href=\"/wiki/Endymion_(play)\" title=\"Endymion (play)\">Endymion</a></i>.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup>\n</p><p>The tone of de Flores' novel is strongly chivalric, a trait that carries over into the play. \"<i>Swetnam the Woman-Hater</i> is remarkable for the unusually high moral tone it adopts with regard to women.\"<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Authorship\">Authorship</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Swetnam_the_Woman-Hater&amp;action=edit&amp;section=4\" title=\"Edit section: Authorship\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>No external evidence indicates the identity of the play's author; <a href=\"/wiki/Thomas_Heywood\" title=\"Thomas Heywood\">Thomas Heywood</a>, <a href=\"/wiki/Thomas_Dekker_(poet)\" class=\"mw-redirect\" title=\"Thomas Dekker (poet)\">Thomas Dekker</a>, and <a href=\"/wiki/Thomas_Drue\" title=\"Thomas Drue\">Thomas Drue</a> have been proposed as candidates. (A \"Thomas Drewe\" acted with Queen Anne's Men in the years 1616–19; but it is not certain that Drew the actor, and Drue the playwright of <i>The Duchess of Suffolk,</i> were the same person.) Heywood is regarded as the best candidate for the author of <i>Swetnam</i>: \"the language, dialogue, and clownery\" of <i>Swetnam</i> are all typical of Heywood's style.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Synopsis\">Synopsis</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Swetnam_the_Woman-Hater&amp;action=edit&amp;section=5\" title=\"Edit section: Synopsis\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The play is set in <a href=\"/wiki/Sicily\" title=\"Sicily\">Sicily</a>, where the royal court is a grim and somber place: King Atticus is mourning the death of his eldest son and heir, Lusippus, and the prolonged absence of his second son Lorenzo. In the middle of the opening scene, news arrives that Lorenzo is missing after fighting in the <a href=\"/wiki/Battle_of_Lepanto_(1571)\" class=\"mw-redirect\" title=\"Battle of Lepanto (1571)\">Battle of Lepanto</a> (1571), and is feared to be either dead or captured by the <a href=\"/wiki/Ottoman_Empire\" title=\"Ottoman Empire\">Ottoman Turks</a>.\n</p><p>The king also has a daughter, the beautiful and spirited Leonida. Yet Atticus is displeased with her: the scions of the great royal houses of Europe have come to seek her hand in marriage, but she has imperiously refused them all. The king calls her \"wanton, coy, and fickle too;\" he decides to punish her by restricting her social access, and puts her in the custody of his senior courtier, Nicanor. Nicanor quickly reveals himself to be both the play's villain and its <a href=\"/wiki/Senex#Senex_in_literature\" class=\"mw-redirect\" title=\"Senex\">senex</a>: though an old man himself, he wants to marry Leonida and so become king after Atticus.\n</p><p>The second scene introduces Swetnam and his servant Swash, the play's clown. The conceit is that Swetnam has been driven out of England by the public's righteous indignation over his anti-female slanders; he has moved to Sicily and taken to calling himself Misogynos. (The play provides the earliest known use in English of the term \"misogynist.\") Once in Sicily, however, he has fallen back into his old habit of traducing women, and is becoming notorious in his new country just as he was in his old.\n</p><p>(The play's two opening scenes create an obvious conflict in chronology: the dramatist postulates a future, post-England Swetnam, but tosses him into 1570s Sicily. Yet such anomalies are only too common in English Renaissance drama. For extreme examples of historical anomalies and chronological conflict, see <i><a href=\"/wiki/The_Faithful_Friends\" title=\"The Faithful Friends\">The Faithful Friends</a></i> and <i><a href=\"/wiki/The_Old_Law\" title=\"The Old Law\">The Old Law</a>.</i>)\n</p><p>Meanwhile, the missing prince, Lorenzo, has returned clandestinely to Sicily; he wants to spy out local conditions and corruptions, unhindered by his fame and high position. Only the loyal courtier Iago is aware of his presence.\n</p><p>Princess Leonida's current suitor is the Spanish prince, Lisandro; when Leonida is restricted from seeing him, he decides to take the bold step of masquerading as her confessor, Friar Anthony, to see her. His ardor and persistence create an impression on the young princess, and he wins her affection. But Nicanor catches the two of them together. The young couple are put on trial for violating the king's command; in the classic <a href=\"/wiki/Fairy_tale\" title=\"Fairy tale\">fairy tale</a> tradition, the penalty they face is death. Yet at their trial, both of the accused accept blame for the infraction and exonerate the other. The judges complain to the king that they cannot decide; the king decrees that the matter will be resolved by a debate or disputation on the question of whether men or women are the morally weaker gender.\n</p><p>Swetnam/Misogynos is delighted to take the male side in the dispute; the women's side is taken by Lorenzo, who has disguised himself \"like an Amazon.\" The debate is vigorous, and Lorenzo-alias-\"Atlanta\" does well; but the judges are all male, and Nicanor uses his corrupting influence to turn the outcome in Swetnam's favour. True to his word, Atticus condemns his daughter to death; Lisandro is sentenced to exile. In the aftermath of the debate, Swetnam surprisingly makes romantic advances to \"Atlanta.\" To his servant Swash, Swetnam reveals that he is in the grip of lust rather than love; but the effect is highly comic all the same. In his pursuit of \"Atlanta,\" Swetnam exposes himself to the revenge of the Sicilian women; they capture him, imprison him, and force him to recant and repent his bigotry against them.\n</p><p>The play takes a specific approach to Swetnam's bias, judging his low opinion of women as a reflection of his own low quality as a human being. As Iago puts it,\n</p>\n<blockquote><div class=\"poem\">\n<p><span class=\"mw-poem-indented\" style=\"display: inline-block; margin-left: 6em;\">He's a man,</span><br />\nWhose breeding has been like the <a href=\"/wiki/Dung_beetle\" title=\"Dung beetle\">Scarrabee</a>,<br />\nAltogether upon the excrement of the time;<br />\nAnd being swol'n with poisonous vapours<br />\nHe breaks wind in public, to blast the<br />\nReputation of all women; his acquaintance<br />\nHas been altogether amongst whores and bawds,<br />\nAnd therefore speaks but in's own element.<br />\nHis own unworthy foul deformity,<br />\nBecause no female can affect the same,<br />\nBegets in him despair; and despair, envy.<br />\nHe cares not to defame their very souls,<br />\nBut that he's of the Turk's opinion: they have none.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup>\n</p>\n</div></blockquote>\n<p>In the main plot, Lorenzo and Iago stage a pretended execution of Leonida. When Lisandro sees a mock-up of her supposedly severed head, he stabs himself in a suicide attempt; his guards, fearing punishment, flee, and Lorenzo and Iago secure his wounded body and nurse him back to health. In the play's final scene, the disaffected court party, including Lorenzo, Iago, Leonida and Lisandro, and Queen Aurelia, stage a <a href=\"/wiki/Masque\" title=\"Masque\">masque</a> on the theme of repentance; Atticus is affected, emotionally and psychologically, by the masque, and expresses his own repentance over his course of action. Once that change of heart has been achieved, Lorenzo, Leonida, and Lisandro can reveal themselves. Nicanor's villainy is exposed, and he too repents; in the spirit of the moment, the king forgives him, and urges him to \"live honestly.\" Leonida and Lisandro can now engage to marry, and Lorenzo is the new crown prince.\n</p><p>[The play text presents interesting questions as to its original staging, like the mock severed head of Leonida. How was Lorenzo costumed as an \"Amazon,\" and how did the audience interpret and understand his disguise?]\n</p>\n<h2><span class=\"mw-headline\" id=\"Modern_responses\">Modern responses</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Swetnam_the_Woman-Hater&amp;action=edit&amp;section=6\" title=\"Edit section: Modern responses\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The play's status as a pro-feminist, proto-feminist, or quasi-feminist text has earned it an ever-growing body of commentary, analysis, and criticism from modern scholars. Some attention has focused on the degree to which the play is or isn't a feminist work; critics have noted that <i>Swetnam</i> subordinates its polemical concerns to its subplot, while the main plot deals with high-flown romantic love.\n</p><p>The play was produced in 2004, in what is believed to be its US premiere, by the Airmid Theatre Company (www.airmidtheatre.org) as part of the Play Outside festival in New York City.\n</p>\n<h2><span class=\"mw-headline\" id=\"Notes\">Notes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Swetnam_the_Woman-Hater&amp;action=edit&amp;section=7\" title=\"Edit section: Notes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Logan and Smith, pp. 211–12.</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Grosart, p. xxxiv.</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Grosart, p. xxxvi.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">\"Melastomus\" means \"black mouth,\" indicated the \"foul-mouthed\" Swetnam.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Daniel Tuvil's <i>Asylum Veneris</i> (1616) is sometimes considered another response to Swetnam.</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Logan and Smith, p. 211.</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Logan and Smith, pp. 210–11.</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Gosse, p. 134.</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Louis Wright, quoted in Logan and Smith, p. 212.</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Spellings modernized. The last two lines refer to the common belief among Europeans that Muslims thought that women had no souls.</span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Swetnam_the_Woman-Hater&amp;action=edit&amp;section=8\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Butler, Charles, ed. <i>Female Replies to Swetnam the Woman-Hater.</i> Bristol, Thoemmes Press, 1995.</li>\n<li>Crandall, Coryll. <i>Swetnam the Woman-Hater: The Controversy and the Play.</i> Lafayette, IN, Purdue University Studies, 1969.</li>\n<li>Frye, Susan, and Karen Robertson, eds. <i>Maids and Mistresses, Cousins and Queens: Women's Alliances in Early Modern England.</i> Oxford, Oxford University Press, 1999.</li>\n<li>Gagen, Jean Elisabeth. <i>The New Woman: Her Emergence in English Drama, 1600–1730.</i> New York, Twayne, 1954.</li>\n<li><a href=\"/wiki/Edmund_Gosse\" title=\"Edmund Gosse\">Gosse, Edmund</a>. <i>The Jacobean Poets.</i> London, J. Murray, 1894.</li>\n<li><a href=\"/wiki/Alexander_Grosart\" class=\"mw-redirect\" title=\"Alexander Grosart\">Grosart, Rev. Alexander B.</a>, ed. <i>Swetnam the Woman-Hater Arraigned by Women.</i> <i>Occasional Issues</i> Vol. 14; Manchester, privately printed, 1880.</li>\n<li>Logan, Terence P., and Denzell S. Smith, eds. <i>The Later Jacobean and Caroline Dramatists: A Survey and Bibliography of Recent Studies in English Renaissance Drama.</i> Lincoln, NE, University of Nebraska Press, 1978.</li>\n<li>Malcolmson, Christina, and Mihoko Suzuki, eds. <i>Debating Gender in Early Modern England, 1500–1700.</i> London, Palgrave Macmillan, 2002.</li>\n<li>Wright, Louis B. <i>Middle-Class Culture in Elizabethan England.</i> Chapel Hill, NC, University of North Carolina Press, 1935.</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2236\nCached time: 20180913173348\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.056 seconds\nReal time usage: 0.086 seconds\nPreprocessor visited node count: 425/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 1550/2097152 bytes\nTemplate argument size: 317/2097152 bytes\nHighest expansion depth: 12/40\nExpensive parser function count: 2/500\nUnstrip recursion depth: 1/20\nUnstrip post‐expand size: 4133/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.010/10.000 seconds\nLua memory usage: 814 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   64.404      1 -total\n 39.92%   25.711      1 Template:EngvarB\n 21.76%   14.016      2 Template:DMCA\n 21.33%   13.738      1 Template:Reflist\n 19.18%   12.354      2 Template:Dated_maintenance_category\n 17.98%   11.577      1 Template:Italic_title\n 11.37%    7.325      2 Template:FULLROOTPAGENAME\n  8.01%    5.159      2 Template:Ns_has_subpages\n  6.14%    3.952      1 Template:Use_dmy_dates\n  3.91%    2.515      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:13611146-0!canonical and timestamp 20180913173348 and revision id 636456172\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"EngvarB_from_September_2013"},{"sortkey":"","hidden":"","*":"Use_dmy_dates_from_September_2013"},{"sortkey":"","*":"English_Renaissance_plays"},{"sortkey":"","*":"1610s_plays"},{"sortkey":"","*":"Feminist_literature"},{"sortkey":"","*":"Feminist_fiction"}],"links":[{"ns":14,"exists":"","*":"Category:EngvarB from September 2013"},{"ns":14,"exists":"","*":"Category:Use dmy dates from September 2013"},{"ns":0,"exists":"","*":"16th century in literature"},{"ns":0,"exists":"","*":"A. B. Grosart"},{"ns":0,"exists":"","*":"Alexander Grosart"},{"ns":0,"exists":"","*":"Battle of Lepanto (1571)"},{"ns":0,"exists":"","*":"Beaumont and Fletcher"},{"ns":0,"exists":"","*":"Blackfriars Theatre"},{"ns":0,"exists":"","*":"Book size"},{"ns":0,"exists":"","*":"Cockpit Theatre"},{"ns":0,"exists":"","*":"Dung beetle"},{"ns":0,"exists":"","*":"Edmund Gosse"},{"ns":0,"exists":"","*":"Endymion (play)"},{"ns":0,"exists":"","*":"English Renaissance theatre"},{"ns":0,"exists":"","*":"Fairy tale"},{"ns":0,"exists":"","*":"Feminism"},{"ns":0,"exists":"","*":"George Peele"},{"ns":0,"exists":"","*":"Globe Theatre"},{"ns":0,"exists":"","*":"Jacobean era"},{"ns":0,"exists":"","*":"John Fletcher (playwright)"},{"ns":0,"exists":"","*":"John Lyly"},{"ns":0,"exists":"","*":"Joseph Swetnam"},{"ns":0,"exists":"","*":"Juan de Flores"},{"ns":0,"exists":"","*":"Literature in English"},{"ns":0,"exists":"","*":"Masque"},{"ns":0,"exists":"","*":"Moderata Fonte"},{"ns":0,"exists":"","*":"Ottoman Empire"},{"ns":0,"exists":"","*":"Queen Anne's Men"},{"ns":0,"exists":"","*":"Rachel Speght"},{"ns":0,"exists":"","*":"Red Bull Theatre"},{"ns":0,"exists":"","*":"Richard Meighen"},{"ns":0,"exists":"","*":"Senex"},{"ns":0,"exists":"","*":"Shrove Tuesday"},{"ns":0,"exists":"","*":"Sicily"},{"ns":0,"exists":"","*":"The Faithful Friends"},{"ns":0,"exists":"","*":"The Old Law"},{"ns":0,"exists":"","*":"The Taming of the Shrew"},{"ns":0,"exists":"","*":"The Woman's Prize"},{"ns":0,"exists":"","*":"The Woman Hater"},{"ns":0,"exists":"","*":"Thomas Dekker (poet)"},{"ns":0,"exists":"","*":"Thomas Drue"},{"ns":0,"exists":"","*":"Thomas Heywood"},{"ns":0,"exists":"","*":"William Shakespeare"},{"ns":0,"exists":"","*":"Women Pleased"}],"templates":[{"ns":10,"exists":"","*":"Template:EngvarB"},{"ns":10,"exists":"","*":"Template:DMCA"},{"ns":10,"exists":"","*":"Template:Dated maintenance category"},{"ns":10,"exists":"","*":"Template:FULLROOTPAGENAME"},{"ns":10,"exists":"","*":"Template:Ns has subpages"},{"ns":10,"exists":"","*":"Template:Use dmy dates"},{"ns":10,"exists":"","*":"Template:Italic title"},{"ns":10,"exists":"","*":"Template:TOC right"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Ns has subpages"},{"ns":828,"exists":"","*":"Module:Italic title"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":[],"sections":[{"toclevel":1,"level":"2","line":"Performance and publication","number":"1","index":"1","fromtitle":"Swetnam_the_Woman-Hater","byteoffset":333,"anchor":"Performance_and_publication"},{"toclevel":1,"level":"2","line":"Controversy","number":"2","index":"2","fromtitle":"Swetnam_the_Woman-Hater","byteoffset":2613,"anchor":"Controversy"},{"toclevel":1,"level":"2","line":"Plot source","number":"3","index":"3","fromtitle":"Swetnam_the_Woman-Hater","byteoffset":4513,"anchor":"Plot_source"},{"toclevel":1,"level":"2","line":"Authorship","number":"4","index":"4","fromtitle":"Swetnam_the_Woman-Hater","byteoffset":5619,"anchor":"Authorship"},{"toclevel":1,"level":"2","line":"Synopsis","number":"5","index":"5","fromtitle":"Swetnam_the_Woman-Hater","byteoffset":6226,"anchor":"Synopsis"},{"toclevel":1,"level":"2","line":"Modern responses","number":"6","index":"6","fromtitle":"Swetnam_the_Woman-Hater","byteoffset":12000,"anchor":"Modern_responses"},{"toclevel":1,"level":"2","line":"Notes","number":"7","index":"7","fromtitle":"Swetnam_the_Woman-Hater","byteoffset":12611,"anchor":"Notes"},{"toclevel":1,"level":"2","line":"References","number":"8","index":"8","fromtitle":"Swetnam_the_Woman-Hater","byteoffset":12634,"anchor":"References"}],"parsewarnings":[],"displaytitle":"<i>Swetnam the Woman-Hater</i>","iwlinks":[],"properties":[{"name":"displaytitle","*":"<i>Swetnam the Woman-Hater</i>"},{"name":"wikibase_item","*":"Q7655940"}]}}