{"parse":{"title":"Cultural identity theory","pageid":38778093,"revid":809434561,"text":{"*":"<div class=\"mw-parser-output\"><p><a href=\"/wiki/Cultural_identity\" title=\"Cultural identity\">Cultural identity</a> refers to a person's sense of belonging to a particular <a href=\"/wiki/Culture\" title=\"Culture\">culture</a> or group.  This process involves learning about and accepting <a href=\"/wiki/Traditions\" class=\"mw-redirect\" title=\"Traditions\">traditions</a>, <a href=\"/wiki/Cultural_heritage\" title=\"Cultural heritage\">heritage</a>, <a href=\"/wiki/Language\" title=\"Language\">language</a>, <a href=\"/wiki/Religion\" title=\"Religion\">religion</a>, <a href=\"/wiki/Ancestry\" class=\"mw-redirect\" title=\"Ancestry\">ancestry</a>, <a href=\"/wiki/Aesthetics\" title=\"Aesthetics\">aesthetics</a>, thinking patterns, and <a href=\"/wiki/Social_structure\" title=\"Social structure\">social structures</a> of a culture.  Normally, people internalize the beliefs, values, norms, and social practices of their culture and identify themselves with that culture.  The culture becomes a part of their <a href=\"/wiki/Self-concept\" title=\"Self-concept\">self-concept</a> (Lustig, 2013).  However, some studies have noted that existing cultural identity theory may not account for the fact that different individuals and groups may not react to or interpret events, happenings, attitudes, etc. in the same ways as other individuals or groups.\n</p><p>Myron Lustig notes that cultural identities are central to a person’s sense of self.  That is because cultural identities “are central, dynamic, and multifaceted components of one’s self concept” (Lustig, 133).  Lustig also points out that cultural identities are dynamic, and they exist within a changing social context.  As a result, a person’s identity changes as do one’s ongoing experiences in life (Lustig, 135).  Other researchers describe cultural identity as referring to the content of values as guiding principles, to meaningful symbols, and to life styles that individuals share with others, though not necessarily within recognizable groups (Boski et al., 2004).  In addition, Boski et al. point out that most books and studies have ignored cultural identity as a theoretical construct in the field of <a href=\"/wiki/Cross-cultural_psychology\" title=\"Cross-cultural psychology\">cross-cultural psychology</a>.  Instead, books and journals report works on the theme of social identity.  <a href=\"/wiki/Social_identity\" class=\"mw-redirect\" title=\"Social identity\">Social identity</a> is described as a sense of “We-ness,” or attachment to a group that one is a member of, and by comparison to others.  The sense of “We-ness” remains culturally empty, however.  Even with natural groups, it is portrayed in trait-attributes, “which is not different from those used to characterize individuals” (Boski et al., 2004).  There is, however, research evidence about the social (ethnic) vs. cultural distinction (Sanchez-Burks et al., 2000).  This study found that the task-oriented cultural style was generally more favored than the task-plus interpersonal alternative, particularly among Anglo-American participants, for whom ethnicity did not matter.  Mexican and Latino participants, however, showed some degree of favoritism toward ethnically similar participants (Sanchez-Burks et all, 2000).\n</p><p>It seems that there are different viewpoints regarding cultural and social identities.  Cultural identity is defined as the identity of a group or culture or of an individual as far as one is influenced by one’s belonging to a group or culture.  Further, Cultural identity is similar to, and overlaps with, <a href=\"/wiki/Identity_politics\" title=\"Identity politics\">identity politics</a>.  New forms of identification have been suggested to break down the understanding of the individual as a whole subject into a collection of various cultural identifiers.  Such identifiers can result from various conditions including: location, gender, race, history, nationality, language, sexuality, religious beliefs, ethnicity, aesthetics, and even food.  In places like the U.S. and Canada, where the people are ethnically diverse, social unity is primarily based on common social values and beliefs.  However, some critics of cultural identity declare that cultural identity based upon difference is a divisive force in society.  In addition, cultural identity may be defined by the social network of people imitating and following the social norms as presented by the media.  Therefore, instead of learning behavior and knowledge from cultural or religious groups, people may be learning social norms from the media to build on their cultural identity.  Language may also be an important factor in culture identity.  The communication that comes with sharing a language promotes connections and roots to ancestors and cultural histories.\n</p><p>\tWhen young people are severed from the ideals and positively sanctioned statuses, feelings of alienation or social isolation may develop.  These feelings can result in undesired treatment and status.  This process results in personal marginalization, and it may lead to social marginalization which includes that person’s relative economic, employment, educational, and cultural loss compared to those around him.  This provides a second source of alienation from mainstream society.  This can cause an individual to experience extreme discomfort called ego identity discomfort.  Because external sources have too much control, the individual cannot construct a personal definition of him/her self.  The person is then motivated to identify with an alternative social group such as a drug subcultural group.  Such groups provide opportunities to resolve identity problems.   Identification with such a group reduces the person’s ego identity discomfort, or it helps to solve identity problems.  Scholars today are focusing on the basic elements of social organization (race, ethnicity, gender, and social class) in their theory and research.  In the case of drug subcultures, it is reported that Anderson (1998) discovered that the composition of the drug subcultural groups differed between blacks and whites.  Blacks described neighborhood and school based groups as securing an improved social status and reputation.  On the other hand, Anderson (1998) found that the drug subcultural groups reported by whites differed.  These groups were located at nightclubs, bars, colleges, high schools and around the neighborhood.  Some of these groups were “other” activity oriented, such as college groups or the entertainment industry, and these groups had a “very strong” interest in drugs.  Whites reported using many different drugs, from alcohol and cocaine to marijuana and heroin.  These differences are significant, and such differences could alter the cultural identity theory. This is because different groups, such as blacks and whites, perceive events and problems in different ways.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Cultural_identity_theory&amp;action=edit&amp;section=1\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Boski, P., Strus, K. &amp; Tiaga. E. (2004). Cultural identity, existential anxiety, and traditionalism.  E-books.  Retrieved Feb. 28, 2013 from <a rel=\"nofollow\" class=\"external free\" href=\"https://web.archive.org/web/20080115124948/http://ebooks.iaccp.org/ongoing_themes/chapters/boski/boski.php?file=boski&amp;output=screen\">https://web.archive.org/web/20080115124948/http://ebooks.iaccp.org/ongoing_themes/chapters/boski/boski.php?file=boski&amp;output=screen</a> Lustig, M.W. (2013).  Intercultural Competence Interpersonal Communication Across Cultures, 7th ed. New York:  Pearson.\n</p><p>Sanchez-Burks, J., Nisbett, R.E., &amp; Ybarra, O. (2000).  Cultural styles, relational schemas, and prejudice against out-groups.  Journal of Personality and Social Psychology, (79(2), 174-189.\n</p><p>Theories of Identity. (2012). Retrieved Feb. 28, 2012 from <a rel=\"nofollow\" class=\"external free\" href=\"http://my.ilstu.edu/~jrbaldw/372/Identity_Theories.htm\">http://my.ilstu.edu/~jrbaldw/372/Identity_Theories.htm</a>\n</p>\n<!-- \nNewPP limit report\nParsed by mw2174\nCached time: 20180916141107\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.004 seconds\nReal time usage: 0.009 seconds\nPreprocessor visited node count: 15/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:38778093-0!canonical and timestamp 20180916141107 and revision id 809434561\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","*":"Anthropology"},{"sortkey":"","*":"Cultural_geography"},{"sortkey":"","*":"Identity_politics"},{"sortkey":"","*":"Sociology_of_culture"}],"links":[{"ns":0,"exists":"","*":"Aesthetics"},{"ns":0,"exists":"","*":"Ancestry"},{"ns":0,"exists":"","*":"Cross-cultural psychology"},{"ns":0,"exists":"","*":"Cultural heritage"},{"ns":0,"exists":"","*":"Cultural identity"},{"ns":0,"exists":"","*":"Culture"},{"ns":0,"exists":"","*":"Identity politics"},{"ns":0,"exists":"","*":"Language"},{"ns":0,"exists":"","*":"Religion"},{"ns":0,"exists":"","*":"Self-concept"},{"ns":0,"exists":"","*":"Social identity"},{"ns":0,"exists":"","*":"Social structure"},{"ns":0,"exists":"","*":"Traditions"}],"templates":[],"images":[],"externallinks":["https://web.archive.org/web/20080115124948/http://ebooks.iaccp.org/ongoing_themes/chapters/boski/boski.php?file=boski&output=screen","http://my.ilstu.edu/~jrbaldw/372/Identity_Theories.htm"],"sections":[{"toclevel":1,"level":"2","line":"References","number":"1","index":"1","fromtitle":"Cultural_identity_theory","byteoffset":6099,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Cultural identity theory","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q25047933"}]}}