{"parse":{"title":"Incorporation of nature within a city","pageid":4543587,"revid":770073778,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/40px-Ambox_important.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/60px-Ambox_important.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/80px-Ambox_important.svg.png 2x\" data-file-width=\"40\" data-file-height=\"40\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This section <b>may <a href=\"/wiki/Wikipedia:Guide_to_writing_better_articles#Stay_on_topic\" class=\"mw-redirect\" title=\"Wikipedia:Guide to writing better articles\">stray from the topic</a> of the article</b>&#160;into the topic of another article, <i><a href=\"/wiki/On-topic\" class=\"mw-redirect\" title=\"On-topic\">On-topic </a></i>.<span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Incorporation_of_nature_within_a_city&amp;action=edit\">improve this section</a> or discuss this issue on the <a href=\"/wiki/Talk:Incorporation_of_nature_within_a_city\" title=\"Talk:Incorporation of nature within a city\">talk page</a>.</span>  <small><i>(March 2017)</i></small></div></td></tr></tbody></table>\n<p>Over the centuries the roles of rivers as part of the <a href=\"/wiki/City\" title=\"City\">city</a> has altered many times from the original use for the <a href=\"/wiki/Irrigation\" title=\"Irrigation\">irrigating</a> crops in nearby fields, as well as being an essential resource in establishing a permanent settlement. \nHowever, when the industrial revolution took place in the 19th century the role of the rivers in cities altered and it became a far more valuable <a href=\"/wiki/Natural_resource\" title=\"Natural resource\">resource</a> as it allowed not only for the <a href=\"/wiki/Transportation\" class=\"mw-redirect\" title=\"Transportation\">transportation</a> of goods from town to town but also became the basis for the expansion and improvement of the trading prowess of the city.  This transportation of goods was done through the construction of a canal network spreading across the country which tamed the rivers sufficiently and so therefore allowed for the movement of goods such as <a href=\"/wiki/Coal\" title=\"Coal\">coal</a> to move from place to place.\nFurthermore, after the advancement of the railway network which now took over most of the movement of goods throughout the country, this left the rivers and canals of Britain without a role in Britain’s transport network. This allowed areas of the canal and river networks to become polluted through chemical waste and public misuse, which caused difficulties for the animals for which the river and its surrounding wetlands and marshes were their <a href=\"/wiki/Natural_habitat\" class=\"mw-redirect\" title=\"Natural habitat\">natural habitats</a>. \nYet since the 1950s there has been a dramatic increase in the number of riverside developments which have not only brought increased money into the area but have also redeveloped and enhanced the natural environment and increased the aesthetic qualities of these areas on the whole.\n</p><p>Further examples of these developments are <a href=\"/wiki/Bede_Island\" title=\"Bede Island\">Bede Island</a> in <a href=\"/wiki/Leicester\" title=\"Leicester\">Leicester</a> and the <a href=\"/wiki/London_Docklands\" title=\"London Docklands\">London Docklands</a>.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Leicester\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Leicester</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-2\"><a href=\"#Bede_Island\"><span class=\"tocnumber\">1.1</span> <span class=\"toctext\">Bede Island</span></a></li>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#Parks\"><span class=\"tocnumber\">1.2</span> <span class=\"toctext\">Parks</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#London_Docklands\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">London Docklands</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#New_York_City\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">New York City</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Singapore\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Singapore</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-7\"><a href=\"#Parks_and_gardens\"><span class=\"tocnumber\">4.1</span> <span class=\"toctext\">Parks and gardens</span></a></li>\n<li class=\"toclevel-2 tocsection-8\"><a href=\"#Organisations,_projects,_and_plans\"><span class=\"tocnumber\">4.2</span> <span class=\"toctext\">Organisations, projects, and plans</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#See_also\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">See also</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Leicester\">Leicester</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Incorporation_of_nature_within_a_city&amp;action=edit&amp;section=1\" title=\"Edit section: Leicester\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"Bede_Island\">Bede Island</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Incorporation_of_nature_within_a_city&amp;action=edit&amp;section=2\" title=\"Edit section: Bede Island\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Bede Island <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.le.ac.uk/emoha/leicester/bedeislandimagemap.html\">[1]</a> is a 130,000 square metre site, 1.5 miles (2.4&#160;km) outside Leicester’s Central Business District. It is an area of <a href=\"/wiki/Brownfield_land\" title=\"Brownfield land\">brownfield land</a> located between the <a href=\"/wiki/River_Soar\" title=\"River Soar\">River Soar</a> to the West and the <a href=\"/wiki/Grand_Union_Canal\" title=\"Grand Union Canal\">Grand Union Canal</a> to the East. It was a run down area which has suffered from <a href=\"/wiki/Urban_decay\" title=\"Urban decay\">inner city decline</a>, the site is not easily accessible by road and so was not heavily industrialised. Most of the Bede Island area used to be occupied by scrap yards which led to both <a href=\"/wiki/Noise_pollution\" title=\"Noise pollution\">noise pollution</a> and the release of <a href=\"/wiki/Asbestos\" title=\"Asbestos\">asbestos</a> into the air. The City Challenge schemes were established in 1993 to help regeneration of the social, economic and environmental aspects of 30 city schemes. The City Challenge partnership has greatly improved the natural environment through the cleaning up of the riversides and making them more attractive, as well as recontouring the banks of the River Soar and the diversifying of wildlife habitats through the planting of <a href=\"/wiki/Shrub\" title=\"Shrub\">shrubs</a> and <a href=\"/wiki/Tree\" title=\"Tree\">trees</a>.\n</p>\n<h3><span class=\"mw-headline\" id=\"Parks\">Parks</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Incorporation_of_nature_within_a_city&amp;action=edit&amp;section=3\" title=\"Edit section: Parks\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The council attempted to incorporate nature into the city through public involvement schemes. These schemes aim to encourage and educate locals to help maintain existing green spaces, such as <a href=\"/wiki/Park\" title=\"Park\">park</a> life.\n</p><p>The <a href=\"/wiki/Leicester_City_Council\" title=\"Leicester City Council\">Leicester City Council</a> are yet again an example of an area which has successfully achieved this and have gained recognition for their efforts at the 2005 <a href=\"/wiki/Green_Flag_awards\" class=\"mw-redirect\" title=\"Green Flag awards\">Green Flag awards</a>. The strategies used in order to accomplish this include the following:\n</p>\n<ul><li>£50 sponsorship scheme where local businesses and the public plant more trees in their nearest park, particularly during tree planting week.</li>\n<li>Asking schools in the community to bring their children along to help plant bulbs and tidy up their green spaces.</li>\n<li>Further <a href=\"/wiki/Incentives\" class=\"mw-redirect\" title=\"Incentives\">incentives</a> to attain and retain titles, such as the winners of the 2005 ‘Britain in Bloom’ competition.</li>\n<li>Park staff has also installed a number of posts and netting enclosures and ridge tile shelters in order to protect many different species of birds during the breeding season.</li>\n<li>Getting locals to participate in festive activities, such as planting flowers and picking their own flower arrangements or to buy a bird (love) nest box, found in the park in the name of their loved ones for Valentine's Day.</li>\n<li>Encouraging people to become volunteer park wardens for their local communities.</li></ul>\n<h2><span class=\"mw-headline\" id=\"London_Docklands\">London Docklands</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Incorporation_of_nature_within_a_city&amp;action=edit&amp;section=4\" title=\"Edit section: London Docklands\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The London docklands was until the 1960s the largest <a href=\"/wiki/Port\" title=\"Port\">port</a> in the United Kingdom employing up to 50,000 people in its peak. However, due to being devastated by bombing during the <a href=\"/wiki/Second_World_War\" class=\"mw-redirect\" title=\"Second World War\">Second World War</a> and the introduction of containerisation of shipping in the 1970s for which the London docks were ill-adapted. This decline of London as a shipping port has led to the dereliction of the docklands area and also the loss of over 200,000 jobs. However, in 1981 the London Dockland Development Corporation was established to help with the redevelopment of the docklands area through the development of new high-class riverside apartments and the conversion of waterfront warehouses into accommodation and new office blocks such as Canary Wharf. Another aspect of the LDDC’s development plan was to increase the attractiveness of the area as a whole through the planting of trees and the implementing of communal spaces to help encourage people to interact with the natural environment.\n</p><p>In conclusion the role of rivers has altered and this is correct as they have changed from being used for agriculture to being a way to transport goods through the <a href=\"/wiki/Canal\" title=\"Canal\">canal</a> networks. However this role has now changed again to a more commercial one as a way of making new houses more appealing through including a riverside view. This shows that in urban areas rivers have always been an important and valuable resource.\n</p>\n<h2><span class=\"mw-headline\" id=\"New_York_City\">New York City</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Incorporation_of_nature_within_a_city&amp;action=edit&amp;section=5\" title=\"Edit section: New York City\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Nature and the environment have been incorporated into city life through the use of community garden schemes. Community gardens are plots of land that have been allocated to be used as allotments. In general, institutional response to community gardening has been piecemeal, like a handing out of green band-aids. Public land is made available by <a href=\"/wiki/Municipal\" class=\"mw-redirect\" title=\"Municipal\">municipal</a> governments to both neighbourhood organizations and private agencies who lease it on a temporary basis, usually for one year. Extensive public pressure has compelled some city agencies to extend leases by a few years. \nCommunity gardening not only produces Healthy food close to home but also cultivates a sense of community among neighbours. Many surveys indicate that people participate in community gardening because they enjoy the opportunity to meet and make friends. Many community gardens incorporate sociability settings — arbours, picnic tables, benches, and barbecues. The growing sense of community fostered by these modern-day commons empowers neighbourhood residents and strengthens their social, physical, and mental health. A vacant lot transformed into a community garden filled with vegetable crops and blossoming flowers or the vibrant colours of a mural painted on the wall of a dilapidated building instantly, almost magically, transform the image of a rundown urban area. \n<a href=\"/wiki/New_York_City\" title=\"New York City\">New York City</a> is home to a system of about 750 community gardens that have sprouted since the mid-1970s on vacant city-owned lots in low-to-moderate income neighbourhoods. After existing for more than 20 years, many community gardens have come to be seen by community development corporations as a key aspect of “community building.”... Despite this growing recognition of their importance, these gardens have a very tenuous hold on their land. Most have short-term license agreements with the Parks Department’s Green Thumb Program. An ACGA survey conducted in 1997 by Monroe and Santos revealed that fewer than 2% of community gardens are considered permanent by their managers.\nDue to this aspect of ‘Nature in the City’ being so effective, the government agencies involved have drawn up plans to further implement Community Gardens, i.e. to create more of them and help them to become permanent.\n</p><p>Their intended actions include:\n</p>\n<ul><li>Secure more land and create long-term stability for community garden through purchase of land and long-term leases or other agreements.</li>\n<li>Increase support for community gardens through partnerships with other government agencies, neighbourhood groups, and businesses, civic and gardening organizations.</li>\n<li>Integrate community gardens into existing open spaces near areas of higher density residences that do not currently have community garden space, while balancing other open space needs.</li>\n<li>Provide administrative resources and agreements that enable community gardening groups to manage the gardens to the extent practicable.</li></ul>\n<h2><span class=\"mw-headline\" id=\"Singapore\">Singapore</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Incorporation_of_nature_within_a_city&amp;action=edit&amp;section=6\" title=\"Edit section: Singapore\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"Parks_and_gardens\">Parks and gardens</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Incorporation_of_nature_within_a_city&amp;action=edit&amp;section=7\" title=\"Edit section: Parks and gardens\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p><a href=\"/wiki/Singapore\" title=\"Singapore\">Singapore</a> has over 42 parks and gardens in and around the city such as the Woodlands Park and Bukit Timah nature reserve. The Woodlands Park is designed in traditional Malay/Chinese themes. There is a river that runs through the park and under the council project; part of the river was enlarged to form a lake. There are a number of attractions including a playground and an amphitheatre. The Bukit Timah nature reserve is 12&#160;km from city centre with an area of 1.64 square kilometres. It contains primary rainforest. There are more species of tree in this nature reserve than there are in the whole of North America. There are also other nature reserves, like the Sungei Buloh nature reserve which contains mangrove forests, swamps, ponds and prawn farms. The parks, gardens and nature reserves cover many aspects of nature and are all found in one city.\n</p>\n<h3><span id=\"Organisations.2C_projects.2C_and_plans\"></span><span class=\"mw-headline\" id=\"Organisations,_projects,_and_plans\">Organisations, projects, and plans</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Incorporation_of_nature_within_a_city&amp;action=edit&amp;section=8\" title=\"Edit section: Organisations, projects, and plans\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Singapore has many environmental watchdogs (known as Peckhams) and committees that look after the environment within Singapore. The Nature Society Singapore is a conservation committee that promotes public awareness of conservation and conducts biodiversity surveys to provide data for the Nature society to help with plans and projects. Singapore also has a National Parks board tree management program that encourages a sense of ownership of trees in peoples care. Roadside trees are carefully selected for their suitability for the roadside. Durability and stability are key for this. Vegetation is pruned to make it look presentable. Tree inspections are carried out that log the health of trees in a database so there is a complete history of trees in Singapore that have had treatment and when. Singapore also has a green plan 2012. This was drawn up in 2002 and is a 10-year plan to create a sustainable environment for future generations. Awards are given to organisations and individuals that have made outstanding contributions towards environmental protection and care. Training is given to the large workforce that cares for the existing gardens and for those spearheading new projects.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Incorporation_of_nature_within_a_city&amp;action=edit&amp;section=9\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Pocket_park\" title=\"Pocket park\">Pocket park</a></li>\n<li><a href=\"/wiki/Doorstep_Greens\" title=\"Doorstep Greens\">Doorstep Greens</a></li>\n<li><a href=\"/wiki/Millennium_Green\" title=\"Millennium Green\">Millennium Green</a></li>\n<li><a href=\"/wiki/Community_gardening\" title=\"Community gardening\">Community gardening</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2254\nCached time: 20180913221606\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.056 seconds\nReal time usage: 0.078 seconds\nPreprocessor visited node count: 103/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 3347/2097152 bytes\nTemplate argument size: 28/2097152 bytes\nHighest expansion depth: 6/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.021/10.000 seconds\nLua memory usage: 815 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   52.324      1 Template:Off_topic\n100.00%   52.324      1 -total\n 58.79%   30.762      1 Template:Ambox\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:4543587-0!canonical and timestamp 20180913221606 and revision id 770073778\n -->\n</div>"},"langlinks":[{"lang":"ar","url":"https://ar.wikipedia.org/wiki/%D8%AF%D9%85%D8%AC_%D8%A7%D9%84%D8%B7%D8%A8%D9%8A%D8%B9%D8%A9_%D9%81%D9%8A_%D8%A7%D9%84%D9%85%D8%AF%D9%8A%D9%86%D8%A9","langname":"Arabic","autonym":"العربية","*":"دمج الطبيعة في المدينة"}],"categories":[{"sortkey":"","hidden":"","*":"Wikipedia_articles_that_may_have_off-topic_sections"},{"sortkey":"","*":"Geography"}],"links":[{"ns":0,"exists":"","*":"Asbestos"},{"ns":0,"exists":"","*":"Bede Island"},{"ns":0,"exists":"","*":"Brownfield land"},{"ns":0,"exists":"","*":"Canal"},{"ns":0,"exists":"","*":"City"},{"ns":0,"exists":"","*":"Coal"},{"ns":0,"exists":"","*":"Community gardening"},{"ns":0,"exists":"","*":"Doorstep Greens"},{"ns":0,"exists":"","*":"Grand Union Canal"},{"ns":0,"exists":"","*":"Green Flag awards"},{"ns":0,"exists":"","*":"Incentives"},{"ns":0,"exists":"","*":"Irrigation"},{"ns":0,"exists":"","*":"Leicester"},{"ns":0,"exists":"","*":"Leicester City Council"},{"ns":0,"exists":"","*":"London Docklands"},{"ns":0,"exists":"","*":"Millennium Green"},{"ns":0,"exists":"","*":"Municipal"},{"ns":0,"exists":"","*":"Natural habitat"},{"ns":0,"exists":"","*":"Natural resource"},{"ns":0,"exists":"","*":"New York City"},{"ns":0,"exists":"","*":"Noise pollution"},{"ns":0,"exists":"","*":"On-topic"},{"ns":0,"exists":"","*":"Park"},{"ns":0,"exists":"","*":"Pocket park"},{"ns":0,"exists":"","*":"Port"},{"ns":0,"exists":"","*":"River Soar"},{"ns":0,"exists":"","*":"Second World War"},{"ns":0,"exists":"","*":"Shrub"},{"ns":0,"exists":"","*":"Singapore"},{"ns":0,"exists":"","*":"Transportation"},{"ns":0,"exists":"","*":"Tree"},{"ns":0,"exists":"","*":"Urban decay"},{"ns":1,"exists":"","*":"Talk:Incorporation of nature within a city"},{"ns":4,"exists":"","*":"Wikipedia:Guide to writing better articles"}],"templates":[{"ns":10,"exists":"","*":"Template:Off topic"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"}],"images":["Ambox_important.svg"],"externallinks":["http://www.le.ac.uk/emoha/leicester/bedeislandimagemap.html"],"sections":[{"toclevel":1,"level":"2","line":"Leicester","number":"1","index":"1","fromtitle":"Incorporation_of_nature_within_a_city","byteoffset":1743,"anchor":"Leicester"},{"toclevel":2,"level":"3","line":"Bede Island","number":"1.1","index":"2","fromtitle":"Incorporation_of_nature_within_a_city","byteoffset":1758,"anchor":"Bede_Island"},{"toclevel":2,"level":"3","line":"Parks","number":"1.2","index":"3","fromtitle":"Incorporation_of_nature_within_a_city","byteoffset":2831,"anchor":"Parks"},{"toclevel":1,"level":"2","line":"London Docklands","number":"2","index":"4","fromtitle":"Incorporation_of_nature_within_a_city","byteoffset":4174,"anchor":"London_Docklands"},{"toclevel":1,"level":"2","line":"New York City","number":"3","index":"5","fromtitle":"Incorporation_of_nature_within_a_city","byteoffset":5604,"anchor":"New_York_City"},{"toclevel":1,"level":"2","line":"Singapore","number":"4","index":"6","fromtitle":"Incorporation_of_nature_within_a_city","byteoffset":8549,"anchor":"Singapore"},{"toclevel":2,"level":"3","line":"Parks and gardens","number":"4.1","index":"7","fromtitle":"Incorporation_of_nature_within_a_city","byteoffset":8566,"anchor":"Parks_and_gardens"},{"toclevel":2,"level":"3","line":"Organisations, projects, and plans","number":"4.2","index":"8","fromtitle":"Incorporation_of_nature_within_a_city","byteoffset":9457,"anchor":"Organisations,_projects,_and_plans"},{"toclevel":1,"level":"2","line":"See also","number":"5","index":"9","fromtitle":"Incorporation_of_nature_within_a_city","byteoffset":10699,"anchor":"See_also"}],"parsewarnings":[],"displaytitle":"Incorporation of nature within a city","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q6015278"}]}}