{"parse":{"title":"Self-referential encoding","pageid":4106285,"revid":806441920,"text":{"*":"<div class=\"mw-parser-output\"><p>Every day, people are presented with endless amounts of information, and in an effort to help keep track and organize this information, people must be able to recognize, differentiate and store information. One way to do that is to <a href=\"/wiki/Information_organization\" class=\"mw-redirect\" title=\"Information organization\">organize information</a> as it pertains to the self.<sup id=\"cite_ref-source1_1-0\" class=\"reference\"><a href=\"#cite_note-source1-1\">&#91;1&#93;</a></sup> The overall concept of <a href=\"/wiki/Self-reference\" title=\"Self-reference\">self-reference</a> suggests that people interpret incoming information in relation to themselves, using their <a href=\"/wiki/Self-concept\" title=\"Self-concept\">self-concept</a> as a background for new information.<sup id=\"cite_ref-source1_1-1\" class=\"reference\"><a href=\"#cite_note-source1-1\">&#91;1&#93;</a></sup>  Examples include being able to attribute <a href=\"/wiki/Personality_traits\" class=\"mw-redirect\" title=\"Personality traits\">personality traits</a> to oneself or to identify <a href=\"/wiki/Recollection\" class=\"mw-redirect\" title=\"Recollection\">recollected</a> episodes as being personal memories of the past.<sup id=\"cite_ref-source6_2-0\" class=\"reference\"><a href=\"#cite_note-source6-2\">&#91;2&#93;</a></sup> The implications of self-referential processing are evident in many psychological phenomena. For example, the \"<a href=\"/wiki/Cocktail_party_effect\" title=\"Cocktail party effect\">cocktail party effect</a>\" notes that people attend to the sound of their names even during other conversation or more prominent, distracting noise. Also, people tend to evaluate things related to themselves more positively (This is thought to be an aspect of <a href=\"/wiki/Implicit_self-esteem\" title=\"Implicit self-esteem\">implicit self-esteem</a>). For example, people tend to prefer their <a href=\"/wiki/Implicit_self-esteem#Name.E2.80.93letter_effect\" title=\"Implicit self-esteem\">own initials</a> over other letters.<sup id=\"cite_ref-source8_3-0\" class=\"reference\"><a href=\"#cite_note-source8-3\">&#91;3&#93;</a></sup> The <a href=\"/wiki/Self-reference_effect\" title=\"Self-reference effect\">self-reference effect</a> (SRE) has received the most attention through investigations into memory. The concepts of <b>self-referential encoding</b> and the SRE rely on the notion that relating information to the self during the process of encoding it in memory facilitates recall, hence the effect of self-reference on memory. In essence, researchers have investigated the potential <a href=\"/wiki/Mnemonic\" title=\"Mnemonic\">mnemonic</a> properties of self-reference.<sup id=\"cite_ref-source5_4-0\" class=\"reference\"><a href=\"#cite_note-source5-4\">&#91;4&#93;</a></sup>\n</p><p>Research includes investigations into <a href=\"/wiki/Self-schema\" title=\"Self-schema\">self-schema</a>, <a href=\"/wiki/Self-concept\" title=\"Self-concept\">self-concept</a> and <a href=\"/wiki/Self-awareness\" title=\"Self-awareness\">self-awareness</a> as providing the foundation for self-reference's role in <a href=\"/wiki/Memory\" title=\"Memory\">memory</a>. Multiple explanations for the self-reference effect in memory exist, leading to a debate about the underlying processes involved in the self-reference effect. In addition, through the exploration of the self-reference effect, other psychological concepts have been discovered or supported, including <a href=\"#Simulation_theory\">simulation theory</a> and the <a href=\"#Expansion_of_the_SRE:_group_reference\">group reference</a> effect.\nAfter researchers developed a concrete understanding of the self-reference effect, many expanded their investigations to consider the self-reference effect in particular groups like those with <a href=\"#Autism_spectrum_disorder\">autism spectrum disorders</a> or those experiencing <a href=\"#Depression\">depression</a>.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Self-concept_and_self-schema\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Self-concept and self-schema</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-2\"><a href=\"#Self-awareness_and_personality\"><span class=\"tocnumber\">1.1</span> <span class=\"toctext\">Self-awareness and personality</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Theoretical_background\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Theoretical background</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Types_of_self-referential_encoding_tasks\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Types of self-referential encoding tasks</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Explanations_for_the_self-reference_effect\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Explanations for the self-reference effect</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#Elaboration\"><span class=\"tocnumber\">4.1</span> <span class=\"toctext\">Elaboration</span></a></li>\n<li class=\"toclevel-2 tocsection-7\"><a href=\"#Organization\"><span class=\"tocnumber\">4.2</span> <span class=\"toctext\">Organization</span></a></li>\n<li class=\"toclevel-2 tocsection-8\"><a href=\"#Dual_process\"><span class=\"tocnumber\">4.3</span> <span class=\"toctext\">Dual process</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#Social_brain_science\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Social brain science</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-10\"><a href=\"#Depth_of_processing_or_cognitive_structure\"><span class=\"tocnumber\">5.1</span> <span class=\"toctext\">Depth of processing or cognitive structure</span></a></li>\n<li class=\"toclevel-2 tocsection-11\"><a href=\"#Simulation_theory\"><span class=\"tocnumber\">5.2</span> <span class=\"toctext\">Simulation theory</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-12\"><a href=\"#Expansion_of_the_SRE:_group_reference\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Expansion of the SRE: group reference</span></a></li>\n<li class=\"toclevel-1 tocsection-13\"><a href=\"#Applications\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Applications</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-14\"><a href=\"#Autism_spectrum_disorder\"><span class=\"tocnumber\">7.1</span> <span class=\"toctext\">Autism spectrum disorder</span></a></li>\n<li class=\"toclevel-2 tocsection-15\"><a href=\"#Depression\"><span class=\"tocnumber\">7.2</span> <span class=\"toctext\">Depression</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-16\"><a href=\"#References\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Self-concept_and_self-schema\">Self-concept and self-schema</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Self-referential_encoding&amp;action=edit&amp;section=1\" title=\"Edit section: Self-concept and self-schema\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Self-knowledge can be categorized by structures in memory or <a href=\"/wiki/Schema_(psychology)\" title=\"Schema (psychology)\">schemata</a>. A <a href=\"/wiki/Self-schema\" title=\"Self-schema\">self-schema</a> is a set of facts or beliefs that one has about themselves.<sup id=\"cite_ref-source14_5-0\" class=\"reference\"><a href=\"#cite_note-source14-5\">&#91;5&#93;</a></sup> For any given trait, an individual may or may not be \"schematic\"; that is, the individual may or may not think about themselves as to where they stand on that trait. For example, people who think of themselves as very overweight or who identify themselves to a greater extent based on their body weight would be considered \"schematic\" on the attribute of body weight. Thus, many everyday events, such as going out for a meal or discussing a friend's eating habits, could induce thoughts about the self.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup> When people relate information to something that has to do with the self, it facilitates memory.<sup id=\"cite_ref-source15_7-0\" class=\"reference\"><a href=\"#cite_note-source15-7\">&#91;7&#93;</a></sup> Self-descriptive adjectives that fit into one's self-schema are easier to remember than adjectives not viewed as related to the self. Thus, the self-schema is an aspect of oneself that is used as an encoding structure that brings upon memory of information consistent with one's self-schema.<sup id=\"cite_ref-source16_8-0\" class=\"reference\"><a href=\"#cite_note-source16-8\">&#91;8&#93;</a></sup> Memories that are elaborate and well encoded are usually the result of self-referent correlations during the process of remembering. During the process of encoding, trait representations are encoded in long term memory either directly or indirectly. When they are directly encoded, it is in terms of relating to the self, and when it is indirectly encoded it is done through spouts of episodic information instead of information about the self.<sup id=\"cite_ref-source14_5-1\" class=\"reference\"><a href=\"#cite_note-source14-5\">&#91;5&#93;</a></sup>\n</p><p>Self-schema is often used as somewhat of a database for encoding personal data.<sup id=\"cite_ref-source13_9-0\" class=\"reference\"><a href=\"#cite_note-source13-9\">&#91;9&#93;</a></sup> The self-schema is also used by paying selective attention to outside information and internalizing that information more deeply in one's memory depending on how much that information relates to their schema.<sup id=\"cite_ref-source12_10-0\" class=\"reference\"><a href=\"#cite_note-source12-10\">&#91;10&#93;</a></sup> When self-schema is engaged, traits that go along with one's view of themselves are better remembered and <a href=\"/wiki/Recall_(memory)\" title=\"Recall (memory)\">recalled</a>.  These traits are also often recalled much better when processed with respect to the self. Similarly, items that are encoded with the self are based on one's self-schema.<sup id=\"cite_ref-source5_4-1\" class=\"reference\"><a href=\"#cite_note-source5-4\">&#91;4&#93;</a></sup> Processing the information should balance out when recalled for individuals who have a self-schema that goes along with the information.<sup id=\"cite_ref-source16_8-1\" class=\"reference\"><a href=\"#cite_note-source16-8\">&#91;8&#93;</a></sup>\n</p><p>Self-schemas do not necessarily only involve individual traits. People self-categorize at different levels that range from more personal to more social. Self-schemas have three main categories which play a role: the personal self, the relational self, and the collective self. The personal self deals with individual level characteristics, the relational self deals with intimate relationship partners, and the collective self deals with group identities, relating to self-important social groups to which one belongs (e.g., one's family or university).<sup id=\"cite_ref-source31_11-0\" class=\"reference\"><a href=\"#cite_note-source31-11\">&#91;11&#93;</a></sup> Information that is related to any type of self-schema, including group-related knowledge structures facilitates memory.\n</p><p>In order for the self to be an effective encoding mechanism, it must be a uniform, consistent, well-developed schema. It has been shown that identity exploration leads to the development of self-knowledge which facilitates self-judgments. Identity exploration led to shorter decision times, higher confidence ratings and more intrusions in memory tasks.<sup id=\"cite_ref-ego_12-0\" class=\"reference\"><a href=\"#cite_note-ego-12\">&#91;12&#93;</a></sup> Previous researchers hypothesized that words compatible with a person's self-schema are easily accessible in memory and are more likely than incompatible words to intrude on a schema-irrelevant memory task. In one experiment, when participants were asked to decide if certain adjectives were \"like me\" or \"not like me,\" they made the decisions faster when the words were compatible with their self-schema.<sup id=\"cite_ref-behavior_13-0\" class=\"reference\"><a href=\"#cite_note-behavior-13\">&#91;13&#93;</a></sup>\n</p><p>However, despite the existence of the self-reference effect when considering schemata consistent adjectives, the connection between the self and memory can lead to a larger number of mistakes in recognition, commonly referred to as false alarms. Rogers et al. (1979) found that people are more likely to falsely recognize adjectives they had previously designated to be self-descriptive.<sup id=\"cite_ref-ego_12-1\" class=\"reference\"><a href=\"#cite_note-ego-12\">&#91;12&#93;</a></sup> Expanding on this, Strube et al. (1986) found that false alarms occurred more for self-schema consistent content, presumably because the presence of such words in the schema makes them more accessible in memory.<sup id=\"cite_ref-behavior_13-1\" class=\"reference\"><a href=\"#cite_note-behavior-13\">&#91;13&#93;</a></sup>\n</p><p>In addition to investigating the self-reference effect in regards to schemata consistent information, Strube et al. discussed how counter schemata information relates to this framework. They noted that the pattern of making correct decisions more rapidly did not hold when considering words that countered a person's self-schema, presumably because they were difficult to integrate into memory due to lack of a preexisting structure.<sup id=\"cite_ref-behavior_13-2\" class=\"reference\"><a href=\"#cite_note-behavior-13\">&#91;13&#93;</a></sup> That is, they lacked the organizational structure of encoding because they did not fall into the \"like me\" category, and elaboration would not work because prior connections to the adjective did not exist.\n</p>\n<h3><span class=\"mw-headline\" id=\"Self-awareness_and_personality\">Self-awareness and personality</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Self-referential_encoding&amp;action=edit&amp;section=2\" title=\"Edit section: Self-awareness and personality\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Two of the most common functions of the self receiving significant attention in research are the self-acting to organize the individual's understanding of the social environment, and the self functioning to regulate behavior through self-evaluation.<sup id=\"cite_ref-hull_14-0\" class=\"reference\"><a href=\"#cite_note-hull-14\">&#91;14&#93;</a></sup> The concept of self-awareness is considered to be the foundational principle for both functions of the self. Some research presents self-awareness in terms of self-focused attention <sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup> whereas Hull and Levy suggest that self-awareness refers to the encoding of information based on its relevance to the self.<sup id=\"cite_ref-hull_14-1\" class=\"reference\"><a href=\"#cite_note-hull-14\">&#91;14&#93;</a></sup> Based on the latter interpretation of self-awareness, individuals must identify the aspects of situations that are relevant to themselves and their behavior will be shaped accordingly.<sup id=\"cite_ref-hull_14-2\" class=\"reference\"><a href=\"#cite_note-hull-14\">&#91;14&#93;</a></sup> Hull and Levy suggest that self-awareness corresponds to the encoding of information cued by self-symbolic stimuli, and examine the idea of self-awareness as a method of encoding. They structured an investigation that examined self-referent encoding in individuals with different levels of self-awareness, predicting that individuals with higher levels of self-consciousness would encode self-relevant information more deeply than other information, and that they would encode it more deeply than individuals with low levels of self-consciousness.<sup id=\"cite_ref-hull_14-3\" class=\"reference\"><a href=\"#cite_note-hull-14\">&#91;14&#93;</a></sup> The results of their investigation supported their hypothesis that self-focused attention is not enough to explain the role of self-awareness on attribution. Their results suggest that self-awareness leads to increased sensitivity to the situationally defined meanings of behavior, and therefore organizes the individual's understanding of the social environment.<sup id=\"cite_ref-hull_14-4\" class=\"reference\"><a href=\"#cite_note-hull-14\">&#91;14&#93;</a></sup> The research presented by Hull and Levy led to future research on the encoding of information associated with self-awareness.\n</p><p>In later research, Hull and colleagues examined the associations between self-referential encoding, self-consciousness and the extent to which a stimulus is consistent with self-knowledge. They first assumed that the encoding of a stimulus is facilitated if an individual's working memory already contains information consistent with the stimulus, and suggested that self-consciousness as an encoding mechanism relies on an individual's self-knowledge.<sup id=\"cite_ref-review_16-0\" class=\"reference\"><a href=\"#cite_note-review-16\">&#91;16&#93;</a></sup> It is known that situational and dispositional factors may activate certain pools of knowledge, moving them into working memory, and guiding the processing of certain stimulus information.<sup id=\"cite_ref-review_16-1\" class=\"reference\"><a href=\"#cite_note-review-16\">&#91;16&#93;</a></sup>\n</p><p>In order to better understand the idea of activating information in memory, Hull et al. presented an example of how information is activated. They referred to the sentence \"The robber took the money from the bank\".<sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\">&#91;17&#93;</a></sup> In English, the word bank has two applicable meanings in the context of this sentence (monetary institution and river shore). However, the monetary institution meaning of the word is more highly activated in this context due to the addition of the words robber and money to the sentence, because they are associatively relevant and therefore pull the monetary institution definition for bank into working memory.  Once information is added to working memory, meanings and associations are more easily drawn. Therefore, the meaning of this example sentence is almost universally understood.<sup id=\"cite_ref-review_16-2\" class=\"reference\"><a href=\"#cite_note-review-16\">&#91;16&#93;</a></sup>\n</p><p>In reference to self-consciousness and self-reference, the connection between self-consciousness and self-referent encoding relies on such information activation. Research suggests that self-consciousness activates knowledge relating to the self, thereby guiding the processing of self-relevant information.<sup id=\"cite_ref-review_16-3\" class=\"reference\"><a href=\"#cite_note-review-16\">&#91;16&#93;</a></sup> Three experiments conducted by Hull and colleagues provided evidence that a manipulation of accessible self-knowledge impacts self-referent encoding based on the self-relevance of such information, individual differences in the accessibility of self-knowledge (self-consciousness) impacts perception, and a mediation relationship exists between self-consciousness and individual differences in self-referential encoding.<sup id=\"cite_ref-review_16-4\" class=\"reference\"><a href=\"#cite_note-review-16\">&#91;16&#93;</a></sup>\n</p><p>Similar to how self-awareness impacts the availability of self-knowledge and the encoding of self-relevant information, through the development of the self-schema, people develop and maintain certain personality characteristics leading to a variety of behavior patterns. Research has been done on the differences between <a href=\"/wiki/Type_A_and_Type_B_personality_theory\" title=\"Type A and Type B personality theory\">Type A and Type B behavior patterns</a>, focusing on how people in each group respond to environmental information and their interpretation of the performance of others and themselves. It has been found that Type A behavior is characterized by competitive achievement striving, time urgency and hostility, whereas Type B is usually defined as an absence of Type A characteristics. When investigating causal attributions for hypothetical positive and negative outcomes, Strube et al. found that Type A individuals were more self-serving, in that they took greater responsibility for positive than negative effects. Strube and colleagues argued that this could be a result of the fact that schema-consistent information is more easily remembered and the ease with which past successes and failures are recalled, determined by self-schema, would impact attributions. It is reasonable to believe that Type A's might recall successes more easily and hence be more self-serving.<sup id=\"cite_ref-behavior_13-3\" class=\"reference\"><a href=\"#cite_note-behavior-13\">&#91;13&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Theoretical_background\">Theoretical background</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Self-referential_encoding&amp;action=edit&amp;section=3\" title=\"Edit section: Theoretical background\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Influential psychologists <a href=\"/wiki/Fergus_Craik\" class=\"mw-redirect\" title=\"Fergus Craik\">Craik</a> and Lockhart laid the groundwork for research focused on self-referential encoding and memory. In 1972 they proposed their Depth of Processing framework which suggests that memory retention depends on how the stimulus material was encoded in memory.<sup id=\"cite_ref-18\" class=\"reference\"><a href=\"#cite_note-18\">&#91;18&#93;</a></sup><sup id=\"cite_ref-source2_19-0\" class=\"reference\"><a href=\"#cite_note-source2-19\">&#91;19&#93;</a></sup> Their original research considered structural, phonemic, and <a href=\"/wiki/Semantic_memory\" title=\"Semantic memory\">semantic</a> encoding tasks, and showed that semantic encoding is the best method to aid in recall. They asked participants to rate 40 descriptive <a href=\"/wiki/Adjectives\" class=\"mw-redirect\" title=\"Adjectives\">adjectives</a> on one of four tasks; Structural (Big font or small font?), Phonemic (Rhymes with xxx?), Semantic (Means same as xxx?), or Self-reference (Describes you?). This was then followed by an \"incidental recall task\". This is where participants are asked, without prior warning, to recall as many of the words they had seen as possible within a given time limit. Craik and Tulving's original experiment showed that structural and <a href=\"/wiki/Phonemic\" class=\"mw-redirect\" title=\"Phonemic\">phonemic</a> tasks lead only to \"shallow\" encoding, while the semantic tasks lead to \"deep\" encoding and resulted in better recall.<sup id=\"cite_ref-20\" class=\"reference\"><a href=\"#cite_note-20\">&#91;20&#93;</a></sup>\n</p><p>However, in 1977, it was shown that self-relevant or self-descriptive encoding leads to even better recall than semantic tasks.<sup id=\"cite_ref-source2_19-1\" class=\"reference\"><a href=\"#cite_note-source2-19\">&#91;19&#93;</a></sup> Experts suggest that the call on <a href=\"/wiki/Association_(psychology)\" title=\"Association (psychology)\">associative</a> <a href=\"/wiki/Memory\" title=\"Memory\">memory</a> required by semantic tasks is what provides the advantage over structural or phonemic tasks, but is not enough to surpass the benefit provided by self-referential encoding.<sup id=\"cite_ref-source1_1-2\" class=\"reference\"><a href=\"#cite_note-source1-1\">&#91;1&#93;</a></sup> The fact that self-reference was shown to be a stronger memory encoding method than semantic tasks is what led to more significant interest in the field <sup id=\"cite_ref-source5_4-2\" class=\"reference\"><a href=\"#cite_note-source5-4\">&#91;4&#93;</a></sup> One early and significant experiment aimed to place self-reference on Craik and Lockhart's depth of processing hierarchy, and suggested that self-reference was a more beneficial encoding method than semantic tasks. In this experiment, participants filled out self-ratings on 84 adjectives. Months later, these participants were revisited and were randomly shown 42 of those words. They then had to select the group of 42 \"revisited\" words out of the total original list. The researchers argued that if the \"self\" was involved in memory retrieval, participants would incorrectly recognize words that were more self-descriptive <sup id=\"cite_ref-source1_1-3\" class=\"reference\"><a href=\"#cite_note-source1-1\">&#91;1&#93;</a></sup> In another experiment, subjects answered yes or no to cue questions about 40 adjective in 4 tasks (structural, phonemic, semantic and self-referential) and later had to recall the adjectives. This experiment validated the strength of self-reference as an encoding method, and indicated it developed a stronger memory trace than the semantic task.<sup id=\"cite_ref-source1_1-4\" class=\"reference\"><a href=\"#cite_note-source1-1\">&#91;1&#93;</a></sup>\n</p><p>Researchers are implementing a new strategy by developing different encoding tasks that enhance memory very similarly to self-referential encoding.<sup id=\"cite_ref-source31_11-1\" class=\"reference\"><a href=\"#cite_note-source31-11\">&#91;11&#93;</a></sup>  Symons (1990) had findings that went against the norm when he was unable to find evidence of self-schematicity in the self-reference effect.<sup id=\"cite_ref-source31_11-2\" class=\"reference\"><a href=\"#cite_note-source31-11\">&#91;11&#93;</a></sup>  Another finding was that when referencing gender and religion, there was a low memory recall when compared with referencing the self. A <a href=\"/wiki/Meta-analysis\" title=\"Meta-analysis\">meta-analysis</a> by Symons and Johnson (1997) showed self-reference resulting in better memory in comparison to tasks relying on <a href=\"/wiki/Semantic_memory\" title=\"Semantic memory\">semantic</a> encoding or other-referent encoding. According to Symons and Johnson, self-referencing questions elicit elaboration and organization in memory, both of which creating a deeper encoding and thus facilitate memory.<sup id=\"cite_ref-source4_21-0\" class=\"reference\"><a href=\"#cite_note-source4-21\">&#91;21&#93;</a></sup>\n</p><p>Theorists that favor the view that the self has a special role believe that the self leads to more in depth processing, leading to easier recall during self-reference tasks.<sup id=\"cite_ref-source5_4-3\" class=\"reference\"><a href=\"#cite_note-source5-4\">&#91;4&#93;</a></sup> Theorists also promote the self-schema as being one of the sole inhibitors that allow for recall from deep memory.<sup id=\"cite_ref-source13_9-1\" class=\"reference\"><a href=\"#cite_note-source13-9\">&#91;9&#93;</a></sup> Thorndyke and Hayes-Roth had the goal of focusing on the process made by the active memory schemata.<sup id=\"cite_ref-22\" class=\"reference\"><a href=\"#cite_note-22\">&#91;22&#93;</a></sup> Sex-typed individuals recall trait adjectives that go along with their sex role more quickly than trait adjectives that are not. During the process of free recall, these individuals also showed more patterns for gender clustering than other sexually typed individuals.<sup id=\"cite_ref-source16_8-2\" class=\"reference\"><a href=\"#cite_note-source16-8\">&#91;8&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Types_of_self-referential_encoding_tasks\">Types of self-referential encoding tasks</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Self-referential_encoding&amp;action=edit&amp;section=4\" title=\"Edit section: Types of self-referential encoding tasks\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>As research on self-referential encoding became more prolific, some psychologists took an opportunity to delineate specific self-referential encoding tasks. It is noted that descriptive tasks are those that require participants to determine if a stimulus word can be classified as \"self-descriptive.\" Autobiographical tasks are those that require participants to use the stimulus word as a cue to recall an autobiographical memory. Results from experiments that differentiated between these types of self-referential encoding found that they both produced better recall than semantic tasks, and neither was more advantageous than the other. However, research does suggest that the two types of self-referential encoding do rely on different processes to facilitate memory.<sup id=\"cite_ref-source5_4-4\" class=\"reference\"><a href=\"#cite_note-source5-4\">&#91;4&#93;</a></sup> In most experiments discussed, these types of self- referential encoding were not differentiated.\n</p><p>In a typical self-reference task, adjectives are presented and classified as either self-descriptive or not.<sup id=\"cite_ref-source5_4-5\" class=\"reference\"><a href=\"#cite_note-source5-4\">&#91;4&#93;</a></sup> For example, in a study by Dobson and Shaw, adjectives about the self that were preselected were given to the participants and they decide whether or not the adjectives are self-descriptive.<sup id=\"cite_ref-source12_10-1\" class=\"reference\"><a href=\"#cite_note-source12-10\">&#91;10&#93;</a></sup>  The basis for making certain judgments, decisions, inferences and decisions is a self-referent encoding task. If two items are classified as self-descriptive there is no reason one trait would not be equally as easy to retrieve as the other on a self-reference task.<sup id=\"cite_ref-source5_4-6\" class=\"reference\"><a href=\"#cite_note-source5-4\">&#91;4&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Explanations_for_the_self-reference_effect\">Explanations for the self-reference effect</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Self-referential_encoding&amp;action=edit&amp;section=5\" title=\"Edit section: Explanations for the self-reference effect\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>While a significant amount of research supports the existence of the self-reference effect, the processes behind it are not well understood. However, multiple hypotheses have been introduced, and two main arguments have been developed: the elaborative processing hypothesis and the organizational processing hypothesis.<sup id=\"cite_ref-source3_23-0\" class=\"reference\"><a href=\"#cite_note-source3-23\">&#91;23&#93;</a></sup> Encodings in reference to the self are so elaborate because of the information one has about the self.<sup id=\"cite_ref-source31_11-3\" class=\"reference\"><a href=\"#cite_note-source31-11\">&#91;11&#93;</a></sup> Information encoded with the self is better remembered than information encoded with reference to something else.<sup id=\"cite_ref-source34_24-0\" class=\"reference\"><a href=\"#cite_note-source34-24\">&#91;24&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Elaboration\">Elaboration</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Self-referential_encoding&amp;action=edit&amp;section=6\" title=\"Edit section: Elaboration\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Elaboration refers to the encoding of a single word by forming connections between it and other material already stored in memory.<sup id=\"cite_ref-source2_19-2\" class=\"reference\"><a href=\"#cite_note-source2-19\">&#91;19&#93;</a></sup> By creating these connections between the stimulus word and other material already in memory, multiple routes for retrieval of the stimulus word are formed.<sup id=\"cite_ref-source3_23-1\" class=\"reference\"><a href=\"#cite_note-source3-23\">&#91;23&#93;</a></sup> Based on the depth of processing framework, memory retention increases as elaboration during encoding increases.<sup id=\"cite_ref-source2_19-3\" class=\"reference\"><a href=\"#cite_note-source2-19\">&#91;19&#93;</a></sup> The Elaborative Processing Hypothesis would suggest that any encoding task that leads to the development of the most trace elaboration or associations is the best for memory retention. Additional research on the depth of processing hierarchy suggests that self-reference is the superior method of information encoding. The elaborative hypothesis would suggest this is because self-reference creates the most elaborate trace,<sup id=\"cite_ref-source3_23-2\" class=\"reference\"><a href=\"#cite_note-source3-23\">&#91;23&#93;</a></sup> due to the many links that can be made between the stimulus and information about the self already in memory.<sup id=\"cite_ref-source2_19-4\" class=\"reference\"><a href=\"#cite_note-source2-19\">&#91;19&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Organization\">Organization</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Self-referential_encoding&amp;action=edit&amp;section=7\" title=\"Edit section: Organization\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The organizational processing hypothesis was proposed by Klein and Kihlstrom.<sup id=\"cite_ref-source2_19-5\" class=\"reference\"><a href=\"#cite_note-source2-19\">&#91;19&#93;</a></sup> This hypothesis suggests that encoding is best prompted by considering stimulus words in relation to one another. This thought process and relational thinking creates word to word associations.<sup id=\"cite_ref-source3_23-3\" class=\"reference\"><a href=\"#cite_note-source3-23\">&#91;23&#93;</a></sup> These inter-item associations are paths in memory that can be used during retrieval. Also, the category labels that define the relations between stimulus items can be used as item cues. Evidence of the organizational component of encoding is demonstrated through the clustering of words during recall.<sup id=\"cite_ref-source3_23-4\" class=\"reference\"><a href=\"#cite_note-source3-23\">&#91;23&#93;</a></sup> Word clustering during recall indicates that relational information was used to store the words in memory. Rogers, Kuiper and Kirker showed that self-referential judgments were more likely to encourage organization than semantic ones.<sup id=\"cite_ref-source1_1-5\" class=\"reference\"><a href=\"#cite_note-source1-1\">&#91;1&#93;</a></sup> Therefore, they suggested the self-reference effect was likely due to the organizational processing endured by self-referential encoding.<sup id=\"cite_ref-source3_23-5\" class=\"reference\"><a href=\"#cite_note-source3-23\">&#91;23&#93;</a></sup>\n</p><p>Structural, phonemic and semantic tasks within the depth of processing paradigm require words to be considered individually, and lend themselves to an elaborative approach. As such, it can be argued that self-referential encoding is superior because it leads to an indirect division of words into categories: words that describe me versus words that do not.<sup id=\"cite_ref-source2_19-6\" class=\"reference\"><a href=\"#cite_note-source2-19\">&#91;19&#93;</a></sup> Due to this connection between self-reference and organizational processing, further research has been done on this area. Klein and Kihlstrom's research suggests first that, like previous research, self-reference led to better recall than semantic and structural encoding. Second, they found that self-referentially encoded words were more clustered in recall than words from other tasks, suggesting higher levels of organizational processing. From this they concluded that the organization, not encoding task, is what makes self-referential encoding superior <sup id=\"cite_ref-source2_19-7\" class=\"reference\"><a href=\"#cite_note-source2-19\">&#91;19&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Dual_process\">Dual process</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Self-referential_encoding&amp;action=edit&amp;section=8\" title=\"Edit section: Dual process\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Psychologists Einstein and Hunt showed that both elaborative processing and organizational processing facilitate recall. However, their research argues that the effectiveness of either approach depends on how related the stimulus words are to one another. A list of highly related stimulus words would be better encoded using the elaborative method. The relations between the words would be evident to subjects; therefore, they would not gain any additional pathways for retrieval by encoding the words based on their categorical membership. Instead, the other information gained through elaborative processing would be more beneficial. On the other hand, a list of stimulus words with little relation would be better stored to memory through the organizational method. Since the words have no obvious connection to one another, subjects would likely encode them individually, using an elaborative approach. Since relational information wouldn't be readily detected, focusing on it would add to memory by creating new traces for retrieval.<sup id=\"cite_ref-source3_23-6\" class=\"reference\"><a href=\"#cite_note-source3-23\">&#91;23&#93;</a></sup><sup id=\"cite_ref-25\" class=\"reference\"><a href=\"#cite_note-25\">&#91;25&#93;</a></sup> Superior recall was better explained by a combination of elaboration and organization.\n</p><p>Ultimately, the exact processes behind self-referential encoding that makes it superior to other encoding tasks are still under debate. Research suggests that if elaborative processing is behind self-referential encoding, a self-referential task should have the same effect as an elaborative task, whereas if organizational processing underlies the self-reference effect self-referential encoding tasks should function like organizational tasks.<sup id=\"cite_ref-source3_23-7\" class=\"reference\"><a href=\"#cite_note-source3-23\">&#91;23&#93;</a></sup> To test this, Klein and Loftus ran a 3x2 study testing organizational, elaborative and self-referential encoding with lists of 30 related or unrelated words. When participants were asked to memorize the unrelated list, recall and clustering were higher for the organizational task, which produced almost equal results to the self-referential task, suggesting that has an organizational basis. For the list of related words, the elaborative task led to better recall and had matched results to the self-reference task, suggesting an elaborative basis. This research, then, suggests that the self-reference effect cannot be explained by a single type of processing.<sup id=\"cite_ref-source3_23-8\" class=\"reference\"><a href=\"#cite_note-source3-23\">&#91;23&#93;</a></sup> Instead, self-referential encoding must lead to information in memory that incorporates item specific and relational information.<sup id=\"cite_ref-source3_23-9\" class=\"reference\"><a href=\"#cite_note-source3-23\">&#91;23&#93;</a></sup>\n</p><p>Overall, the SRE relies on the unique mnemonic aspects of the self. Ultimately, if the research is suggesting that the self has superior elaborative or organizational properties, information related to the self should be more easily remembered and recalled.<sup id=\"cite_ref-source4_21-1\" class=\"reference\"><a href=\"#cite_note-source4-21\">&#91;21&#93;</a></sup> The research presented suggests that self-referential encoding is superior because it promotes organization and elaboration simultaneously, and provides self-relevant categories that promote recall.<sup id=\"cite_ref-source4_21-2\" class=\"reference\"><a href=\"#cite_note-source4-21\">&#91;21&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Social_brain_science\">Social brain science</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Self-referential_encoding&amp;action=edit&amp;section=9\" title=\"Edit section: Social brain science\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The field of social brain science is aimed at examining the neural foundations of social behavior.<sup id=\"cite_ref-source8_3-1\" class=\"reference\"><a href=\"#cite_note-source8-3\">&#91;3&#93;</a></sup> Neuroimaging and neuropsychology have led to the examination of neuroanatomy and its connection to psychological topics.<sup id=\"cite_ref-source7_26-0\" class=\"reference\"><a href=\"#cite_note-source7-26\">&#91;26&#93;</a></sup> Through this research, neuropsychologists have found a connection between social cognitive functioning and the medial <a href=\"/wiki/Prefrontal_cortex\" title=\"Prefrontal cortex\">prefrontal cortex</a> (mPFC). In addition, the mPFC has been connected to reflection and introspection about personal mental states.<sup id=\"cite_ref-source7_26-1\" class=\"reference\"><a href=\"#cite_note-source7-26\">&#91;26&#93;</a></sup> Supporting these findings, it has been shown that damage to the mPFC is connected to impairments with self-reflection, introspection and daydreaming, as well as social competence, but not other areas of functioning.<sup id=\"cite_ref-source8_3-2\" class=\"reference\"><a href=\"#cite_note-source8-3\">&#91;3&#93;</a></sup> As such, the mPFC has been connected to self-referential processing.<sup id=\"cite_ref-source6_2-1\" class=\"reference\"><a href=\"#cite_note-source6-2\">&#91;2&#93;</a></sup>\n</p><p>The research discussed by those focusing on the neuroanatomy of self-referential processing included similar tasks to the memory and depth of processing research discussed previously. When participants were asked to judge adjectives based in whether or not they were self-descriptive, it was noted that the more self-relevant the trait, the stronger the activation of the mPFC. In addition, it was shown that the mPFC was activated during the appraisal of one's own personality traits, as well as during trait retrieval.<sup id=\"cite_ref-source6_2-2\" class=\"reference\"><a href=\"#cite_note-source6-2\">&#91;2&#93;</a></sup> One study showed that the more activity in the mPFC during self-referential judgments, the more likely the word was to be remembered on a subsequent surprise memory test. These results suggest that the mPFC is involved in both self-referential processing and in creating self-relevant memories.<sup id=\"cite_ref-source8_3-3\" class=\"reference\"><a href=\"#cite_note-source8-3\">&#91;3&#93;</a></sup>\n</p><p>Medial prefrontal cortex (mPFC) activation occurs during processing of self-relevant information.<sup id=\"cite_ref-source33_27-0\" class=\"reference\"><a href=\"#cite_note-source33-27\">&#91;27&#93;</a></sup> When self-referent judgment is more relatable and less negative, the mFPC is activated. Finding support clear cut circuits that have high levels of activation when cognitive and emotional aspects of self-reflection are present.<sup id=\"cite_ref-source33_27-1\" class=\"reference\"><a href=\"#cite_note-source33-27\">&#91;27&#93;</a></sup> The <a href=\"/wiki/Caudate_nucleus\" title=\"Caudate nucleus\">caudate nucleus</a> has not been associated with self-reference before, however, Fossati and colleagues found activity while participants were retrieving self-relevant trait adjectives.<sup id=\"cite_ref-28\" class=\"reference\"><a href=\"#cite_note-28\">&#91;28&#93;</a></sup><sup id=\"cite_ref-source33_27-2\" class=\"reference\"><a href=\"#cite_note-source33-27\">&#91;27&#93;</a></sup> The ventral <a href=\"/wiki/Cingulate_cortex#Anterior_cingulate_cortex\" title=\"Cingulate cortex\">anterior cingulate cortex</a> (vACC) is also a part of the brain that becomes activated when there are signs of self-referencing and processing. The vACC is activated when self-descriptive information is negative.<sup id=\"cite_ref-source33_27-3\" class=\"reference\"><a href=\"#cite_note-source33-27\">&#91;27&#93;</a></sup> There is also pCC (<a href=\"/wiki/Posterior_cingulate_cortex\" title=\"Posterior cingulate cortex\">posterior cingulate cortex</a>) activity seen in neuroimaging studies during self-referential processing.<sup id=\"cite_ref-source33_27-4\" class=\"reference\"><a href=\"#cite_note-source33-27\">&#91;27&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Depth_of_processing_or_cognitive_structure\">Depth of processing or cognitive structure</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Self-referential_encoding&amp;action=edit&amp;section=10\" title=\"Edit section: Depth of processing or cognitive structure\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Given all of the neurological support for the effect of self-reference on encoding and memory, there is still a debate in the psychological community about whether or not the self-reference effect signifies a special functional role played by the self in cognition. Generally, this question is met by people that have two opposing views on the processes behind self-reference. On one side of the debate, people believe that the self has special mnemonic abilities because it is a unique cognitive structure. On the other side, people support the arguments described above that suggest there is no special structure, but instead, the self-reference effect is simply a part of the standard depth of processing hierarchy. Since the overall hypothesis is the same for both sides of the debate, that self-relevant material leads to enhanced memory, it is difficult to test them using strictly behavioral measures. Therefore, PET and fMRI scans have been used to see the neural marker of self-referential mental activity.<sup id=\"cite_ref-source8_3-4\" class=\"reference\"><a href=\"#cite_note-source8-3\">&#91;3&#93;</a></sup>\n</p><p>Previous studies have shown that areas of the left prefrontal cortex are activated during semantic encoding. Therefore, if the self-reference effect works the same way, as part of the depth of processing hierarchy, the same brain region should be activated when judging traits related to the self. However, if the self has unique mnemonic properties, then self-referential tasks should activate brain regions distinct from those activated during semantic tasks.<sup id=\"cite_ref-source8_3-5\" class=\"reference\"><a href=\"#cite_note-source8-3\">&#91;3&#93;</a></sup> The field is still at is infancy, but future work on this hypothesis might help to settle the debate about the underlying processes of self-referential encoding.\n</p>\n<h3><span class=\"mw-headline\" id=\"Simulation_theory\">Simulation theory</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Self-referential_encoding&amp;action=edit&amp;section=11\" title=\"Edit section: Simulation theory\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>While not able to completely settle the debate over the foundation of self-referential processing, studies on the neurological aspect of personality trait judgments did lead to a related, significant result. It has been shown that judging personality traits about oneself and a close friend activated overlapping brain regions, and the activated regions have all been implicated in self-reference. Noting the similarity between making self-judgments and judgments about close others led to the introduction of the <a href=\"/wiki/Simulation_theory_of_empathy\" title=\"Simulation theory of empathy\">simulation theory of empathy</a>. Simulation theory rests on the idea that one can make inferences about others by using the knowledge they have about themselves.<sup id=\"cite_ref-source6_2-3\" class=\"reference\"><a href=\"#cite_note-source6-2\">&#91;2&#93;</a></sup> In essence, the theory suggests that people use self-reflection to understand or predict the mental state of others.<sup id=\"cite_ref-source7_26-2\" class=\"reference\"><a href=\"#cite_note-source7-26\">&#91;26&#93;</a></sup> The more similar a person perceives another to be, the more active the mPFC has shown to be, suggesting more deep or intricate self-reference.<sup id=\"cite_ref-source6_2-4\" class=\"reference\"><a href=\"#cite_note-source6-2\">&#91;2&#93;</a></sup> However, this effect can cause people to make inaccurate judgments about others or to believe that their own opinions are representative of others in general. This misrepresentation is referred to as the <a href=\"/wiki/False-consensus_effect\" class=\"mw-redirect\" title=\"False-consensus effect\">false-consensus effect</a>.<sup id=\"cite_ref-source7_26-3\" class=\"reference\"><a href=\"#cite_note-source7-26\">&#91;26&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Expansion_of_the_SRE:_group_reference\">Expansion of the SRE: group reference</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Self-referential_encoding&amp;action=edit&amp;section=12\" title=\"Edit section: Expansion of the SRE: group reference\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In addition to simulation theory, other expansions of the self-reference effect have been examined. Through studying the self, researchers have found that the self consists of many independent cognitive representations. For example, the personal self composed of individual characteristics is separate from the relational self which is based on relationships with significant others. These two forms of self are again separate from the collective self which corresponds to a particular group identity.<sup id=\"cite_ref-29\" class=\"reference\"><a href=\"#cite_note-29\">&#91;29&#93;</a></sup> Noting the existence of the collective self and the different group identities that combine to form such a self-representation led researchers to question if information stored in reference to a social group identity has the same effects in memory as information stored in reference to the individual self. In essence, researchers questioned if the self-reference effect can be extended to include situations where the self is more socially defined, producing a group-reference effect.<sup id=\"cite_ref-source31_11-4\" class=\"reference\"><a href=\"#cite_note-source31-11\">&#91;11&#93;</a></sup>\n</p><p>Previous research supports the idea that the group-reference effect should exist from a theoretical standpoint. First, the self-expansion model argues that individuals incorporate characteristics of their significant others (or other in-group members <sup id=\"cite_ref-30\" class=\"reference\"><a href=\"#cite_note-30\">&#91;30&#93;</a></sup> into the development of their self-concept.<sup id=\"cite_ref-31\" class=\"reference\"><a href=\"#cite_note-31\">&#91;31&#93;</a></sup> From this model, it is reasonable to conclude that characteristics that are common to both oneself and their significant others (or in-group members) would be more accessible.<sup id=\"cite_ref-source31_11-5\" class=\"reference\"><a href=\"#cite_note-source31-11\">&#91;11&#93;</a></sup> Second, the previous research discussed suggests that the self-reference effect is due to some combination of organizational, elaborative, mental cueing or evaluative properties of self-referential encoding tasks. Given that we have significant stores of knowledge about our social identities, and such collective identities provide an organizational framework, it is reasonable to assume that a group-reference task would operate similar to that of a self-reference task.<sup id=\"cite_ref-source31_11-6\" class=\"reference\"><a href=\"#cite_note-source31-11\">&#91;11&#93;</a></sup>\n</p><p>In order to test these claims, Johnson and colleagues aimed to test whether the self-reference effect generalized to group level identities. Their first study was structured to simply assess if group-reference influenced subsequent memory. In their experiment, they used membership at a particular university as the group of reference. They included group-reference, self-reference and semantic tasks. The experiment replicated the self-reference effect, consistent with previous research. In addition, evidence for a group-reference effect was found.  Group-referenced encoding produced better recall than the semantic tasks, and the level of recall from the group-referenced task was not significantly different from the self-referenced task.<sup id=\"cite_ref-source31_11-7\" class=\"reference\"><a href=\"#cite_note-source31-11\">&#91;11&#93;</a></sup>\n</p><p>Despite finding evidence of a group-reference effect, Johnson and colleagues pointed out that people identify with numerous groups, each with unique characteristics. Therefore, in order to reach conclusive evidence of a group-reference effect, alternative group targets need to be considered. In a second experiment by Johnson et al., the group of reference was modified to be the family of the individual. This group has fewer exemplars than the pool of university students, and affective considerations of the family as a group should be strong. No specific instructions or definitions were provided for family, allowing individuals to consider either the group as a whole (prototype) or specific exemplars (group). When the experiment was repeated using family as the group of reference, group-reference produced recall as much as self-reference. The mean number of recall for the group-reference was higher than self-reference.  Participants indicated that they considered both the prototype and individual exemplars when responding to the questions, suggesting that the magnitude of the group-reference effect might not be dependent on the number of exemplars in the target group.<sup id=\"cite_ref-source31_11-8\" class=\"reference\"><a href=\"#cite_note-source31-11\">&#91;11&#93;</a></sup>\n</p><p>Both experiments presented by Johnson et al. found evidence for the group-reference effect. However, these conclusions are limited to the target groups of university students and family. Other research included gender (males and females) and religion (Jewish) as the reference groups and the group-reference effect on memory was not as evident. The group-reference recall for these two groups was not significantly more advantageous than the semantic task. Questioning what characteristics of reference groups that lead to the group-reference effect, a meta-analysis of all four group-reference conditions was performed. This analysis found that self-reference emerged as the most powerful encoding device; however, evidence was found to support the existence of a group-reference effect. The size of the reference groups and number of specific, individual exemplars was hypothesized to influence the existence of the group-reference effect. In addition, accessibility and level of knowledge about group members may also impact such an effect. So, while university students is a much larger group than family, individual exemplars may be more readily accessible than those in a religious group. Similarly, different cognitive representations were hypothesized to influence the group-reference effect. When a larger group is considered, people may be more likely to consider a prototype which may lead to fewer elaborations and cues later on. Smaller groups may lead to relying on the prototype and specific exemplars.<sup id=\"cite_ref-source31_11-9\" class=\"reference\"><a href=\"#cite_note-source31-11\">&#91;11&#93;</a></sup> Finally, desirability judgments that influence later processing may be influenced by self-reference and certain group-reference tasks.<sup id=\"cite_ref-32\" class=\"reference\"><a href=\"#cite_note-32\">&#91;32&#93;</a></sup> Individuals may be more sensitive to evaluative implications for the personal self and some group identities, but not others.<sup id=\"cite_ref-33\" class=\"reference\"><a href=\"#cite_note-33\">&#91;33&#93;</a></sup>\n</p><p>Groups are also a major part of the self; therefore we attribute the role that different groups play in our self-concept also play a role in the self-reference effect.<sup id=\"cite_ref-source31_11-10\" class=\"reference\"><a href=\"#cite_note-source31-11\">&#91;11&#93;</a></sup>  We process information about group members similarly to how we process for ourselves.<sup id=\"cite_ref-source31_11-11\" class=\"reference\"><a href=\"#cite_note-source31-11\">&#91;11&#93;</a></sup> Recall of remarks referencing our home and our self and group to familiarity of those aspects of our self.<sup id=\"cite_ref-source31_11-12\" class=\"reference\"><a href=\"#cite_note-source31-11\">&#91;11&#93;</a></sup> Reference to the self and social group and the identity that comes along with being a part of a social group are equally affective for memory.<sup id=\"cite_ref-source31_11-13\" class=\"reference\"><a href=\"#cite_note-source31-11\">&#91;11&#93;</a></sup> This is especially true when the groups are small, rather than large.<sup id=\"cite_ref-source31_11-14\" class=\"reference\"><a href=\"#cite_note-source31-11\">&#91;11&#93;</a></sup>\n</p><p>Ultimately, the group-reference effect provides evidence to explain the tendency to notice or pay attention to and remember statements made in regard to our home when traveling in a foreign place.<sup id=\"cite_ref-source31_11-15\" class=\"reference\"><a href=\"#cite_note-source31-11\">&#91;11&#93;</a></sup> Considering the proposal that groups form part of the self, this phenomenon can be considered an extension of the self-reference effect. Similar to the memorable nature of references to a person's individual self, references to social identities are seemed to be privileged in memory as well.<sup id=\"cite_ref-source31_11-16\" class=\"reference\"><a href=\"#cite_note-source31-11\">&#91;11&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Applications\">Applications</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Self-referential_encoding&amp;action=edit&amp;section=13\" title=\"Edit section: Applications\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Once the foundation of research on self-referential encoding was established, psychologists began to explore how the concept applied to different groups of people, and connected to different phenomena.\n</p>\n<h3><span class=\"mw-headline\" id=\"Autism_spectrum_disorder\">Autism spectrum disorder</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Self-referential_encoding&amp;action=edit&amp;section=14\" title=\"Edit section: Autism spectrum disorder\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Individuals diagnosed with <a href=\"/wiki/Autism_spectrum\" title=\"Autism spectrum\">autism spectrum</a> disorders (ASDs) can display a wide range of symptoms.  Some of the most common characteristics of individuals with ASDs include impairments with social functioning, language and communication difficulties, repetitive behaviors and restricted interests. In addition, it is often noted that these individuals are more \"self-focused.\" That is, they have difficulty seeing things from another's perspective.<sup id=\"cite_ref-source10_34-0\" class=\"reference\"><a href=\"#cite_note-source10-34\">&#91;34&#93;</a></sup> Despite being self-focused, though, research has shown that individuals with ASD's often have difficulty identifying or describing their emotions or the emotions of others. When asked to describe their daily experiences, responses from individuals on the autism spectrum tended to focus more on physical descriptions rather than mental and emotional states. In regards to their social interactions and behavior differences, it is thought that these individuals lack top down control, and therefore, their bottom up decisions remain unchecked. This simply suggests that these individuals cannot use their prior knowledge and memory to make sense of new input, but instead react to each new input individually, compiling them to make a whole picture <sup id=\"cite_ref-source10_34-1\" class=\"reference\"><a href=\"#cite_note-source10-34\">&#91;34&#93;</a></sup>\n</p><p>Noting the difficulty individuals with ASDs experience with <a href=\"/wiki/Self-awareness\" title=\"Self-awareness\">self-awareness</a>, it was thought that they might have difficulty with self-related memory processes.<sup id=\"cite_ref-source9_35-0\" class=\"reference\"><a href=\"#cite_note-source9-35\">&#91;35&#93;</a></sup> Psychologists questioned if these individuals would show the typical self-reference effect in memory.<sup id=\"cite_ref-source10_34-2\" class=\"reference\"><a href=\"#cite_note-source10-34\">&#91;34&#93;</a></sup> In one Depth of Processing Study, participants were asked questions about the descriptiveness of certain stimulus words. However, unlike previous DOP studies that focused on phonemic, structural, semantic and self-referential tasks, the tasks were altered for this experiment. To test the referential abilities of individuals with ASD's, the encoding tasks were divided into: \"the self,\" asking to what extent a stimulus word described oneself, \"similar close other,\" asking to what extent a stimulus word was descriptive of one's best friend, \"dissimilar non-close other,\" asking to what extent a stimulus word was descriptive of Harry Potter, and a control group that was asked to determine the number of syllables in each word. Following these encoding tasks, participants were given thirty minutes before a surprise memory task. It was found that individuals with ASD's had no impairment in memory for words encoded in the syllable or dissimilar non-close other condition. However, they had decreased memory for words related to the self.<sup id=\"cite_ref-source10_34-3\" class=\"reference\"><a href=\"#cite_note-source10-34\">&#91;34&#93;</a></sup>\n</p><p>Therefore, while research suggests that self-referentially encoded information is encoded more deeply than other information, the research on individuals with ASD's showed no advantage for memory recognition with self-reference tasks over semantic encoding tasks. This suggests that individuals with ASD's don't preferentially encode self-relevant information. Psychologists have investigated the biological basis for the decreased self-reference effect among individuals with Autism Spectrum Disorders and have suggested that it may be due to less specialized neural activity in the mPFC for those individuals.<sup id=\"cite_ref-source9_35-1\" class=\"reference\"><a href=\"#cite_note-source9-35\">&#91;35&#93;</a></sup> However, while individuals with ASD's showed smaller self-reference effects than the control group, some evidence of a self-reference effect was evident in some cases. This indicates that self-referent impairments are a matter of degree, not total absence.<sup id=\"cite_ref-source10_34-4\" class=\"reference\"><a href=\"#cite_note-source10-34\">&#91;34&#93;</a></sup>\n</p><p>Lombardo and his colleagues measured empathy among individuals with ASD's, and showed that these individuals scored lower than the control group on all empathy measures.<sup id=\"cite_ref-source10_34-5\" class=\"reference\"><a href=\"#cite_note-source10-34\">&#91;34&#93;</a></sup> This may be a result of the difficulty for these individuals to understand or take the perspective of others, in conjunction with their difficulty identifying emotions. This has implications for simulation theory, because these individuals are unable to use their self-knowledge to make conclusions about similar others.\n</p><p>Ultimately, the research suggests that people with ASD's might benefit from being more self-focused. The better their ability to reflect on themselves, the better the can <a href=\"/wiki/Mentalization\" title=\"Mentalization\">mentalize</a> with others.<sup id=\"cite_ref-source10_34-6\" class=\"reference\"><a href=\"#cite_note-source10-34\">&#91;34&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Depression\">Depression</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Self-referential_encoding&amp;action=edit&amp;section=15\" title=\"Edit section: Depression\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>There are three possible relations between cognitive processes and  <a href=\"/wiki/Anxiety\" title=\"Anxiety\">anxiety</a> and <a href=\"/wiki/Depression_(mood)\" title=\"Depression (mood)\">depression</a>. The first is whether cognitive processes are actually caused by the onset of clinically diagnosed symptoms of <a href=\"/wiki/Major_depressive_disorder\" title=\"Major depressive disorder\">major depression</a> or just generalized sadness or anxiousness. The second is whether emotional disorders such as depression and anxiety are able to be considered as caused by cognitions. And the third is whether different specific cognitive processes are able to be considered associates of different disorders.<sup id=\"cite_ref-source11_36-0\" class=\"reference\"><a href=\"#cite_note-source11-36\">&#91;36&#93;</a></sup> Kovacs and Beck (1977) posited a schematic model of depression where an already depressed self was primed by outside prompts that negatively impacted cognitive illusions of the world in the eye of oneself. These prompts only led participants to a more depressive series of emotions and behavior.<sup id=\"cite_ref-37\" class=\"reference\"><a href=\"#cite_note-37\">&#91;37&#93;</a></sup> The results from the study done by Derry and Kuiper supported Beck's theory that a negative self-schema is present in people, especially those with depressive disorder.<sup id=\"cite_ref-source13_9-2\" class=\"reference\"><a href=\"#cite_note-source13-9\">&#91;9&#93;</a></sup> Depressed individuals attribute depressive adjectives to themselves more than nondepressive adjectives.<sup id=\"cite_ref-source12_10-2\" class=\"reference\"><a href=\"#cite_note-source12-10\">&#91;10&#93;</a></sup> Those suffering from a more mild case of depression have trouble deciphering between the traits of themselves and others which results in a loss of their self-esteem and their negative self-evaluation. A depressive schema is what causes the negativity reported by those suffering from depression.<sup id=\"cite_ref-source13_9-3\" class=\"reference\"><a href=\"#cite_note-source13-9\">&#91;9&#93;</a></sup> Kuiper and Derry found that self-referent recall enhancement was limited only to nondepressed content.<sup id=\"cite_ref-source13_9-4\" class=\"reference\"><a href=\"#cite_note-source13-9\">&#91;9&#93;</a></sup>\n</p><p>Generally, self-focus is association with negative emotions. In particular private self-focus is more strongly associated with depression than public self-focus.<sup id=\"cite_ref-38\" class=\"reference\"><a href=\"#cite_note-38\">&#91;38&#93;</a></sup>  Results from brain-imaging studies shows\nthat during self-referential processing, those with major depressive disorder show greater activation in the medial prefrontal cortex, suggesting that depressed individuals may be exhibiting greater cognitive control than\nnon-depressed individuals when processing self-relevant information.<sup id=\"cite_ref-source35_39-0\" class=\"reference\"><a href=\"#cite_note-source35-39\">&#91;39&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Self-referential_encoding&amp;action=edit&amp;section=16\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist columns references-column-width\" style=\"-moz-column-width: 30em; -webkit-column-width: 30em; column-width: 30em; list-style-type: decimal;\">\n<ol class=\"references\">\n<li id=\"cite_note-source1-1\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-source1_1-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-source1_1-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-source1_1-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-source1_1-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-source1_1-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-source1_1-5\"><sup><i><b>f</b></i></sup></a></span> <span class=\"reference-text\">Rogers, T. B., Kuiper, N. A., &amp; Kirker, W. S. (1977). Self-reference and the encoding of personal information. <i>Journal of Personality and Social Psychology, 35</i>(9), 677-688. doi:10.1037/0022-3514.35.9.677</span>\n</li>\n<li id=\"cite_note-source6-2\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-source6_2-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-source6_2-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-source6_2-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-source6_2-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-source6_2-4\"><sup><i><b>e</b></i></sup></a></span> <span class=\"reference-text\">Benoit, R. G., Gilbert, S. J., Volle, E., &amp; Burgess, P. W. (2010). When I think about me and simulate you: Medial rostral prefrontal cortex and self-referential processes. <i>Neuroimage, 50</i>(3), 1340-1349. doi:10.1016/j.neuroimage.2009.12.091</span>\n</li>\n<li id=\"cite_note-source8-3\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-source8_3-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-source8_3-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-source8_3-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-source8_3-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-source8_3-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-source8_3-5\"><sup><i><b>f</b></i></sup></a></span> <span class=\"reference-text\">Heatherton, T. F., Macrae, C., &amp; Kelley, W. M. (2004). What the social brain sciences can tell us about the self. <i>Current Directions in Psychological Science, 13</i>(5), 190-193. doi:10.1111/j.0963-7214.2004.00305.x</span>\n</li>\n<li id=\"cite_note-source5-4\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-source5_4-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-source5_4-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-source5_4-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-source5_4-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-source5_4-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-source5_4-5\"><sup><i><b>f</b></i></sup></a> <a href=\"#cite_ref-source5_4-6\"><sup><i><b>g</b></i></sup></a></span> <span class=\"reference-text\">Klein, S. B., Loftus, J., &amp; Burton, H. A. (1989). Two self-reference effects: The importance of distinguishing between self-descriptiveness judgments and autobiographical retrieval in self-referent encoding. <i>Journal of Personality and Social Psychology, 56</i>(6), 853-865. doi:10.1037/0022-3514.56.6.853</span>\n</li>\n<li id=\"cite_note-source14-5\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-source14_5-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-source14_5-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Katz, A. N. (1987). Self-reference in the encoding of creative-relevant traits. <i>Journal of Personality, 55</i>(1), 97-120. doi:10.1111/j.1467-6494.1987.tb00430.x</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Markus, H., Hamill, R., &amp; Sentis, K. P. (1987). Thinking fat: Self-schemas for body weight and the processing of weight relevant information. <i>Journal of Applied Social Psychology</i>, <i>17</i>(1), 50-71. doi:10.1111/j.1559-1816.1987.tb00292.x</span>\n</li>\n<li id=\"cite_note-source15-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-source15_7-0\">^</a></b></span> <span class=\"reference-text\">Klein, S. B., Loftus, J., &amp; Burton, H. A. (1989). Two self-reference effects: The importance of distinguishing between self-descriptiveness judgments and autobiographical retrieval in self-referent encoding. Journal of Personality and Social Psychology, 56(6), 853-865. doi:10.1037/0022-3514.56.6.8533</span>\n</li>\n<li id=\"cite_note-source16-8\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-source16_8-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-source16_8-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-source16_8-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\">Mills, C. J. (1983). Sex-typing and self-schemata effects on memory and response latency. <i>Journal of Personality and Social Psychology, 45</i>(1), 163-172. doi:10.1037/0022-3514.45.1.163</span>\n</li>\n<li id=\"cite_note-source13-9\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-source13_9-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-source13_9-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-source13_9-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-source13_9-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-source13_9-4\"><sup><i><b>e</b></i></sup></a></span> <span class=\"reference-text\">Kuiper, N. A., &amp; Derry, P. A. (1982). Depressed and nondepressed content self-reference in mild depressives. <i>Journal of Personality, 50</i>(1), 67-80. doi:10.1111/j.1467-6494.1982.tb00746.x</span>\n</li>\n<li id=\"cite_note-source12-10\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-source12_10-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-source12_10-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-source12_10-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\">Dobson, K. S., &amp; Shaw, B. F. (1987). Specificity and stability of self-referent encoding in clinical depression. <i>Journal of Abnormal Psychology, 96</i>(1), 34-40. doi:10.1037/0021-843X.96.1.34</span>\n</li>\n<li id=\"cite_note-source31-11\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-source31_11-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-source31_11-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-source31_11-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-source31_11-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-source31_11-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-source31_11-5\"><sup><i><b>f</b></i></sup></a> <a href=\"#cite_ref-source31_11-6\"><sup><i><b>g</b></i></sup></a> <a href=\"#cite_ref-source31_11-7\"><sup><i><b>h</b></i></sup></a> <a href=\"#cite_ref-source31_11-8\"><sup><i><b>i</b></i></sup></a> <a href=\"#cite_ref-source31_11-9\"><sup><i><b>j</b></i></sup></a> <a href=\"#cite_ref-source31_11-10\"><sup><i><b>k</b></i></sup></a> <a href=\"#cite_ref-source31_11-11\"><sup><i><b>l</b></i></sup></a> <a href=\"#cite_ref-source31_11-12\"><sup><i><b>m</b></i></sup></a> <a href=\"#cite_ref-source31_11-13\"><sup><i><b>n</b></i></sup></a> <a href=\"#cite_ref-source31_11-14\"><sup><i><b>o</b></i></sup></a> <a href=\"#cite_ref-source31_11-15\"><sup><i><b>p</b></i></sup></a> <a href=\"#cite_ref-source31_11-16\"><sup><i><b>q</b></i></sup></a></span> <span class=\"reference-text\">Johnson, C., Gadon, O., Carlson, D., Southwick, S., Faith, M., &amp; Chalfin, J. (2002). Self-reference and group membership: Evidence for a group-reference effect. <i>European Journal of Social Psychology, 32</i>(2), 261-274. doi:10.1002/ejsp.83</span>\n</li>\n<li id=\"cite_note-ego-12\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-ego_12-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-ego_12-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Dunkel, C. S. (2005). Ego-identity and the Processing of Self-relevant Information . Self and Identity, 349-359</span>\n</li>\n<li id=\"cite_note-behavior-13\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-behavior_13-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-behavior_13-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-behavior_13-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-behavior_13-3\"><sup><i><b>d</b></i></sup></a></span> <span class=\"reference-text\"><div>Strube, M., Berry, J. M., Lott, C., Fogelman, R., Steinhart, G., Moergen, S., &amp; Davison, L. (1986). Self-schematic representation of the Type A and B behavior patterns. <i>Journal of Personality and Social Psychology</i>, <i>51</i>(1), 170-180. doi:10.1037/0022-3514.51.1.170</div></span>\n</li>\n<li id=\"cite_note-hull-14\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-hull_14-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-hull_14-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-hull_14-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-hull_14-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-hull_14-4\"><sup><i><b>e</b></i></sup></a></span> <span class=\"reference-text\">Hull, J. G., &amp; Levy, A. S. (1979). The organizational functions of the self: An alternative to the Duval and Wicklund Model of self-awareness. <i>Journal of Personality and Social Psychology, 37</i>(5), 756-768. doi:10.1037/0022-3514.37.5.756</span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\">Duval, S., &amp; Wicklund, R. A. (1972). <i>A theory of objective self-awareness.</i> New York: Academic Press.</span>\n</li>\n<li id=\"cite_note-review-16\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-review_16-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-review_16-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-review_16-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-review_16-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-review_16-4\"><sup><i><b>e</b></i></sup></a></span> <span class=\"reference-text\">Hull, J. G., Van Treuren, R. R., Ashford, S. J., Propsom, P., &amp; Andrus, B. W. (1988). Self-consciousness and the processing of self-relevant information. <i>Journal of Personality and Social Psychology, 54</i>(3), 452-465. doi:10.1037/0022-3514.54.3.452</span>\n</li>\n<li id=\"cite_note-17\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-17\">^</a></b></span> <span class=\"reference-text\">Anderson, J. R. (1983). <i>The architecture of cognition.</i> Cambridge. MA: Harvard University Press.</span>\n</li>\n<li id=\"cite_note-18\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-18\">^</a></b></span> <span class=\"reference-text\">Craik, F. I. M., &amp; Lockhart, R. S. (1972).<i> </i>Levels of processing: A framework for memory research. <i>Journal of Verbal Learning and Verbal Behavior, 11</i>(6), 671-684. <a href=\"//doi.org/10.1016/S0022-5371(72)80001-X\" class=\"extiw\" title=\"doi:10.1016/S0022-5371(72)80001-X\">doi: 10.1016/S0022-5371(72)80001-X</a></span>\n</li>\n<li id=\"cite_note-source2-19\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-source2_19-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-source2_19-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-source2_19-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-source2_19-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-source2_19-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-source2_19-5\"><sup><i><b>f</b></i></sup></a> <a href=\"#cite_ref-source2_19-6\"><sup><i><b>g</b></i></sup></a> <a href=\"#cite_ref-source2_19-7\"><sup><i><b>h</b></i></sup></a></span> <span class=\"reference-text\">Klein, S. B., &amp; Kihlstrom, J. F. (1986). Elaboration, organization, and the self-reference effect in memory. <i>Journal of Experimental Psychology: General, 115</i>(1), 26-38. doi:10.1037/0096-3445.115.1.26</span>\n</li>\n<li id=\"cite_note-20\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-20\">^</a></b></span> <span class=\"reference-text\">Craik F., &amp; Tulving, E. (1975). Depth of processing and the retention of words in episodic memory. <i>Journal of Experimental Psychology: General, 104,</i> 268-94.</span>\n</li>\n<li id=\"cite_note-source4-21\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-source4_21-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-source4_21-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-source4_21-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\">Symons, C. S., &amp; Johnson, B. T. (1997). The self-reference effect in memory: A meta-analysis. <i>Psychological Bulletin, 121</i>(3), 371-394. doi:10.1037/0033-2909.121.3.371</span>\n</li>\n<li id=\"cite_note-22\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-22\">^</a></b></span> <span class=\"reference-text\">Thorndyke, P. W., &amp; Hayes-Roth, B. (1979). The use schemata in the acquisition and transfer of knowledge.<i> Cognitive Psychology, 11</i>(1), 82-106. <a href=\"//doi.org/10.1016/0010-0285(79)90005-7\" class=\"extiw\" title=\"doi:10.1016/0010-0285(79)90005-7\">doi: 10.1016/0010-0285(79)90005-7</a></span>\n</li>\n<li id=\"cite_note-source3-23\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-source3_23-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-source3_23-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-source3_23-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-source3_23-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-source3_23-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-source3_23-5\"><sup><i><b>f</b></i></sup></a> <a href=\"#cite_ref-source3_23-6\"><sup><i><b>g</b></i></sup></a> <a href=\"#cite_ref-source3_23-7\"><sup><i><b>h</b></i></sup></a> <a href=\"#cite_ref-source3_23-8\"><sup><i><b>i</b></i></sup></a> <a href=\"#cite_ref-source3_23-9\"><sup><i><b>j</b></i></sup></a></span> <span class=\"reference-text\">Klein, S. B., &amp; Loftus, J. (1988). The nature of self-referent encoding: The contributions of elaborative and organizational processes. <i>Journal of Personality and Social Psychology, 55</i>(1), 5-11. doi:10.1037/0022-3514.55.1.5</span>\n</li>\n<li id=\"cite_note-source34-24\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-source34_24-0\">^</a></b></span> <span class=\"reference-text\">Bennett, M., Allan, S., Anderson, J., &amp; Asker, N. (2010). On the robustness of the group reference effect. European Journal of Social Psychology, 40(2), 349-354.</span>\n</li>\n<li id=\"cite_note-25\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-25\">^</a></b></span> <span class=\"reference-text\">Einstein, G. O., &amp; Hunt, R. R. (1980). Levels of processing and organization: Additive effects of individual item and relational processing. <i>Journal of Experimental Psychology: Human Learning and Memory</i>,<i>6</i>, 588-598.</span>\n</li>\n<li id=\"cite_note-source7-26\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-source7_26-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-source7_26-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-source7_26-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-source7_26-3\"><sup><i><b>d</b></i></sup></a></span> <span class=\"reference-text\">Mitchell, J. P., Banaji, M. R., &amp; Macrae, C. (2005). The Link between social cognition and self-referential thought in the medial prefrontal cortex. <i>Journal of Cognitive Neuroscience, 17</i>(8), 1306-1315. doi:10.1162/0898929055002418</span>\n</li>\n<li id=\"cite_note-source33-27\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-source33_27-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-source33_27-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-source33_27-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-source33_27-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-source33_27-4\"><sup><i><b>e</b></i></sup></a></span> <span class=\"reference-text\">Moran, J. M., Macrae, C. N., Heatherton, T. F., Wyland, C. L., &amp; Kelley, W. M. (2006). Neuroanatomical evidence for distinct cognitive and affective components of self. <i>Journal of Cognitive Neuroscience, 18</i>(9), 1586-1594. doi:10.1162/jocn.2006.18.9.1586</span>\n</li>\n<li id=\"cite_note-28\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-28\">^</a></b></span> <span class=\"reference-text\">Fossati, P., Hevenor, S. J., Lepage, M., Graham, S. J., Grady, C., Keightley, M. L., et al. (2004). Distributed self in episodic memory: Neural correlates of successful retrieval of self-encoded positive and negative personality traits. <i>Neuroimage, 22</i>(4), 1596-1604. <a href=\"//doi.org/10.1016/j.neuroimage.2004.03.034\" class=\"extiw\" title=\"doi:10.1016/j.neuroimage.2004.03.034\">doi: 10.1016/j.neuroimage.2004.03.034</a></span>\n</li>\n<li id=\"cite_note-29\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-29\">^</a></b></span> <span class=\"reference-text\">Brewer M. B. ,&amp; Gardner, W. (1996). Who is this 'We'? Levels of collective identity and self representations. <i>Journal of Personality and Social Psychology 71</i>, 83–93.</span>\n</li>\n<li id=\"cite_note-30\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-30\">^</a></b></span> <span class=\"reference-text\">Wright, S.C., Aron A., McLaughlin-Volpe, T., &amp; Ropp, S. A. (1997). The extended contact effect: Knowledge of cross-group friendships and prejudice. <i>Journal of Personality and Social Psychology, 73</i>, 73–90.</span>\n</li>\n<li id=\"cite_note-31\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-31\">^</a></b></span> <span class=\"reference-text\">Aron, A., Aron, E., Tudor, M., &amp; Nelson, G. (1991). Close relationships as including other and self. <i>Journal of Personality and Social Psychology, 60</i>, 241–253.</span>\n</li>\n<li id=\"cite_note-32\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-32\">^</a></b></span> <span class=\"reference-text\">Ferguson, T. J., Rule, G. R., &amp; Carlson, D. (1983). Memory for personally relevant information. <i>Journal of Personality and Social Psychology, 44</i>, 251–261.</span>\n</li>\n<li id=\"cite_note-33\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-33\">^</a></b></span> <span class=\"reference-text\">Gaertner, L., Sedikides, C., &amp; Graetz, K. (1999). In search of self-definition: Motivational primacy of the individual self, motivational primacy of the collective self, or contextual primacy? <i>Journal of Personality and Social Psychology, 76</i>, 5–18.</span>\n</li>\n<li id=\"cite_note-source10-34\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-source10_34-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-source10_34-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-source10_34-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-source10_34-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-source10_34-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-source10_34-5\"><sup><i><b>f</b></i></sup></a> <a href=\"#cite_ref-source10_34-6\"><sup><i><b>g</b></i></sup></a></span> <span class=\"reference-text\">Lombardo, M. V., Barnes, J. L., Wheelwright, S. J., Cohen-Baron, S. (2007). Self-referential cognition and empathy in autism. <i>PLoS ONE, 2</i>(9), e883. doi:10.1371/journal.pone.0000883</span>\n</li>\n<li id=\"cite_note-source9-35\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-source9_35-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-source9_35-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Henderson, H. A., Zahka, N. E., Kojkowski, N. M., Inge, A. P., Schwartz, C. B., Hileman, C. M., &amp; ... Mundy, P. C. (2009). Self-referenced memory, social cognition, and symptom presentation in autism. <i>Journal of Child Psychology and Psychiatry, 50</i>(7), 853-861. doi:10.1111/j.1469-7610.2008.02059.x</span>\n</li>\n<li id=\"cite_note-source11-36\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-source11_36-0\">^</a></b></span> <span class=\"reference-text\">Strauman, T. J. (1989). Self-discrepancies in clinical depression and social phobia: Cognitive structures that underlie emotional disorders?. <i>Journal of Abnormal Psychology, 98</i>(1), 14-22. doi:10.1037/0021-843X.98.1.14</span>\n</li>\n<li id=\"cite_note-37\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-37\">^</a></b></span> <span class=\"reference-text\">Kovacs, M., &amp; Beck, A. T. (1977). Cognitive-affective processes in depression. In C. E. Izard (Ed.), <i>Emotions and psychopathology</i> (pp.79-107). New York: Plenum Press.</span>\n</li>\n<li id=\"cite_note-38\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-38\">^</a></b></span> <span class=\"reference-text\">Mor, N., &amp; Winquist, J. Self-focused attention and negative affect: A meta-analysis. <i>Psychological Bulletin, 128</i>(4), 636-662. doi: 10.1037/0033-2909.128.4.638</span>\n</li>\n<li id=\"cite_note-source35-39\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-source35_39-0\">^</a></b></span> <span class=\"reference-text\">Lemogne, C., le Bastard, G., Mayberg, H., Volle, E., Bergouignan, L., Lehericy, S., et al. (2009). In search of the depressive self: extended medial prefrontal network during self-referential processing in major depression. <i>Social Cognitive and Affective Neuroscience, 4</i>, 305-312.</span>\n</li>\n</ol></div>\n\n<!-- \nNewPP limit report\nParsed by mw2258\nCached time: 20180913023455\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.176 seconds\nReal time usage: 0.191 seconds\nPreprocessor visited node count: 1091/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 781/2097152 bytes\nTemplate argument size: 106/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 33185/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.003/10.000 seconds\nLua memory usage: 525 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   47.841      1 Template:Reflist\n100.00%   47.841      1 -total\n  4.36%    2.085      1 Template:Column-width\n  3.93%    1.879      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:4106285-0!canonical and timestamp 20180913023455 and revision id 806441920\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","*":"Conceptions_of_self"},{"sortkey":"","*":"Memory_biases"},{"sortkey":"","*":"Self-reference"}],"links":[{"ns":0,"exists":"","*":"Adjectives"},{"ns":0,"exists":"","*":"Anxiety"},{"ns":0,"exists":"","*":"Association (psychology)"},{"ns":0,"exists":"","*":"Autism spectrum"},{"ns":0,"exists":"","*":"Caudate nucleus"},{"ns":0,"exists":"","*":"Cingulate cortex"},{"ns":0,"exists":"","*":"Cocktail party effect"},{"ns":0,"exists":"","*":"Depression (mood)"},{"ns":0,"exists":"","*":"False-consensus effect"},{"ns":0,"exists":"","*":"Fergus Craik"},{"ns":0,"exists":"","*":"Implicit self-esteem"},{"ns":0,"exists":"","*":"Information organization"},{"ns":0,"exists":"","*":"Major depressive disorder"},{"ns":0,"exists":"","*":"Memory"},{"ns":0,"exists":"","*":"Mentalization"},{"ns":0,"exists":"","*":"Meta-analysis"},{"ns":0,"exists":"","*":"Mnemonic"},{"ns":0,"exists":"","*":"Personality traits"},{"ns":0,"exists":"","*":"Phonemic"},{"ns":0,"exists":"","*":"Posterior cingulate cortex"},{"ns":0,"exists":"","*":"Prefrontal cortex"},{"ns":0,"exists":"","*":"Recall (memory)"},{"ns":0,"exists":"","*":"Recollection"},{"ns":0,"exists":"","*":"Schema (psychology)"},{"ns":0,"exists":"","*":"Self-awareness"},{"ns":0,"exists":"","*":"Self-concept"},{"ns":0,"exists":"","*":"Self-reference"},{"ns":0,"exists":"","*":"Self-reference effect"},{"ns":0,"exists":"","*":"Self-schema"},{"ns":0,"exists":"","*":"Semantic memory"},{"ns":0,"exists":"","*":"Simulation theory of empathy"},{"ns":0,"exists":"","*":"Type A and Type B personality theory"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Column-width"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":[],"sections":[{"toclevel":1,"level":"2","line":"Self-concept and self-schema","number":"1","index":"1","fromtitle":"Self-referential_encoding","byteoffset":3597,"anchor":"Self-concept_and_self-schema"},{"toclevel":2,"level":"3","line":"Self-awareness and personality","number":"1.1","index":"2","fromtitle":"Self-referential_encoding","byteoffset":10428,"anchor":"Self-awareness_and_personality"},{"toclevel":1,"level":"2","line":"Theoretical background","number":"2","index":"3","fromtitle":"Self-referential_encoding","byteoffset":16711,"anchor":"Theoretical_background"},{"toclevel":1,"level":"2","line":"Types of self-referential encoding tasks","number":"3","index":"4","fromtitle":"Self-referential_encoding","byteoffset":21910,"anchor":"Types_of_self-referential_encoding_tasks"},{"toclevel":1,"level":"2","line":"Explanations for the self-reference effect","number":"4","index":"5","fromtitle":"Self-referential_encoding","byteoffset":23488,"anchor":"Explanations_for_the_self-reference_effect"},{"toclevel":2,"level":"3","line":"Elaboration","number":"4.1","index":"6","fromtitle":"Self-referential_encoding","byteoffset":24538,"anchor":"Elaboration"},{"toclevel":2,"level":"3","line":"Organization","number":"4.2","index":"7","fromtitle":"Self-referential_encoding","byteoffset":25608,"anchor":"Organization"},{"toclevel":2,"level":"3","line":"Dual process","number":"4.3","index":"8","fromtitle":"Self-referential_encoding","byteoffset":27654,"anchor":"Dual_process"},{"toclevel":1,"level":"2","line":"Social brain science","number":"5","index":"9","fromtitle":"Self-referential_encoding","byteoffset":31045,"anchor":"Social_brain_science"},{"toclevel":2,"level":"3","line":"Depth of processing or cognitive structure","number":"5.1","index":"10","fromtitle":"Self-referential_encoding","byteoffset":34693,"anchor":"Depth_of_processing_or_cognitive_structure"},{"toclevel":2,"level":"3","line":"Simulation theory","number":"5.2","index":"11","fromtitle":"Self-referential_encoding","byteoffset":36430,"anchor":"Simulation_theory"},{"toclevel":1,"level":"2","line":"Expansion of the SRE: group reference","number":"6","index":"12","fromtitle":"Self-referential_encoding","byteoffset":37716,"anchor":"Expansion_of_the_SRE:_group_reference"},{"toclevel":1,"level":"2","line":"Applications","number":"7","index":"13","fromtitle":"Self-referential_encoding","byteoffset":45775,"anchor":"Applications"},{"toclevel":2,"level":"3","line":"Autism spectrum disorder","number":"7.1","index":"14","fromtitle":"Self-referential_encoding","byteoffset":45995,"anchor":"Autism_spectrum_disorder"},{"toclevel":2,"level":"3","line":"Depression","number":"7.2","index":"15","fromtitle":"Self-referential_encoding","byteoffset":50817,"anchor":"Depression"},{"toclevel":1,"level":"2","line":"References","number":"8","index":"16","fromtitle":"Self-referential_encoding","byteoffset":54263,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Self-referential encoding","iwlinks":[{"prefix":"doi","url":"https://doi.org/10.1016/S0022-5371(72)80001-X","*":"doi:10.1016/S0022-5371(72)80001-X"},{"prefix":"doi","url":"https://doi.org/10.1016/0010-0285(79)90005-7","*":"doi:10.1016/0010-0285(79)90005-7"},{"prefix":"doi","url":"https://doi.org/10.1016/j.neuroimage.2004.03.034","*":"doi:10.1016/j.neuroimage.2004.03.034"}],"properties":[{"name":"wikibase_item","*":"Q7448193"}]}}