{"parse":{"title":"History of Mexican Americans","pageid":1560218,"revid":860456065,"text":{"*":"<div class=\"mw-parser-output\"><p>The history of <a href=\"/wiki/Mexican_Americans\" title=\"Mexican Americans\">Mexican Americans</a>, Americans of Mexican descent, largely begins after the annexation of parts of Mexico in 1848, the nearly 80,000 individuals then living in the U.S. became full U.S. citizens. Large-scale new migration augmented their numbers during the 1910s, as Mexico was torn by a high-casualty civil war. Until the 1960s, most lived within a few hundred miles of the border, although some resettled along frail lines from the Southwest to the Midwest.\n</p><p>More recently, Mexican Americans have diffused throughout the U.S., especially in the Midwest and Southeast, with the largest numbers in California and Texas. In the past hundred years Mexican-Americans have campaigned for voting rights, stood against educational, employment, and ethnic discrimination and stood for economic and social advancement. At the same time many Mexican-Americans have struggled with defining and maintaining their community's identity. \nIn the 1960s and 1970s, some Hispanic student groups flirted with <a href=\"/wiki/Nationalism\" title=\"Nationalism\">nationalism</a> and differences over the proper name for members of the community of <a href=\"/wiki/Chicano\" title=\"Chicano\">Chicano/Chicana</a>, Latino/Latina, Mexican-Americans, Hispanics or simply <a href=\"/wiki/La_Raza\" title=\"La Raza\">La Raza</a> became tied up with deeper disagreements over whether to integrate into or remain separate from <a href=\"/wiki/Anglo\" title=\"Anglo\">Anglo</a> society, as well as divisions between those Mexican-Americans whose families had lived in the United States for two or more generations and more recent immigrants.<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (January 2017)\">citation needed</span></a></i>&#93;</sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Early_history\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Early history</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#19th_century\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">19th century</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Anti-Mexican_American_violence_(1840s_to_1900s)\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Anti-Mexican American violence (1840s to 1900s)</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Immigration_and_diffusion\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Immigration and diffusion</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Early_20th-century_Texas\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Early 20th-century Texas</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#&quot;Nuevomexicanos&quot;_in_New_Mexico,_1900–1930\"><span class=\"tocnumber\">5.1</span> <span class=\"toctext\">\"Nuevomexicanos\" in New Mexico, 1900–1930</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#1910–1930s\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">1910–1930s</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-8\"><a href=\"#Mexican_immigration\"><span class=\"tocnumber\">6.1</span> <span class=\"toctext\">Mexican immigration</span></a>\n<ul>\n<li class=\"toclevel-3 tocsection-9\"><a href=\"#1930s\"><span class=\"tocnumber\">6.1.1</span> <span class=\"toctext\">1930s</span></a></li>\n</ul>\n</li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#1940s\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">1940s</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-11\"><a href=\"#World_War_II\"><span class=\"tocnumber\">7.1</span> <span class=\"toctext\">World War II</span></a></li>\n<li class=\"toclevel-2 tocsection-12\"><a href=\"#Bracero_Program\"><span class=\"tocnumber\">7.2</span> <span class=\"toctext\">Bracero Program</span></a></li>\n<li class=\"toclevel-2 tocsection-13\"><a href=\"#Since_1965\"><span class=\"tocnumber\">7.3</span> <span class=\"toctext\">Since 1965</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-14\"><a href=\"#Labor_struggles\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">Labor struggles</span></a></li>\n<li class=\"toclevel-1 tocsection-15\"><a href=\"#Civil_rights_movement\"><span class=\"tocnumber\">9</span> <span class=\"toctext\">Civil rights movement</span></a></li>\n<li class=\"toclevel-1 tocsection-16\"><a href=\"#Chicano_movement\"><span class=\"tocnumber\">10</span> <span class=\"toctext\">Chicano movement</span></a></li>\n<li class=\"toclevel-1 tocsection-17\"><a href=\"#Seasonal_migration\"><span class=\"tocnumber\">11</span> <span class=\"toctext\">Seasonal migration</span></a></li>\n<li class=\"toclevel-1 tocsection-18\"><a href=\"#Electoral_politics\"><span class=\"tocnumber\">12</span> <span class=\"toctext\">Electoral politics</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-19\"><a href=\"#Voting_patterns\"><span class=\"tocnumber\">12.1</span> <span class=\"toctext\">Voting patterns</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-20\"><a href=\"#See_also\"><span class=\"tocnumber\">13</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-21\"><a href=\"#Further_reading\"><span class=\"tocnumber\">14</span> <span class=\"toctext\">Further reading</span></a></li>\n<li class=\"toclevel-1 tocsection-22\"><a href=\"#Notes\"><span class=\"tocnumber\">15</span> <span class=\"toctext\">Notes</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Early_history\">Early history</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_Mexican_Americans&amp;action=edit&amp;section=1\" title=\"Edit section: Early history\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Communities of Spanish-speaking <a href=\"/wiki/Tejanos\" class=\"mw-redirect\" title=\"Tejanos\">Tejanos</a>, <a href=\"/wiki/Nuevomexicanos\" class=\"mw-redirect\" title=\"Nuevomexicanos\">Nuevomexicanos</a>, <a href=\"/wiki/Californios\" class=\"mw-redirect\" title=\"Californios\">Californios</a>, <a href=\"/wiki/Gen%C3%ADzaro\" title=\"Genízaro\">Genízaros</a> and <a href=\"/wiki/Mission_Indians\" title=\"Mission Indians\">Mission Indians</a> have existed in the American southwest since the area was part of <a href=\"/wiki/New_Spain\" title=\"New Spain\">New Spain</a>'s <i><a href=\"/wiki/Provincias_Internas\" title=\"Provincias Internas\">Provincias Internas</a></i>. The majority of these historically Hispanophone populations eventually <a href=\"/wiki/Language_shift\" title=\"Language shift\">adopted English as their first language</a> as part of their overall <a href=\"/wiki/Americanization\" title=\"Americanization\">Americanization</a>.\n</p>\n<h2><span class=\"mw-headline\" id=\"19th_century\">19th century</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_Mexican_Americans&amp;action=edit&amp;section=2\" title=\"Edit section: 19th century\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>When Mexico took over control from Spain in the early 1820s, the new government ignored and isolated the \"norteños\" (inhabitants of Mexico's northern provinces), except to break up the mission system in <a href=\"/wiki/History_of_California\" title=\"History of California\">California</a>. The systematic <a href=\"/wiki/Navajo_people\" class=\"mw-redirect\" title=\"Navajo people\">Navajo</a> and <a href=\"/wiki/Apache\" title=\"Apache\">Apache</a> raids on <a href=\"/wiki/History_of_New_Mexico\" title=\"History of New Mexico\">New Mexico</a> villages and ranches were ignored, as was the vulnerability of California, as the central government pulled back its soldiers to use them in recurrent civil wars and factional battles. After armed uprisings in <a href=\"/wiki/Republic_of_Texas\" title=\"Republic of Texas\">Texas</a> Mexico's President <a href=\"/wiki/Antonio_L%C3%B3pez_de_Santa_Anna\" title=\"Antonio López de Santa Anna\">Santa Anna</a> led an army to put down the rebellion. After initial victories at The Alamo and Goliad, Santa Anna was decisively defeated by the Texans, who declared independence. The Tejanos in Texas joined the revolution and supported the new Republic of Texas; The Hispanics in New Mexico and California were localistic and did not identify with the regime in Mexico City. The \"norteños\" played a minor role in the <a href=\"/wiki/Mexican%E2%80%93American_War\" title=\"Mexican–American War\">Mexican–American War</a> of 1846–48, and when offered the choice of repatriating to Mexico or remaining and becoming full citizens of the United States, the great majority remained. Only when large numbers of Americans arrived did they develop a sense of \"lo mexicano,\" that is of \"being Mexican,\" and that new identification had little to do with far-off Mexico.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> American entrepreneurs often cultivated alliances and partnerships with the Mexican propertied elites in the states of Texas and California, and the territories of New Mexico and Arizona. The Californios—who only numbered 10,000 in 1848, remained in California but were soon overwhelmed by the immigration of hundreds of thousands of newcomers to California, and largely became invisible to Anglos. The Latino culture of the rest of the Southwest, especially New Mexico and southern Texas, called itself \"Spanish\" (rather than \"Mexican\") to distinguish themselves from \"los norteamericanos\". The Latinos emphasized their own religion, language, customs and kinship ties, and drew into enclaves, rural colonies and urban barrios, which norteamericanos seldom entered; intermarriage rates were low.\n</p><p>Beginning in the 1820s, immigrants from the U.S. and Europe settled in Texas (Tejas), then part of Mexico. Anglo and Hispanic Texas joined to fight Mexico in 1836, defeating an invading army and declaring the independence of Texas. The Texas Republic included Tejanos as leading citizens, but Mexico refused to recognize its legal existence. The US annexed Texas in 1845, leading to the <a href=\"/wiki/Mexican%E2%80%93American_War\" title=\"Mexican–American War\">Mexican–American War</a> of 1846–48. While there were some Americans who considered the war with Mexico illegal and immoral, others considered it part of <a href=\"/wiki/Manifest_Destiny\" class=\"mw-redirect\" title=\"Manifest Destiny\">Manifest Destiny</a>—the American destiny to pursue the war. This policy claimed that it was the United States' right to expand westward across North America and settle the land.\n</p><p>The Americans won easily and the war ended with the <a href=\"/wiki/Treaty_of_Guadalupe_Hidalgo\" title=\"Treaty of Guadalupe Hidalgo\">Treaty of Guadalupe Hidalgo</a>. In the Treaty Mexico gave up more than 500,000 square miles of territory, which today comprises Arizona, California, Nevada, New Mexico, Texas, Utah, and parts of Colorado and Wyoming. The United States in 1853 purchased the <a href=\"/wiki/Gadsden_Purchase\" title=\"Gadsden Purchase\">Gadsden Purchase</a>, a strip of land in southern New Mexico and Arizona that provided a route for a railroad.\n</p><p>The result was unchallenged American control over a wide range of territory once held by Mexico, including the present day states of Texas, New Mexico, Colorado, Utah, Nevada, Arizona, and California. The vast majority of Hispanic populations chose to stay and become full US citizens. By and large, the Hispanic populations of these areas supported the new government. The Mexican government had become despotic under on-and-off-again President <a href=\"/wiki/General_Santa_Anna\" class=\"mw-redirect\" title=\"General Santa Anna\">General Santa Anna</a>, and the US Government offered protection from Indian raids that Mexico had not prevented, meaning an end to civil wars of the sort that continuously wracked Mexico until 1920, and it promised much greater long-run prosperity.\n</p><p>Although the treaty promised that the landowners in this newly acquired territory would enjoy full enjoyment and protection of their property as if they were citizens of the United States, many former citizens of Mexico lost their claims in lawsuits before state and federal courts. Even those statutes intended to protect the owners of property at the time of the extension of the United States' borders, such as the 1851 California Land Act, had the effect of dispossessing <a href=\"/wiki/Californio\" title=\"Californio\">Californio</a> owners ruined by the cost of maintaining litigation over land titles for years.\n</p><p>After the Santa Fe Ring succeeded in dispossessing thousands of landholders in New Mexico, groups such as <a href=\"/wiki/Las_Gorras_Blancas\" title=\"Las Gorras Blancas\">Las Gorras Blancas</a> tore down fences or burned down interlopers' farm buildings. In western Texas the political struggle sparked an <a href=\"/wiki/San_Elizario_Salt_War\" title=\"San Elizario Salt War\">armed conflict</a> in which the Tejano majority forced the surrender of the <a href=\"/wiki/Texas_Ranger_Division\" title=\"Texas Ranger Division\">Texas Rangers</a>, but in the end lost their influence, offices, and economic opportunities.\n</p><p>In other areas, particularly California, the Hispanic residents were simply overwhelmed by the number of Anglo settlers who rushed in, first in Northern California as a result of the <a href=\"/wiki/California_Gold_Rush\" title=\"California Gold Rush\">California Gold Rush</a>,<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> then decades later by the boom in Southern California. Anglo miners drove Hispanic miners out of their camps, barred non-Anglos from testifying in court and imposed exclusionary standards similar to what was called <a href=\"/wiki/Jim_Crow_laws\" title=\"Jim Crow laws\">Jim Crow</a> in the case of African-Americans.<sup id=\"cite_ref-encyclopedia.com_3-0\" class=\"reference\"><a href=\"#cite_note-encyclopedia.com-3\">&#91;3&#93;</a></sup> Some Hispanics, of whom <a href=\"/wiki/Joaquin_Murietta\" class=\"mw-redirect\" title=\"Joaquin Murietta\">Joaquín Murieta</a> was a legendary example and <a href=\"/wiki/Tiburcio_Vasquez\" class=\"mw-redirect\" title=\"Tiburcio Vasquez\">Tiburcio Vásquez</a> a real one, responded by resorting to banditry. During the Gold Rush, there was an immigration of Mexican miners to California.\n</p><p>About 20,000 Tejanos lived in South Texas in the 1850s. The social structure has been analyzed by historian Randolph Campbell:\n</p>\n<blockquote><p><i>South Texans of Hispanic descent lived in a three-tiered society during the antebellum years. At the top stood the landed elite, the owners of huge ranches, many of which originated as haciendas in the Spanish colonial period. The elite based their economic lives on cattle raising. They sold some cattle in Mexico and Louisiana and exported hides and tallow, but access to major urban markets outside the region was so limited that South Texas ranchers did not develop highly commercial operations during the antebellum years. This apparently suited most very well anyhow in that they viewed their ranches primarily as a way of life rather than a business investment and therefore focused on keeping their property intact as well as turning a profit....</i><sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup></p></blockquote>\n<p>Small landowners occupied the second rung of the South Texas economic and social ladder. These rancheros, as they were called, lived in one-room adobe houses and spent most of their time caring for their small herds of horses and cattle. Although a smaller part of the population, they can be compared, it seems, to the plain folk Anglos of East Texas. That is, they differed from the elite only in the extent of their property, not in their dependence on the land or the way they tried to live.\n</p><p>Finally, South Texas had a lower class composed primarily of peóns, vaqueros, and cartmen. Peóns had a status above that of the slaves in antebellum Texas but below that of genuinely free men. They owned no property, could not travel or call in a doctor without the permission of the estate owner (the patrón), and needed his approval for marriages. When a peón was accused of an offense, the patrón acted as judge and jury. On the other hand, peóns were not property and therefore could not be bought and sold or treated as personal chattels in any way. Somewhere in an ill-defined place between that of slaves and free men, they served as “faithful servants” to the upper class.\n</p><p>Peóns worked at the direction of the patróns—planting and harvesting crops, herding goats, digging wells, and doing any sort of manual labor necessary. In return they received wages or credits at the estate's store in amounts so small that they were constantly in debt. They lived in tiny one-room jacales, huts with walls of mud or any other material available and thatched roofs. The one room served for both living and sleeping; cooking and eating took place in a separate enclosure made of grass or corn stalks.\n</p><p>The poor, landless class also included vaqueros, the men who herded and took care of cattle. Ranch owners and mission priests generally considered it beneath their dignity to do such work and thought of these first Texas cowboys simply as laborers riding horses. No one involved could have imagined that millions of Americans would one day see working cattle as an ultimately romantic and heroic part of Texas's past. At least vaqueros, as befitted their future image, had more independence than peóns. They were not bound to the land and could even expect to acquire property of their own someday.\n</p><p>Cartmen lived in San Antonio or along the route from that city to Indianola and earned their living by transporting food and merchandise from the coast to the interior. Using oxcarts, they virtually monopolized this particular freight route by moving goods quickly and cheaply. Anglo competitors appeared by the 1850s but were unable to match the rates charged by the Tejanos. Carting appears to have been the most lucrative business open to poorer Tejanos during these years.\n</p>\n<blockquote><p><i>In parts of south Texas and southern Arizona, Hispanic Americans were able to obtain positions within local government while in New Mexico Hispanic Americans remained an absolute majority of the population until the end of the 19th century. The federal government delayed granting statehood to New Mexico because of its Hispanic American political leadership.</i><sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup></p></blockquote>\n<p>Despite integration, Hispanic Americans managed to retain their <a href=\"/wiki/Spanish_language\" title=\"Spanish language\">Spanish language</a> and culture. They were most successful in those areas where they had retained some measure of political or economic power, where Jim Crow laws imposed a forced isolation or where immigrants from Mexico made up a significant percentage of the community.\n</p>\n<h2><span id=\"Anti-Mexican_American_violence_.281840s_to_1900s.29\"></span><span class=\"mw-headline\" id=\"Anti-Mexican_American_violence_(1840s_to_1900s)\">Anti-Mexican American violence (1840s to 1900s)</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_Mexican_Americans&amp;action=edit&amp;section=3\" title=\"Edit section: Anti-Mexican American violence (1840s to 1900s)\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The lynching of Mexicans and Mexican Americans in the Southwest has long been overlooked in American history. This may be due to the fact that most historical records categorized Mexicans, Italians, Native Americans, and sometimes Chinese lynching victims as white.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup> It is estimated that at least 597 Mexican Americans were lynched between 1848 and 1928. Mexicans were <a href=\"/wiki/Lynched\" class=\"mw-redirect\" title=\"Lynched\">lynched</a> at a rate of 27.4 per 100,000 of population between 1880 and 1930. This statistic is second only to that of the African American community during that period, which suffered an average of 37.1 per 100,000 population.<sup id=\"cite_ref-encyclopedia.com_3-1\" class=\"reference\"><a href=\"#cite_note-encyclopedia.com-3\">&#91;3&#93;</a></sup> Between 1848 and 1879, Mexicans were lynched at an unprecedented rate of 473 per 100,000 of population. Most of these lynchings were not instances of \"frontier justice\"—of the 597 total victims, only 64 were lynched in areas which lacked a formal judicial system.<sup id=\"cite_ref-findarticles.com_7-0\" class=\"reference\"><a href=\"#cite_note-findarticles.com-7\">&#91;7&#93;</a></sup> The majority of lynching victims were denied access to a trial while others were convicted in unfair trials.\n</p><p>During the <a href=\"/wiki/California_Gold_Rush\" title=\"California Gold Rush\">California Gold Rush</a>, as many as 25,000 Mexicans arrived in California. Many of these Mexicans were experienced miners and had some success mining gold in California. Some Anglos reacted with violence. Between 1848 and 1860, at least 163 Mexicans were lynched in California alone.<sup id=\"cite_ref-findarticles.com_7-1\" class=\"reference\"><a href=\"#cite_note-findarticles.com-7\">&#91;7&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Immigration_and_diffusion\">Immigration and diffusion</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_Mexican_Americans&amp;action=edit&amp;section=4\" title=\"Edit section: Immigration and diffusion\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Hispanic Americans made up a significant number of workers in a number of industries, particularly the railroad and mining industries in the southwestern U.S., that led to the growth of communities throughout the region. The employment needs of the railroad industry in the late 19th century brought Mexican immigrants from more remote regions of Mexico, while the new systems integrated the border regions of the United States and Mexico. The railroad also led to the economic development of those parts of the US, drawing Mexican immigrants in large numbers into agriculture in the early 20th century, establishing a pattern that continued thereafter.\n</p><p>These largely male Mexican immigrants also established <i>colonias</i> in the early 20th century in places such as <a href=\"/wiki/Chicago\" title=\"Chicago\">Chicago</a>, <a href=\"/wiki/Kansas_City,_Missouri\" title=\"Kansas City, Missouri\">Kansas City</a> and <a href=\"/wiki/Salt_Lake_City,_Utah\" class=\"mw-redirect\" title=\"Salt Lake City, Utah\">Salt Lake City, Utah</a> as railroad employment took them further within the United States. Mexican-Americans and Mexican immigrants also moved in large numbers to <a href=\"/wiki/Denver,_Colorado\" class=\"mw-redirect\" title=\"Denver, Colorado\">Denver</a>, the <a href=\"/wiki/San_Francisco,_California\" class=\"mw-redirect\" title=\"San Francisco, California\">San Francisco</a> Bay area, and to a lesser extent to <a href=\"/wiki/Detroit,_Michigan\" class=\"mw-redirect\" title=\"Detroit, Michigan\">Detroit</a>, <a href=\"/wiki/Minneapolis,_Minnesota\" class=\"mw-redirect\" title=\"Minneapolis, Minnesota\">Minneapolis</a> and the <a href=\"/wiki/Monongahela_Valley\" class=\"mw-redirect\" title=\"Monongahela Valley\">Monongahela Valley</a>, <a href=\"/wiki/Pennsylvania\" title=\"Pennsylvania\">Pennsylvania</a>, during <a href=\"/wiki/World_War_I\" title=\"World War I\">World War I</a> to work in the steel and automobile manufacturing industry. Others began migrating from South Texas to work in cotton fields elsewhere in Texas and <a href=\"/wiki/Oklahoma\" title=\"Oklahoma\">Oklahoma</a>, and from Southern California went to work in summer harvests of groves and orchards in <a href=\"/wiki/Oregon\" title=\"Oregon\">Oregon</a> and the <a href=\"/wiki/Yakima_Valley_AVA\" title=\"Yakima Valley AVA\">Yakima Valley</a>, <a href=\"/wiki/Washington_(U.S._state)\" class=\"mw-redirect\" title=\"Washington (U.S. state)\">Washington</a>.\n</p><p>More recently, beginning in significant numbers in the 1970s, Mexican immigrants have moved in large numbers to the Midwest U.S., attracted by jobs in the packinghouse industry, and to the southeastern U.S., where they have displaced many African-Americans and contract workers from the Caribbean in agriculture and related industries. This large wave of Mexican immigration are attracted to low-paid labor jobs and an equally high number moved to low-income communities, such as industrial suburbs of <a href=\"/wiki/Los_Angeles,_California\" class=\"mw-redirect\" title=\"Los Angeles, California\">Los Angeles</a> in ethnic neighborhoods known as <i>barrios</i> and the agricultural sector of <a href=\"/wiki/Imperial_Valley_(California)\" class=\"mw-redirect\" title=\"Imperial Valley (California)\">Imperial Valley</a>, <a href=\"/wiki/California\" title=\"California\">California</a>.\n</p>\n<h2><span class=\"mw-headline\" id=\"Early_20th-century_Texas\">Early 20th-century Texas</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_Mexican_Americans&amp;action=edit&amp;section=5\" title=\"Edit section: Early 20th-century Texas\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In Texas, people of Hispanic ethnicity, most of whom were Mexican nationals, began arriving in greater numbers between 1900 and 1930. Adding to the number of older Hispanic residents already in Texas, some of whom had been here since the Spanish Colonial Era, many of these new immigrants engaged in cotton production by performing the back-breaking work of hoeing cotton fields clean of weeds and harvesting the mature crop during the summer and fall. These resilient people established themselves in communities where earlier Hispanics already existed. From settlements in The Rio Grande Valley, in South Texas, communities in the Nueces Strip-between Three Rivers and Corpus Cristi, Texas-and the interior city of San Antonio, Hispanics ventured outward following the maturing cotton crop north and west. They traveled by extended family groups on an odyssey known as \"The Big Swing\". Along the route some younger family members might land a permanent job and stay behind. From Lubbock to San Angelo, Hispanics now form an integral part of their local communities.\n</p>\n<h3><span id=\".22Nuevomexicanos.22_in_New_Mexico.2C_1900.E2.80.931930\"></span><span class=\"mw-headline\" id=\"&quot;Nuevomexicanos&quot;_in_New_Mexico,_1900–1930\">\"Nuevomexicanos\" in New Mexico, 1900–1930</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_Mexican_Americans&amp;action=edit&amp;section=6\" title=\"Edit section: &quot;Nuevomexicanos&quot; in New Mexico, 1900–1930\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Hispanics living in New Mexico were relegated to second-class social status by the socio economically dominant non Hispanic population. Some of these \"Anglos\" deprecated Hispanic/Mexican culture. and questioned the native populations fitness for democracy. Some claim, in response, they constructed a \"Spanish American\" identity in an early instance of cultural citizenship (expressing Americanism through ethnic identity) but this is strongly disputed by Richard Nostrand.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup> <a href=\"/wiki/United_States_home_front_during_World_War_I\" title=\"United States home front during World War I\">World War I</a> gave the Hispanics the opportunity to prove their full American citizenship. Like the \"new immigrants\" in eastern cities who also constructed dual identities, members of the Nuevomexicano middle class exuberantly participated in the war effort. They melded images of their heritage with patriotic symbols of America, especially in the Spanish-language press. Nuevomexicano politicians and community leaders recruited the rural masses into the war cause overseas and on the home front, including the struggle for woman suffrage. Support from New Mexico's Anglo establishment aided their efforts. Their wartime contributions improved the conditions of minority citizenship for Nuevomexicanos but did not entirely eliminate social inequality. For example, no Hispanics—not even the son of a regent—was allowed in a fraternity at the state university.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup>\n</p><p>The Anglos and Hispanics cooperated because both prosperous and poor Hispanics could vote and they outnumbered the Anglos. Around 1920, the term \"Spanish-American\" replaced \"Mexican\" in polite society and in political debate. The new term served both the interests of both groups. For Spanish speakers, it evoked Spain, Not Mexico, recalling images of a romantic colonial past and suggesting a future of equality in Anglo-dominated America. For Anglos, on the other hand, it was a useful term that upgraded the state's image, for the old image as a \"Mexican\" land suggested violence and disorder, and had discouraged capital investment and set back the statehood campaign. The new term gave the impression that \"Spanish Americans\" belonged to a true American political culture, making the established order appear all the more democratic.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup>\n</p>\n<h2><span id=\"1910.E2.80.931930s\"></span><span class=\"mw-headline\" id=\"1910–1930s\">1910–1930s</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_Mexican_Americans&amp;action=edit&amp;section=7\" title=\"Edit section: 1910–1930s\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>After 1911 the ferocious civil wars in Mexico led 600,000 to 1 million refugees to flee north across the border, which was generally open. Well educated middle-class families emigrated, as well as poor citizens.\n</p><p>In Texas a band of radicals issued the manifesto \"<a href=\"/wiki/Plan_de_San_Diego\" class=\"mw-redirect\" title=\"Plan de San Diego\">Plan de San Diego</a>\" in 1915 in South Texas calling on Hispanics to reconquer the Southwest and kill all the Anglo men. Rebels assassinated opponents and killed several dozen people in attacks on railroads and ranches before the Texas Rangers smashed the insurrection. Tejanos strongly repudiated the Plan and affirmed their American loyalty by founding the <a href=\"/wiki/League_of_United_Latin_American_Citizens\" title=\"League of United Latin American Citizens\">League of United Latin American Citizens</a> (LULAC). LULAC, headed by professionals, businessmen and modernizers, became the central Tejano organization promoting civic pride and civil rights.<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup>\n</p><p>Over 500,000 returned after 1930, but many stayed. The consulates of the Mexican government in major cities in the Southwest organized a network of \"juntas patrioticas\" (patriotic councils) and \"comisiónes honoríficos\" (honorary committees) to celebrate Mexican national holidays such as the <a href=\"/wiki/Cinco_de_Mayo\" title=\"Cinco de Mayo\">Cinco de Mayo</a>; the target audience was the Latino middle class.<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup>\n</p><p>In borderlands towns such as Brownsville, Corpus Christi, Laredo, San Antonio, El Paso, Tucson, Yuma, San Diego, and Los Angeles, local Latino leaders wanted to restrict the influx of immigrants, because the newcomers directly competed with resident Latinos for jobs and housing and because they reinforced negative stereotypes regarding a lazy and violent lifestyle. In 1929 the <a href=\"/wiki/League_of_United_Latin_American_Citizens\" title=\"League of United Latin American Citizens\">League of United Latin American Citizens</a> (LULAC) was formed on the premise that full acceptance of American social, educational and political values was the only way Latinos could reasonably expect to improve their political, economic, and social position in American society. Some upwardly mobile families joined Protestant churches, but most remained devout, conservative Roman Catholics. From the early 1930s through the 1960s, LULAC's political agenda focused on citizenship training and naturalization of \"foreign-born Mexicans,\" English-language training, active support of antidiscriminatory litigation and legislation (particularly regarding public schools), and strict control of further immigration from Mexico. LULAC promoted the liberal rhetoric of \"equality\" and \"rights\" and the mutual obligations of <a href=\"/w/index.php?title=Republicanism,_U.S.&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Republicanism, U.S. (page does not exist)\">republican civic duty</a>. However, voting levels were quite low, and especially in South Texas the Latino vote was controlled by local \"bosses.\" There was little in the way of radical movements.\n</p>\n<h3><span class=\"mw-headline\" id=\"Mexican_immigration\">Mexican immigration</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_Mexican_Americans&amp;action=edit&amp;section=8\" title=\"Edit section: Mexican immigration\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Most Mexican-Americans are descendants of immigrants who moved into the U.S. in high numbers after 1910. Many first arrived as agricultural laborers in farming valleys of the southern ends of the border states of California, especially the <a href=\"/wiki/Imperial_Valley\" title=\"Imperial Valley\">Imperial Valley</a>; Arizona, especially <a href=\"/wiki/Tucson\" class=\"mw-redirect\" title=\"Tucson\">Tucson</a>; New Mexico; and Texas, especially the <a href=\"/wiki/Rio_Grande_Valley\" title=\"Rio Grande Valley\">Rio Grande Valley</a>. Anglo-Americans hired Mexicans and U.S. born Mexicans to work in the region's year-round agricultural economy, most notably in tomatoes, carrots, lettuce, grapes, strawberries and citrus fruit. Mexican farm laborers along with <a href=\"/wiki/African_Americans\" title=\"African Americans\">African Americans</a>, <a href=\"/wiki/Filipino_Americans\" title=\"Filipino Americans\">Filipino Americans</a>, <a href=\"/wiki/Japanese-Americans\" class=\"mw-redirect\" title=\"Japanese-Americans\">Japanese-Americans</a>, and even <a href=\"/wiki/Armenian_Americans\" title=\"Armenian Americans\">Armenian Americans</a>, <a href=\"/wiki/Native_Hawaiians\" title=\"Native Hawaiians\">Native Hawaiians</a> and <a href=\"/wiki/Native_Americans_of_the_United_States\" class=\"mw-redirect\" title=\"Native Americans of the United States\">American Indians</a> were highly instrumental and contributed to California becoming the nation's leading agricultural state in the 20th century.\n</p><p>Large-scale emigration from central Mexico to the United States began in the 1920s. Mexico was exempted from the system of quotas created by the <a href=\"/wiki/Immigration_Act_of_1924\" title=\"Immigration Act of 1924\">Immigration Act of 1924</a>, with U.S. politicians hoping to dissuade the revolutionary government from carrying out the nationalization the nation's oil reserves decreed in the <a href=\"/wiki/1917_Constitution_of_Mexico\" class=\"mw-redirect\" title=\"1917 Constitution of Mexico\">1917 Constitution of Mexico</a>. In 1926, the anti-clerical policies of <a href=\"/wiki/Plutarco_El%C3%ADas_Calles\" title=\"Plutarco Elías Calles\">Plutarco Elías Calles</a> led to a rebellion by Catholic ranchers and peasants in <a href=\"/wiki/Jalisco\" title=\"Jalisco\">Jalisco</a> and <a href=\"/wiki/Michoac%C3%A1n\" title=\"Michoacán\">Michoacán</a>, known as the <a href=\"/wiki/Cristero_War\" title=\"Cristero War\">Cristero War</a>. The rebellion spread to thirteen states across the center of Mexico, with upwards of 50,000 people taking up arms to defend the <a href=\"/wiki/Catholic_Church\" title=\"Catholic Church\">Catholic Church</a>. Although they failed to capture any major cities, the <a href=\"/wiki/Mexican_Army\" title=\"Mexican Army\">federal army</a> was unable to defeat these mounted guerillas. Between 1926 and 1930, the Cristiada War claimed 70,000 lives, led to the internal migration of 200,000 people, as well as the external emigration (mostly to the U.S.) of over 450,000 people. 'The establishment of a major Mexican presence in California dates back to these years.' <sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup> Mexicans met the increasing demand for cheap labor on the West Coast after draconian restrictions were imposed on Asian immigration. During this period, Mexicans began to migrate to areas outside the Southwest; they were imported to work in the steel mills of <a href=\"/wiki/Chicago\" title=\"Chicago\">Chicago</a> during a strike in 1919, and again in 1923.<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup> Many would find work on the assembly lines of automobile factories in <a href=\"/wiki/Detroit\" title=\"Detroit\">Detroit</a>, and in the meat-packing plants of Chicago and <a href=\"/wiki/Kansas_City,_Missouri\" title=\"Kansas City, Missouri\">Kansas City</a>.\n</p>\n<h4><span class=\"mw-headline\" id=\"1930s\">1930s</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_Mexican_Americans&amp;action=edit&amp;section=9\" title=\"Edit section: 1930s\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h4>\n<p>During the <a href=\"/wiki/Great_Depression_in_the_United_States\" title=\"Great Depression in the United States\">Great Depression in the United States</a>, the federal <a href=\"/wiki/Immigration_and_Naturalization_Service\" title=\"Immigration and Naturalization Service\">INS</a> adopted a policy of <a href=\"/wiki/Mexican_Repatriation\" title=\"Mexican Repatriation\">repatriation</a>; some 400,000 Mexican immigrants and their children were given one-way tickets home. Texas used <a href=\"/wiki/Texas_Ranger_Division\" title=\"Texas Ranger Division\">Rangers</a> to forcibly evict Mexicans who refused to accept voluntary repatriation, while Illinois, Indiana and Michigan paid for special trains to take Mexicans home.<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup>\n</p><p>President <a href=\"/wiki/Franklin_D._Roosevelt\" title=\"Franklin D. Roosevelt\">Franklin D. Roosevelt</a> promoted a \"good neighbor\" policy that sought better relations with Mexico. In 1935 a federal judge ruled that three Mexican immigrants were ineligible for citizenship because they were not white, as required by federal law. Mexico protested, and Roosevelt decided to circumvent the decision and make sure the federal government treated Hispanics as white. The State Department, the Census Bureau, the Labor Department, and other government agencies therefore made sure to uniformly classify people of Mexican descent as white. This policy encouraged the <a href=\"/wiki/League_of_United_Latin_American_Citizens\" title=\"League of United Latin American Citizens\">League of United Latin American Citizens</a> in its quest to minimize discrimination by asserting whiteness. LULAC, with its middle class base aspiring to the <a href=\"/wiki/American_Dream\" title=\"American Dream\">American Dream</a>, emphasized its loyalty to the United States, its commitment to individual achievement, and free-market capitalism.<sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"1940s\">1940s</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_Mexican_Americans&amp;action=edit&amp;section=10\" title=\"Edit section: 1940s\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"World_War_II\">World War II</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_Mexican_Americans&amp;action=edit&amp;section=11\" title=\"Edit section: World War II\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>World War II was a watershed for all the Latino groups. Enthusiasm for the war was high.<sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\">&#91;17&#93;</a></sup> Some 500,000 men were drafted or volunteered; even larger numbers of women and older men worked in high paying munitions plants, ending the hardship years of the depression and inspiring demands for upward mobility and political rights. The LULAC and <a href=\"/wiki/El_Congreso_de_Pueblos_de_Habla_Espa%C3%B1ola\" title=\"El Congreso de Pueblos de Habla Española\">El Congreso de Pueblos de Habla Española</a> (the Spanish-Speaking Peoples' Congress), founded before the war, expanded their membership and more successfully demanded full integration for their middle class constituents. LULAC expanded from its Texas base into New Mexico.<sup id=\"cite_ref-18\" class=\"reference\"><a href=\"#cite_note-18\">&#91;18&#93;</a></sup>\n</p><p>In Arizona community organizations were very active in patriotic efforts to support American troops abroad, and made efforts to support the war effort materially and to provide moral support for the young American men fighting the war, especially the young Mexican-American men from local communities. Some of the community projects were cooperative ventures in which members of both the Mexican-American and Anglo communities participated. Most efforts made in the Mexican-American community, however, represented localized American home front activities that were separate from the activities of the Anglo community.<sup id=\"cite_ref-19\" class=\"reference\"><a href=\"#cite_note-19\">&#91;19&#93;</a></sup> Mexican-American women organized to assist their servicemen and the war effort. An underlying goal of the Spanish-American Mothers and Wives Association was the reinforcement of the woman's role in Spanish-Mexican culture. The organization raised thousands of dollars, wrote letters, and joined in numerous celebrations of their culture and their support for Mexican-American servicemen. Membership reached over 300 during the war and eventually ended its existence in 1976.<sup id=\"cite_ref-20\" class=\"reference\"><a href=\"#cite_note-20\">&#91;20&#93;</a></sup>\n</p><p>Labor unions opened their membership rolls and Luisa Moreno became the first Latina to hold a national union office, as vice-president of the United Cannery, Agricultural, Packing, and Allied Workers of America (UCAPAWA), and affiliate of the Congress of Industrial Organizations (CIO).\n</p><p>Teenagers developed their own music, language and dress. For the men, the style was to wear a <a href=\"/wiki/Zoot_suit\" title=\"Zoot suit\">zoot suit</a> — a flamboyant long coat with baggy pegged pants, a pork pie hat, a long key chain and shoes with thick soles. They called themselves \"Pachucos.\" Trouble broke out in Los Angeles and several smaller cities, where servicemen in uniform who had never seen a Mexican American took umbrage at well-paid teenagers taking their leisure. <a href=\"/wiki/Zoot_Suit_Riots\" title=\"Zoot Suit Riots\">Skirmishes and mini riots</a> erupted in 1943, but the servicemen moved out, no one was killed, and there were few long-term reverberations.<sup id=\"cite_ref-21\" class=\"reference\"><a href=\"#cite_note-21\">&#91;21&#93;</a></sup>\n</p><p>Mexican Americans had learned new trades and organizational skills in service, and many civilian men and women had taken well-paid jobs in war industries. The veterans were fully eligible for the GI Bill, which financed 52 weeks of unemployment insurance as well as very low cost home mortgages and free high school and college educations, and free medical care at VA hospitals.<sup id=\"cite_ref-22\" class=\"reference\"><a href=\"#cite_note-22\">&#91;22&#93;</a></sup> However the community felt it did not gain the full measure of economic and political equality it had earned on the battlefield; that disappointment led to a new level of activism.<sup id=\"cite_ref-23\" class=\"reference\"><a href=\"#cite_note-23\">&#91;23&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Bracero_Program\">Bracero Program</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_Mexican_Americans&amp;action=edit&amp;section=12\" title=\"Edit section: Bracero Program\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>When the U.S. entered the war it turned to Mexico to address wartime labor shortages. In August 1942 the <a href=\"/wiki/Bracero_Program\" class=\"mw-redirect\" title=\"Bracero Program\">Bracero Program</a> was launched for the importation of temporary contract laborers from Mexico. By the time it ended in 1964 more than 4 million Mexican farm-workers arrived in the U.S. under this guest worker program, most of them destined for the cotton-fields and orchards of California's <a href=\"/wiki/Central_Valley_(California)\" title=\"Central Valley (California)\">Central Valley</a> and the <a href=\"/wiki/Pacific_Northwest\" title=\"Pacific Northwest\">Pacific Northwest</a>, and the ranches and sugar beet farms of the Midwest. Texas chose to opt out of the Bracero program and hire farm-workers directly from Mexico. At its height, over 437,000 guest-workers entered the U.S. annually. The invention of mechanical cotton harvesters reduced labor needs, and scandals over the exploitation of guest workers led the <a href=\"/wiki/U.S._Department_of_Labor\" class=\"mw-redirect\" title=\"U.S. Department of Labor\">Department of Labor</a> official overseeing the program to denounce it as 'legalized slavery'.<sup id=\"cite_ref-24\" class=\"reference\"><a href=\"#cite_note-24\">&#91;24&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Since_1965\">Since 1965</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_Mexican_Americans&amp;action=edit&amp;section=13\" title=\"Edit section: Since 1965\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The <a href=\"/wiki/Immigration_and_Nationality_Act_of_1965\" title=\"Immigration and Nationality Act of 1965\">Immigration and Nationality Act of 1965</a> set strict quotas on the number of persons who could legally enter the U.S. from Latin American nations, and most new Mexican migration to the U.S. in the 1960s and 1970s was temporary and short-term. Since the 1980s, Mexican migration has increased dramatically. The <a href=\"/wiki/Immigration_Reform_and_Control_Act_of_1986\" title=\"Immigration Reform and Control Act of 1986\">Immigration Reform and Control Act of 1986</a> granted amnesty to illegal immigrants who had resided in the U.S. before 1982, while imposing penalties on employers who hired illegal immigrants. Several factors led to an increase in Mexican immigration to the U.S. The <a href=\"/wiki/Latin_American_debt_crisis\" title=\"Latin American debt crisis\">Latin American debt crisis</a> of the 1980s led to high rates of unemployment in Mexico and destroyed the savings of a large portion of the middle-class, as did the <a href=\"/wiki/1994_economic_crisis_in_Mexico\" class=\"mw-redirect\" title=\"1994 economic crisis in Mexico\">1994 Mexican Peso Crisis</a>. In 1991, Mexican president <a href=\"/wiki/Carlos_Salinas\" class=\"mw-redirect\" title=\"Carlos Salinas\">Carlos Salinas</a> dismantled the communally-owned <a href=\"/wiki/Ejido\" title=\"Ejido\">ejidos</a>, one of the most important legacies of the <a href=\"/wiki/Mexican_Revolution\" title=\"Mexican Revolution\">Mexican Revolution</a>, and the enactment of <a href=\"/wiki/North_American_Free_Trade_Agreement\" title=\"North American Free Trade Agreement\">NAFTA</a> brought a flood of subsidized U.S. corn into the Mexican market, driving down grain prices and forcing hundreds of thousands of people from rural areas to migrate in search of better economic opportunities. The 2000 Census showed that the foreign-born population of the U.S. increased by 11.3 million people in the 1990s, and Mexican immigrants accounted for 43% of that growth.<sup id=\"cite_ref-25\" class=\"reference\"><a href=\"#cite_note-25\">&#91;25&#93;</a></sup> The region which had the fastest-growing immigrant population was the <a href=\"/wiki/Southern_United_States\" title=\"Southern United States\">Southeast</a>, where many Mexicans who found work in construction, as migrant agricultural laborers, and in textile mills and chicken processing plants. The Latino populations of <a href=\"/wiki/Georgia_(U.S._state)\" title=\"Georgia (U.S. state)\">Georgia</a>, <a href=\"/wiki/North_Carolina\" title=\"North Carolina\">North</a> and <a href=\"/wiki/South_Carolina\" title=\"South Carolina\">South Carolina</a>, and <a href=\"/wiki/Arkansas\" title=\"Arkansas\">Arkansas</a> increased between 300 and 400 per cent from 1990 to 2000.<sup id=\"cite_ref-26\" class=\"reference\"><a href=\"#cite_note-26\">&#91;26&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Labor_struggles\">Labor struggles</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_Mexican_Americans&amp;action=edit&amp;section=14\" title=\"Edit section: Labor struggles\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"thumb tleft\"><div class=\"thumbinner\" style=\"width:222px;\"><a href=\"/wiki/File:Dolores_Huerta_in_Santa_Barbara.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Dolores_Huerta_in_Santa_Barbara.jpg/220px-Dolores_Huerta_in_Santa_Barbara.jpg\" width=\"220\" height=\"501\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/7/7d/Dolores_Huerta_in_Santa_Barbara.jpg 1.5x\" data-file-width=\"276\" data-file-height=\"628\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Dolores_Huerta_in_Santa_Barbara.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>Dolores Huerta speaking at a rally in <a href=\"/wiki/Santa_Barbara,_California\" title=\"Santa Barbara, California\">Santa Barbara, California</a> on September 24, 2006.</div></div></div>\n<p>Mexican-American workers formed unions of their own and joined integrated unions throughout the 20th century. The <a href=\"/wiki/Industrial_Workers_of_the_World\" title=\"Industrial Workers of the World\">Industrial Workers of the World</a> (IWW) was particularly active in organizing Mexican-American farm workers and hard rock miners the first three decades of that century, in Arizona and elsewhere. In 1917, many of them were expelled in the <a href=\"/wiki/Bisbee_Deportation\" title=\"Bisbee Deportation\">Bisbee Deportation</a>.\n</p><p>The first recorded strike led by Mexican-Americans was in the start of the 20th century in <a href=\"/wiki/Southern_California\" title=\"Southern California\">Southern California</a>. There, a small group of Mexican farm laborers along with Japanese-Americans organized strikes in 1905 near <a href=\"/wiki/Oxnard,_California\" title=\"Oxnard, California\">Oxnard</a> in <a href=\"/wiki/Ventura_County,_California\" title=\"Ventura County, California\">Ventura County, California</a> but were not successful in meeting demands for better wages and working conditions.<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (September 2011)\">citation needed</span></a></i>&#93;</sup>\n</p><p>From about 1902 to 1914, the <a href=\"/wiki/United_Mine_Workers_of_America\" class=\"mw-redirect\" title=\"United Mine Workers of America\">United Mine Workers of America</a> (UMWA) attempted to organize coal miners in Colorado. In 1927, Mexican-American coal miners participated in a bloody <a href=\"/wiki/Columbine_Mine_massacre\" title=\"Columbine Mine massacre\">coal strike in Colorado</a>, walking out under the banner of the IWW. Mexican-Americans in the southeastern part of the state, particularly from the <a href=\"/wiki/Walsenburg,_Colorado\" title=\"Walsenburg, Colorado\">Walsenburg</a>, <a href=\"/wiki/Pueblo,_Colorado\" title=\"Pueblo, Colorado\">Pueblo</a>, and <a href=\"/wiki/Trinidad,_Colorado\" title=\"Trinidad, Colorado\">Trinidad</a> areas, took leadership roles in the 1927 strike.\n</p>\n<blockquote><p><i>Numerous workers from Mexico were in the mines. As many as 60 percent of all these wage earners had come to Colorado after further labor troubles at <a href=\"/wiki/Colorado_Fuel_and_Iron\" title=\"Colorado Fuel and Iron\">Colorado Fuel and Iron</a> (CF&amp;I) properties in 1919 and 1921. As the IWW agitation increased in 1926-27, mine owners refused to hire Mexicans, blaming them for the labor unrest</i>.<sup id=\"cite_ref-27\" class=\"reference\"><a href=\"#cite_note-27\">&#91;27&#93;</a></sup></p></blockquote>\n<p>The UMWA returned to northern Colorado in 1928, just weeks after a machine-gun massacre of strikers, when <a href=\"/wiki/Josephine_Roche\" title=\"Josephine Roche\">Josephine Roche</a>, president of the <a href=\"/wiki/Rocky_Mountain_Fuel_Company\" title=\"Rocky Mountain Fuel Company\">Rocky Mountain Fuel Company</a>, invited the <a href=\"/wiki/American_Federation_of_Labor\" title=\"American Federation of Labor\">AFL-affiliated</a> organization to take the place of the more radical IWW.\n</p><p>The <a href=\"/wiki/Communist_Party_USA\" title=\"Communist Party USA\">Communist Party-affiliated</a><sup id=\"cite_ref-28\" class=\"reference\"><a href=\"#cite_note-28\">&#91;28&#93;</a></sup> <a href=\"/wiki/United_Cannery,_Agricultural,_Packing,_and_Allied_Workers_of_America\" title=\"United Cannery, Agricultural, Packing, and Allied Workers of America\">Cannery and Agricultural Workers Industrial Union</a> led a massive strike of cotton pickers in California in 1933; that strike was defeated after mass arrests and the murder of several strikers. The movie <i><a href=\"/wiki/Salt_of_the_Earth_(1954_film)\" title=\"Salt of the Earth (1954 film)\">Salt of the Earth</a></i> depicts another strike, waged by the mostly Mexican-American members of the <a href=\"/wiki/Western_Federation_of_Miners\" title=\"Western Federation of Miners\">Mine Mill and Smelter Workers</a>; the movie itself became an important document in the later Chicano movement.\n</p>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:172px;\"><a href=\"/wiki/File:Cesar_chavez_crop2.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Cesar_chavez_crop2.jpg/170px-Cesar_chavez_crop2.jpg\" width=\"170\" height=\"255\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Cesar_chavez_crop2.jpg/255px-Cesar_chavez_crop2.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Cesar_chavez_crop2.jpg/340px-Cesar_chavez_crop2.jpg 2x\" data-file-width=\"833\" data-file-height=\"1249\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Cesar_chavez_crop2.jpg\" class=\"internal\" title=\"Enlarge\"></a></div><a href=\"/wiki/C%C3%A9sar_Ch%C3%A1vez\" class=\"mw-redirect\" title=\"César Chávez\">César Chávez</a> at a <a href=\"/wiki/United_Farmworkers\" class=\"mw-redirect\" title=\"United Farmworkers\">United Farmworkers</a> rally, 1974</div></div></div>\n<p>The most significant union struggle involving Mexican-Americans was the <a href=\"/wiki/United_Farm_Workers\" title=\"United Farm Workers\">United Farm Workers</a>' long strike and boycott aimed at grape growers in the <a href=\"/wiki/San_Joaquin_Valley\" title=\"San Joaquin Valley\">San Joaquin</a> and <a href=\"/wiki/Coachella_Valley\" title=\"Coachella Valley\">Coachella Valleys</a> in the late 1960s, followed by campaigns to organize lettuce workers in California and Arizona, farm workers in Texas, and orange grove workers in Florida. While the union suffered severe setbacks in California in 1973 and never established a strong union presence in other states, its struggle propelled <a href=\"/wiki/C%C3%A9sar_Ch%C3%A1vez\" class=\"mw-redirect\" title=\"César Chávez\">César Chávez</a> and <a href=\"/wiki/Dolores_Huerta\" title=\"Dolores Huerta\">Dolores Huerta</a> into national prominence, while providing the foot soldiers who helped increase the visibility of Mexican-Americans within the <a href=\"/wiki/United_States_Democratic_Party\" class=\"mw-redirect\" title=\"United States Democratic Party\">Democratic Party</a> in California and elect a number of Mexican-American candidates in the 1970s and 1980s.\n</p><p>More recently, the <a href=\"/wiki/Service_Employees_International_Union\" title=\"Service Employees International Union\">Service Employees International Union</a> has led a number of successful \"<a href=\"/wiki/Justice_for_Janitors\" title=\"Justice for Janitors\">Justice for Janitors</a>\" campaigns throughout the United States among predominantly immigrant workers, many of whom have come from Mexico and <a href=\"/wiki/Central_America\" title=\"Central America\">Central America</a>. Those campaigns do not stress cultural or ethnic identity in the way that the UFW did, but have linked immigrant workers' struggles with the political interests of Mexican-Americans in many communities, such as Los Angeles.\n</p><p>The <a href=\"/wiki/Industrial_Workers_of_the_World\" title=\"Industrial Workers of the World\">IWW</a> is also once again organizing, particularly among Troquero truck drivers and immigrant taxi drivers in the <a href=\"/wiki/Los_Angeles,_California\" class=\"mw-redirect\" title=\"Los Angeles, California\">Los Angeles, California</a> area.\n</p>\n<h2><span class=\"mw-headline\" id=\"Civil_rights_movement\">Civil rights movement</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_Mexican_Americans&amp;action=edit&amp;section=15\" title=\"Edit section: Civil rights movement\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Tejanos &#8212; Texans of Spanish and/or Mexican descent &#8212; formed several organizations in the early 20th century to protect themselves from official and private discrimination, but made only partial progress in addressing the worst forms of official ethnic discrimination. One of those organizations, the <a href=\"/wiki/League_of_United_Latin_American_Citizens\" title=\"League of United Latin American Citizens\">League of United Latin American Citizens</a> formed in 1929, remains active today.\n</p><p>The movement to overturn the many forms of state-sponsored discrimination directed at Hispanic Americans was strongest in Texas during the first fifty years of the 20th century. The movement picked up steam after <a href=\"/wiki/World_War_II\" title=\"World War II\">World War II</a>, when groups such as the <a href=\"/wiki/American_G.I._Forum\" class=\"mw-redirect\" title=\"American G.I. Forum\">American G.I. Forum</a>, formed by returning veterans, joined in the efforts of organizations such as LULAC to demand an end to segregated schools and denial of the right to vote. Hispanic Americans brought several legal cases against school segregation in <a href=\"/wiki/San_Antonio\" title=\"San Antonio\">San Antonio</a> and <a href=\"/wiki/Corpus_Christi,_Texas\" title=\"Corpus Christi, Texas\">Corpus Christi, Texas</a>, in the 1940s and similar battles in <a href=\"/wiki/San_Diego\" title=\"San Diego\">San Diego</a> and <a href=\"/wiki/Orange_County,_California\" title=\"Orange County, California\">Orange County, California</a>.\n</p><p>During <a href=\"/wiki/The_Great_Depression\" class=\"mw-redirect\" title=\"The Great Depression\">The Great Depression</a>, the United States government sponsored a <a href=\"/wiki/Mexican_Repatriation\" title=\"Mexican Repatriation\">Mexican Repatriation</a> program which was intended to encourage people to voluntarily move to Mexico, but thousands were deported against their will. More than 500,000 individuals repatriated (only a small portion were deported), approximately 60 percent of which were actually United States citizens or residents.<sup id=\"cite_ref-29\" class=\"reference\"><a href=\"#cite_note-29\">&#91;29&#93;</a></sup><sup id=\"cite_ref-Counseling_Kevin:_The_Economy_30-0\" class=\"reference\"><a href=\"#cite_note-Counseling_Kevin:_The_Economy-30\">&#91;30&#93;</a></sup> In the post-war <a href=\"/wiki/McCarthy_era\" class=\"mw-redirect\" title=\"McCarthy era\">McCarthy era</a>, the Justice Department launched <a href=\"/wiki/Operation_Wetback\" title=\"Operation Wetback\">Operation Wetback</a>, which deported over 70,000 illegal immigrants and resulted in over 700,000 leaving voluntarily.<sup id=\"cite_ref-Counseling_Kevin:_The_Economy_30-1\" class=\"reference\"><a href=\"#cite_note-Counseling_Kevin:_The_Economy-30\">&#91;30&#93;</a></sup>\n</p><p>Mexican-Americans, mestizos especially, also faced heightened <a href=\"/wiki/Racism\" title=\"Racism\">racism</a> during World War II, most famously during the <a href=\"/wiki/Zoot_Suit_Riots\" title=\"Zoot Suit Riots\">Zoot Suit Riots</a>, when sailors in Los Angeles attacked Mexican-American youths in 1943, and in the Sleepy Lagoon Case, in which a number of young men were wrongly convicted in a case marked by sensationalized press coverage and overt racism from the prosecution and judge. That trial and verdict, overturned on appeal after a broad-based committee was created to support the defendants, is depicted in <a href=\"/wiki/Luis_Valdez\" title=\"Luis Valdez\">Luis Valdez</a>' play and film <i>Zoot Suit</i>. At the same time, the United States was importing thousands of Mexican farm workers under the <a href=\"/wiki/Bracero\" class=\"mw-redirect\" title=\"Bracero\">Bracero</a> program that used them as temporary labor, without employment rights.\n</p><p>According to the <a href=\"/wiki/National_World_War_II_Museum\" class=\"mw-redirect\" title=\"National World War II Museum\">National World War II Museum</a>, between 250,000 and 500,000 Hispanic Americans served in the Armed Forces during WWII. Thus, Hispanic Americans comprised 2.3% to 4.7% of the Army. The exact number, however is unknown as at the time Hispanics were classified as whites. Generally Mexican American World War II servicemen were integrated into regular military units. However, many Mexican–American War veterans were discriminated against and even denied medical services by the <a href=\"/wiki/United_States_Department_of_Veterans_Affairs\" title=\"United States Department of Veterans Affairs\">United States Department of Veterans Affairs</a> when they arrived home.<sup id=\"cite_ref-31\" class=\"reference\"><a href=\"#cite_note-31\">&#91;31&#93;</a></sup> In 1948, war veteran Dr <a href=\"/wiki/Hector_P._Garcia\" title=\"Hector P. Garcia\">Hector P. Garcia</a> founded the <a href=\"/wiki/American_GI_Forum\" title=\"American GI Forum\">American GI Forum</a> to address the concerns of Mexican American veterans who were being discriminated against. The AGIF's first campaign was on the behalf of <a href=\"/wiki/Felix_Longoria\" class=\"mw-redirect\" title=\"Felix Longoria\">Felix Longoria</a>, a Mexican American private who was killed in the <a href=\"/wiki/Philippines\" title=\"Philippines\">Philippines</a> in the line of duty. Upon the return of his body to his hometown of <a href=\"/wiki/Three_Rivers,_Texas\" title=\"Three Rivers, Texas\">Three Rivers, Texas</a>, he was denied funeral services because he was Mexican American. Under the guidance of <a href=\"/wiki/Hector_P._Garcia\" title=\"Hector P. Garcia\">Hector P. Garcia</a> and <a href=\"/wiki/Vicente_T._Ximenes\" title=\"Vicente T. Ximenes\">Vicente T. Ximenes</a> the AGIF throughout the 1950s expanded its role as an agency for civil rights advocacy beyond that of solely advocating for Hispanic veterans.\n</p><p>Mexican American school children were subject to racial segregation in the public school system. They were forced to attend \"Mexican schools\" in California. In 1947, the <a href=\"/wiki/Mendez_v._Westminster\" title=\"Mendez v. Westminster\">Mendez v. Westminster</a> ruling declared that segrating children of \"Mexican and Latin descent\" in <a href=\"/wiki/Orange_County,_California\" title=\"Orange County, California\">Orange County</a> and the state of <a href=\"/wiki/California\" title=\"California\">California</a> was unconstitutional. This ruling helped lay the foundation for the landmark <a href=\"/wiki/Brown_v_Board_of_Education\" class=\"mw-redirect\" title=\"Brown v Board of Education\">Brown v Board of Education</a> case which ended racial segregation in the public school system.<sup id=\"cite_ref-32\" class=\"reference\"><a href=\"#cite_note-32\">&#91;32&#93;</a></sup>\n</p><p>In many counties in the Southwestern United States, Mexican Americans were not selected as jurors in court cases which involved a Mexican American defendant.<sup id=\"cite_ref-33\" class=\"reference\"><a href=\"#cite_note-33\">&#91;33&#93;</a></sup> In 1954, Pete Hernandez, an agricultural worker, was indicted of murder by an all-Anglo jury in <a href=\"/wiki/Jackson_County,_Texas\" title=\"Jackson County, Texas\">Jackson County, Texas</a>. Hernandez believed that the jury could not be impartial unless members of other races were allowed on the jury-selecting committees, seeing that a Mexican American had not been on a jury for more than 25 years in that particular county. Hernandez and his lawyers decided to take the case to the Supreme Court. The <a href=\"/wiki/Hernandez_v._Texas\" title=\"Hernandez v. Texas\">Hernandez v. Texas</a> Supreme Court ruling declared that Mexican Americans and other racial groups in the United States were entitled to equal protection under the <a href=\"/wiki/Fourteenth_Amendment_to_the_United_States_Constitution\" title=\"Fourteenth Amendment to the United States Constitution\">14th Amendment</a> of the <a href=\"/wiki/United_States_Constitution\" title=\"United States Constitution\">U.S. Constitution</a>.<sup id=\"cite_ref-34\" class=\"reference\"><a href=\"#cite_note-34\">&#91;34&#93;</a></sup>\n</p><p>The most prominent civil rights organization in the Mexican-American community is the <a href=\"/wiki/Mexican_American_Legal_Defense_and_Educational_Fund\" title=\"Mexican American Legal Defense and Educational Fund\">Mexican American Legal Defense and Educational Fund</a> (MALDEF), founded in 1968. Although modeled after the <a href=\"/wiki/NAACP_Legal_Defense_and_Educational_Fund\" title=\"NAACP Legal Defense and Educational Fund\">NAACP Legal Defense and Educational Fund</a>, MALDEF has also taken on many of the functions of other organizations, including political advocacy and training of local leaders.\n</p>\n<h2><span class=\"mw-headline\" id=\"Chicano_movement\">Chicano movement</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_Mexican_Americans&amp;action=edit&amp;section=16\" title=\"Edit section: Chicano movement\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div role=\"note\" class=\"hatnote navigation-not-searchable\">Main article: <a href=\"/wiki/Chicano_Movement\" title=\"Chicano Movement\">Chicano Movement</a></div><div role=\"note\" class=\"hatnote navigation-not-searchable\">See also: <a href=\"/wiki/Chicano_studies\" class=\"mw-redirect\" title=\"Chicano studies\">Chicano studies</a></div>\n<p>The <a href=\"/wiki/Chicano\" title=\"Chicano\">Chicano</a> movement blossomed in the 1960s. The movement had roots in the civil rights struggles that had preceded it, adding to it the cultural and generational politics of the era.\n</p><p>The early proponents of the movement &#8212; <a href=\"/wiki/Rodolfo_Gonzales\" title=\"Rodolfo Gonzales\">Rodolfo Gonzales</a> in <a href=\"/wiki/Denver,_Colorado\" class=\"mw-redirect\" title=\"Denver, Colorado\">Denver, Colorado</a> and <a href=\"/wiki/Reies_Tijerina\" title=\"Reies Tijerina\">Reies Tijerina</a> in New Mexico &#8212; adopted a historical account of the preceding hundred and twenty-five years that obscured much of Mexican-American history. Gonzales and Tijerina embraced a form of nationalism that was based on the failure of the United States government to live up to the promises that it had made in the Treaty of Guadalupe Hidalgo.<sup id=\"cite_ref-35\" class=\"reference\"><a href=\"#cite_note-35\">&#91;35&#93;</a></sup>\n</p><p>That version of the past did not, on the other hand, take into account the history of those Mexicans who had immigrated to the United States. It also gave little attention to the rights of illegal immigrants in the United States in the 1960s &#8212; not surprising, since immigration did not have the political significance it was to acquire in the years to come. It was only a decade later when activists embraced the rights of illegal immigrants and helped broaden the focus to include their rights.<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (February 2007)\">citation needed</span></a></i>&#93;</sup>\n</p><p>Instead, when the movement dealt with practical problems most activists focused on the most immediate issues confronting Mexican-Americans: unequal educational and employment opportunities, political disenfranchisement, and police brutality. In the heady days of the late 1960s, when the student movement was active around the globe, the Chicano movement brought about more or less spontaneous actions, such as the mass walkouts by high school students in Denver and <a href=\"/wiki/East_Los_Angeles,_California\" title=\"East Los Angeles, California\">East Los Angeles</a> in 1968 and the <a href=\"/wiki/Chicano_Moratorium\" title=\"Chicano Moratorium\">Chicano Moratorium</a> in Los Angeles in 1970.\n</p><p>The movement was particularly strong at the college level, where activists formed <a href=\"/wiki/MEChA\" title=\"MEChA\">MEChA</a>, <i>el Movimiento Estudiantil Chicano de Aztlán</i>, which promoted Chicano Studies programs and a generalized nationalist agenda. The student movement produced a generation of future political leaders, including <a href=\"/wiki/Richard_Alatorre\" title=\"Richard Alatorre\">Richard Alatorre</a> and <a href=\"/wiki/Cruz_Bustamante\" title=\"Cruz Bustamante\">Cruz Bustamante</a> in California.\n</p><p>Some women who worked within the Chicano movement felt that participants were more worried about other issues, such as immigration, than solving problems that affected women. This led Chicanas to form the <a href=\"/wiki/Comisi%C3%B3n_Femenil_Mexicana_Nacional\" title=\"Comisión Femenil Mexicana Nacional\">Comisión Femenil Mexicana Nacional</a> in 1970.\n</p><p>By the mid 1980s to our present day, a major focus of the Chicano movement has been to advance the representation of Chicanos in all American mainstream media.<sup id=\"cite_ref-36\" class=\"reference\"><a href=\"#cite_note-36\">&#91;36&#93;</a></sup> Criticism of the American mainstream news media and U.S. educational institutions by Chicano activists has been particularly harsh in recent years subsequent to the massive displays of support for immigrant rights such as that seen during La Gran Marcha<sup id=\"cite_ref-37\" class=\"reference\"><a href=\"#cite_note-37\">&#91;37&#93;</a></sup> (The Great March) on March 25, 2006 in Los Angeles. As of today, this self-proclaimed \"largest march in U.S. history\" which was primarily organized by Mexican American organizations, Chicano activists, and fueled through a large network of active Internet users, L.A. Spanish language television, and Spanish language news radio coverage, is still virtually ignored by American mainstream (English language) news media and all textbooks of the American educational system.\n</p>\n<h2><span class=\"mw-headline\" id=\"Seasonal_migration\">Seasonal migration</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_Mexican_Americans&amp;action=edit&amp;section=17\" title=\"Edit section: Seasonal migration\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>A common pattern emerged after 1940 of men working summers in the U.S. and spending the winter season in the village back in Mexico.<sup id=\"cite_ref-38\" class=\"reference\"><a href=\"#cite_note-38\">&#91;38&#93;</a></sup> While this became illegal in 1965, the numbers involved kept growing. By 2007 there were 12&#160;million or so undocumented workers in the U.S.; they had jobs, often using fake identity cards. They made money in the U.S. but returned to the villages to spend it, tend to family business, and participate in extended kinship rituals such as baptisms, weddings, and funerals. After the increased border security following the 9-11 attacks in 2001, the back-and-forth pattern became dangerous. People kept coming north, but they stayed in the U.S. and sent money home every month. Locked into the American economy year-round, millions of these undocumented workers moved out of season agricultural jobs into year-round jobs in restaurants, hotels, construction, landscaping and semiskilled factory work, such as meat packing. Most paid federal social security taxes into imaginary accounts (and thus were not eligible for benefits.) Few had high enough incomes to pay federal or state income taxes, but all paid local and state sales taxes on their purchases as well as local property taxes (via their rent payments to landlords).\n</p>\n<h2><span class=\"mw-headline\" id=\"Electoral_politics\">Electoral politics</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_Mexican_Americans&amp;action=edit&amp;section=18\" title=\"Edit section: Electoral politics\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In 1963, in <a href=\"/wiki/Crystal_City,_Texas\" title=\"Crystal City, Texas\">Crystal City, Texas</a> the mainly Mexican-American <a href=\"/wiki/Immigrant\" class=\"mw-redirect\" title=\"Immigrant\">migrant</a> community together with the support of the <a href=\"/wiki/Teamsters_Union\" class=\"mw-redirect\" title=\"Teamsters Union\">Teamsters Union</a> and the <a href=\"/wiki/Political_Association_of_Spanish-Speaking_Organizations\" title=\"Political Association of Spanish-Speaking Organizations\">Political Association of Spanish-Speaking Organizations</a> (PASSO), an outgrowth of the Viva Kennedy clubs of 1960, encouraged Mexican-American men and women to pay their <a href=\"/wiki/Poll_tax_(United_States)\" class=\"mw-redirect\" title=\"Poll tax (United States)\">poll tax</a> and choose their own candidates. Led by Teamsters business agent and <a href=\"/wiki/Cannery\" class=\"mw-redirect\" title=\"Cannery\">cannery</a> employee, Juan Cornejo, five Mexican-Americans, despite intimidation by the <a href=\"/wiki/Texas_Ranger_Division\" title=\"Texas Ranger Division\">Texas Rangers</a>, won the support of their community young and old alike who thanks to the protection provided by the Teamsters and PASSO mobilized for electoral victory. This \"revolt\" was covered nationwide and reported in the <a href=\"/wiki/New_York_Times\" class=\"mw-redirect\" title=\"New York Times\">New York Times</a> and the <a href=\"/wiki/Wall_Street_Journal\" class=\"mw-redirect\" title=\"Wall Street Journal\">Wall Street Journal</a>. This election led Americans outside of the <a href=\"/wiki/Southwest_United_States\" class=\"mw-redirect\" title=\"Southwest United States\">Southwest</a> to take note of America's other <a href=\"/wiki/Minority_group\" title=\"Minority group\">minority</a> community as a political force.\n</p><p>As a result of the <a href=\"/wiki/Voting_Rights_Act\" class=\"mw-redirect\" title=\"Voting Rights Act\">Voting Rights Act</a>, followed up by intensive political organizing, Mexican-Americans were able to achieve a new degree of political power and representation in Texas and elsewhere in the Southwest. The <a href=\"/wiki/La_Raza_Unida_Party\" class=\"mw-redirect\" title=\"La Raza Unida Party\">La Raza Unida Party</a>, headed by <a href=\"/wiki/Jos%C3%A9_%C3%81ngel_Guti%C3%A9rrez\" title=\"José Ángel Gutiérrez\">José Ángel Gutiérrez</a> of Crystal City, Texas made startling progress in the poorest regions in the <a href=\"/wiki/Rio_Grande_Valley\" title=\"Rio Grande Valley\">Rio Grande Valley</a> with its base of operations at Crystal City, Texas in the early 1970s, spreading for a while to Colorado, Wisconsin, California, Michigan, Oregon, Kansas, Illinois and several other states. The party faded in the mid 1970s and held on only in Crystal City, Texas before collapsing in the early 1980s. Veterans from the party, such as Willie Velasquez, became active in <a href=\"/wiki/United_States_Democratic_Party\" class=\"mw-redirect\" title=\"United States Democratic Party\">Democratic</a> politics and in organizing projects such as the <a href=\"/wiki/Southwest_Voter_Registration_Education_Project\" title=\"Southwest Voter Registration Education Project\">Southwest Voter Registration Education Project</a>, which boosted the electoral fortunes of Mexican-American candidates throughout the Southwest.\n</p><p>Results came more slowly in California, on the other hand: although Los Angeles had a significant Mexican-American population, <a href=\"/wiki/Gerrymandering\" title=\"Gerrymandering\">gerrymandering</a> eliminated the seat held by <a href=\"/wiki/Edward_R._Roybal\" title=\"Edward R. Roybal\">Edward R. Roybal</a>, the only Mexican-American member of the Los Angeles City Council, in 1959. La Raza Unida Party campaigns in the early 1970s had the practical effect of defeating Mexican-American Democratic candidates, embittering many activists against the party and the form of nationalism it represented.\n</p><p>It would be more than twenty years before another Mexican-American was elected to the Los Angeles City Council and it would take litigation to permit a Mexican-American to win election to the <a href=\"/wiki/Los_Angeles_County_Board_of_Supervisors\" title=\"Los Angeles County Board of Supervisors\">Los Angeles County Board of Supervisors</a> in the 1980s, the first Mexican-American to join that body in more than a century. In the 1990s, Mexican-American politicians held high offices throughout California. In 2005, <a href=\"/wiki/Antonio_Villaraigosa\" title=\"Antonio Villaraigosa\">Antonio Villaraigosa</a> was elected mayor of <a href=\"/wiki/Los_Angeles\" title=\"Los Angeles\">Los Angeles</a>, the first Latino in 130 years to hold the seat.\n</p><p>Voters have elected a number of governors of Mexican-American descent in the Southwest, including Jerry Apodaca and <a href=\"/wiki/Bill_Richardson\" title=\"Bill Richardson\">Bill Richardson</a> in New Mexico and <a href=\"/wiki/Ra%C3%BAl_Castro\" title=\"Raúl Castro\">Raúl Castro</a> in Arizona. Colorado voters recently elected <a href=\"/wiki/Ken_Salazar\" title=\"Ken Salazar\">Ken Salazar</a> as the first Mexican-American Senator from that state. <a href=\"/wiki/Cruz_Bustamante\" title=\"Cruz Bustamante\">Cruz Bustamante</a> was the first lieutenant governor of California in 130 years from his election in 1999 to 2007, but Bustamante lost the gubernatorial election to Austrian-born actor <a href=\"/wiki/Arnold_Schwarzenegger\" title=\"Arnold Schwarzenegger\">Arnold Schwarzenegger</a>, who went on to be state governor.\n</p><p>Mexican-Americans have also achieved some degree of political recognition in Chicago, where they make up roughly 75% of a Hispanic community that also includes significant numbers of <a href=\"/wiki/Puerto_Ricans_in_the_United_States\" title=\"Puerto Ricans in the United States\">Puerto Ricans</a> and immigrants from other Spanish-speaking countries. That predominantly Mexican-American community has elected <a href=\"/wiki/Luis_Gutierrez\" class=\"mw-redirect\" title=\"Luis Gutierrez\">Luis Gutierrez</a>, whose ancestry is Puerto Rican, to represent it in Congress and a number of Mexican-American politicians at the state and local level.\n</p>\n<h3><span class=\"mw-headline\" id=\"Voting_patterns\">Voting patterns</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_Mexican_Americans&amp;action=edit&amp;section=19\" title=\"Edit section: Voting patterns\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Mexican-Americans tend to vote Democratic (in 1960, the <a href=\"/wiki/John_F._Kennedy\" title=\"John F. Kennedy\">John F. Kennedy</a> presidential campaign boosted the Mexican American vote to over 80% for Kennedy). However Mexican-Americans in recent decades had a low turnout on election day. George W. Bush targeted Hispanics and won 35% of their votes in 2000, and 40% in 2004. Barack Obama gained 67% of the Hispanic vote in 2008, and, after extensive get-out-the-vote campaigns reached 71% in 2012.  Hispanics—including groups besides the Mexican-Americans—comprised 8% of the electorate in 2004, 9% in 2008 and 10% in 2012.<sup id=\"cite_ref-39\" class=\"reference\"><a href=\"#cite_note-39\">&#91;39&#93;</a></sup> Republican strategist blamed their worsening performance among a large, young, and rapidly growing group on the hostility GOP candidates displayed toward illegal immigrants, and argued the party needed to moderate its position.<sup id=\"cite_ref-40\" class=\"reference\"><a href=\"#cite_note-40\">&#91;40&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_Mexican_Americans&amp;action=edit&amp;section=20\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div role=\"navigation\" aria-label=\"Portals\" class=\"noprint portal plainlist tright\" style=\"margin:0.5em 0 0.5em 1em;border:solid #aaa 1px\">\n<ul style=\"display:table;box-sizing:border-box;padding:0.1em;max-width:175px;background:#f9f9f9;font-size:85%;line-height:110%;font-style:italic;font-weight:bold\">\n<li style=\"display:table-row\"><span style=\"display:table-cell;padding:0.2em;vertical-align:middle;text-align:center\"><img alt=\"icon\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/9/91/Flag_of_the_Hispanicity.svg/32px-Flag_of_the_Hispanicity.svg.png\" width=\"32\" height=\"18\" class=\"noviewer\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/9/91/Flag_of_the_Hispanicity.svg/48px-Flag_of_the_Hispanicity.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/9/91/Flag_of_the_Hispanicity.svg/64px-Flag_of_the_Hispanicity.svg.png 2x\" data-file-width=\"757\" data-file-height=\"424\" /></span><span style=\"display:table-cell;padding:0.2em 0.2em 0.2em 0.3em;vertical-align:middle\"><a href=\"/wiki/Portal:Hispanic_and_Latino_Americans\" title=\"Portal:Hispanic and Latino Americans\">Hispanic and Latino Americans portal</a></span></li></ul></div>\n<ul><li><a href=\"/wiki/History_of_Mexico\" title=\"History of Mexico\">History of Mexico</a></li>\n<li><a href=\"/wiki/History_of_United_States\" class=\"mw-redirect\" title=\"History of United States\">History of United States</a></li>\n<li><a href=\"/wiki/Mexican_American\" class=\"mw-redirect\" title=\"Mexican American\">Mexican American</a></li>\n<li><a href=\"/wiki/Mexico\" title=\"Mexico\">Mexico</a></li>\n<li><a href=\"/wiki/Mexicans_in_Omaha,_Nebraska\" title=\"Mexicans in Omaha, Nebraska\">Mexicans in Omaha, Nebraska</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.cah.utexas.edu/ssspot/\">The Study of the Spanish-Speaking People of Texas</a> University of Texas at Austin collection of more than 900 images taken by Russell Lee between April and July 1949 in Corpus Christi, San Angelo, San Antonio, and El Paso.</li>\n<li><a href=\"/wiki/Donald_Trump_presidential_campaign,_2016\" title=\"Donald Trump presidential campaign, 2016\">Donald Trump presidential campaign, 2016</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"Further_reading\">Further reading</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_Mexican_Americans&amp;action=edit&amp;section=21\" title=\"Edit section: Further reading\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div role=\"note\" class=\"hatnote navigation-not-searchable\">Main article: <a href=\"/wiki/Mexican_American_bibliography\" title=\"Mexican American bibliography\">Mexican American bibliography</a></div>\n<h2><span class=\"mw-headline\" id=\"Notes\">Notes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_Mexican_Americans&amp;action=edit&amp;section=22\" title=\"Edit section: Notes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">David G. Gutiérrez, \"Migration, Emergent Ethnicity, and the \"Third Space\": The Shifting Politics of Nationalism in Greater Mexico\" <i>Journal of American History</i> 1999 86(2): 481–517. <a rel=\"nofollow\" class=\"external text\" href=\"https://www.jstor.org/stable/2567042\">in JSTOR</a></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://www.pbs.org/wgbh/amex/goldrush/peopleevents/p_coronel.html\">\"American Experience - The Gold Rush - People &amp; Events - PBS\"</a>. <i>Pbs.org</i><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">16 January</span> 2018</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=Pbs.org&amp;rft.atitle=American+Experience+-+The+Gold+Rush+-+People+%26+Events+-+PBS&amp;rft_id=https%3A%2F%2Fwww.pbs.org%2Fwgbh%2Famex%2Fgoldrush%2Fpeopleevents%2Fp_coronel.html&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AHistory+of+Mexican+Americans\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-encyclopedia.com-3\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-encyclopedia.com_3-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-encyclopedia.com_3-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.encyclopedia.com/doc/1G1-111897839.html\">\"Latinos facts, information, pictures - Encyclopedia.com articles about Latinos\"</a>. <i>Encyclopedia.com</i><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">16 January</span> 2018</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=Encyclopedia.com&amp;rft.atitle=Latinos+facts%2C+information%2C+pictures+-+Encyclopedia.com+articles+about+Latinos&amp;rft_id=http%3A%2F%2Fwww.encyclopedia.com%2Fdoc%2F1G1-111897839.html&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AHistory+of+Mexican+Americans\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Randolph Campbell, <i>Gone to Texas: A History of the Lone Star State</i> (2003) p 190-1</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.digitalhistory.uh.edu/mexican_voices/voices_display.cfm?id=74\">Digital History</a> <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20070630202455/http://www.digitalhistory.uh.edu/mexican_voices/voices_display.cfm?id=74\">Archived</a> June 30, 2007, at the <a href=\"/wiki/Wayback_Machine\" title=\"Wayback Machine\">Wayback Machine</a>.</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation news\">Carrigan, William D. (2003). <a rel=\"nofollow\" class=\"external text\" href=\"http://findarticles.com/p/articles/mi_m2005/is_2_37/ai_111897839/pg_2\">\"The lynching of persons of Mexican origin or descent in the United States, 1848 to 1928\"</a>. <i>Journal of Social History</i>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Journal+of+Social+History&amp;rft.atitle=The+lynching+of+persons+of+Mexican+origin+or+descent+in+the+United+States%2C+1848+to+1928&amp;rft.date=2003&amp;rft.aulast=Carrigan&amp;rft.aufirst=William+D.&amp;rft_id=http%3A%2F%2Ffindarticles.com%2Fp%2Farticles%2Fmi_m2005%2Fis_2_37%2Fai_111897839%2Fpg_2&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AHistory+of+Mexican+Americans\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-findarticles.com-7\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-findarticles.com_7-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-findarticles.com_7-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation news\">Carrigan, William D. (2003). <a rel=\"nofollow\" class=\"external text\" href=\"http://findarticles.com/p/articles/mi_m2005/is_2_37/ai_111897839/pg_9\">\"The lynching of persons of Mexican origin or descent in the United States, 1848 to 1928\"</a>. <i>Journal of Social History</i>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Journal+of+Social+History&amp;rft.atitle=The+lynching+of+persons+of+Mexican+origin+or+descent+in+the+United+States%2C+1848+to+1928&amp;rft.date=2003&amp;rft.aulast=Carrigan&amp;rft.aufirst=William+D.&amp;rft_id=http%3A%2F%2Ffindarticles.com%2Fp%2Farticles%2Fmi_m2005%2Fis_2_37%2Fai_111897839%2Fpg_9&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AHistory+of+Mexican+Americans\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Richard L. Nostrand, <i>The Hispano Homeland</i> (University of Oklahoma Press, 1996)</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">\n<ul><li>Phillip Gonzales and Ann Massmann, \"Loyalty Questioned: Nuevomexicanos in the Great War.\" <i>Pacific Historical Review</i>, Nov 2006, Vol. 75 Issue 4, pp 629–666</li>\n<li>Phillip B. Gonzales, \"Spanish Heritage and Ethnic Protest in New Mexico: The Anti-Fraternity Bill of 1933,\" <i>New Mexico Historical Review</i>, Fall 1986, Vol. 61 Issue 4, pp 281–299</li></ul>\n</span></li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Charles Montgomery, \"Becoming 'Spanish-American': Race and Rhetoric in New Mexico Politics, 1880–1928,\" <i>Journal of American Ethnic History</i> (2001) 20#4 pp 59–84</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Benjamin H. Johnson, <i>Revolution in Texas: How a Forgotten Rebellion and Its Bloody Suppression Turned Mexicans into Americans</i>. (2003).</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Gutiérrez (1999)</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">Enrique Krauze, <i>Mexico: A Biography of Power</i>, Pg. 423</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">Aristide Zoldberg, <i>A Nation by Design</i>, Pg. 256</span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\">Leslie Tischauser, <i>The Changing Nature of Racial and Ethnic Conflict in U.S. History</i> Pg. 148</span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\">\n<ul><li>Patrick D. Lukens, <i>A Quiet Victory for Latino Rights: FDR and the Controversy over Whiteness</i> (University of Arizona Press, 2012)</li>\n<li>Benjamin Marquez, \"The Politics of Race and Assimilation: The League of United Latin American Citizens 1929–40,\" <i>Western Political Quarterly</i> (1989) 43#2 pp 355–375. <a rel=\"nofollow\" class=\"external text\" href=\"https://www.jstor.org/stable/448359\">in JSTOR</a></li></ul>\n</span></li>\n<li id=\"cite_note-17\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-17\">^</a></b></span> <span class=\"reference-text\">Alex Mendoza, \"'I Know No Other Country': Tejanos and the American Wars of the Twentieth Century, 1917-1972\", <i>Military History of the West</i> (2011) 41#1 pp 31-59.</span>\n</li>\n<li id=\"cite_note-18\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-18\">^</a></b></span> <span class=\"reference-text\">Cynthia E. Orozco, \"Regionalism, Politics, and Gender in Southwest History: The League of United Latin American Citizens' Expansion into New Mexico from Texas, 1929-1945,\"<i>Western Historical Quarterly</i> (1998) 29#4 pp. 459-483</span>\n</li>\n<li id=\"cite_note-19\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-19\">^</a></b></span> <span class=\"reference-text\">Christine Marín, \"Mexican Americans on the Home Front: Community Organizations in Arizona During World War II,\" <i>Perspectives in Mexican American Studies</i> 1993 4: 75-92</span>\n</li>\n<li id=\"cite_note-20\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-20\">^</a></b></span> <span class=\"reference-text\">\n<ul><li>Julie A. Campbell, \"Madres Y Esposas: Tucson's Spanish-American Mothers and Wives Association,\" <i>Journal of Arizona History</i> 1990 31(2): 161-182</li>\n<li><cite class=\"citation journal\">Orozco, Cynthia E. (16 January 1998). \"Regionalism, Politics, and Gender in Southwest History: The League of United Latin American Citizens' Expansion into New Mexico from Texas, 1929-1945\". <i>The Western Historical Quarterly</i>. <b>29</b> (4): 459–483. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.2307/970404\">10.2307/970404</a>. <a href=\"/wiki/JSTOR\" title=\"JSTOR\">JSTOR</a>&#160;<a rel=\"nofollow\" class=\"external text\" href=\"//www.jstor.org/stable/970404\">970404</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=The+Western+Historical+Quarterly&amp;rft.atitle=Regionalism%2C+Politics%2C+and+Gender+in+Southwest+History%3A+The+League+of+United+Latin+American+Citizens%27+Expansion+into+New+Mexico+from+Texas%2C+1929-1945&amp;rft.volume=29&amp;rft.issue=4&amp;rft.pages=459-483&amp;rft.date=1998-01-16&amp;rft_id=info%3Adoi%2F10.2307%2F970404&amp;rft_id=%2F%2Fwww.jstor.org%2Fstable%2F970404&amp;rft.aulast=Orozco&amp;rft.aufirst=Cynthia+E.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AHistory+of+Mexican+Americans\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></li></ul>\n</span></li>\n<li id=\"cite_note-21\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-21\">^</a></b></span> <span class=\"reference-text\">Luis Alvarez, <i>The Power of the Zoot: Youth Culture and Resistance During World War II</i> (University of California Press, 2008).</span>\n</li>\n<li id=\"cite_note-22\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-22\">^</a></b></span> <span class=\"reference-text\">Steven Rosales, \"Fighting the Peace at Home: Mexican American Veterans and the 1944 GI Bill of Rights,\" <i>Pacific Historical Review</i> (2011) 80#4 pp. 597-627 <a rel=\"nofollow\" class=\"external text\" href=\"https://www.jstor.org/stable/10.1525/phr.2011.80.4.597\">in JSTOR</a></span>\n</li>\n<li id=\"cite_note-23\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-23\">^</a></b></span> <span class=\"reference-text\">Richard Griswold del Castillo, ed., <i>World War II and Mexican American Civil Rights</i> (2008) <a rel=\"nofollow\" class=\"external text\" href=\"https://www.amazon.com/World-Mexican-American-Civil-Rights/dp/0292717393/\">excerpt and text search</a></span>\n</li>\n<li id=\"cite_note-24\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-24\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Lynn Stephen (2007). <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=nK8yNEGUuP0C&amp;pg=PA72\"><i>Transborder Lives: Indigenous Oaxacans in Mexico, California, and Oregon</i></a>. Duke U.P. p.&#160;72.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Transborder+Lives%3A+Indigenous+Oaxacans+in+Mexico%2C+California%2C+and+Oregon&amp;rft.pages=72&amp;rft.pub=Duke+U.P.&amp;rft.date=2007&amp;rft.au=Lynn+Stephen&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DnK8yNEGUuP0C%26pg%3DPA72&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AHistory+of+Mexican+Americans\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-25\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-25\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.sph.sc.edu/cli/pdfs/final_final%5B1%5D.pdf\">\"MEXICAN IMMIGRANTS IN SOUTH CAROLINA: A PROFILE\"</a> <span style=\"font-size:85%;\">(PDF)</span>. <i>Sph.sc.edu</i><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">16 January</span> 2018</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=Sph.sc.edu&amp;rft.atitle=MEXICAN+IMMIGRANTS+IN+SOUTH+CAROLINA%3A+A+PROFILE&amp;rft_id=http%3A%2F%2Fwww.sph.sc.edu%2Fcli%2Fpdfs%2Ffinal_final%255B1%255D.pdf&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AHistory+of+Mexican+Americans\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-26\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-26\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://www.census.gov/population/www/socdemo/hispanic/hispanic.html\">\"US Census Bureau: Page has moved\"</a>. <i>Census.gov</i><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">16 January</span> 2018</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=Census.gov&amp;rft.atitle=US+Census+Bureau%3A+Page+has+moved&amp;rft_id=https%3A%2F%2Fwww.census.gov%2Fpopulation%2Fwww%2Fsocdemo%2Fhispanic%2Fhispanic.html&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AHistory+of+Mexican+Americans\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-27\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-27\">^</a></b></span> <span class=\"reference-text\">Phil Goodstein, Slaughter in Serene: the Columbine Coal Strike Reader, 2005, page 110.</span>\n</li>\n<li id=\"cite_note-28\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-28\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20070205015232/http://www.californiahistory.net/text_only/9_1_3.htm#TOT\">\"The Great Depression: California in the Thirties - Total Engagement\"</a>. California History Online. Archived from <a rel=\"nofollow\" class=\"external text\" href=\"http://www.californiahistory.net/text_only/9_1_3.htm#TOT\">the original</a> on 2007-02-05<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2007-02-22</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=The+Great+Depression%3A+California+in+the+Thirties+-+Total+Engagement&amp;rft.pub=California+History+Online&amp;rft_id=http%3A%2F%2Fwww.californiahistory.net%2Ftext_only%2F9_1_3.htm%23TOT&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AHistory+of+Mexican+Americans\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-29\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-29\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://campusapps.fullerton.edu/news/2005/valenciana.html\">1930s Mexican Deportation: Educator brings attention to historic period and its effect on her family</a> <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20061005062329/http://campusapps.fullerton.edu/news/2005/valenciana.html\">Archived</a> 2006-10-05 at the <a href=\"/wiki/Wayback_Machine\" title=\"Wayback Machine\">Wayback Machine</a>.</span>\n</li>\n<li id=\"cite_note-Counseling_Kevin:_The_Economy-30\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Counseling_Kevin:_The_Economy_30-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Counseling_Kevin:_The_Economy_30-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.counselingkevin.com/the_economy/index.html\">Counseling Kevin: The Economy</a> <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20070902035337/http://www.counselingkevin.com/the_economy/index.html\">Archived</a> 2007-09-02 at the <a href=\"/wiki/Wayback_Machine\" title=\"Wayback Machine\">Wayback Machine</a>.</span>\n</li>\n<li id=\"cite_note-31\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-31\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20061208043359/http://www.neta.com/~1stbooks/press3b.htm\">\"press3b\"</a>. <i>Web.archive.org</i>. 8 December 2006<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">16 January</span> 2018</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=Web.archive.org&amp;rft.atitle=press3b&amp;rft.date=2006-12-08&amp;rft_id=https%3A%2F%2Fweb.archive.org%2Fweb%2F20061208043359%2Fhttp%3A%2F%2Fwww.neta.com%2F~1stbooks%2Fpress3b.htm&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AHistory+of+Mexican+Americans\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-32\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-32\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.latinola.com/story.php?story=432\">\"LatinoLA - Hollywood&#160;:: Mendez v. Westminster\"</a>. <i>LatinoLA</i><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">16 January</span> 2018</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=LatinoLA&amp;rft.atitle=LatinoLA+-+Hollywood+%3A%3A+Mendez+v.+Westminster&amp;rft_id=http%3A%2F%2Fwww.latinola.com%2Fstory.php%3Fstory%3D432&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AHistory+of+Mexican+Americans\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-33\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-33\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"https://tshaonline.org/handbook/online/articles/jrh01\">Hernandez v. State of Texas</a> from the <i><a href=\"/wiki/Handbook_of_Texas\" title=\"Handbook of Texas\">Handbook of Texas</a> Online</i></span>\n</li>\n<li id=\"cite_note-34\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-34\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://www.oyez.org/cases/1950-1959/1953/1953_406/\">\"Body Politic\"</a>. <i>Oyez.org</i><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">16 January</span> 2018</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=Oyez.org&amp;rft.atitle=Body+Politic&amp;rft_id=https%3A%2F%2Fwww.oyez.org%2Fcases%2F1950-1959%2F1953%2F1953_406%2F&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AHistory+of+Mexican+Americans\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-35\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-35\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.lasculturas.com/lib/sd/blsd092200a.php\">A History of Mexican Americans in California</a> <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20070927085843/http://www.lasculturas.com/lib/sd/blsd092200a.php\">Archived</a> 2007-09-27 at the <a href=\"/wiki/Wayback_Machine\" title=\"Wayback Machine\">Wayback Machine</a>.</span>\n</li>\n<li id=\"cite_note-36\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-36\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://mexican-american.org/chicano-movement/index.html\">\"The Chicano Movement Today: El Poder de Hoy\" </a> <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20120425075943/http://mexican-american.org/chicano-movement/index.html\">Archived</a> 2012-04-25 at the <a href=\"/wiki/Wayback_Machine\" title=\"Wayback Machine\">Wayback Machine</a>. - Xcano Media, Los Angeles</span>\n</li>\n<li id=\"cite_note-37\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-37\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.granmarcha.org\">\"GranMarcha.org\"</a> - Commemorative site for La Gran Marcha, March 25, 2006</span>\n</li>\n<li id=\"cite_note-38\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-38\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Hannah Gill (2010). <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=yLC0R_MwzGMC&amp;pg=PA66\"><i>The Latino Migration Experience in North Carolina: New Roots in the Old North State</i></a>. U of North Carolina Press. pp.&#160;66–68.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=The+Latino+Migration+Experience+in+North+Carolina%3A+New+Roots+in+the+Old+North+State&amp;rft.pages=66-68&amp;rft.pub=U+of+North+Carolina+Press&amp;rft.date=2010&amp;rft.au=Hannah+Gill&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DyLC0R_MwzGMC%26pg%3DPA66&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AHistory+of+Mexican+Americans\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-39\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-39\">^</a></b></span> <span class=\"reference-text\">Mark Hugo Lopez and Paul Taylor, \" Latino Voters in the 2012 Election\" <a rel=\"nofollow\" class=\"external text\" href=\"http://www.pewhispanic.org/2012/11/07/latino-voters-in-the-2012-election/\"><i>Pew Research</i> Nov. 7, 2012</a></span>\n</li>\n<li id=\"cite_note-40\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-40\">^</a></b></span> <span class=\"reference-text\">Pili Tobar, \"New Poll: Latino Voters and the 2013 Immigration Debate,\" <a rel=\"nofollow\" class=\"external text\" href=\"http://americasvoiceonline.org/blog/new-poll-latino-voters-and-the-2013-immigration-debate/\"><i>America's Voice</i> March 5, 2013</a></span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw2210\nCached time: 20180920200433\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.348 seconds\nReal time usage: 0.409 seconds\nPreprocessor visited node count: 1512/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 29092/2097152 bytes\nTemplate argument size: 1633/2097152 bytes\nHighest expansion depth: 11/40\nExpensive parser function count: 3/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 26439/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.129/10.000 seconds\nLua memory usage: 4.13 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  295.153      1 -total\n 50.52%  149.113      1 Template:Reflist\n 29.09%   85.866      3 Template:Citation_needed\n 23.34%   68.900      3 Template:Fix\n 22.20%   65.523      8 Template:Cite_web\n 11.83%   34.905      6 Template:Category_handler\n  8.53%   25.171      3 Template:Delink\n  5.47%   16.140      5 Template:Webarchive\n  3.90%   11.508      2 Template:Cite_book\n  3.79%   11.194      2 Template:Main\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:1560218-0!canonical and timestamp 20180920200433 and revision id 860456065\n -->\n</div>"},"langlinks":[{"lang":"ar","url":"https://ar.wikipedia.org/wiki/%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE_%D8%A7%D9%84%D8%A3%D9%85%D8%B1%D9%8A%D9%83%D9%8A%D9%8A%D9%86_%D8%A7%D9%84%D9%85%D9%83%D8%B3%D9%8A%D9%83%D9%8A%D9%8A%D9%86","langname":"Arabic","autonym":"العربية","*":"تاريخ الأمريكيين المكسيكيين"},{"lang":"de","url":"https://de.wikipedia.org/wiki/Geschichte_der_Mexican_Americans","langname":"German","autonym":"Deutsch","*":"Geschichte der Mexican Americans"}],"categories":[{"sortkey":"","hidden":"","*":"Webarchive_template_wayback_links"},{"sortkey":"History Of Mexican Americans","hidden":"","*":"All_articles_with_unsourced_statements"},{"sortkey":"History Of Mexican Americans","hidden":"","*":"Articles_with_unsourced_statements_from_January_2017"},{"sortkey":"History Of Mexican Americans","hidden":"","*":"Articles_with_unsourced_statements_from_September_2011"},{"sortkey":"History Of Mexican Americans","hidden":"","*":"Articles_with_unsourced_statements_from_February_2007"},{"sortkey":" ","*":"Mexican-American_history"},{"sortkey":"History Of Mexican Americans","*":"Latin_American_studies"}],"links":[{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from January 2017"},{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from September 2011"},{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from February 2007"},{"ns":0,"exists":"","*":"1917 Constitution of Mexico"},{"ns":0,"exists":"","*":"1994 economic crisis in Mexico"},{"ns":0,"exists":"","*":"African Americans"},{"ns":0,"exists":"","*":"American Dream"},{"ns":0,"exists":"","*":"American Federation of Labor"},{"ns":0,"exists":"","*":"American G.I. Forum"},{"ns":0,"exists":"","*":"American GI Forum"},{"ns":0,"exists":"","*":"Americanization"},{"ns":0,"exists":"","*":"Anglo"},{"ns":0,"exists":"","*":"Antonio López de Santa Anna"},{"ns":0,"exists":"","*":"Antonio Villaraigosa"},{"ns":0,"exists":"","*":"Apache"},{"ns":0,"exists":"","*":"Arkansas"},{"ns":0,"exists":"","*":"Armenian Americans"},{"ns":0,"exists":"","*":"Arnold Schwarzenegger"},{"ns":0,"exists":"","*":"Bill Richardson"},{"ns":0,"exists":"","*":"Bisbee Deportation"},{"ns":0,"exists":"","*":"Bracero"},{"ns":0,"exists":"","*":"Bracero Program"},{"ns":0,"exists":"","*":"Brown v Board of Education"},{"ns":0,"exists":"","*":"California"},{"ns":0,"exists":"","*":"California Gold Rush"},{"ns":0,"exists":"","*":"Californio"},{"ns":0,"exists":"","*":"Californios"},{"ns":0,"exists":"","*":"Cannery"},{"ns":0,"exists":"","*":"Carlos Salinas"},{"ns":0,"exists":"","*":"Catholic Church"},{"ns":0,"exists":"","*":"Central America"},{"ns":0,"exists":"","*":"Central Valley (California)"},{"ns":0,"exists":"","*":"Chicago"},{"ns":0,"exists":"","*":"Chicano"},{"ns":0,"exists":"","*":"Chicano Moratorium"},{"ns":0,"exists":"","*":"Chicano Movement"},{"ns":0,"exists":"","*":"Chicano studies"},{"ns":0,"exists":"","*":"Cinco de Mayo"},{"ns":0,"exists":"","*":"Coachella Valley"},{"ns":0,"exists":"","*":"Colorado Fuel and Iron"},{"ns":0,"exists":"","*":"Columbine Mine massacre"},{"ns":0,"exists":"","*":"Comisión Femenil Mexicana Nacional"},{"ns":0,"exists":"","*":"Communist Party USA"},{"ns":0,"exists":"","*":"Corpus Christi, Texas"},{"ns":0,"exists":"","*":"Cristero War"},{"ns":0,"exists":"","*":"Cruz Bustamante"},{"ns":0,"exists":"","*":"Crystal City, Texas"},{"ns":0,"exists":"","*":"César Chávez"},{"ns":0,"exists":"","*":"Denver, Colorado"},{"ns":0,"exists":"","*":"Detroit"},{"ns":0,"exists":"","*":"Detroit, Michigan"},{"ns":0,"exists":"","*":"Digital object identifier"},{"ns":0,"exists":"","*":"Dolores Huerta"},{"ns":0,"exists":"","*":"Donald Trump presidential campaign, 2016"},{"ns":0,"exists":"","*":"East Los Angeles, California"},{"ns":0,"exists":"","*":"Edward R. Roybal"},{"ns":0,"exists":"","*":"Ejido"},{"ns":0,"exists":"","*":"El Congreso de Pueblos de Habla Española"},{"ns":0,"exists":"","*":"Felix Longoria"},{"ns":0,"exists":"","*":"Filipino Americans"},{"ns":0,"exists":"","*":"Fourteenth Amendment to the United States Constitution"},{"ns":0,"exists":"","*":"Franklin D. Roosevelt"},{"ns":0,"exists":"","*":"Gadsden Purchase"},{"ns":0,"exists":"","*":"General Santa Anna"},{"ns":0,"exists":"","*":"Genízaro"},{"ns":0,"exists":"","*":"Georgia (U.S. state)"},{"ns":0,"exists":"","*":"Gerrymandering"},{"ns":0,"exists":"","*":"Great Depression in the United States"},{"ns":0,"exists":"","*":"Handbook of Texas"},{"ns":0,"exists":"","*":"Hector P. Garcia"},{"ns":0,"exists":"","*":"Hernandez v. Texas"},{"ns":0,"exists":"","*":"History of California"},{"ns":0,"exists":"","*":"History of Mexico"},{"ns":0,"exists":"","*":"History of New Mexico"},{"ns":0,"exists":"","*":"History of United States"},{"ns":0,"exists":"","*":"Immigrant"},{"ns":0,"exists":"","*":"Immigration Act of 1924"},{"ns":0,"exists":"","*":"Immigration Reform and Control Act of 1986"},{"ns":0,"exists":"","*":"Immigration and Nationality Act of 1965"},{"ns":0,"exists":"","*":"Immigration and Naturalization Service"},{"ns":0,"exists":"","*":"Imperial Valley"},{"ns":0,"exists":"","*":"Imperial Valley (California)"},{"ns":0,"exists":"","*":"Industrial Workers of the World"},{"ns":0,"exists":"","*":"JSTOR"},{"ns":0,"exists":"","*":"Jackson County, Texas"},{"ns":0,"exists":"","*":"Jalisco"},{"ns":0,"exists":"","*":"Japanese-Americans"},{"ns":0,"exists":"","*":"Jim Crow laws"},{"ns":0,"exists":"","*":"Joaquin Murietta"},{"ns":0,"exists":"","*":"John F. Kennedy"},{"ns":0,"exists":"","*":"Josephine Roche"},{"ns":0,"exists":"","*":"José Ángel Gutiérrez"},{"ns":0,"exists":"","*":"Justice for Janitors"},{"ns":0,"exists":"","*":"Kansas City, Missouri"},{"ns":0,"exists":"","*":"Ken Salazar"},{"ns":0,"exists":"","*":"La Raza"},{"ns":0,"exists":"","*":"La Raza Unida Party"},{"ns":0,"exists":"","*":"Language shift"},{"ns":0,"exists":"","*":"Las Gorras Blancas"},{"ns":0,"exists":"","*":"Latin American debt crisis"},{"ns":0,"exists":"","*":"League of United Latin American Citizens"},{"ns":0,"exists":"","*":"Los Angeles"},{"ns":0,"exists":"","*":"Los Angeles, California"},{"ns":0,"exists":"","*":"Los Angeles County Board of Supervisors"},{"ns":0,"exists":"","*":"Luis Gutierrez"},{"ns":0,"exists":"","*":"Luis Valdez"},{"ns":0,"exists":"","*":"Lynched"},{"ns":0,"exists":"","*":"MEChA"},{"ns":0,"exists":"","*":"Manifest Destiny"},{"ns":0,"exists":"","*":"McCarthy era"},{"ns":0,"exists":"","*":"Mendez v. Westminster"},{"ns":0,"exists":"","*":"Mexican American"},{"ns":0,"exists":"","*":"Mexican American Legal Defense and Educational Fund"},{"ns":0,"exists":"","*":"Mexican American bibliography"},{"ns":0,"exists":"","*":"Mexican Americans"},{"ns":0,"exists":"","*":"Mexican Army"},{"ns":0,"exists":"","*":"Mexican Repatriation"},{"ns":0,"exists":"","*":"Mexican Revolution"},{"ns":0,"exists":"","*":"Mexicans in Omaha, Nebraska"},{"ns":0,"exists":"","*":"Mexican–American War"},{"ns":0,"exists":"","*":"Mexico"},{"ns":0,"exists":"","*":"Michoacán"},{"ns":0,"exists":"","*":"Minneapolis, Minnesota"},{"ns":0,"exists":"","*":"Minority group"},{"ns":0,"exists":"","*":"Mission Indians"},{"ns":0,"exists":"","*":"Monongahela Valley"},{"ns":0,"exists":"","*":"NAACP Legal Defense and Educational Fund"},{"ns":0,"exists":"","*":"National World War II Museum"},{"ns":0,"exists":"","*":"Nationalism"},{"ns":0,"exists":"","*":"Native Americans of the United States"},{"ns":0,"exists":"","*":"Native Hawaiians"},{"ns":0,"exists":"","*":"Navajo people"},{"ns":0,"exists":"","*":"New Spain"},{"ns":0,"exists":"","*":"New York Times"},{"ns":0,"exists":"","*":"North American Free Trade Agreement"},{"ns":0,"exists":"","*":"North Carolina"},{"ns":0,"exists":"","*":"Nuevomexicanos"},{"ns":0,"exists":"","*":"Oklahoma"},{"ns":0,"exists":"","*":"Operation Wetback"},{"ns":0,"exists":"","*":"Orange County, California"},{"ns":0,"exists":"","*":"Oregon"},{"ns":0,"exists":"","*":"Oxnard, California"},{"ns":0,"exists":"","*":"Pacific Northwest"},{"ns":0,"exists":"","*":"Pennsylvania"},{"ns":0,"exists":"","*":"Philippines"},{"ns":0,"exists":"","*":"Plan de San Diego"},{"ns":0,"exists":"","*":"Plutarco Elías Calles"},{"ns":0,"exists":"","*":"Political Association of Spanish-Speaking Organizations"},{"ns":0,"exists":"","*":"Poll tax (United States)"},{"ns":0,"exists":"","*":"Provincias Internas"},{"ns":0,"exists":"","*":"Pueblo, Colorado"},{"ns":0,"exists":"","*":"Puerto Ricans in the United States"},{"ns":0,"exists":"","*":"Racism"},{"ns":0,"exists":"","*":"Raúl Castro"},{"ns":0,"exists":"","*":"Reies Tijerina"},{"ns":0,"exists":"","*":"Republic of Texas"},{"ns":0,"exists":"","*":"Richard Alatorre"},{"ns":0,"exists":"","*":"Rio Grande Valley"},{"ns":0,"exists":"","*":"Rocky Mountain Fuel Company"},{"ns":0,"exists":"","*":"Rodolfo Gonzales"},{"ns":0,"exists":"","*":"Salt Lake City, Utah"},{"ns":0,"exists":"","*":"Salt of the Earth (1954 film)"},{"ns":0,"exists":"","*":"San Antonio"},{"ns":0,"exists":"","*":"San Diego"},{"ns":0,"exists":"","*":"San Elizario Salt War"},{"ns":0,"exists":"","*":"San Francisco, California"},{"ns":0,"exists":"","*":"San Joaquin Valley"},{"ns":0,"exists":"","*":"Santa Barbara, California"},{"ns":0,"exists":"","*":"Service Employees International Union"},{"ns":0,"exists":"","*":"South Carolina"},{"ns":0,"exists":"","*":"Southern California"},{"ns":0,"exists":"","*":"Southern United States"},{"ns":0,"exists":"","*":"Southwest United States"},{"ns":0,"exists":"","*":"Southwest Voter Registration Education Project"},{"ns":0,"exists":"","*":"Spanish language"},{"ns":0,"exists":"","*":"Teamsters Union"},{"ns":0,"exists":"","*":"Tejanos"},{"ns":0,"exists":"","*":"Texas Ranger Division"},{"ns":0,"exists":"","*":"The Great Depression"},{"ns":0,"exists":"","*":"Three Rivers, Texas"},{"ns":0,"exists":"","*":"Tiburcio Vasquez"},{"ns":0,"exists":"","*":"Treaty of Guadalupe Hidalgo"},{"ns":0,"exists":"","*":"Trinidad, Colorado"},{"ns":0,"exists":"","*":"Tucson"},{"ns":0,"exists":"","*":"U.S. Department of Labor"},{"ns":0,"exists":"","*":"United Cannery, Agricultural, Packing, and Allied Workers of America"},{"ns":0,"exists":"","*":"United Farm Workers"},{"ns":0,"exists":"","*":"United Farmworkers"},{"ns":0,"exists":"","*":"United Mine Workers of America"},{"ns":0,"exists":"","*":"United States Constitution"},{"ns":0,"exists":"","*":"United States Democratic Party"},{"ns":0,"exists":"","*":"United States Department of Veterans Affairs"},{"ns":0,"exists":"","*":"United States home front during World War I"},{"ns":0,"exists":"","*":"Ventura County, California"},{"ns":0,"exists":"","*":"Vicente T. Ximenes"},{"ns":0,"exists":"","*":"Voting Rights Act"},{"ns":0,"exists":"","*":"Wall Street Journal"},{"ns":0,"exists":"","*":"Walsenburg, Colorado"},{"ns":0,"exists":"","*":"Washington (U.S. state)"},{"ns":0,"exists":"","*":"Wayback Machine"},{"ns":0,"exists":"","*":"Western Federation of Miners"},{"ns":0,"exists":"","*":"World War I"},{"ns":0,"exists":"","*":"World War II"},{"ns":0,"exists":"","*":"Yakima Valley AVA"},{"ns":0,"exists":"","*":"Zoot Suit Riots"},{"ns":0,"exists":"","*":"Zoot suit"},{"ns":0,"*":"Republicanism, U.S."},{"ns":4,"exists":"","*":"Wikipedia:Citation needed"},{"ns":100,"exists":"","*":"Portal:Hispanic and Latino Americans"}],"templates":[{"ns":10,"exists":"","*":"Template:Citation needed"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Delink"},{"ns":10,"exists":"","*":"Template:Main"},{"ns":10,"exists":"","*":"Template:See also"},{"ns":10,"exists":"","*":"Template:Portal"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Webarchive"},{"ns":10,"exists":"","*":"Template:Cite news"},{"ns":10,"exists":"","*":"Template:Cite journal"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":10,"exists":"","*":"Template:Handbook of Texas"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Delink"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Main"},{"ns":828,"exists":"","*":"Module:Hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote list"},{"ns":828,"exists":"","*":"Module:Labelled list hatnote"},{"ns":828,"exists":"","*":"Module:Portal"},{"ns":828,"exists":"","*":"Module:Portal/images/h"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Webarchive"},{"ns":828,"exists":"","*":"Module:Webarchive/data"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Dolores_Huerta_in_Santa_Barbara.jpg","Cesar_chavez_crop2.jpg","Flag_of_the_Hispanicity.svg"],"externallinks":["https://www.jstor.org/stable/2567042","https://www.pbs.org/wgbh/amex/goldrush/peopleevents/p_coronel.html","http://www.encyclopedia.com/doc/1G1-111897839.html","http://www.digitalhistory.uh.edu/mexican_voices/voices_display.cfm?id=74","https://web.archive.org/web/20070630202455/http://www.digitalhistory.uh.edu/mexican_voices/voices_display.cfm?id=74","http://findarticles.com/p/articles/mi_m2005/is_2_37/ai_111897839/pg_2","http://findarticles.com/p/articles/mi_m2005/is_2_37/ai_111897839/pg_9","https://www.jstor.org/stable/448359","//doi.org/10.2307/970404","//www.jstor.org/stable/970404","https://www.jstor.org/stable/10.1525/phr.2011.80.4.597","https://www.amazon.com/World-Mexican-American-Civil-Rights/dp/0292717393/","https://books.google.com/books?id=nK8yNEGUuP0C&pg=PA72","http://www.sph.sc.edu/cli/pdfs/final_final%5B1%5D.pdf","https://www.census.gov/population/www/socdemo/hispanic/hispanic.html","https://web.archive.org/web/20070205015232/http://www.californiahistory.net/text_only/9_1_3.htm#TOT","http://www.californiahistory.net/text_only/9_1_3.htm#TOT","http://campusapps.fullerton.edu/news/2005/valenciana.html","https://web.archive.org/web/20061005062329/http://campusapps.fullerton.edu/news/2005/valenciana.html","http://www.counselingkevin.com/the_economy/index.html","https://web.archive.org/web/20070902035337/http://www.counselingkevin.com/the_economy/index.html","https://web.archive.org/web/20061208043359/http://www.neta.com/~1stbooks/press3b.htm","http://www.latinola.com/story.php?story=432","https://tshaonline.org/handbook/online/articles/jrh01","https://www.oyez.org/cases/1950-1959/1953/1953_406/","http://www.lasculturas.com/lib/sd/blsd092200a.php","https://web.archive.org/web/20070927085843/http://www.lasculturas.com/lib/sd/blsd092200a.php","http://mexican-american.org/chicano-movement/index.html","https://web.archive.org/web/20120425075943/http://mexican-american.org/chicano-movement/index.html","http://www.granmarcha.org","https://books.google.com/books?id=yLC0R_MwzGMC&pg=PA66","http://www.pewhispanic.org/2012/11/07/latino-voters-in-the-2012-election/","http://americasvoiceonline.org/blog/new-poll-latino-voters-and-the-2013-immigration-debate/","http://www.cah.utexas.edu/ssspot/"],"sections":[{"toclevel":1,"level":"2","line":"Early history","number":"1","index":"1","fromtitle":"History_of_Mexican_Americans","byteoffset":1497,"anchor":"Early_history"},{"toclevel":1,"level":"2","line":"19th century","number":"2","index":"2","fromtitle":"History_of_Mexican_Americans","byteoffset":1923,"anchor":"19th_century"},{"toclevel":1,"level":"2","line":"Anti-Mexican American violence (1840s to 1900s)","number":"3","index":"3","fromtitle":"History_of_Mexican_Americans","byteoffset":13265,"anchor":"Anti-Mexican_American_violence_(1840s_to_1900s)"},{"toclevel":1,"level":"2","line":"Immigration and diffusion","number":"4","index":"4","fromtitle":"History_of_Mexican_Americans","byteoffset":15219,"anchor":"Immigration_and_diffusion"},{"toclevel":1,"level":"2","line":"Early 20th-century Texas","number":"5","index":"5","fromtitle":"History_of_Mexican_Americans","byteoffset":17522,"anchor":"Early_20th-century_Texas"},{"toclevel":2,"level":"3","line":"\"Nuevomexicanos\" in New Mexico, 1900–1930","number":"5.1","index":"6","fromtitle":"History_of_Mexican_Americans","byteoffset":18620,"anchor":"\"Nuevomexicanos\"_in_New_Mexico,_1900–1930"},{"toclevel":1,"level":"2","line":"1910–1930s","number":"6","index":"7","fromtitle":"History_of_Mexican_Americans","byteoffset":21512,"anchor":"1910–1930s"},{"toclevel":2,"level":"3","line":"Mexican immigration","number":"6.1","index":"8","fromtitle":"History_of_Mexican_Americans","byteoffset":24298,"anchor":"Mexican_immigration"},{"toclevel":3,"level":"4","line":"1930s","number":"6.1.1","index":"9","fromtitle":"History_of_Mexican_Americans","byteoffset":26933,"anchor":"1930s"},{"toclevel":1,"level":"2","line":"1940s","number":"7","index":"10","fromtitle":"History_of_Mexican_Americans","byteoffset":28761,"anchor":"1940s"},{"toclevel":2,"level":"3","line":"World War II","number":"7.1","index":"11","fromtitle":"History_of_Mexican_Americans","byteoffset":28772,"anchor":"World_War_II"},{"toclevel":2,"level":"3","line":"Bracero Program","number":"7.2","index":"12","fromtitle":"History_of_Mexican_Americans","byteoffset":33619,"anchor":"Bracero_Program"},{"toclevel":2,"level":"3","line":"Since 1965","number":"7.3","index":"13","fromtitle":"History_of_Mexican_Americans","byteoffset":34797,"anchor":"Since_1965"},{"toclevel":1,"level":"2","line":"Labor struggles","number":"8","index":"14","fromtitle":"History_of_Mexican_Americans","byteoffset":37030,"anchor":"Labor_struggles"},{"toclevel":1,"level":"2","line":"Civil rights movement","number":"9","index":"15","fromtitle":"History_of_Mexican_Americans","byteoffset":41846,"anchor":"Civil_rights_movement"},{"toclevel":1,"level":"2","line":"Chicano movement","number":"10","index":"16","fromtitle":"History_of_Mexican_Americans","byteoffset":48627,"anchor":"Chicano_movement"},{"toclevel":1,"level":"2","line":"Seasonal migration","number":"11","index":"17","fromtitle":"History_of_Mexican_Americans","byteoffset":52655,"anchor":"Seasonal_migration"},{"toclevel":1,"level":"2","line":"Electoral politics","number":"12","index":"18","fromtitle":"History_of_Mexican_Americans","byteoffset":54190,"anchor":"Electoral_politics"},{"toclevel":2,"level":"3","line":"Voting patterns","number":"12.1","index":"19","fromtitle":"History_of_Mexican_Americans","byteoffset":58257,"anchor":"Voting_patterns"},{"toclevel":1,"level":"2","line":"See also","number":"13","index":"20","fromtitle":"History_of_Mexican_Americans","byteoffset":59477,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"Further reading","number":"14","index":"21","fromtitle":"History_of_Mexican_Americans","byteoffset":59958,"anchor":"Further_reading"},{"toclevel":1,"level":"2","line":"Notes","number":"15","index":"22","fromtitle":"History_of_Mexican_Americans","byteoffset":60018,"anchor":"Notes"}],"parsewarnings":[],"displaytitle":"History of Mexican Americans","iwlinks":[],"properties":[{"name":"defaultsort","*":"History Of Mexican Americans"},{"name":"wikibase_item","*":"Q1486835"}]}}