{"parse":{"title":"Transnational barrios","pageid":31708519,"revid":828160661,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Transnational Barrios</b> as a concept within <a href=\"/wiki/Latin_America\" title=\"Latin America\">Latin American</a> and <a href=\"/wiki/Latino\" title=\"Latino\">Latino</a> studies explains the social construction of space, place, culture, traditions, and artistic symbolic meanings that are established beyond national boundaries by diverse Latina/o populations in communities of a hosting country. Therefore <b>Transnational Barrios</b> are seen by scholars as critical spaces to celebrate and embrace cultural production, political mobilizations, <a href=\"/wiki/Ethnic_identity\" class=\"mw-redirect\" title=\"Ethnic identity\">ethnic identity</a> and <a href=\"/wiki/Solidarity\" title=\"Solidarity\">solidarity</a>, and develop a sense of belonging within communities. \n</p><p><i>Transnational</i> as defined by Merriam-Webster Dictionary and Thesaurus, is extending or going beyond national boundaries or consisting of persons from different nationalities.\n</p><p>According to Anthropologist <i>Michael Kearney</i>, <i>Transnational</i> deals with forms of organization and identity of Latinas/os that are not restricted by national boundaries, meaning not being constraint by nation-state of origin in order to form a collective identity in a hosting country.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> \n</p><p><a href=\"/wiki/Barrio\" title=\"Barrio\"><i>Barrios</i></a> refer to a part of an inner city area mostly composed of a Spanish-speaking population. “Both historically and today, barrio formations are the result of specific plans and policies on the local, state, and federal levels that have resulted in high levels of racial segregation, substandard and limited housing stock, poor schooling, and severely circumscribed mobility.”<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p><p>Scholars such as <i>Gina M. Perez</i>, <i>Frank A. Guridy</i>, and <i>Adrian Burgos Jr.</i> believe that one must use the <i>transnational</i> approach in Latin American and Latino Studies to create a framework that will better apprehend the diverse experiences of Latinas/os in multiple contexts. As well as confronting the negative notions of <i>Barrios</i> as being places of social dislocation, and marginalized and criminalized locations. <b>Transnational Barrios</b> therefore strive to create and progress through new meanings, experiences, and identities of diverse and compelling Latina/o populations of various communities throughout the U.S.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Examples_of_Transnational_Barrios\">Examples of Transnational Barrios</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Transnational_barrios&amp;action=edit&amp;section=1\" title=\"Edit section: Examples of Transnational Barrios\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>An example of a <b>Transnational Barrio</b> is explained in <i>Cary Cordova’s</i> article “<i>The Mission in Nicaragua</i>”<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> in regards to the Nicaraguan community in the <a href=\"/wiki/Mission_District,_San_Francisco\" title=\"Mission District, San Francisco\">Mission District</a> of San Francisco. Nicaraguans in the U.S. mobilized in the 1970s during the <i><a href=\"/wiki/Sandinista\" class=\"mw-redirect\" title=\"Sandinista\">Sandinista</a> revolution</i> to rally support for the overthrow of the current oppressive regime of <i><a href=\"/wiki/Anastasio_Somoza_Debayle\" title=\"Anastasio Somoza Debayle\">Anastasio Somoza</a></i>. They believed that if the Sandinistas succeeded then Nicaragua would become a model for freedom and equality around the world, including the U.S. As citizens in Nicaragua were struggling with control over their own lives, so too were Nicaraguans in the U.S. due to the lack of social reforms needed by the community, mainly because of U.S. capitalism. Artists and activists used the ideas of the Nicaraguan revolution to express the political needs of Latinos in <i>San Francisco</i> and the Americas. Poets such as <i>Alejandro Murguia, Roberto Vargas and Nina Serrano</i> accomplished this by creating events such as poetry readings, rallies, demonstrations, and the creation of murals to illustrate the struggles of people in Nicaragua and in the U.S. Cordova demonstrates that the barrio served as a <i>transnational space</i> where ideas such as revolution, liberation and equality and political mobilization and solidarity could be transformed and used together to fight the revolution abroad and fight the war on the home front.  \n</p><p><a href=\"/wiki/Lourdes_Gutierrez_Najera\" class=\"mw-redirect\" title=\"Lourdes Gutierrez Najera\">Lourdes Gutierrez Najera</a> describes another example of using barrios as a <i>transnational space</i> with her study of Oaxacans in the city of Los Angeles.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> In her article \"Hayandose\", to maintain their Zapotec and Yalalteco indigenous identity, Oaxacans organize to aid one another in times of crisis such as in the viewing of a young Oaxacan individual where a traditional Oaxacan funeral ceremony was conducted in the Koreatown district of Los Angeles. Such practices demonstrate that their strong ties are established and maintained with their hometowns. Given the marginality of indigenous people both in Mexico and the U.S. they create a space of inclusion and belonging by practicing the same customs that they perform in Oaxaca. Traditional Oaxacan dances and festivals known as <i><a href=\"/wiki/Guelaguetza\" title=\"Guelaguetza\">Guelaguetza's</a></i> are as well an important means to celebrate their indigenous roots and reaffirm their ethnic membership within transnational borders. This folkloric dance along with the other customs Zapotecs and Yalaltecos bring with them, situate their barrio as a transnational space.\n</p><p><a href=\"/wiki/Nuyorican_Movement\" title=\"Nuyorican Movement\"><i>The Nuyorican poetry movement</i></a> of the 1970s in Manhattan’s Lower Eastside is one more example of a <b>Transnational Barrio</b>.  The Nuyorican movement was seen as a venue for spoken word performances, stand-up comedy, poetry slams, musical performances and theater productions. The use of code switching between Spanish and English demonstrated the concern for the low income, poor experience of life in New York for Puerto Ricans, which strongly made visible the political motivation behind the poetry movement. <i>Miguel Algarin, Miguel Pinero, Bittman “Bimbo” Rivas and Lucky Cienfuegos</i> were among the creators and poets of the movement in the 1970s along with other poets such as <i>Bob Holman, Saul Williams, Sarah Jones, and Beau Sia</i>. The transnational space created in the barrios of Manhattan’s Lower Eastside provide New York Puerto Ricans, or as they called themselves Nuyoricans, a chance to mobilize leftist ideals in their poetry, art performances and literature.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Transnational_barrios&amp;action=edit&amp;section=2\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Kearney, Michael. “Transnationalism in California and Mexico at the End of Empire,” In Border Identities: Nation and State at International Frontiers. Ed. Thomas W. Wilson and Hastings Connan. Cambridge: Cambridge University Press, 1998. 117-41.</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Perez, Gina M., Frank A Guridy, and Adrian Burgos Jr. “Introduction,” Beyond el Barrio: Everyday Life in Latina/o America. New York: New York University Press, 2010. 1-23.</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Perez, Gina M., Frank A Guridy, and Adrian Burgos Jr. “Introduction,” Beyond el Barrio: Everyday Life in Latina/o America. New York: New York University Press, 2010. 1-23.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Cordova, Cary. “The Mission in Nicaragua,” In Beyond el Barrio: Everyday Life in Latina/o America. Ed. Gina M. Perez, Frank A. Guridy, and Adrian Burgos Jr. New York: New York University Press, 2010. 211-232.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Gutierrez Najera, Lourdes. “Hayandose,” In Beyond el Barrio: Everyday Life in Latina/o America. Ed. Gina M. Perez, Frank A. Guridy, and Adrian Burgos Jr. New York: New York University Press, 2010. 211-232.</span>\n</li>\n</ol></div>\n\n<!-- \nNewPP limit report\nParsed by mw2153\nCached time: 20180918041025\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.016 seconds\nReal time usage: 0.019 seconds\nPreprocessor visited node count: 71/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 2187/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:31708519-0!canonical and timestamp 20180918041025 and revision id 828160661\n -->\n</div>"},"langlinks":[{"lang":"es","url":"https://es.wikipedia.org/wiki/Barrios_transnacionales","langname":"Spanish","autonym":"español","*":"Barrios transnacionales"}],"categories":[{"sortkey":"","*":"Latin_American_studies"},{"sortkey":"","*":"Social_constructionism"},{"sortkey":"","*":"Transnationalism"}],"links":[{"ns":0,"exists":"","*":"Anastasio Somoza Debayle"},{"ns":0,"exists":"","*":"Barrio"},{"ns":0,"exists":"","*":"Ethnic identity"},{"ns":0,"exists":"","*":"Guelaguetza"},{"ns":0,"exists":"","*":"Latin America"},{"ns":0,"exists":"","*":"Latino"},{"ns":0,"exists":"","*":"Lourdes Gutierrez Najera"},{"ns":0,"exists":"","*":"Mission District, San Francisco"},{"ns":0,"exists":"","*":"Nuyorican Movement"},{"ns":0,"exists":"","*":"Sandinista"},{"ns":0,"exists":"","*":"Solidarity"}],"templates":[],"images":[],"externallinks":[],"sections":[{"toclevel":1,"level":"2","line":"Examples of Transnational Barrios","number":"1","index":"1","fromtitle":"Transnational_barrios","byteoffset":2679,"anchor":"Examples_of_Transnational_Barrios"},{"toclevel":1,"level":"2","line":"References","number":"2","index":"2","fromtitle":"Transnational_barrios","byteoffset":6725,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Transnational barrios","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q7834713"}]}}