{"parse":{"title":"Detlev Peukert","pageid":2851904,"revid":860241448,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Detlev Peukert</b> (September 20, 1950 in <a href=\"/wiki/G%C3%BCtersloh\" title=\"Gütersloh\">Gütersloh</a> – May 17, 1990 in <a href=\"/wiki/Hamburg\" title=\"Hamburg\">Hamburg</a>) was a German <a href=\"/wiki/Historian\" title=\"Historian\">historian</a>, noted for his studies of the relationship between what he called the \"spirit of science\" and <a href=\"/wiki/The_Holocaust\" title=\"The Holocaust\">the Holocaust</a> and in <a href=\"/wiki/Social_history\" title=\"Social history\">social history</a> and the <a href=\"/wiki/Weimar_Republic\" title=\"Weimar Republic\">Weimar Republic</a>. Peukert taught modern history at the <a href=\"/wiki/University_of_Essen\" class=\"mw-redirect\" title=\"University of Essen\">University of Essen</a> and served as director of the Research Institute for the History of the <a href=\"/wiki/Nazi_Germany\" title=\"Nazi Germany\">Nazi Period</a>. Peukert was a member of the <a href=\"/wiki/German_Communist_Party\" title=\"German Communist Party\">German Communist Party</a> until 1978, when he joined the <a href=\"/wiki/Social_Democratic_Party_of_Germany\" title=\"Social Democratic Party of Germany\">Social Democratic Party of Germany</a>. A politically engaged historian, Peukert was known for his unconventional take on modern German history, and in an obituary, the British historian <a href=\"/wiki/Richard_Bessel\" title=\"Richard Bessel\">Richard Bessel</a> wrote that it was a major loss that Peukert had died at the age of 39 as a result of AIDS.<sup id=\"cite_ref-FOOTNOTEBessel1990323-324_1-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEBessel1990323-324-1\">&#91;1&#93;</a></sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Working_class_history\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Working class history</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Historian_of_Alltagsgeschichte_in_the_Third_Reich\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Historian of <i>Alltagsgeschichte</i> in the Third Reich</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Problems_of_modernity\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Problems of modernity</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Dominican_studies\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Dominican studies</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#&quot;The_Genesis_of_the_&#39;Final_Solution’_from_the_Spirit_of_Science&quot;\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">\"The Genesis of the 'Final Solution’ from the Spirit of Science\"</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Death_and_legacy\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Death and legacy</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Work\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Work</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Endnotes\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">Endnotes</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#References\"><span class=\"tocnumber\">9</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Working_class_history\">Working class history</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Detlev_Peukert&amp;action=edit&amp;section=1\" title=\"Edit section: Working class history\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Peukert was born in a working-class family in the Ruhr, his father a coal miner and his mother a housewife, and he was the first member of his family to attend university.<sup id=\"cite_ref-FOOTNOTEZimmermann1991245_2-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEZimmermann1991245-2\">&#91;2&#93;</a></sup> Many of his father's fellow coal miners had been members of either the SPD or KPD, and were sent to concentration camps during the Nazi era.<sup id=\"cite_ref-FOOTNOTEZimmermann1991245_2-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEZimmermann1991245-2\">&#91;2&#93;</a></sup> Growing up in the coal miners' milieu, where many so had been sent to concentration camps for anti-Nazi views, left Peukert very interested in the subject of outsiders in the Third Reich, as he wanted to know why so many coal miners chose to oppose the Nazi regime when so many other ordinary people were passive, indifferent or supportive of the Nazi regime.<sup id=\"cite_ref-FOOTNOTEZimmermann1991245_2-2\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEZimmermann1991245-2\">&#91;2&#93;</a></sup> The coal miners of the Ruhr formed a distinctive sub-culture in Germany, known for their defiant, rebellious attitude to authority, left-wing views, and their often confrontational relations with the firm of Krupp AG, Germany's biggest corporation, which in turn was owned by the Krupp family, Germany's richest family. As a student, Peukert studied under <a href=\"/wiki/Hans_Mommsen\" title=\"Hans Mommsen\">Hans Mommsen</a> at Bochum university, and began teaching at the University of Essen starting in 1978.<sup id=\"cite_ref-FOOTNOTEBessel1990323_3-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEBessel1990323-3\">&#91;3&#93;</a></sup>\n</p><p>As a \"68er\" whose politics were defined by the student protests of 1968, Peukert was active in left-wing politics and joined the  <a href=\"/wiki/German_Communist_Party\" title=\"German Communist Party\">German Communist Party</a>.<sup id=\"cite_ref-FOOTNOTEBessel1990321_4-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEBessel1990321-4\">&#91;4&#93;</a></sup> The historian Michael Zimmerman who knew Peukert as an undergraduate in the early 1970s described Peukert as active in the student federation MSP Spartakus and the DKP, but described him as a committed Communist who grew disillusioned following the expulsions of <a href=\"/wiki/Rudolf_Bahro\" title=\"Rudolf Bahro\">Rudolf Bahro</a> and <a href=\"/wiki/Wolf_Biermann\" title=\"Wolf Biermann\">Wolf Biermann</a> together with the \"freeze\" on discussing Euro-communism within the party following orders from East Germany.<sup id=\"cite_ref-FOOTNOTEZimmermann1991245_2-3\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEZimmermann1991245-2\">&#91;2&#93;</a></sup> Peukert's writings on German Communist resistance in Nazi Germany differed greatly from the party line laid down in East Germany that the entire German working class under the KPD had opposed the Nazi regime, and ultimately led to him leaving the Communist Party in 1978 to join the Social Democratic party.<sup id=\"cite_ref-FOOTNOTEBessel1990321_4-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEBessel1990321-4\">&#91;4&#93;</a></sup> The DKP was secretly subsidized by East Germany and as a result, the party was slavishly loyal to its East German paymasters. Peukert during his time in the Communist party had come to find the party line on history was too dogmatic and rigid as he kept finding the facts of history were more complex and nuanced than the version of history laid by the party line.<sup id=\"cite_ref-FOOTNOTEBessel1990321_4-2\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEBessel1990321-4\">&#91;4&#93;</a></sup> Peukert's work was criticized within Communist circles for his willingness to be critical of the decisions of the underground KPD in Nazi Germany, and his sensitivity to \"human frailty\" as he examined working class life in the Third Reich, writing that not everybody wanted to be a hero and die for their beliefs.<sup id=\"cite_ref-FOOTNOTEBessel1990321_4-3\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEBessel1990321-4\">&#91;4&#93;</a></sup>\n</p><p>Peukert's first book was his 1976 book <i>Ruhrarbeiter gegen den Faschismus</i> (<i>Ruhr Workers Against Fascism</i>), a study of anti-Nazi activities among the <a href=\"/wiki/Working_class\" title=\"Working class\">working class</a> of the <a href=\"/wiki/Ruhr\" title=\"Ruhr\">Ruhr</a> during the Third Reich.<sup id=\"cite_ref-FOOTNOTEZimmermann1991245-246_5-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEZimmermann1991245-246-5\">&#91;5&#93;</a></sup> Reflecting his left-wing views, Peukert praised \"our red grandfathers\" who chose to oppose National Socialism, despite their downtrodden status, arguing that their willingness to take action when so many were passive or supportive of National Socialism, made them heroes.<sup id=\"cite_ref-FOOTNOTEZimmermann1991245–246_6-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEZimmermann1991245–246-6\">&#91;6&#93;</a></sup> Peukert's PhD thesis, published in 1980, was <i>Die KPD im Widerstand Verfolgung und Untergrundarbeit am Rhein und Ruhr, 1933-1945</i> (<i>The KPD in the Resistance Persecution and Underground work in the Rhine and the Ruhr 1933-1945</i>).<sup id=\"cite_ref-FOOTNOTEZimmermann1991246_7-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEZimmermann1991246-7\">&#91;7&#93;</a></sup> Peukert's work went beyond what the title of his PhD dissertation would suggest, as he examined the ideological motivation, organizational structure of the underground Communist Party, and the motivation and social background of a single individual Communist in the Ruhr and Rhineland convicted by German courts of belonging to the KPD.<sup id=\"cite_ref-FOOTNOTEZimmermann1991246_7-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEZimmermann1991246-7\">&#91;7&#93;</a></sup> Peukert's work on the Communist resistance led him to engage in many bitter, polemical disputes with his former associates in the Communist Party who did not like his conclusions.<sup id=\"cite_ref-FOOTNOTEBessel1990323_3-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEBessel1990323-3\">&#91;3&#93;</a></sup>\n</p><p>From the right, criticism of <i>Die KPD im Widerstand Verfolgung und Untergrundarbeit am Rhein und Ruhr, 1933-1945</i> came from the American historian <a href=\"/wiki/Albert_Lindemann\" title=\"Albert Lindemann\">Albert Lindemann</a> who complained that Peukert's focus on Communist resistance in the Rhineland and Ruhr regions did not merit a 460-page long book, through Lindemann wrote that wrote the book was not \"an exercise in hagiography\" and praised Peukert for his \"critical remarks\" about East German historiography.<sup id=\"cite_ref-FOOTNOTELindemann1982205_8-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTELindemann1982205-8\">&#91;8&#93;</a></sup> On the broader subject of Communism, Lindemann wrote that Peukert's book was flawed by what the reviewer considered his moral blind spot, writing that for Peukert fascism was \"a convenient absolute evil; anti-fascism, however flawed in its particulars is thus in some ultimate sense heroic\".<sup id=\"cite_ref-FOOTNOTELindemann1982205_8-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTELindemann1982205-8\">&#91;8&#93;</a></sup> Lindemann wrote that \"the author [Peukert] appears to consider it absurd to suggest the KPD and the NSDAP morally resembled each other. Yet Stalinism in the 1930s was at least as brutish in form as Hitlerlism and was responsible, at least until 1939, for many more deaths, indeed for organized murder on an unparalleled scale. The KPD enthusiastically associated itself with the nightmarish inhumanities of Stalin's rule\".<sup id=\"cite_ref-FOOTNOTELindemann1982205_8-2\" class=\"reference\"><a href=\"#cite_note-FOOTNOTELindemann1982205-8\">&#91;8&#93;</a></sup> Lindemann ended his review that Peukert's approach in considering Communist resistance in Nazi Germany to be \"heroic\" was wrong as the subject of \"Communist heroism\" in Nazi Germany was more morally nuanced than what Peukert would consider.<sup id=\"cite_ref-FOOTNOTELindemann1982205_8-3\" class=\"reference\"><a href=\"#cite_note-FOOTNOTELindemann1982205-8\">&#91;8&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Historian_of_Alltagsgeschichte_in_the_Third_Reich\">Historian of <i>Alltagsgeschichte</i> in the Third Reich</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Detlev_Peukert&amp;action=edit&amp;section=2\" title=\"Edit section: Historian of Alltagsgeschichte in the Third Reich\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Peukert was a leading expert in <i><a href=\"/wiki/Alltagsgeschichte\" title=\"Alltagsgeschichte\">Alltagsgeschichte</a></i> (\"history of everyday life\") and his work often examined the effect of Nazi social policies on ordinary Germans and on persecuted groups such as Jews and Roma.<sup id=\"cite_ref-FOOTNOTEBessel1990321_4-4\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEBessel1990321-4\">&#91;4&#93;</a></sup> The subject of <i>Alltagsgeschichte</i> had first been established as a subect in the 1970s, and had first attracted attention when <a href=\"/wiki/Martin_Broszat\" title=\"Martin Broszat\">Martin Broszat</a> and his protégés launched the \"Bavaria project\" in 1973, intended to document everyday life in <a href=\"/wiki/Bavaria\" title=\"Bavaria\">Bavaria</a> in the Third Reich.<sup id=\"cite_ref-FOOTNOTENolan198857_9-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTENolan198857-9\">&#91;9&#93;</a></sup> Broszat had begun the study of <i>Alltagsgeschichte</i> in the early 1970s with two goals. The first was to counter what Broszat considered to be the excessively \"from above\" high politics approach to writing about Nazi Germany which largely saw the story of the Third Reich by looking at the actions of Hitler and the rest of the Nazi elite and treating almost everybody else in Germany as merely passive objects controlled and manipulated by the state.<sup id=\"cite_ref-FOOTNOTENolan198857_9-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTENolan198857-9\">&#91;9&#93;</a></sup> Broszat wanted to treat the German people as subjects in their own lives during the Nazi era, making choices in their everyday lives, both for good and ill, albeit within a reduced range.<sup id=\"cite_ref-FOOTNOTENolan198857_9-2\" class=\"reference\"><a href=\"#cite_note-FOOTNOTENolan198857-9\">&#91;9&#93;</a></sup> The second goal of Broszat with <i>Alltagsgeschichte</i> was to end the \"monumentalization\" of the men involved in the July 20 <i>putsch</i> in 1944, with Broszat complaining treated the story of resistance in Nazi Germany as one of few conservatives from the traditional elites in the aristocracy, the military, the bureaucracy, and the diplomatic corps struggling to overthrow the Nazi regime.<sup id=\"cite_ref-FOOTNOTENolan198857_9-3\" class=\"reference\"><a href=\"#cite_note-FOOTNOTENolan198857-9\">&#91;9&#93;</a></sup> Broszat wished to examine resistance by ordinary people at least in part to show there was resistance other than those involved in the 20 July <i>putsch</i> attempt.<sup id=\"cite_ref-FOOTNOTENolan198857_9-4\" class=\"reference\"><a href=\"#cite_note-FOOTNOTENolan198857-9\">&#91;9&#93;</a></sup>\n</p><p>\nPeukert admitted to being influenced by Broszat's work with the \"Bavaria Project\", but he gave another reason for becoming interested in <i>alltagsgeschichte</i> in 1979.<sup id=\"cite_ref-FOOTNOTENolan198857_9-5\" class=\"reference\"><a href=\"#cite_note-FOOTNOTENolan198857-9\">&#91;9&#93;</a></sup> In January 1979, the 1978 American TV mini-series <i>Holocaust</i> was shown in West Germany and caused a sensation, being watched by 50% of West Germans. The airing of <i>Holocaust</i> first time that many Germans born after 1945 had learned about the Holocaust, which was something of a taboo subject for the first decades after 1945.<sup id=\"cite_ref-FOOTNOTENolan198857_9-6\" class=\"reference\"><a href=\"#cite_note-FOOTNOTENolan198857-9\">&#91;9&#93;</a></sup> Writing in 1981, Peukert wrote: </p><blockquote><p>\"Looking back, people's own everyday experience seemed to have been so different that they could not find themselves in the picture which historians painted, because in their remembrance the everyday life situation was often viewed positively. Even for those who strove for a critical coming to terms [<i>Bewältigung</i>] with their experience of repression, of yielding to the temptations of the regime and of involvement with criminal inhumanity, even they often remained at loss about how to build a bridge from their own experience to the contemporary historical critical state of knowledge\".<sup id=\"cite_ref-FOOTNOTENolan198857-58_10-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTENolan198857-58-10\">&#91;10&#93;</a></sup></p></blockquote><p> In the early 1980s, Peukert began teaching <i>Alltagsgeschichte</i>, until then a subject mostly ignored by German historians before the 1970s, as he argued that the subject was important.<sup id=\"cite_ref-FOOTNOTEBessel1990321_4-5\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEBessel1990321-4\">&#91;4&#93;</a></sup> Peukert wanted to explore why so many ordinary Germans who lived through the Nazi era remembered it as a time of \"normality\" and often in a very positive way while at the same time genocide was taking place.<sup id=\"cite_ref-FOOTNOTENolan198858_11-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTENolan198858-11\">&#91;11&#93;</a></sup> Peukert argued there was a disconnect between the popular image today of the Nazi era as a time of unparalleled horror vs. the way in which most ordinary Germans remembered it as a time of benign \"normality\", and that studying <i>Alltagsgeschichte</i> would explore what the Third Reich was actually like in \"everyday life\".<sup id=\"cite_ref-FOOTNOTENolan198858_11-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTENolan198858-11\">&#91;11&#93;</a></sup> In the early 1980s, <i>Alltagsgeschichte</i> exploded in popularity in West Germany with numerous work groups being set, usually by left-wing groups, to explore the history of their home towns in the Nazi era.<sup id=\"cite_ref-FOOTNOTENolan198859_12-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTENolan198859-12\">&#91;12&#93;</a></sup> The study of <i>Alltagsgeschichte</i> was greatly influenced by the History Workshop movement in Britain set up by the Marxist historian <a href=\"/wiki/E.P._Thompson\" class=\"mw-redirect\" title=\"E.P. Thompson\">E.P. Thompson</a> and like the British Workshop groups, many involved in the <i>Alltagsgeschichte</i> study groups were not historians with a disproportional number of the volunteers being high-school students.<sup id=\"cite_ref-FOOTNOTENolan198859_12-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTENolan198859-12\">&#91;12&#93;</a></sup> The American historian Mary Nolan wrote with some envy about the way in which thousands of German high school students became involved in the <i>Alltagsgeschichte</i> study groups, observing that it was simply inconceivable that thousands of American high school students would join study groups to research the histories of their home towns in the 1930s-1940s as most Americans have no interest in history.<sup id=\"cite_ref-FOOTNOTENolan198863_13-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTENolan198863-13\">&#91;13&#93;</a></sup> In 1984, Peukert was awarded the annual culture prize given by the city of Essen for his work with a history workshop group in Essen.<sup id=\"cite_ref-FOOTNOTEZimmermann1991248_14-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEZimmermann1991248-14\">&#91;14&#93;</a></sup>\n</p><p>A historian with a very strong work ethic, Peukert believed that history \"belonged to everybody\", not just the historians, and was very energetic in attempting to break down barriers to interest the public in history by settling up exhibitions about  <i>Alltagsgeschichte</i> in the Third Reich.<sup id=\"cite_ref-FOOTNOTEBessel1990322_15-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEBessel1990322-15\">&#91;15&#93;</a></sup> In 1980, Peukert planned the historical exhibition at the Old Synagogue of Essen on the subject \"Resistance and Persecution in Essen 1933-1945\".<sup id=\"cite_ref-FOOTNOTEZimmerman1991247_16-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEZimmerman1991247-16\">&#91;16&#93;</a></sup> In 1984, Peukert won the Maeier-Leibnitz prize for his habilitation on youth policy in Germany in late 19th and early 20th centuries.<sup id=\"cite_ref-FOOTNOTEBessel1990322_15-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEBessel1990322-15\">&#91;15&#93;</a></sup>  Moving beyond the subject of resistance (<i>Widerstand</i>), Peukert became interested in \"oppositionality\" (<i>Widerständigkeit</i>) in everyday life in Nazi Germany.<sup id=\"cite_ref-FOOTNOTEZimmermann1991246_7-2\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEZimmermann1991246-7\">&#91;7&#93;</a></sup> Peukert was especially interested in the <a href=\"/wiki/Edelweiss_Pirates\" title=\"Edelweiss Pirates\">Edelweiss Pirates</a>, a group of working class teenagers in Cologne and the other cities of the Rhineland who formed a distinctive anti-Nazi subculture, and who often fought the Hitler Youth.<sup id=\"cite_ref-FOOTNOTEZimmermann1991246_7-3\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEZimmermann1991246-7\">&#91;7&#93;</a></sup> Another related area of interest for Peukert was resistance, opposition and dissent in the Third Reich. Peukert developed a pyramid model starting with \"nonconformity\" (behavior in private that featured partial rejection of the Nazi regime) running to \"refusal of co-operation\" (<i>Verweigerung</i>) to \"protest\", and finally to <i>Widerstand</i> (resistance), which involved total rejection of the Nazi regime.<sup id=\"cite_ref-FOOTNOTEKershaw2000205_17-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEKershaw2000205-17\">&#91;17&#93;</a></sup>\n</p><p>In particular, Peukert looked at how in \"everyday life\" in Nazi Germany, aspects of both \"normality\" and \"criminality\" co-existed with another.<sup id=\"cite_ref-FOOTNOTEKershaw2000230_18-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEKershaw2000230-18\">&#91;18&#93;</a></sup> For Peukert, to examine resistance and opposition in <i>Alltagsgeschichte</i> with no reference to the broader society led the historian no-where, and to resolve this problem he wrote his 1982 book <i>Volksgenossen und Gemeinschaftsfremde</i> (<i>National Comrades and Community Aliens</i>), which was translated into English as <i>Inside Nazi Germany</i> in 1987.<sup id=\"cite_ref-FOOTNOTEZimmermann1991246_7-4\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEZimmermann1991246-7\">&#91;7&#93;</a></sup> The book's title was taken from the two legal categories which the entire population of Germany was divided into during the Nazi era; the <i>Volksgenossen</i> (National Comrades) who were the people who belonged to the <i>Volksgemeinschaft</i> and the  <i>gemeinschaftsfremde</i> (Community Aliens) who did not.  In <i>Volksgenossen und Gemeinschaftsfremde</i>, Peukert  looked at the experience of \"everyday life\" in Nazi Germany in its totality, examining both conformity and resistance equally to examine how all Germans, not just those in sub-cultures like the Edelweiss Pirates or the Ruhr miners had behaved.<sup id=\"cite_ref-FOOTNOTEZimmermann1991246_7-5\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEZimmermann1991246-7\">&#91;7&#93;</a></sup>\n</p><p>Peukert also sought to critically explore why so many ordinary Germans remembered the Third Reich as a time of blissful normality, arguing that there was a certain selectivity to what many people sought to remember, arguing that memories of genocide were not ones to cherish.<sup id=\"cite_ref-FOOTNOTENolan198874_19-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTENolan198874-19\">&#91;19&#93;</a></sup> Peukert further argued that: \"the memory of an unpolitical \"normality\" in the 1930s could have taken hold of the collective memory also because of a certain structural parallelism existed because of the \"normality\" of the first German economic miracle in the 1930s and the economic miracle of the 1950s\".<sup id=\"cite_ref-FOOTNOTENolan198874_19-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTENolan198874-19\">&#91;19&#93;</a></sup> Peukert argued that the central feature of the policies of the National Socialist regime in shaping the <i>Volksgemeinschaft</i> was racism with the emphasis on \"selection\" of those considered to have \"healthy\" Aryan genes and the \"eradication\" of those who were considered not.<sup id=\"cite_ref-FOOTNOTEZimmermann1991246_7-6\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEZimmermann1991246-7\">&#91;7&#93;</a></sup> In the final chapter of <i>Volksgenossen und Gemeinschaftsfremde</i>, Peukert wrote: \"In the use of terror against <i>gemeinschaftsfremde</i> (\"community aliens\") and in the fostering of an atomized, compulsorily normalized society, National Socialism demonstrated all too clearly and with lethal consistency the pathological, warped features of the modern civilization process\".<sup id=\"cite_ref-FOOTNOTEZimmermann1991246_7-7\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEZimmermann1991246-7\">&#91;7&#93;</a></sup> As <i>Inside Nazi Germany</i> as the book was titled in English, <i>Volksgenossen und Gemeinschaftsfremde</i> is regarded as the most \"standard\" text about <i>alltagsgeschichte</i> in the Third Reich.<sup id=\"cite_ref-FOOTNOTEBessel1990322_15-2\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEBessel1990322-15\">&#91;15&#93;</a></sup> A 1990 review by the German historian Rolf Schörken called <i>Volksgenossen und Gemeinschaftsfremde</i> a brilliant book explaining how Nazi <i>Herrschaft</i> (domination) of Germany rested upon the \"multi-layered, contradictory and complex realities\" of \"everyday life\" in Germany.<sup id=\"cite_ref-FOOTNOTECrews1992326_20-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrews1992326-20\">&#91;20&#93;</a></sup>\n</p><p>\nPeukert wrote that the popular claim, made after the war, that the Nazi regime stayed in power only because of terror was incorrect.<sup id=\"cite_ref-FOOTNOTECrews1992325_21-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrews1992325-21\">&#91;21&#93;</a></sup> Peukert wrote though terror played a role in sustaining the Nazi regime, the majority of victims of the violence of that the German state inflicted in the Nazi era tended to be people considered to be \"outsiders\" in Germany like Jews, the Romany, \"Marxists\", the mentally ill, the disabled, homosexuals, Jehovah's Witnesses, and the \"asocial\", and that for the most part, the state in the Nazi era left ordinary Germans alone to live their lives as they pleased.<sup id=\"cite_ref-FOOTNOTECrews1992325_21-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrews1992325-21\">&#91;21&#93;</a></sup> Peukert wrote with the \"popular experience\" of most Germans in the Nazi era, there were no clear-cut \"villains and victims\" with the American historian David Crews writing that Peukert had presented \"a complex, morally disturbing picture\" of ordinary people adjusting to what Peukert called \"the multiple ambiguities of ordinary people\".<sup id=\"cite_ref-FOOTNOTECrews1992325_21-2\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrews1992325-21\">&#91;21&#93;</a></sup> Peukert wrote that most ordinary Germans lived in a \"grey zone\" choosing support, accommodation and nonconformity at various times, never totally supporting the Nazi regime, but willing to accommodate themselves to the regime provided it served their own self-interests.<sup id=\"cite_ref-FOOTNOTECrews1992325_21-3\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrews1992325-21\">&#91;21&#93;</a></sup> As part of his studies into \"everyday life\" in Nazi Germany, Peukert very strongly argued that it was not a black-and-white picture with many of those taking part in youthful sub-cultures like the Edelweiss Pirates and the Swing Kids, grumbling at work, and attending illegal jazz dance sessions at very least partially endorsed the regime and accepted the \"Hitler myth\" of a brilliant, benevolent <i>Führer</i>.<sup id=\"cite_ref-FOOTNOTENolan198856_22-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTENolan198856-22\">&#91;22&#93;</a></sup> Peukert noted those who took part in such manifestations of \"oppositionality\" like the Swing Kids and the Edelweiss Pirates were challenging the regime, but not in such a way as not to threaten its hold on power, which is why Peukert called these activities \"oppositionality\" rather than resistance.<sup id=\"cite_ref-FOOTNOTENolan198856_22-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTENolan198856-22\">&#91;22&#93;</a></sup> In particular, Peukert wrote the Edelweiss Pirates by settling themselves apart from adults and those not from the Rhineland were in fact weakening the traditional German working class sub-culture.<sup id=\"cite_ref-FOOTNOTENolan198856_22-2\" class=\"reference\"><a href=\"#cite_note-FOOTNOTENolan198856-22\">&#91;22&#93;</a></sup> Peukert wrote: </p><blockquote><p>\"The Third Reich cannot have failed to leave its mark on all members of society...Even resistance fighters who did not conform were weighted by the experience of persecution, by the sense of their own impotence, and of the petty compromises that were necessary for survival. The system did its work on the anti-fascists too, and often enough it worked despite the shortcomings of the fascists themselves\".<sup id=\"cite_ref-FOOTNOTECrew1992325_23-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992325-23\">&#91;23&#93;</a></sup></p></blockquote><p> Peukert wrote that even those Germans who went into \"inner emigration\", withdrawing from society as much as possible to avoid dealing with the Nazis as much as they could, helped the system worked.<sup id=\"cite_ref-FOOTNOTECrew1992325_23-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992325-23\">&#91;23&#93;</a></sup> Peukert wrote that \"inner emigration\" led to \"...self-absorption and self-sufficiency, to the mixture of \"apathy and pleasure-seeking\" described by one wartime diarist...Paradoxically, then, even the population's counter-reaction to the National Socialist pressure of mobilization served to stabilize the system\".<sup id=\"cite_ref-FOOTNOTECrew1992325_23-2\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992325-23\">&#91;23&#93;</a></sup>\n</p><p>Using a phrase coined by the British historian Sir <a href=\"/wiki/Ian_Kershaw\" title=\"Ian Kershaw\">Ian Kershaw</a>, Peukert argued that the \"Hitler myth\" of a brilliant, infallible, and larger-than-life <i>Führer</i>-a charismatic statesman who was also a talented general and artist-was the main psychological mechanism that held together popular support and acquiescence in the regime as even many Germans who did not like the Nazis accepted the \"Hitler myth\".<sup id=\"cite_ref-FOOTNOTECrew1992325_23-3\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992325-23\">&#91;23&#93;</a></sup> Peukert noted that Hitler's role in standing in many ways above his system, with the standard explanation being that  <i>der Führer</i> was so busy with questions of war, art and statecraft that he had to delegate policy in the domestic sphere to his subordinates  meant that most Germans did not blame the failures of the Nazi system on Hitler.<sup id=\"cite_ref-FOOTNOTECrew1992325_23-4\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992325-23\">&#91;23&#93;</a></sup> Peukert noted that instead of blaming Hitler, most Germans held to the hope that if only <i>der Führer</i> would pay attention to domestic policy, then matters would be set right.<sup id=\"cite_ref-FOOTNOTECrew1992325_23-5\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992325-23\">&#91;23&#93;</a></sup> Peukert argued that many Germans disliked the NSDAP functionaries who assumed such power in their neighborhoods and believed if only their \"abuses\" were brought to Hitler's attention, he would dismiss them.<sup id=\"cite_ref-FOOTNOTECrew1992325_23-6\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992325-23\">&#91;23&#93;</a></sup> In common with many historians, Peukert noted that the \"Hitler myth\" of a superhuman <i>Führer</i> who was steadily making Germany into the world's greatest power first began to fall apart with the German defeat at the Battle of Stalingrad as Hitler had staked his personal prestige on a victory on the Volga, repeatedly stating in his radio speeches in the fall of 1942 that he was executing his master-plan for victory at Stalingrad.<sup id=\"cite_ref-FOOTNOTECrew1992325_23-7\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992325-23\">&#91;23&#93;</a></sup> The fact that Hitler's \"master-plan\" for victory at Stalingrad instead ended with the destruction of the entire German 6th Army, made worse by the fact that it was the hands of the \"Asiatic hordes\" as Nazi propaganda always called the Red Army, was a terrible blow to Hitler's prestige, but even then the \"Hitler myth\" continued to exert it power, albeit in a diluted form .<sup id=\"cite_ref-FOOTNOTECrew1992325_23-8\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992325-23\">&#91;23&#93;</a></sup> Against the traditional view that the \"Hitler myth\" came \"from above\", being the work of Joseph Goebbels's Propaganda Ministry, Peukert argued that the \"Hitler myth\" came just as much \"from below\" as ordinary people chose to invest their hopes in the \"Hitler myth\" as a way of rationalizing their passivity in the Third Reich.<sup id=\"cite_ref-FOOTNOTECrew1992325_23-9\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992325-23\">&#91;23&#93;</a></sup>\n</p><p>Another interest for Peukert were the experiences of youth in the Imperial, Weimar and Nazi era. In two books, <i>Grenzen der Sozialdiziplinierung Austieg und Krise der deutschen Jugendfürsorge von 1878 bis 1932</i> (<i>The Frontiers of Social Discipline The Rise and Crisis of German Youth 1878 to 1932</i>) and its sequel, <i>Jugend zwischen Krieg und Krise Lebenswetlen von Arbeiterjungen in der Weimarer Republik</i> (<i>Youth Between War and Crisis The World of Working Class Boys in the Weimar Republic</i>), Peukert examined how the concept of <i>jugendlicher</i> (\"youth\") changed from the 19th into the 20th centuries and how the state sought to dominate the lives of youth people via education and mandatory activities.<sup id=\"cite_ref-FOOTNOTEZimmermann1991246_7-8\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEZimmermann1991246-7\">&#91;7&#93;</a></sup> Both books were part of Peukert' habilitation, and reflected his lifelong interest in the experiences of young people in the Imperial, Weimar and Nazi eras.<sup id=\"cite_ref-FOOTNOTEBessel1990322_15-3\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEBessel1990322-15\">&#91;15&#93;</a></sup>\n</p><p>\nPeukert was one of the first historians to make a detailed examination of the persecution of the <a href=\"/wiki/Romani_people\" title=\"Romani people\">Romani</a>. Peukert often compared Nazi policies towards Roma with Nazi policies towards Jews. On the basis of his research into popular attitudes towards \"outsiders\" in the Third Reich, Peukert came up with the concept of \"everyday racism\" to explain the contrast between the \"normality\" of life for most Germans while genocide was being committed.<sup id=\"cite_ref-FOOTNOTENolan198877_24-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTENolan198877-24\">&#91;24&#93;</a></sup> By \"everyday racism\", Peukert meant a certain causal racism that allowed people to accept violence being committed against those considered to be different.<sup id=\"cite_ref-FOOTNOTENolan198877_24-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTENolan198877-24\">&#91;24&#93;</a></sup> Peukert wrote about: \"a fatal continuum of discrimination, selection, and rejection/elimination, whose monstrous consequences perhaps remained hidden from most contemporaries in their totality but whose inhumane daily racism was not only constantly and everywhere present but until today has not been critically worked through\".<sup id=\"cite_ref-FOOTNOTENolan198877_24-2\" class=\"reference\"><a href=\"#cite_note-FOOTNOTENolan198877-24\">&#91;24&#93;</a></sup> As part of his research into \"everyday racism\", Peukert explored how ordinary people use of disparaging language to describe the homeless allowed them to see as justified the mass incarceration of the homeless into the concentration camps under the grounds that the homeless were part of the \"asocial\" threatening the <i>volksgemeinschaft</i>.<sup id=\"cite_ref-FOOTNOTENolan198877_24-3\" class=\"reference\"><a href=\"#cite_note-FOOTNOTENolan198877-24\">&#91;24&#93;</a></sup> In his research into opinion during the war years, Peukert noted that thousands of Polish and Frenchmen were brought to work in Germany as slave laborers to replace German men who been called up into the Wehrmacht.<sup id=\"cite_ref-FOOTNOTEKater1992292_25-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEKater1992292-25\">&#91;25&#93;</a></sup> Those Poles and sometimes Frenchmen found to be enjoying sexual relationships with German women were harshly punished, being publicity hanged and on some occasions  castrated as \"race-defilers\" threatening the <i>Volksgemeinschaft</i>.<sup id=\"cite_ref-FOOTNOTEKater1992292_25-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEKater1992292-25\">&#91;25&#93;</a></sup> Peukert noted even through the <i>Volksgemeinschaft</i> as depicted in Nazi propaganda never really existed, many ordinary Germans if not sharing the exactly the same racial ideology as their regime seemed to approve of these executions as necessary to protect German racial purity.<sup id=\"cite_ref-FOOTNOTEKater1992292_25-2\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEKater1992292-25\">&#91;25&#93;</a></sup> As a homosexual, Peukert was especially interested in the Nazi persecution of homosexuals. As a gay man, Peukert was especially troubled by those who used the homosexuality of Nazi leaders like <a href=\"/wiki/Ernst_R%C3%B6hm\" title=\"Ernst Röhm\">Ernst Röhm</a> as an excuse for homophobia, writing: </p><blockquote><p>\"The National Socialists' fundamental hostility to homosexuals should not be trivialized by references to individual Nazi leaders' homosexuality. The disgraceful denunciation of SA leader Ernst Röhm, precisely by the Social Democratic press, to gain votes in 1930, thus sullying its own liberal tradition, was taken up again after the so-called Röhm <i>putsch</i> of 1934 and used by the National Socialists to justify their murderous actions\".<sup id=\"cite_ref-FOOTNOTEZimmermann1991247_26-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEZimmermann1991247-26\">&#91;26&#93;</a></sup></p></blockquote>\n<p>Another interest of Peukert were the youth movements like the Swing Kids and the Edelweiss Pirates that clashed with the Nazi regime. The American historian Peter Baldwin criticized Peukert for treating the Swing Kids and Edelweiss Pirates sent to concentration camps as morally just as much as victims of the National Socialist regime as the Jews exterminated in the death camps.<sup id=\"cite_ref-FOOTNOTEBaldiwn199033_27-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEBaldiwn199033-27\">&#91;27&#93;</a></sup> Baldwin took Peukert to task for his 1987 statement: \"As long as the Nazis needed armament workers and future soldiers, they could not exterminate German youth as they exterminated the Poles and Jews\".<sup id=\"cite_ref-FOOTNOTEBaldwin199033_28-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEBaldwin199033-28\">&#91;28&#93;</a></sup> Baldwin called this statement \"a wholly fanciful suggestion\" that the Nazi leaders were planning to exterminate the young people of Germany, going on to comment that the reader should \"note also the order of priority among the actual victims\".<sup id=\"cite_ref-FOOTNOTEBaldwin199033_28-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEBaldwin199033-28\">&#91;28&#93;</a></sup> Baldwin wrote that \"This is Reagan's Bitburg fallacy of the SS as victims, this time committed from the Left\".<sup id=\"cite_ref-FOOTNOTEBaldwin199033_28-2\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEBaldwin199033-28\">&#91;28&#93;</a></sup> In 1985, the U.S. president Ronald Reagan had taken part in a memorial ceremony at a cemetery in Bitburg whose graves were those of soldiers killed in the Wehrmacht and Waffen-SS. When criticized for honoring the sacrifice of SS men, Reagan had stated those Germans killed fighting in the SS were just as much victims of Hitler as the Jews exterminated in the death camps, and that therefore placing a memorial wreath honoring the memory of the SS men buried at the Bitburg cemetery was no different from placing a memorial wreath at Auschwitz. Reagan's statement that the SS and the Jews exterminated by the SS were all equally victims of Hitler is known to historians as the Bitburg fallacy.<sup id=\"cite_ref-FOOTNOTEBaldwin19903-4_29-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEBaldwin19903-4-29\">&#91;29&#93;</a></sup>\n</p><p>In his 1987 book <i>Spuren des Widerstands Die Bergarbeiterbewegung im Dritten Reich und im Exil</i> (<i>Traces of Resistance The Miners' Movement in the Third Reich and In Exile</i>), Peukert began with the question \"How does one write a history of continual failure?\", which he answered with \"To write a history of the resistance from the \"loser's\" viewpoint means trying to understand why, in spite of everything, they did not give up\".<sup id=\"cite_ref-FOOTNOTEZimmerman1991247_16-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEZimmerman1991247-16\">&#91;16&#93;</a></sup> Peukert argued even through the Social Democratic and Communist miners failed utterly in their attempts to overthrow the Nazi dictatorship, their willingness to take a stand, no matter how hopeless, and to suffer for their beliefs in the concentration camps meant that they should not be dismissed by historians as \"losers\".<sup id=\"cite_ref-FOOTNOTEZimmerman1991247_16-2\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEZimmerman1991247-16\">&#91;16&#93;</a></sup> In the late 1980s, Peukert had been working as a project for a comprehensive <i>alltagsgeschichte</i> in Nazi Germany in northern Germany that was intended to be the counterpart to the \"Bavaria project\" led by Martin Broszat that sought to produce a comprehensive <i>alltagsgeschichte</i> in Nazi Germany in Bavaria.<sup id=\"cite_ref-FOOTNOTEBessel1990323_3-2\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEBessel1990323-3\">&#91;3&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Problems_of_modernity\">Problems of modernity</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Detlev_Peukert&amp;action=edit&amp;section=3\" title=\"Edit section: Problems of modernity\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2><p>\nIn his 1982 book <i>Volksgenossen und Gemeinschaftsfremde</i> (<i>National Comrades and Community Aliens</i>), Peukert argued that the Nazi regime's:</p><blockquote><p>\"racism offered a model for a new order in society...It rested on the racially legitimated removal of all elements that deviated from the norm, refractory youth, idlers, the asocial, prostitutes, homosexuals, people who were incompetent or failures at work, the disabled. National Socialist eugenics...laid down criteria of assessment that were applicable to the population at whole\".<sup id=\"cite_ref-30\" class=\"reference\"><a href=\"#cite_note-30\">&#91;30&#93;</a></sup> </p></blockquote><p> Peukert described the aim of National Socialism as:</p><blockquote><p>“ The goal was an utopian <i>Volksgemeinschaft</i>, totally under police surveillance, in which any attempt at nonconformist behaviour, or even any hint or intention of such behaviour, would be visited with terror”.<sup id=\"cite_ref-31\" class=\"reference\"><a href=\"#cite_note-31\">&#91;31&#93;</a></sup></p></blockquote><p> At the same time, Peukert argued that the  <i>völkisch</i> ideology was not \"an inexplicable, sudden appearance of 'medieval barbarism' in a progressive society\" but rather \"demonstrated with heightened  clarity and murderous consistency, the pathologies and seismic fractures of the modern civilizing progress\".<sup id=\"cite_ref-32\" class=\"reference\"><a href=\"#cite_note-32\">&#91;32&#93;</a></sup> Peukert's thesis that all aspects of the National Socialist regime reflected the <i>völkisch</i> ideology and that far from being a break with modernity, that the National Socialism regime represented at very least an aspect of modernity was very novel at the time and proved to be influential on the historiography of Nazi Germany.<sup id=\"cite_ref-33\" class=\"reference\"><a href=\"#cite_note-33\">&#91;33&#93;</a></sup>\nFascinated by the theories of <a href=\"/wiki/Max_Weber\" title=\"Max Weber\">Max Weber</a>, Peukert began his last book with a quote from Weber who warned that the modern age would bring about \"experts without spirit\" and the \"hedonist without a heart\".<sup id=\"cite_ref-FOOTNOTEZimmerman1990247_34-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEZimmerman1990247-34\">&#91;34&#93;</a></sup> Peukert went on to write about this modern age: </p><blockquote><p>\"At its beginning there is immense loneliness and religious distress, which however help to bring about an unsuspected enhancement of the individual's attachment to this life, his rational control of the world and intellectual autonomy; at its end we may find routine \"enslavement to the future\", emptied of all meaning and causing the dynamic, expansive force of rationalization to ossify. In both cases, however, the growing pressure of suffering is the price paid for the gain in rationality\".<sup id=\"cite_ref-FOOTNOTEZimmerman1990247_34-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEZimmerman1990247-34\">&#91;34&#93;</a></sup></p></blockquote><p> For Peukert, inspired by the theories of Weber, saw the purpose of his work to help foster experts who have spirit and hedonists with a heart.<sup id=\"cite_ref-FOOTNOTEZimmerman1990247_34-2\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEZimmerman1990247-34\">&#91;34&#93;</a></sup> Through Peukert worked primarily as a historian (an occupation that has far greater prestige in Germany than it does in the English-speaking world), he also wrote about at times about literacy theory, philosophy, and anthropology.<sup id=\"cite_ref-FOOTNOTEZimmerman1990247_34-3\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEZimmerman1990247-34\">&#91;34&#93;</a></sup> Peukert was also politically engaged, and his last essay written shortly before his death, <i>Rechtsradikalismus in historisher Perspektive</i> (<i>Right-wing Radicalism in the Historical Perspective</i>) warned against the rise of the Republican Party led by the former SS-<i>Unterscharführer</i> <a href=\"/wiki/Franz_Sch%C3%B6nhuber\" title=\"Franz Schönhuber\">Franz Schönhuber</a>, which had some popular support in Germany with its call for a ban on Turkish \"guest workers\".<sup id=\"cite_ref-FOOTNOTEZimmerman1990247_34-4\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEZimmerman1990247-34\">&#91;34&#93;</a></sup> In 1988, Peukert was appointed director of the Research Center for the History of National Socialism at Hamburg University and in 1989 was appointed Chair of Modern History at the University of Essen.<sup id=\"cite_ref-FOOTNOTEZimmerman1990247_34-5\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEZimmerman1990247-34\">&#91;34&#93;</a></sup> The attempt to appoint Peukert to Hamburg University caused much opposition from the more conservative historians, who made it clear they did not want an openly gay man teaching at their university.<sup id=\"cite_ref-FOOTNOTEBessel1990323_3-3\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEBessel1990323-3\">&#91;3&#93;</a></sup> Until 1994, <a href=\"/wiki/Paragraph_175\" title=\"Paragraph 175\">Paragraph 175</a> was still in effect in Germany as homophobia was rampant in Germany long after the end of the Third Reich, and many historians did not want to work with a \"criminal\" like Peukert.\n</p><p>One of the central issues of German historiography has been the debate over the <i><a href=\"/wiki/Sonderweg\" title=\"Sonderweg\">Sonderweg</a></i> question, namely whatever German history in the 19th and 20th centuries developed along such lines as to make the Third Reich inevitable.<sup id=\"cite_ref-FOOTNOTECrew1992319-320_35-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992319-320-35\">&#91;35&#93;</a></sup> The \"<a href=\"/wiki/Bielefeld_School\" title=\"Bielefeld School\">Bielefeld School</a>\" associated with <a href=\"/wiki/Hans-Ulrich_Wehler\" title=\"Hans-Ulrich Wehler\">Hans-Ulrich Wehler</a>, <a href=\"/wiki/Jurgen_Kocka\" class=\"mw-redirect\" title=\"Jurgen Kocka\">Jurgen Kocka</a> and others have argued for a failed modernization of Germany with the <i>Junkers</i> holding inordinate political and social power in the 19th century that led to Nazi Germany in the 20th century. The most famous riposte to the <i>Sonderweg</i> thesis was the 1984 book <i>The Peculiarities of German history</i> by two British Marxist historians, <a href=\"/wiki/David_Blackbourn\" title=\"David Blackbourn\">David Blackbourn</a> and <a href=\"/wiki/Geoff_Eley\" title=\"Geoff Eley\">Geoff Eley</a>. In <i>The Peculiarities of German History</i>, Eley and Blackourn argued for the \"normality\" of modern German history.<sup id=\"cite_ref-FOOTNOTECrew1992319-320_35-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992319-320-35\">&#91;35&#93;</a></sup>\n</p><p>\nPeukert rejected both viewpoints, instead arguing for seeing Nazi Germany as the product of the \"crisis of classical modernity\".<sup id=\"cite_ref-FOOTNOTECrew1992320_36-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992320-36\">&#91;36&#93;</a></sup> One of the central objections to the \"normality\" thesis promoted by Eley and Blackbourn has been if Germany was such a \"normal\" and \"modern\" nation, how does one explain the Holocaust?<sup id=\"cite_ref-FOOTNOTECrew1992320_36-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992320-36\">&#91;36&#93;</a></sup> Though Peukert rejected the <i>Sonderweg</i> thesis, he criticized Eley and Blackbourn for associating modernity with \"progress\", and argued for a \"skeptical de-coupling of modernity and progress\".<sup id=\"cite_ref-FOOTNOTECrew1992320_36-2\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992320-36\">&#91;36&#93;</a></sup> Peukert argued that historians must: </p><blockquote><p>\"raise questions about the pathological and seismic fractures within modernity itself, and about the implicit destructive tendencies of modern industrial class society, which National Socialism made explicit and which elevated it into mass destruction...This approach is supported by a wide variety of debates that have gone within the social sciences, using such notions as 'social disciplining' (Foucault), the pathological consequences of the civilizing progress (Elias), or the colonisation of the <i>Lebenswelten</i> (Habermas).<sup id=\"cite_ref-FOOTNOTECrew1992320_36-3\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992320-36\">&#91;36&#93;</a></sup></p></blockquote><p> Peukert often wrote on the <a href=\"/wiki/Social_history\" title=\"Social history\">social</a> and <a href=\"/wiki/Cultural_history\" title=\"Cultural history\">cultural history</a> of the <a href=\"/wiki/Weimar_Republic\" title=\"Weimar Republic\">Weimar Republic</a> whose problems he saw as more severe examples of the problems of <a href=\"/wiki/Modernity\" title=\"Modernity\">modernity</a>. Peukert argued that societies that have reached \"classical modernity\" are characterized by advanced capitalist economic organization and mass production, by the \"rationalization\" of culture and society, massive bureaucratization of society, the \"spirit of science\" assuming a dominant role in popular discourses, and the \"social disciplining\" and \"normalization\" of the majority of ordinary people.<sup id=\"cite_ref-FOOTNOTECrew1992320_36-4\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992320-36\">&#91;36&#93;</a></sup> Peukert was greatly influenced by the theories of <a href=\"/wiki/Max_Weber\" title=\"Max Weber\">Max Weber</a>, but unlike many other scholars, who saw Weber attempting to rebut <a href=\"/wiki/Karl_Marx\" title=\"Karl Marx\">Karl Marx</a>, he viewed Weber's principle intellectual opponent as <a href=\"/wiki/Friedrich_Nietzsche\" title=\"Friedrich Nietzsche\">Friedrich Nietzsche</a>.<sup id=\"cite_ref-FOOTNOTECrew1992320_36-5\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992320-36\">&#91;36&#93;</a></sup> Peukert wrote that for Weber, the principle problems of modern Germany were:\n</p><ul><li>The increasing \"rationalization\" of everyday life via bureaucratization and secularism had led to a \"complete demystification of the world\".<sup id=\"cite_ref-FOOTNOTECrew1992320_36-6\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992320-36\">&#91;36&#93;</a></sup></li>\n<li>The popularity of the \"spirit of science\" had led to a misguided belief that science could solve all problems within the near-future.<sup id=\"cite_ref-FOOTNOTECrew1992321_37-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992321-37\">&#91;37&#93;</a></sup></li></ul>\n<p>Contrary to the \"Bielefield school\", Peukert argued by the time of the Weimar Republic, Germany had broken decisively with the past, and had become a thoroughly \"modern\" society in all its aspects.<sup id=\"cite_ref-FOOTNOTECrew1992321_37-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992321-37\">&#91;37&#93;</a></sup> Peukert argued that the very success of German modernization inspired by the \"dream of reason\" meant the contradictions and problems of \"classical modernity\" were felt more acutely in Germany than elsewhere.<sup id=\"cite_ref-FOOTNOTECrew1992321_37-2\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992321-37\">&#91;37&#93;</a></sup> For Peukert, the problems of \"classical modernity\" were:\n</p>\n<ul><li>The very success of modernization encourages \"utopian\" hopes that all problems can be solved via the \"spirit of science\" that are inevitably dashed.<sup id=\"cite_ref-FOOTNOTECrew1992321_37-3\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992321-37\">&#91;37&#93;</a></sup></li>\n<li>Modern society causes unavoidable \"irritations\" which led to people looking backwards to \"traditions\" and/or a \"clean\" modernity where the state would attempt to solve social problems via radical means.<sup id=\"cite_ref-FOOTNOTECrew1992321_37-4\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992321-37\">&#91;37&#93;</a></sup></li>\n<li>The \"demystification of the world\" leads people to seek faith and self-validation either via irrational theories such as \"race\" and/or a charismatic leader who would revitalize society.<sup id=\"cite_ref-FOOTNOTECrew1992321_37-5\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992321-37\">&#91;37&#93;</a></sup></li>\n<li>Modernity creates a mass society that can be more easily manipulated and mobilized to ends that can be either moral or amoral.<sup id=\"cite_ref-FOOTNOTECrew1992321_37-6\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992321-37\">&#91;37&#93;</a></sup></li></ul>\n<p>Peukert argued that starting in 1929 that the disjoint between Weimar democracy vs. the problems of \"classical modernity\" started to fell apart when faced with the Great Depression.<sup id=\"cite_ref-FOOTNOTECrew1992324_38-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992324-38\">&#91;38&#93;</a></sup> Peukert maintained that the Weimar Republic was a muddled system built out of the compromises between so many different interests with for instance <a href=\"/wiki/Weimar_Coalition\" title=\"Weimar Coalition\">Weimar Coalition</a> consisting of the left-wing SPD, the liberal DDP, and the centre-right <i>Zentrum</i> being the only political parties wholeheartedly committed to the Weimar republic.<sup id=\"cite_ref-FOOTNOTECrew1992324_38-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992324-38\">&#91;38&#93;</a></sup> Other competing interests in Germany included the struggle between men vs. women, farmers vs. towns, Catholics vs. Protestants, and unions vs. business.<sup id=\"cite_ref-FOOTNOTECrew1992324_38-2\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992324-38\">&#91;38&#93;</a></sup> Peukert argued that the creation of the Weimar welfare state in the 1920s had \"politicized\" economic and social relationships, and in the context of the Great Depression where economic resources were shrinking set off a Darwinian struggle for scare economic resources between various societal groups.<sup id=\"cite_ref-FOOTNOTECrew1992324_38-3\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992324-38\">&#91;38&#93;</a></sup> Peukert wrote by 1930 German society had with the notable exceptions of the working class and the Catholic milieus had turned into a mass of competing social interests engaged in a Darwinian <i>verteilungskampf</i> (distribution struggle).<sup id=\"cite_ref-FOOTNOTECrew1992324_38-4\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992324-38\">&#91;38&#93;</a></sup> In this context, Peukert argued that for much of German society, some sort of authoritarian government was welcome out of the belief that an authoritarian regime would favor one's own special interest group at the expense of the others.<sup id=\"cite_ref-FOOTNOTECrew1992324_38-5\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992324-38\">&#91;38&#93;</a></sup> Given the <i>verteilungskampf</i>, Peukert argued that this explain why the \"presidential governments\"-which from March 1930 onward by-passed the <i>Reichstag</i> and that answered only to President Paul von Hindenburg-governing Germany in a highly authoritarian manner were so approved of by German elites.<sup id=\"cite_ref-FOOTNOTECrew1992324_38-6\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992324-38\">&#91;38&#93;</a></sup> Peukert further maintained that the Hitler government of 1933, which was the last of the \"presidential governments\" was merely the final attempt by traditional elites in Germany to safeguard their status.<sup id=\"cite_ref-FOOTNOTECrew1992324_38-7\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992324-38\">&#91;38&#93;</a></sup> Peukert insisted that National Socialism was not some retrogression to the past, but instead reflected the \"dark side\" of modernity, writing: \"The NSDAP was at once a symptom and a solution to the crisis\".<sup id=\"cite_ref-FOOTNOTECrew1992320_36-7\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992320-36\">&#91;36&#93;</a></sup>\n</p><p>\nPeukert saw his work as a \"warning against the fallacious notion that the normality of industrial society is harmless\" and urged historians to consider the \"dark side of modernity\", instead of seeing modernity as a benign development that was always for the best.<sup id=\"cite_ref-FOOTNOTECrew1992327_39-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992327-39\">&#91;39&#93;</a></sup> Peukert wrote: </p><blockquote><p>\"The view that National Socialism was...one of the pathological development forms of modernity does not imply that barbarism is the inevitable logical outcome of modernization. The point, rather, is that we should not analyse away the tensions between progressive and aberrant features by making a glib opposition between modernity and tradition: we should call attention to the rifts and danger-zones which result from the civilizing process itself, so that the opportunities for human emancipation which it simultaneously creates can be more thoroughly charted. The challenges of Nazism shows that the evolution to modernity is not a one-way trip to freedom. The struggle for freedom must always be resumed afresh, both in inquiry and in action\".<sup id=\"cite_ref-FOOTNOTECrew1992327_39-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992327-39\">&#91;39&#93;</a></sup> </p></blockquote>\n<p>Peukert argued that though <i>völkisch</i> racism was extreme, it was by no means exceptional, and instead reflected the logic promoted by the social sciences throughout the West which had argued that the state can and should foster \"normality\" while identifying \"the non-conformity that is to be segregated and eliminated\".<sup id=\"cite_ref-FOOTNOTECrew1992323_40-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992323-40\">&#91;40&#93;</a></sup> Seen in this perspective, for Peukert the genocide against the Jews and Romany were only part of a wider project to eliminate all unhealthy genes from the <i>volksgemeinschaft</i>.<sup id=\"cite_ref-FOOTNOTECrew1992323_40-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992323-40\">&#91;40&#93;</a></sup> Peukert argued for an integrated view of Nazi Germany with the social policies to encourage \"healthy Aryan\" families to have more children, the \"social racism\" that saw the bodies of \"healthy Aryan\" women as belonging to the <i>volksgemeinschaft</i>, the effort to sterilize \"anti-social families\" and the extermination of Jews and Romany as part and parcel of the same project.<sup id=\"cite_ref-FOOTNOTECrew1992323_40-2\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992323-40\">&#91;40&#93;</a></sup> Likewise, Peukert argued that Nazi Germany was not some freakish \"aberration\" from the norms of Western civilization, as he noted that the ideas about eugenics and racial superiority that the National Socialists drew upon were widely embraced throughout the Western world.<sup id=\"cite_ref-FOOTNOTECrew1992323_40-3\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992323-40\">&#91;40&#93;</a></sup>\n</p><p>In the same way, Peukert noted in <i>Inside Nazi Germany</i> as part of his argument against the \"freakish aberration\" view of the Nazi era that homosexual sex had been made illegal in Germany with Paragraph 175 in 1871 and all the Nazis did with the 1935 version of Paragraph 175 was to make it tougher, as the 1935 version of Paragraph 175 made being homosexual in and of itself a criminal offense, whereas the 1871 version of Paragraph 175 had only made homosexual sex a criminal offense.<sup id=\"cite_ref-FOOTNOTEPeukert1987220_41-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1987220-41\">&#91;41&#93;</a></sup> Peukert also noted against the \"freakish aberration\" view of Nazi Germany that the 1935 version of Paragraph 175 stayed on the statue books in West Germany until 1969 as it was considered to be a \"healthy law\", leading to German homosexuals who survived the concentration camps continuing to be convicted all through the 1950s and 1960s under exactly the same law that sent them to the concentration camps under the <a href=\"/wiki/Third_Reich\" class=\"mw-redirect\" title=\"Third Reich\">Third Reich</a>.<sup id=\"cite_ref-FOOTNOTEPeukert1987220_41-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1987220-41\">&#91;41&#93;</a></sup> Peukert further commented that the Federal Republic of Germany never paid reparations to those homosexuals who survived the concentration camps as Paragraph 175 was considered a \"healthy law\" that was worth keeping, and those homosexual survivors who suffered so much in the concentration camps remained outcasts in post-war Germany.<sup id=\"cite_ref-FOOTNOTEPeukert1987220_41-2\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1987220-41\">&#91;41&#93;</a></sup> Writing in the 1970s and 1980s at a time when Paragraph 175 was still in effect, Peukert argued that the sort of homophobia which made the Nazi persecution of homosexuals possible, was still very much present in modern West Germany.<sup id=\"cite_ref-FOOTNOTECrew1992327_39-2\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992327-39\">&#91;39&#93;</a></sup> In the same way, Peukert wrote the \"everyday racism\" that allowed ordinary people to accept violence directed against \"others\" in the Third Reich had not disappeared, noting that many ordinary Germans were willing to accept neo-Nazi skinheads beating up Turkish guest workers because they were \"foreigners\".<sup id=\"cite_ref-FOOTNOTECrew1992327_39-3\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992327-39\">&#91;39&#93;</a></sup> Crews writing in 1992 wrote that the \"recent epidemic of violence against 'foreigners' in both the 'old' and 'new' <i>Länder</i> suggests he may have been right\".<sup id=\"cite_ref-FOOTNOTECrew1992327_39-4\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992327-39\">&#91;39&#93;</a></sup>\n</p><p>Peukert wrote that through the Nazis did use an \"anti-modernist\" disclosure inspired by the theories of <a href=\"/wiki/Houston_Stewart_Chamberlain\" title=\"Houston Stewart Chamberlain\">Houston Stewart Chamberlain</a>, but their solution to the problems of \"classical modernity\" were not \"merely backward-looking\".<sup id=\"cite_ref-FOOTNOTECrew1992324_38-8\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992324-38\">&#91;38&#93;</a></sup> Peukert wrote the attempt to create the <i>volksgemeinschaft</i> was not an effort to return to the pre—industrial age, but rather a purged and cleansed \"classical modernity\".<sup id=\"cite_ref-FOOTNOTECrew1992324_38-9\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992324-38\">&#91;38&#93;</a></sup> Peukert wrote: \"Eclectic as regards to ideas, but up to date in its attitude to technology, National Socialism laid claims to offer a \"conclusive\" new answer to the challenges and discomforts of the modern age\".<sup id=\"cite_ref-FOOTNOTECrew1992324_38-10\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992324-38\">&#91;38&#93;</a></sup> Peukert wrote that: \"The much heralded <i>Volksgemeinschaft</i> of the National Socialists in no way abolished the real contradictions of a modern industrial society; rather these were inadvertently aggravated by the use of highly modern industrial and propaganda techniques for achieving war readiness. In fact, the long-term characteristics of a modern industrial society, which had been interrupted by the world economic crisis, continued to run their course\".<sup id=\"cite_ref-FOOTNOTECrew1992324-325_42-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992324-325-42\">&#91;42&#93;</a></sup> Reflecting the influence of functionalist historians like <a href=\"/wiki/Martin_Broszat\" title=\"Martin Broszat\">Martin Broszat</a> and <a href=\"/wiki/Hans_Mommsen\" title=\"Hans Mommsen\">Hans Mommsen</a>, Peukert wrote the inability to achieve the idealized <i>volksgemeinschaft</i> of their dreams left the National Socialists increasingly frustrated and led them to lash out against groups considered to be enemies of the <i>volksgemeinschaft</i> as a way of compensation.<sup id=\"cite_ref-FOOTNOTECrew1992325_23-10\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992325-23\">&#91;23&#93;</a></sup>\n</p><p>Peukert argued that for the National Socialists' \"it was more important to travel hopefully than to arrive\", as for the Nazis had no solutions to the problems of classical modernity other than a creating a sense of movement towards the vague goal of the utopian society that was to be the  <i>volksgemeinschaft</i>.<sup id=\"cite_ref-FOOTNOTECrew1992326_43-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992326-43\">&#91;43&#93;</a></sup> Peukert wrote the \"violent answers\" of the Nazis to the \"contradictions of modernity\" were not the basis of a successful social order, and as such the dynamism of the Nazi movement was primarily negative and the \"movement\" had a strong self-destructive streak.<sup id=\"cite_ref-FOOTNOTECrew1992326_43-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992326-43\">&#91;43&#93;</a></sup> Peukert noted that having promised \"paradise\" in the form of the <i>volksgemeinschaft</i> under the Weimar republic, there was much frustration within the Nazi movement when in 1933 the <i>volksgemeinschaft</i> in reality did not meet the idealized version of the <i>volksgemeinschaft</i> that had promised before 1933.<sup id=\"cite_ref-FOOTNOTECrew1992326_43-2\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992326-43\">&#91;43&#93;</a></sup> Peukert that because of this frustration that the Nazis gave the  <i>volksgemeinschaft</i> an increasing negative definition, lashing out in increasing vicious ways against any perceived \"threats\" to the  <i>volksgemeinschaft</i>.<sup id=\"cite_ref-FOOTNOTECrew1992326_43-3\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992326-43\">&#91;43&#93;</a></sup> As part of this trend, there was a tendency as the Third Reich went along for the Nazis to seek to erase all nonconformity, deviance and differences from German society with anyone who was not a perfect <i>Volksgenossen</i> (\"National Comrade\") considered to be in someway an \"enemy\".<sup id=\"cite_ref-FOOTNOTECrew1992326_43-4\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992326-43\">&#91;43&#93;</a></sup> In this way, the violence that the Nazis had directed against \"outsiders\" in Germany had gradually started to be applied against at least some of the previous \"insiders\" as those <i>Volksgenossen</i> who for whatever reason did not quite measure up to the ideal found there was no place for them in the <i>volksgemeinschaft</i>.<sup id=\"cite_ref-FOOTNOTECrew1992327_39-5\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992327-39\">&#91;39&#93;</a></sup> Peukert concluded that the National Socialists failed to create the idealized <i>volksgemeinschaft</i>, but they unwittingly laid the foundations for the stability of the Adenauer era in 1950s West Germany by promoting a mass consumerist society combined with extreme violence against their \"enemies\", which made politically engagement dangerous.<sup id=\"cite_ref-FOOTNOTECrew1992327_39-6\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992327-39\">&#91;39&#93;</a></sup> Peukert argued that what many considered to be the most notable aspect of the Adenauer era, namely an atomized, materialistic society made up of people devoted to consumerism and generally indifferent to politics was the Nazi legacy in West  Germany.<sup id=\"cite_ref-FOOTNOTECrew1992327_39-7\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992327-39\">&#91;39&#93;</a></sup>\n</p><p>In the last chapter of his 1987 book <i>Die Weimarer Republik&#160;: Krisenjahre der Klassischen Moderne</i>, Peukert quoted <a href=\"/wiki/Walter_Benjamin\" title=\"Walter Benjamin\">Walter Benjamin</a>'s remark: \"The concept of progress must be rooted in catastrophe. The fact that things just \"carry on\" <i>is</i> the catastrophe\".<sup id=\"cite_ref-FOOTNOTEZimmerman1991247_16-3\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEZimmerman1991247-16\">&#91;16&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Dominican_studies\">Dominican studies</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Detlev_Peukert&amp;action=edit&amp;section=4\" title=\"Edit section: Dominican studies\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Peukert was fluent in Spanish, and was very interested in the history of Latin America, especially the <a href=\"/wiki/Dominican_Republic\" title=\"Dominican Republic\">Dominican Republic</a>, which he spent much of the late 1980s visiting.<sup id=\"cite_ref-FOOTNOTEBessel1990323_3-4\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEBessel1990323-3\">&#91;3&#93;</a></sup> As the name Detlev is hard for Spanish speakers to pronounce, Peukert took to calling himself \"Julio\" Peukert.<sup id=\"cite_ref-FOOTNOTEBessel1990323_3-5\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEBessel1990323-3\">&#91;3&#93;</a></sup> Peukert was interested in youth policy in the Dominican Republic and spent much time in the <i>barrios</i> (slums) of <a href=\"/wiki/Santo_Domingo\" title=\"Santo Domingo\">Santo Domingo</a> working as a volunteer helping poor teenagers.<sup id=\"cite_ref-FOOTNOTEBessel1990323_3-6\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEBessel1990323-3\">&#91;3&#93;</a></sup> In 1986, Peuket published a book in Spanish <i>Anhelo de Dependencia Las Ofertas de Anexion de la Republica Dominicana a los Estados Unidos en siglo XIX</i> about the debate concerning American plans to annex the Dominican Republic in the 19th century.<sup id=\"cite_ref-FOOTNOTEZimmermann1991248_14-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEZimmermann1991248-14\">&#91;14&#93;</a></sup> Always a politically engaged historian, Peukert engaged in city planning for Santo Domingo and criticized the Dominican government for not doing more to help with the problems of poverty.<sup id=\"cite_ref-FOOTNOTEBessel1990323_3-7\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEBessel1990323-3\">&#91;3&#93;</a></sup> At the time of his death, Peukert had begun writing a biography of the Dominican dictator General <a href=\"/wiki/Rafael_Trujillo\" title=\"Rafael Trujillo\">Rafael Trujillo</a>.<sup id=\"cite_ref-FOOTNOTEBessel1990323_3-8\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEBessel1990323-3\">&#91;3&#93;</a></sup>\n</p>\n<h2><span id=\".22The_Genesis_of_the_.27Final_Solution.E2.80.99_from_the_Spirit_of_Science.22\"></span><span class=\"mw-headline\" id=\"&quot;The_Genesis_of_the_'Final_Solution’_from_the_Spirit_of_Science&quot;\">\"The Genesis of the 'Final Solution’ from the Spirit of Science\"</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Detlev_Peukert&amp;action=edit&amp;section=5\" title=\"Edit section: &quot;The Genesis of the &#039;Final Solution’ from the Spirit of Science&quot;\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Peukert is perhaps best known for his 1989 essay “The Genesis of the 'Final Solution’ from the Spirit of Science” from his book <i>Max Webers Diagnose der Moderne</i>. Peukert began his essay with an attack on the conservative side in the <i>Historikerstreit</i>, stating that the obsession of Ernst Nolte with proving that Hitler had been somehow forced into committing genocide by the fear of the Soviet Union was an apologistic argument meant to diminish the horror of Auschwitz.<sup id=\"cite_ref-FOOTNOTEPeukert1994276_44-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1994276-44\">&#91;44&#93;</a></sup> Peukert further noted that on the origins of the Holocaust question that the internationalist argument that the \"Final Solution to the Jewish Question\" was all part of a master-plan carried out by Hitler and a few of his followers is not longer accepted by most historians with the \"Final Solution\" being seen instead as the product of several processes coming together at the same time.<sup id=\"cite_ref-FOOTNOTEPeukert1994277_45-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1994277-45\">&#91;45&#93;</a></sup> Peukert wrote that the <i>Shoah</i> was not the result solely of anti-Semitism, but was instead the a product of the “cumulative radicalization” in which “numerous smaller currents” fed into the “broad current” that led to genocide.<sup id=\"cite_ref-FOOTNOTEPeukert1994280_46-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1994280-46\">&#91;46&#93;</a></sup> Peukert wrote the Holocaust was a product of:\n</p>\n<ul><li>the attempt to put into practice the radical theories of  <i>völkisch</i> antisemitism from 1933 onward together with the policy following the beginning of the Second World War of forcibly moving around millions of people.<sup id=\"cite_ref-FOOTNOTEPeukert1994277_45-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1994277-45\">&#91;45&#93;</a></sup></li>\n<li>the Nazi policies of dividing the population into those of genetic \"value\" and \"non-value\" in terms of education, social policy, health policy and demographics with the theme of \"selecting\" those with \"value\" over those of \"non-value\".<sup id=\"cite_ref-FOOTNOTEPeukert1994277_45-2\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1994277-45\">&#91;45&#93;</a></sup></li>\n<li>the policies of \"racial hygiene\" of sterilizing the \"genetically unhealthy\" which was followed up by the Action T4 program launched in January 1939 of killing all mentally and physically disabled Germans, which provided the prototype for the extermination of the Jews.<sup id=\"cite_ref-FOOTNOTEPeukert1994277_45-3\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1994277-45\">&#91;45&#93;</a></sup> The Action T4 program of killing the disabled marked the first time that an entire group had been selected for extermination based solely for their perceived genetic flaws.</li>\n<li>starting with the conquest of Poland, the \"forced employment of millions of foreign workers meant that the <i>völkisch</i> hierarchy of <i>Herrenmensch</i> and <i>Untermensch</i> became a structural feature of daily life\" which provided a context for genocide as it desensitized much of the German public to the sufferings of others.<sup id=\"cite_ref-FOOTNOTEPeukert1994277_45-4\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1994277-45\">&#91;45&#93;</a></sup></li>\n<li>the \"escalation of terror\" following the conquest of Poland in September 1939 and then by the \"war of extermination\" launched against the Soviet Union with Operation Barbarossa in June 1941 with Hitler giving the Commissar Order, unleashing the <i>Einszatgruppen</i> to exterminate Soviet Jews, and the orders to allow millions of Soviet POWs to stave to death.<sup id=\"cite_ref-FOOTNOTEPeukert1994277_45-5\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1994277-45\">&#91;45&#93;</a></sup></li>\n<li>rivalries between Nazi leaders for Hitler's favor that led to the \"cumulative radicalization\" of racial policy was Hitler always favored those with the most radical ideas.<sup id=\"cite_ref-FOOTNOTEPeukert1994277_45-6\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1994277-45\">&#91;45&#93;</a></sup></li>\n<li>the tendency of the Nazis to define the <i>volksgemeinschaft</i> in a negative sense in terms of who was to be excluded together with an xenophobic and paranoid tendency to see Germany as besieged by external and internal enemies.<sup id=\"cite_ref-FOOTNOTEPeukert1994277-278_47-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1994277-278-47\">&#91;47&#93;</a></sup></li></ul>\n<p>Peukert wrote all \"monocausal explanations of the 'Final Solution' are inadequate\", but then asked if out of this \"tangle of causes\" one might find a \"central thread\" linking them all.<sup id=\"cite_ref-FOOTNOTEPeukert1994278_48-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1994278-48\">&#91;48&#93;</a></sup> Peukert suggested that this \"thread\" was not antisemitism-through he admitted that Jews were the largest single group of victims of the Nazi regime-but rather the \"fatal racist dynamism present within the human and social sciences\", which divided all people into terms of \"value\" and \"non-value\", and made the <i>volkskörper</i> (the collective \"body\" of the \"German race\") its main concern with the \"selection\" of those with healthy genes and the \"eradication\" of those with unhealthy genes.<sup id=\"cite_ref-FOOTNOTEPeukert1994278_48-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1994278-48\">&#91;48&#93;</a></sup> In this regard, Peukert noted the genocide against the Jews grew out of the Action T4 program which starting in January 1939 sought to liquidate all physically and mentally disabled Germans as a threat to the health of the  <i>volkskörper</i>. Peukert wrote that it was not antisemitism per se that led to genocide, but rather the project to purge the  <i>volksgemeinschaft</i> of those seen as carrying unhealthy genes that was the beginning of genocide, which started with the Action T4 program. Peukert argued that the Holocaust was not inevitable, but in the story of the \"cumulative radicalization\" of Nazi racial policy, \"the most deadly option for action was selected at every stage\".<sup id=\"cite_ref-FOOTNOTEPeukert1994278_48-2\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1994278-48\">&#91;48&#93;</a></sup> Within the context of an ideology that divided the entire population of the world into people of \"value\" and people of \"non-value\" , decision-makers in the Nazi state had choices about what policy to pursue, and always chose the most extreme option.<sup id=\"cite_ref-FOOTNOTEPeukert1994278_48-3\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1994278-48\">&#91;48&#93;</a></sup> Peukert made it clear in \"The Genesis of the 'Final Solution' from the Spirit of Science\" that he was describing a necessary, but not a sufficient cause for the \"Final Solution\", arguing that without the \"spirit of science\" there would have been no genocide, but the \"spirit of science\" was not sufficient in itself for the decisions that were taken between 1939-1941.<sup id=\"cite_ref-FOOTNOTEPeukert1994278_48-4\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1994278-48\">&#91;48&#93;</a></sup>\n</p><p>\nPeukert argued in his essay that the late 19th and early 20th centuries had seen tremendous scientific and technological change together with, in Germany, the growth of the welfare state, which had created widespread hopes both within the government and in society that “utopia” was at hand and soon all social problems would be solved.<sup id=\"cite_ref-FOOTNOTEPeukert1994280-284_49-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1994280-284-49\">&#91;49&#93;</a></sup>  Peukert wrote:</p><blockquote><p>\"From the 1890s...the conviction that social reform was necessary was increasingly outflanked and overtaken by the belief that all social problems could find their rational solution through state intervention and scientific endeavor...The dream of a final solution to the social problem resonated in the plans of the 'social engineers', regardless of whatever they were active as youth welfare workers, social hygienists or city planners. Just as medicine had put paid to bacteria, so too, the union of science and social technology in public interventions would make all social problems disappear\".<sup id=\"cite_ref-FOOTNOTECrew1992322_50-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992322-50\">&#91;50&#93;</a></sup></p></blockquote><p> Peukert wrote that by the beginning of the 20th century, the pattern of death had changed from being common amongst young people to being only common amongst the old, and this \"banishment of death from everyday life\" dramatically increased the prestige of science so that it was believed would soon solve all social problems.<sup id=\"cite_ref-FOOTNOTEPeukert1994282_51-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1994282-51\">&#91;51&#93;</a></sup>\n</p><p>At the same time, owing to the great prestige of science, a scientific racist, Social Darwinist and eugenicist worldview which declared some people to be more biologically “valuable” than others was common amongst German elites.<sup id=\"cite_ref-FOOTNOTEPeukert1994279-280_52-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1994279-280-52\">&#91;52&#93;</a></sup> Peukert argued that because the modern welfare state began in Germany in the 1870s, that this had encouraged an \"utopian\" view of social policy within Germany.<sup id=\"cite_ref-FOOTNOTECrew1992321_37-7\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992321-37\">&#91;37&#93;</a></sup> Peukert wrote that the great success by medical practitioners in reducing morality in the 19th century had encouraged hopes that practitioners of the new emerging social sciences like sociology, criminology and psychology would soon solve all problems and personal unhappiness would be banished forever.<sup id=\"cite_ref-FOOTNOTECrew1992321-322_53-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992321-322-53\">&#91;53&#93;</a></sup> At the same time, Peukert argued that the \"spirit of science\" had aided the rise of racism.<sup id=\"cite_ref-FOOTNOTECrew1992322_50-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992322-50\">&#91;50&#93;</a></sup> Peukert argued that scientific advances had reduced morality, but could not end death, and unlike religion, science could offer no spiritual consolation.<sup id=\"cite_ref-FOOTNOTECrew1992322_50-2\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992322-50\">&#91;50&#93;</a></sup> Peukert wrote that for precisely these reasons, scientific racism was embraced since though the body of the individual would inevitably end, the <i>volkskörper</i> (the \"eternal\" body of the race) would live on.<sup id=\"cite_ref-FOOTNOTECrew1992323_40-4\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992323-40\">&#91;40&#93;</a></sup> Peukert wrote that \"actual target of scientific effort\" switched from \"the individual, whose cause in the long run was always hopeless, to the \"body\" of the nation, the <i>volkskörper</i>\".<sup id=\"cite_ref-FOOTNOTEPeukert1994282_51-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1994282-51\">&#91;51&#93;</a></sup> In this sense, ensuring the survival of the \"healthy genes\" was a bid for a type of immortality.<sup id=\"cite_ref-FOOTNOTECrew1992323_40-5\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992323-40\">&#91;40&#93;</a></sup> Conversely, this required the elimination of \"deficient genes\" carried by the \"unfit\".<sup id=\"cite_ref-FOOTNOTECrew1992323_40-6\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992323-40\">&#91;40&#93;</a></sup>\n</p><p>Peukert wrote that as death is inevitable, scientists and those influenced by the scientists came to become obsessed with improving the health of the <i>volk</i> via \"racial hygiene\" as a bid for a sort of immorality.<sup id=\"cite_ref-FOOTNOTEPeukert1994284_54-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1994284-54\">&#91;54&#93;</a></sup> Peukert stated \"the conquest of the world by a secularized, scientific rationality was so overwhelming, that the switch from religion to science as the main source of a meaning-creating mythology for everyday life took place almost without resistance. The result, however, was that science took upon itself a burden of responsibility that it would soon find a heavy one\".<sup id=\"cite_ref-FOOTNOTEPeukert1994284_54-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1994284-54\">&#91;54&#93;</a></sup> Peukert wrote science could not offer spiritual consolation as in a world dominated by science the question of \"how can the rationalist, secular ideal of the greatest happiness of the greatest number be vindicated, given that it is rebutted in the case of each individual by illness, suffering and death?\", which was impossible to answer.<sup id=\"cite_ref-FOOTNOTEPeukert1994284_54-2\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1994284-54\">&#91;54&#93;</a></sup> As such, scientists came to be concerned with the body of the individual as a way of determining if that individual should be allowed to pass on his/her genes to the next generation with the criterion being whatever the individual was of \"value\" or not.<sup id=\"cite_ref-FOOTNOTEPeukert1994285_55-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1994285-55\">&#91;55&#93;</a></sup> In this way, there was a shift from the individual as the center of medical concern to the collective of the <i>volkskörper</i> (the \"body\" of the entire race).<sup id=\"cite_ref-FOOTNOTEPeukert1994285_55-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1994285-55\">&#91;55&#93;</a></sup>\n</p><p>\nPeukert argued that the very growth of the welfare state under the <a href=\"/wiki/Weimar_Republic\" title=\"Weimar Republic\">Weimar Republic</a> ensured the backlash when social problems were not solved was especially severe.<sup id=\"cite_ref-FOOTNOTECrew1992322_50-3\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992322-50\">&#91;50&#93;</a></sup> Peukert wrote: </p><blockquote><p>\"Weimar installed the new principle of the social state, in which, on the one hand, the citizen could now claim public assistance in (his/her) social and personal life, while on the other, the state set up the institutional and normative framework, (defining how) a 'normal' life of the citizen of the state could progress...This process, which had already began before the turn of the century, reached its apex in the Weimar Republic and was also thrown into crisis, as the limits of social technology could achieve were reached in every direction\".<sup id=\"cite_ref-FOOTNOTECrew1992322_50-4\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992322-50\">&#91;50&#93;</a></sup></p></blockquote><p> Peukert wrote that after the <a href=\"/wiki/First_World_War\" class=\"mw-redirect\" title=\"First World War\">First World War</a>, the pre-war mood of optimism gave way to disillusionment as German bureaucrats found social problems to be more insolvable than at first thought, which in turn, guided by the prevailing Social Darwinist and eugenicist values led them to place increasing emphasis on saving the biologically “fit” while the biologically “unfit” were to be written off.<sup id=\"cite_ref-FOOTNOTEPeukert1994288_56-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1994288-56\">&#91;56&#93;</a></sup> Peukert used as an example that fact that social workers had before the First World War had believed it was possible to ensure that every child in Germany was brought up in a happy home and by 1922 were instead declaring that certain young people were \"biologically\" prone to being \"unfit\", requiring a law on detention that was to remove them from society forever.<sup id=\"cite_ref-FOOTNOTEPeukert1994288_56-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1994288-56\">&#91;56&#93;</a></sup> Peukert maintained that after 1929, when the <a href=\"/wiki/Great_Depression\" title=\"Great Depression\">Great Depression</a> began, the economic limits of the welfare state to end poverty were cruelly exposed, which led German social scientists and doctors to argue that the \"solution\" was now to protect the \"valuable\" in society from the \"incurable\".<sup id=\"cite_ref-FOOTNOTECrew1992322_50-5\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992322-50\">&#91;50&#93;</a></sup> Peukert wrote that rather than accept that the \"spirit of science\" could not solve all social problems, those who believed in the \"spirit of science\" started to blame the victims of poverty themselves for their plight, depicting their poverty as due to biological instead of economic factors, and began to devise measures to exclude the biologically \"incurable\" from society.<sup id=\"cite_ref-FOOTNOTECrew1992322_50-6\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992322-50\">&#91;50&#93;</a></sup> Peukert described the appeal of National Socialism to scientists and social engineers as offering a simplistic \"racial\" explanations for social failures in modern Germany, which allowed those making social policy to disregard economic and psychological factors as a reason for why some families were \"losers\".<sup id=\"cite_ref-FOOTNOTECrew1992323_40-7\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992323-40\">&#91;40&#93;</a></sup>\n</p><p>Peukert wrote that when faced with the same financial contains that their predecessors in the Imperial and Weimar periods had faced, social workers, teachers, professors and doctors in the Third Reich began to advocate plans to ensure that the genes of the \"racially unfit\" would not be passed on to the next generation, first via sterilization and then by killing them.<sup id=\"cite_ref-FOOTNOTEPeukert1994289-290_57-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1994289-290-57\">&#91;57&#93;</a></sup> Furthermore, Peukert argued that <i>völkisch</i> racism was part of a male backlash against women's emancipation, and was a way of asserting control over women's bodies, which were viewed in a certain sense as public property since women had the duty of bearing the next generation that would pass on the \"healthy genes\".<sup id=\"cite_ref-FOOTNOTECrew1992323_40-8\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992323-40\">&#91;40&#93;</a></sup> Peukert maintained that as the bearers of the next generation of Germans that Nazi social policies fell especially heavily upon German women.<sup id=\"cite_ref-FOOTNOTECrew1992323_40-9\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992323-40\">&#91;40&#93;</a></sup> Peukert that for <i>volksgenossenlinnen</i> (female \"national comrades\"), any hint of non-conformity and the \"pleasures of refusal\" in not playing their designated role within the  <i>volksgemeinschaft</i> as the bearers of the next generation of soldiers could expect harsh punishments such as sterilization, incarceration in a concentration camp or for extreme case <i>vernichtung</i> (\"extermination\").<sup id=\"cite_ref-FOOTNOTECrew1992323_40-10\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992323-40\">&#91;40&#93;</a></sup> Peukert wrote that \"after 1933 any critical public discussion and any critique of racism in the human sciences from amongst the ranks of the experts was eliminated: from then on, the protective...instances of the <i>Rechstaat</i> (legal state) no longer stood between the racist perpetrators and their victims; from then on, the dictatorial state put itself solely on the side of racism\".<sup id=\"cite_ref-FOOTNOTECrew1992323-324_58-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992323-324-58\">&#91;58&#93;</a></sup> Peukert argued that all of the National Socialist social policies such as natalist policies that relentlessly pressured Aryan women to have more and children were all part of the same effort to strengthen the <i>volksgemeinschaft</i>.<sup id=\"cite_ref-FOOTNOTECrew1992323_40-11\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992323-40\">&#91;40&#93;</a></sup> Peukert argued that despite a turn towards Social Darwinism when confronted with the failure of the welfare state to solve all social problems in the 1920s, that it was the democratic Weimar constitution that had provided a thin legal wedge that prevented the full implications of this from being worked out.<sup id=\"cite_ref-FOOTNOTECrew1992323-324_58-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTECrew1992323-324-58\">&#91;58&#93;</a></sup>\n</p><p>Peukert argued that in 1939 that the entire system that had been built up for scientifically identifying those of racial \"non-value\" served as the apparatus for genocide.<sup id=\"cite_ref-FOOTNOTEPeukert1994290_59-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1994290-59\">&#91;59&#93;</a></sup> Peukert wrote that the all of the criterion for identifying Jews and Romany as peoples of racial \"non-value\" was based on the pseudo-scientific theories that had been promoted by generations of \"race scientists\" and that those serving in the \"human sciences and social professions\" worked to provide the theories for an \"all-embracing racist restructuring of social policy, educational policy and health and welfare policy\".<sup id=\"cite_ref-FOOTNOTEPeukert1994290_59-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1994290-59\">&#91;59&#93;</a></sup> The culmination of these efforts was the proposed 1944 \"Law for the Treatment of Community Aliens\" which called for sending to the concentration camps anyone who failed to live be up to be a proper '<i>volksgenossen</i> as a <i>gemeinschaftsfremde</i> (community alien).<sup id=\"cite_ref-FOOTNOTEPeukert1994290-291_60-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1994290-291-60\">&#91;60&#93;</a></sup> Only the fact that Germany was fully engaged in World War II prevented Hitler from signing \"Law for the Treatment of Community Aliens\", which was put off until the <i>Reich</i> won the \"final victory\".<sup id=\"cite_ref-FOOTNOTEPeukert1994291_61-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1994291-61\">&#91;61&#93;</a></sup> Peukert wrote: \"Nazi racism, the professed goal which had been to secure the immorality of the racially pure <i>volkskörper</i> in practice inevitably became converted into a crusade against life\".<sup id=\"cite_ref-FOOTNOTEPeukert1994291_61-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1994291-61\">&#91;61&#93;</a></sup>\n</p><p>Peukert wrote that the Holocaust would never had happened without the shift from the thinking of scientists from concern with the body of the individual to concern with the body of the collective <i>volkskörper</i>, the tendency to break society into those of \"value\" and those of \"lesser value\" and with seeing the solution to social problems as eliminating the genes of those of \"lesser value\".<sup id=\"cite_ref-FOOTNOTEPeukert1994291_61-2\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1994291-61\">&#91;61&#93;</a></sup> Peukert wrote that the fascination with pseudo-scientific racial theories and eugenics were common to all of the West, but it was the specific conditions in Germany which allowed the National Socialists to come to power 1933 that led to the \"Final Solution to the Jewish Question\".<sup id=\"cite_ref-FOOTNOTEPeukert1994292_62-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1994292-62\">&#91;62&#93;</a></sup> Peukert wrote: \"The 'death of God' in the nineteenth century gave science dominion over life. For each individual human being, however, the borderline experience of death rebuts this claim to dominion. Science therefore sought its salvation in the specious immorality of the racial  <i>volkskörper</i>, for the sake of which real-and hence more imperfect-life could be sacrificed. Thus the instigators of the \"Final Solution\" finally achieved dominion over death\".<sup id=\"cite_ref-FOOTNOTEPeukert1994293_63-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1994293-63\">&#91;63&#93;</a></sup> Through Peukert was on the left, the conservative American intellectual M.D. Aeschliman praised Peukert's essay in <i>The National Review</i> as \"important\" and \"haunting\".<sup id=\"cite_ref-FOOTNOTEAeschliman200550_64-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEAeschliman200550-64\">&#91;64&#93;</a></sup>\n</p><p>Peukert wrote that after the war that scientists who had provided the intellectual justification for the \"Final Solution\" were not prosecuted and a massive effort to block the memory of their actions started which largely prevented any discussion of the subject in the 1950s-1960s.<sup id=\"cite_ref-FOOTNOTEPeukert1994294_65-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1994294-65\">&#91;65&#93;</a></sup> Peukert ended his essay that that there were debates about \"our dealings with others, notably those different from ourselves. Recent debates about foreign migrants and AIDs present a conflicting picture. On one hand, we can see the continuing survival of a discourse on segregation, untouched by any historical self-consciousness. On the other hand, however, there is a considerable body of opinion pledging for tolerance and responsibility that spring from an awareness of German history and of the genesis of the \"Final Solution\" from the spirit of science\".<sup id=\"cite_ref-FOOTNOTEPeukert1994294-295_66-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEPeukert1994294-295-66\">&#91;66&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Death_and_legacy\">Death and legacy</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Detlev_Peukert&amp;action=edit&amp;section=6\" title=\"Edit section: Death and legacy\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Peukert died of AIDS in 1990, aged 39. The British historian <a href=\"/wiki/Richard_Bessel\" title=\"Richard Bessel\">Richard Bessel</a> described Peukert's last months as a \"nightmare of suffering\".<sup id=\"cite_ref-FOOTNOTEBessel1990324_67-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEBessel1990324-67\">&#91;67&#93;</a></sup> At the time, there were no drugs to treat HIV, and Peukert died in much agony, but was described by as having kept his spirits up the end.<sup id=\"cite_ref-FOOTNOTEZimmermann1991245_2-4\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEZimmermann1991245-2\">&#91;2&#93;</a></sup>\n</p><p>In a 2017 review of the 2015 book <i>Detlev Peukert und die NS-Forschung</i> (<i>Detlev Peukert and the National Socialist Research</i>) the American historian Helmut Walser Smith called Peukert one of \"the most prolific German historians of the post-war era\" who wrote important books in social history, \"extremely influential articles, like ‘The Final Solution from the Spirit of Science’, still often cited\" and \"stunning, provocative works of synthesis\" such as his book on the Weimar Republic.<sup id=\"cite_ref-FOOTNOTESmith2017485_68-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTESmith2017485-68\">&#91;68&#93;</a></sup> Smith wrote that in general most historians have issues with his thesis about the Weimar Republic as a paradigm of \"classical modernity\", writing that the concept of \"classical modernity\" was too vague and that Peukert's point that modernity does not automatically equal freedom now seems self-evident.<sup id=\"cite_ref-FOOTNOTESmith2017485_68-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTESmith2017485-68\">&#91;68&#93;</a></sup>\n</p><p>The editors of <i>Detlev Peukert und die NS-Forschung</i>, Rüdiger Hachtmann and Sven Reichardt, argued that Peukert was one of the most important historians on the Nazi era as he shifted research from the subject of <i>Verführung und Gewalt</i> (Seduction and Violence) to <i>Volksgenossen und Gemeinschaftsfremde</i> (National Comrades and Community Aliens) focusing on \"the role of ordinary people, as insiders (believers, conformers, bystanders) in their relation to perceived outsiders.\"<sup id=\"cite_ref-FOOTNOTESmith2017485_68-2\" class=\"reference\"><a href=\"#cite_note-FOOTNOTESmith2017485-68\">&#91;68&#93;</a></sup> One of the contributors to  <i>Detlev Peukert und die NS-Forschung</i>, Nikolaus Wachsmann, argued that Peukert's focus on looking at all groups victimized by the Nazi regime as <i>Gemeinschaftsfremde</i> (Community Aliens) such as the Romany, homosexuals, and the disabled missed the centrality of <i>völkisch</i> anti-Semitic ideology to the \"Final Solution of the Jewish Question\".<sup id=\"cite_ref-FOOTNOTESmith2017486_69-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTESmith2017486-69\">&#91;69&#93;</a></sup> Wachsmann further noted that a central problem with Peukert's work was it was entirely concerned with Germany and he missed that the majority of the people killed by the Nazi regime were in Eastern Europe.\n</p><p>Waschsman criticized Peukert for failing to go beyond his own point that the violence of the Nazi regime tended to be directed against people considered to be \"outsiders\" in Germany which meant the vast majority of the victims of Nazi violence were people in Eastern Europe, observing that Peukert had little to say about the extermination of Eastern European Jews, the sheer brutality of German policies in Poland or the mass murder of three million Red Army POWs in 1941-42 as all this happened outside of Germany. Smith in his review largely agreed with Waschman's point about that Peukert's focus on developments entirely within Germany was limited one.<sup id=\"cite_ref-FOOTNOTESmith2017486_69-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTESmith2017486-69\">&#91;69&#93;</a></sup> However, Smith argued that Peukert's \"subtle understanding of consent, accommodation and non-conformity\" by ordinary people in Nazi Germany still made him relevant today as Peukert helped show how the absence of \"public protest and genuine outrage at the treatment of others\" made genocide possible.<sup id=\"cite_ref-FOOTNOTESmith2017486_69-2\" class=\"reference\"><a href=\"#cite_note-FOOTNOTESmith2017486-69\">&#91;69&#93;</a></sup>\n</p><p>In 2016, the American journalist <a href=\"/wiki/Rod_Dreher\" title=\"Rod Dreher\">Rod Dreher</a> wrote that much about what Peukert described as \"crisis of classical modernity\" in the Weimar Republic was applicable to the modern United States, citing Peukert's remarks about the cultural struggle between the <i>avant-garde</i> Weimar culture vs. the traditional militarist culture, the \"crisis of youth\" and debates about masculinity in Weimar Germany.<sup id=\"cite_ref-70\" class=\"reference\"><a href=\"#cite_note-70\">&#91;70&#93;</a></sup> In 2017, the British historian <a href=\"/wiki/Jane_Caplan\" title=\"Jane Caplan\">Jane Caplan</a> approvingly quoted Peukert's remarks about how best to confront fascism as still relevant today, citing his statement from <i>Inside Nazi Germany</i>: \"The values we should assert [in response to fascism] are easily stated but hard to practise: reverence for life, pleasure in diversity and contrariety, respect for what is alien, tolerance for what is unpalatable, scepticism about the feasibility and desirability of chiliastic schemes for a global new order, openness towards others and a willingness to learn even from those who call into question one’s own principles of social virtue.\"<sup id=\"cite_ref-71\" class=\"reference\"><a href=\"#cite_note-71\">&#91;71&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Work\">Work</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Detlev_Peukert&amp;action=edit&amp;section=7\" title=\"Edit section: Work\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><i>Ruhrarbeiter gegen den Faschismus Dokumentation über den Widerstand im Ruhrgebeit 1933-1945</i>, Frankfurt am Main, 1976.</li>\n<li><i>Die Reihen fast geschlossen&#160;: Beiträge zur Geschichte des Alltags unterm Nationalsozialismus</i> co-edited with Jürgen Reulecke &amp; Adelheid Gräfin zu Castell Rudenhausen, Wuppertal&#160;: Hammer, 1981.</li>\n<li><i>Volksgenossen und Gemeinschaftsfremde: Anpassung, Ausmerze und Aufbegehren unter dem Nationalsozialismus</i> Cologne: Bund Verlag, 1982, translated into English by Richard Deveson as <i>Inside Nazi Germany&#160;: Conformity, Opposition and Racism in Everyday Life</i> London&#160;: Batsford, 1987 <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-7134-5217-X\" title=\"Special:BookSources/0-7134-5217-X\">0-7134-5217-X</a>.</li>\n<li><i>Die Weimarer Republik&#160;: Krisenjahre der Klassischen Moderne</i>, Frankfurt am Main&#160;: Suhrkamp Verlag, 1987 translated into English as <i>The Weimar Republic&#160;: the Crisis of Classical Modernity</i>, New York&#160;: Hill and Wang, 1992 <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-8090-9674-9\" title=\"Special:BookSources/0-8090-9674-9\">0-8090-9674-9</a>.</li>\n<li>“The Genesis of the `Final Solution’ from the Spirit of Science” pages 234-252 from <i>Reevaluating the Third Reich</i> edited by Thomas Childers and Jane Caplan, New York: Holmes &amp; Meier, 1994 <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-8419-1178-9\" title=\"Special:BookSources/0-8419-1178-9\">0-8419-1178-9</a>.  The German original was published as \"Die Genesis der 'Endloesung' aus dem Geist der Wissenschaft,\" in <i>Max Webers Diagnose der Moderne</i>, edited by Detlev Peukert (Goettingen: Vandenhoeck &amp; Ruprecht, 1989), pages 102-21, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/3-525-33562-8\" title=\"Special:BookSources/3-525-33562-8\">3-525-33562-8</a>.</li></ul>\n<h2><span class=\"mw-headline\" id=\"Endnotes\">Endnotes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Detlev_Peukert&amp;action=edit&amp;section=8\" title=\"Edit section: Endnotes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-FOOTNOTEBessel1990323-324-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-FOOTNOTEBessel1990323-324_1-0\">^</a></b></span> <span class=\"reference-text\"><a href=\"#CITEREFBessel1990\">Bessel 1990</a>, p.&#160;323-324.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEZimmermann1991245-2\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTEZimmermann1991245_2-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEZimmermann1991245_2-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEZimmermann1991245_2-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEZimmermann1991245_2-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEZimmermann1991245_2-4\"><sup><i><b>e</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFZimmermann1991\">Zimmermann 1991</a>, p.&#160;245.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEBessel1990323-3\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTEBessel1990323_3-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEBessel1990323_3-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEBessel1990323_3-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEBessel1990323_3-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEBessel1990323_3-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEBessel1990323_3-5\"><sup><i><b>f</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEBessel1990323_3-6\"><sup><i><b>g</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEBessel1990323_3-7\"><sup><i><b>h</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEBessel1990323_3-8\"><sup><i><b>i</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFBessel1990\">Bessel 1990</a>, p.&#160;323.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEBessel1990321-4\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTEBessel1990321_4-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEBessel1990321_4-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEBessel1990321_4-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEBessel1990321_4-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEBessel1990321_4-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEBessel1990321_4-5\"><sup><i><b>f</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFBessel1990\">Bessel 1990</a>, p.&#160;321.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEZimmermann1991245-246-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-FOOTNOTEZimmermann1991245-246_5-0\">^</a></b></span> <span class=\"reference-text\"><a href=\"#CITEREFZimmermann1991\">Zimmermann 1991</a>, p.&#160;245-246.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEZimmermann1991245–246-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-FOOTNOTEZimmermann1991245–246_6-0\">^</a></b></span> <span class=\"reference-text\"><a href=\"#CITEREFZimmermann1991\">Zimmermann 1991</a>, p.&#160;245–246.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEZimmermann1991246-7\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTEZimmermann1991246_7-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEZimmermann1991246_7-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEZimmermann1991246_7-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEZimmermann1991246_7-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEZimmermann1991246_7-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEZimmermann1991246_7-5\"><sup><i><b>f</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEZimmermann1991246_7-6\"><sup><i><b>g</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEZimmermann1991246_7-7\"><sup><i><b>h</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEZimmermann1991246_7-8\"><sup><i><b>i</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFZimmermann1991\">Zimmermann 1991</a>, p.&#160;246.</span>\n</li>\n<li id=\"cite_note-FOOTNOTELindemann1982205-8\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTELindemann1982205_8-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTELindemann1982205_8-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTELindemann1982205_8-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTELindemann1982205_8-3\"><sup><i><b>d</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFLindemann1982\">Lindemann 1982</a>, p.&#160;205.</span>\n</li>\n<li id=\"cite_note-FOOTNOTENolan198857-9\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTENolan198857_9-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTENolan198857_9-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTENolan198857_9-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTENolan198857_9-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTENolan198857_9-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTENolan198857_9-5\"><sup><i><b>f</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTENolan198857_9-6\"><sup><i><b>g</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFNolan1988\">Nolan 1988</a>, p.&#160;57.</span>\n</li>\n<li id=\"cite_note-FOOTNOTENolan198857-58-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-FOOTNOTENolan198857-58_10-0\">^</a></b></span> <span class=\"reference-text\"><a href=\"#CITEREFNolan1988\">Nolan 1988</a>, p.&#160;57-58.</span>\n</li>\n<li id=\"cite_note-FOOTNOTENolan198858-11\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTENolan198858_11-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTENolan198858_11-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFNolan1988\">Nolan 1988</a>, p.&#160;58.</span>\n</li>\n<li id=\"cite_note-FOOTNOTENolan198859-12\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTENolan198859_12-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTENolan198859_12-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFNolan1988\">Nolan 1988</a>, p.&#160;59.</span>\n</li>\n<li id=\"cite_note-FOOTNOTENolan198863-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-FOOTNOTENolan198863_13-0\">^</a></b></span> <span class=\"reference-text\"><a href=\"#CITEREFNolan1988\">Nolan 1988</a>, p.&#160;63.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEZimmermann1991248-14\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTEZimmermann1991248_14-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEZimmermann1991248_14-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFZimmermann1991\">Zimmermann 1991</a>, p.&#160;248.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEBessel1990322-15\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTEBessel1990322_15-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEBessel1990322_15-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEBessel1990322_15-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEBessel1990322_15-3\"><sup><i><b>d</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFBessel1990\">Bessel 1990</a>, p.&#160;322.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEZimmerman1991247-16\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTEZimmerman1991247_16-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEZimmerman1991247_16-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEZimmerman1991247_16-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEZimmerman1991247_16-3\"><sup><i><b>d</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFZimmerman1991\">Zimmerman 1991</a>, p.&#160;247.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEKershaw2000205-17\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-FOOTNOTEKershaw2000205_17-0\">^</a></b></span> <span class=\"reference-text\"><a href=\"#CITEREFKershaw2000\">Kershaw 2000</a>, p.&#160;205.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEKershaw2000230-18\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-FOOTNOTEKershaw2000230_18-0\">^</a></b></span> <span class=\"reference-text\"><a href=\"#CITEREFKershaw2000\">Kershaw 2000</a>, p.&#160;230.</span>\n</li>\n<li id=\"cite_note-FOOTNOTENolan198874-19\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTENolan198874_19-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTENolan198874_19-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFNolan1988\">Nolan 1988</a>, p.&#160;74.</span>\n</li>\n<li id=\"cite_note-FOOTNOTECrews1992326-20\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-FOOTNOTECrews1992326_20-0\">^</a></b></span> <span class=\"reference-text\"><a href=\"#CITEREFCrews1992\">Crews 1992</a>, p.&#160;326.</span>\n</li>\n<li id=\"cite_note-FOOTNOTECrews1992325-21\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTECrews1992325_21-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrews1992325_21-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrews1992325_21-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrews1992325_21-3\"><sup><i><b>d</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFCrews1992\">Crews 1992</a>, p.&#160;325.</span>\n</li>\n<li id=\"cite_note-FOOTNOTENolan198856-22\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTENolan198856_22-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTENolan198856_22-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTENolan198856_22-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFNolan1988\">Nolan 1988</a>, p.&#160;56.</span>\n</li>\n<li id=\"cite_note-FOOTNOTECrew1992325-23\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTECrew1992325_23-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992325_23-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992325_23-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992325_23-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992325_23-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992325_23-5\"><sup><i><b>f</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992325_23-6\"><sup><i><b>g</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992325_23-7\"><sup><i><b>h</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992325_23-8\"><sup><i><b>i</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992325_23-9\"><sup><i><b>j</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992325_23-10\"><sup><i><b>k</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFCrew1992\">Crew 1992</a>, p.&#160;325.</span>\n</li>\n<li id=\"cite_note-FOOTNOTENolan198877-24\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTENolan198877_24-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTENolan198877_24-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTENolan198877_24-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTENolan198877_24-3\"><sup><i><b>d</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFNolan1988\">Nolan 1988</a>, p.&#160;77.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEKater1992292-25\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTEKater1992292_25-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEKater1992292_25-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEKater1992292_25-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFKater1992\">Kater 1992</a>, p.&#160;292.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEZimmermann1991247-26\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-FOOTNOTEZimmermann1991247_26-0\">^</a></b></span> <span class=\"reference-text\"><a href=\"#CITEREFZimmermann1991\">Zimmermann 1991</a>, p.&#160;247.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEBaldiwn199033-27\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-FOOTNOTEBaldiwn199033_27-0\">^</a></b></span> <span class=\"reference-text\"><a href=\"#CITEREFBaldiwn1990\">Baldiwn 1990</a>, p.&#160;33.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEBaldwin199033-28\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTEBaldwin199033_28-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEBaldwin199033_28-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEBaldwin199033_28-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFBaldwin1990\">Baldwin 1990</a>, p.&#160;33.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEBaldwin19903-4-29\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-FOOTNOTEBaldwin19903-4_29-0\">^</a></b></span> <span class=\"reference-text\"><a href=\"#CITEREFBaldwin1990\">Baldwin 1990</a>, p.&#160;3-4.</span>\n</li>\n<li id=\"cite_note-30\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-30\">^</a></b></span> <span class=\"reference-text\">Pendas, Devin &amp; Roseman, Mark <i>Beyond the Racial State</i>, Cambridge: Cambridge University Press, 2017 page 3.</span>\n</li>\n<li id=\"cite_note-31\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-31\">^</a></b></span> <span class=\"reference-text\">Peukert, Detlev <i>Inside Nazi Germany: Conformity, Opposition and Racism In Everyday Life</i>, London&#160;: Batsford, 1987 page 220.</span>\n</li>\n<li id=\"cite_note-32\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-32\">^</a></b></span> <span class=\"reference-text\">Pendas, Devin &amp; Roseman, Mark <i>Beyond the Racial State</i>, Cambridge: Cambridge University Press, 2017 page 3.</span>\n</li>\n<li id=\"cite_note-33\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-33\">^</a></b></span> <span class=\"reference-text\">Pendas, Devin &amp; Roseman, Mark <i>Beyond the Racial State</i>, Cambridge: Cambridge University Press, 2017 page 4.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEZimmerman1990247-34\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTEZimmerman1990247_34-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEZimmerman1990247_34-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEZimmerman1990247_34-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEZimmerman1990247_34-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEZimmerman1990247_34-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEZimmerman1990247_34-5\"><sup><i><b>f</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFZimmerman1990\">Zimmerman 1990</a>, p.&#160;247.</span>\n</li>\n<li id=\"cite_note-FOOTNOTECrew1992319-320-35\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTECrew1992319-320_35-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992319-320_35-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFCrew1992\">Crew 1992</a>, p.&#160;319-320.</span>\n</li>\n<li id=\"cite_note-FOOTNOTECrew1992320-36\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTECrew1992320_36-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992320_36-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992320_36-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992320_36-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992320_36-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992320_36-5\"><sup><i><b>f</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992320_36-6\"><sup><i><b>g</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992320_36-7\"><sup><i><b>h</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFCrew1992\">Crew 1992</a>, p.&#160;320.</span>\n</li>\n<li id=\"cite_note-FOOTNOTECrew1992321-37\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTECrew1992321_37-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992321_37-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992321_37-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992321_37-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992321_37-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992321_37-5\"><sup><i><b>f</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992321_37-6\"><sup><i><b>g</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992321_37-7\"><sup><i><b>h</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFCrew1992\">Crew 1992</a>, p.&#160;321.</span>\n</li>\n<li id=\"cite_note-FOOTNOTECrew1992324-38\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTECrew1992324_38-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992324_38-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992324_38-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992324_38-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992324_38-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992324_38-5\"><sup><i><b>f</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992324_38-6\"><sup><i><b>g</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992324_38-7\"><sup><i><b>h</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992324_38-8\"><sup><i><b>i</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992324_38-9\"><sup><i><b>j</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992324_38-10\"><sup><i><b>k</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFCrew1992\">Crew 1992</a>, p.&#160;324.</span>\n</li>\n<li id=\"cite_note-FOOTNOTECrew1992327-39\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTECrew1992327_39-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992327_39-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992327_39-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992327_39-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992327_39-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992327_39-5\"><sup><i><b>f</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992327_39-6\"><sup><i><b>g</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992327_39-7\"><sup><i><b>h</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFCrew1992\">Crew 1992</a>, p.&#160;327.</span>\n</li>\n<li id=\"cite_note-FOOTNOTECrew1992323-40\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTECrew1992323_40-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992323_40-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992323_40-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992323_40-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992323_40-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992323_40-5\"><sup><i><b>f</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992323_40-6\"><sup><i><b>g</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992323_40-7\"><sup><i><b>h</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992323_40-8\"><sup><i><b>i</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992323_40-9\"><sup><i><b>j</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992323_40-10\"><sup><i><b>k</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992323_40-11\"><sup><i><b>l</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFCrew1992\">Crew 1992</a>, p.&#160;323.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEPeukert1987220-41\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTEPeukert1987220_41-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEPeukert1987220_41-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEPeukert1987220_41-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFPeukert1987\">Peukert 1987</a>, p.&#160;220.</span>\n</li>\n<li id=\"cite_note-FOOTNOTECrew1992324-325-42\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-FOOTNOTECrew1992324-325_42-0\">^</a></b></span> <span class=\"reference-text\"><a href=\"#CITEREFCrew1992\">Crew 1992</a>, p.&#160;324-325.</span>\n</li>\n<li id=\"cite_note-FOOTNOTECrew1992326-43\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTECrew1992326_43-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992326_43-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992326_43-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992326_43-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992326_43-4\"><sup><i><b>e</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFCrew1992\">Crew 1992</a>, p.&#160;326.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEPeukert1994276-44\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-FOOTNOTEPeukert1994276_44-0\">^</a></b></span> <span class=\"reference-text\"><a href=\"#CITEREFPeukert1994\">Peukert 1994</a>, p.&#160;276.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEPeukert1994277-45\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTEPeukert1994277_45-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEPeukert1994277_45-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEPeukert1994277_45-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEPeukert1994277_45-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEPeukert1994277_45-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEPeukert1994277_45-5\"><sup><i><b>f</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEPeukert1994277_45-6\"><sup><i><b>g</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFPeukert1994\">Peukert 1994</a>, p.&#160;277.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEPeukert1994280-46\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-FOOTNOTEPeukert1994280_46-0\">^</a></b></span> <span class=\"reference-text\"><a href=\"#CITEREFPeukert1994\">Peukert 1994</a>, p.&#160;280.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEPeukert1994277-278-47\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-FOOTNOTEPeukert1994277-278_47-0\">^</a></b></span> <span class=\"reference-text\"><a href=\"#CITEREFPeukert1994\">Peukert 1994</a>, p.&#160;277-278.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEPeukert1994278-48\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTEPeukert1994278_48-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEPeukert1994278_48-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEPeukert1994278_48-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEPeukert1994278_48-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEPeukert1994278_48-4\"><sup><i><b>e</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFPeukert1994\">Peukert 1994</a>, p.&#160;278.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEPeukert1994280-284-49\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-FOOTNOTEPeukert1994280-284_49-0\">^</a></b></span> <span class=\"reference-text\"><a href=\"#CITEREFPeukert1994\">Peukert 1994</a>, p.&#160;280-284.</span>\n</li>\n<li id=\"cite_note-FOOTNOTECrew1992322-50\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTECrew1992322_50-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992322_50-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992322_50-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992322_50-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992322_50-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992322_50-5\"><sup><i><b>f</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992322_50-6\"><sup><i><b>g</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFCrew1992\">Crew 1992</a>, p.&#160;322.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEPeukert1994282-51\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTEPeukert1994282_51-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEPeukert1994282_51-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFPeukert1994\">Peukert 1994</a>, p.&#160;282.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEPeukert1994279-280-52\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-FOOTNOTEPeukert1994279-280_52-0\">^</a></b></span> <span class=\"reference-text\"><a href=\"#CITEREFPeukert1994\">Peukert 1994</a>, p.&#160;279-280.</span>\n</li>\n<li id=\"cite_note-FOOTNOTECrew1992321-322-53\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-FOOTNOTECrew1992321-322_53-0\">^</a></b></span> <span class=\"reference-text\"><a href=\"#CITEREFCrew1992\">Crew 1992</a>, p.&#160;321-322.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEPeukert1994284-54\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTEPeukert1994284_54-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEPeukert1994284_54-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEPeukert1994284_54-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFPeukert1994\">Peukert 1994</a>, p.&#160;284.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEPeukert1994285-55\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTEPeukert1994285_55-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEPeukert1994285_55-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFPeukert1994\">Peukert 1994</a>, p.&#160;285.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEPeukert1994288-56\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTEPeukert1994288_56-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEPeukert1994288_56-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFPeukert1994\">Peukert 1994</a>, p.&#160;288.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEPeukert1994289-290-57\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-FOOTNOTEPeukert1994289-290_57-0\">^</a></b></span> <span class=\"reference-text\"><a href=\"#CITEREFPeukert1994\">Peukert 1994</a>, p.&#160;289-290.</span>\n</li>\n<li id=\"cite_note-FOOTNOTECrew1992323-324-58\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTECrew1992323-324_58-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTECrew1992323-324_58-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFCrew1992\">Crew 1992</a>, p.&#160;323-324.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEPeukert1994290-59\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTEPeukert1994290_59-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEPeukert1994290_59-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFPeukert1994\">Peukert 1994</a>, p.&#160;290.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEPeukert1994290-291-60\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-FOOTNOTEPeukert1994290-291_60-0\">^</a></b></span> <span class=\"reference-text\"><a href=\"#CITEREFPeukert1994\">Peukert 1994</a>, p.&#160;290-291.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEPeukert1994291-61\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTEPeukert1994291_61-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEPeukert1994291_61-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEPeukert1994291_61-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFPeukert1994\">Peukert 1994</a>, p.&#160;291.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEPeukert1994292-62\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-FOOTNOTEPeukert1994292_62-0\">^</a></b></span> <span class=\"reference-text\"><a href=\"#CITEREFPeukert1994\">Peukert 1994</a>, p.&#160;292.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEPeukert1994293-63\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-FOOTNOTEPeukert1994293_63-0\">^</a></b></span> <span class=\"reference-text\"><a href=\"#CITEREFPeukert1994\">Peukert 1994</a>, p.&#160;293.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEAeschliman200550-64\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-FOOTNOTEAeschliman200550_64-0\">^</a></b></span> <span class=\"reference-text\"><a href=\"#CITEREFAeschliman2005\">Aeschliman 2005</a>, p.&#160;50.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEPeukert1994294-65\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-FOOTNOTEPeukert1994294_65-0\">^</a></b></span> <span class=\"reference-text\"><a href=\"#CITEREFPeukert1994\">Peukert 1994</a>, p.&#160;294.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEPeukert1994294-295-66\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-FOOTNOTEPeukert1994294-295_66-0\">^</a></b></span> <span class=\"reference-text\"><a href=\"#CITEREFPeukert1994\">Peukert 1994</a>, p.&#160;294-295.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEBessel1990324-67\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-FOOTNOTEBessel1990324_67-0\">^</a></b></span> <span class=\"reference-text\"><a href=\"#CITEREFBessel1990\">Bessel 1990</a>, p.&#160;324.</span>\n</li>\n<li id=\"cite_note-FOOTNOTESmith2017485-68\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTESmith2017485_68-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTESmith2017485_68-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTESmith2017485_68-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFSmith2017\">Smith 2017</a>, p.&#160;485.</span>\n</li>\n<li id=\"cite_note-FOOTNOTESmith2017486-69\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTESmith2017486_69-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTESmith2017486_69-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTESmith2017486_69-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFSmith2017\">Smith 2017</a>, p.&#160;486.</span>\n</li>\n<li id=\"cite_note-70\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-70\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\">Dreher, Rod (3 December 2016). <a rel=\"nofollow\" class=\"external text\" href=\"https://swarajyamag.com/world/drawing-parallels-between-weimar-germany-and-weimar-america\">\"Drawing Parallels Between 'Weimar Germany' And 'Weimar America<span style=\"padding-right:0.2em;\">'</span>\"</a>. <i>Swarajya</i><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2018-06-01</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Drawing+Parallels+Between+%E2%80%98Weimar+Germany%E2%80%99+And+%E2%80%98Weimar+America%E2%80%99&amp;rft.pub=%27%27Swarajya%27%27&amp;rft.date=2016-12-03&amp;rft.aulast=Dreher&amp;rft.aufirst=Rod&amp;rft_id=https%3A%2F%2Fswarajyamag.com%2Fworld%2Fdrawing-parallels-between-weimar-germany-and-weimar-america&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADetlev+Peukert\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-71\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-71\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\">Caplan, Jane (13 January 2017). <a rel=\"nofollow\" class=\"external text\" href=\"http://www.newsweek.com/world-turning-fascist-and-does-it-matter-541208\">\"Is The World Turning Fascist? And Does It Matter?\"</a>. <i>Newsweek</i><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2018-06-01</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Is+The+World+Turning+Fascist%3F+And+Does+It+Matter%3F&amp;rft.pub=%27%27Newsweek%27%27&amp;rft.date=2017-01-13&amp;rft.aulast=Caplan&amp;rft.aufirst=Jane&amp;rft_id=http%3A%2F%2Fwww.newsweek.com%2Fworld-turning-fascist-and-does-it-matter-541208&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADetlev+Peukert\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Detlev_Peukert&amp;action=edit&amp;section=9\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Aeschliman, M.D \"Murderous Science\" pages 49–50 from <i>The National Review</i>, Volume LVII, Issue 5, 28 March 2005.</li>\n<li>Baldwin, Peter <i>Reworking the Past: Hitler, the Holocaust, and the Historians' Debate</i>, Boston: Beacon Press, 1990.</li>\n<li>Bessel, Richard \"Detlev J.K. Peukert\" pages 321-324 from <i>German History</i>, Volume 8, Issue 3, August 1990.</li>\n<li>Crew, David \"The Pathologies of Modernity: Detlev Peukert on Germany's Twentieth Century\" pages 319-328 from  Social History, Volume 17, No. 2, May 1992.</li>\n<li><a href=\"/wiki/Ian_Kershaw\" title=\"Ian Kershaw\">Kershaw, Ian</a> <i>The Nazi Dictatorship Problems and Perspectives of Interpretation</i>, London: Arnold Press, 2000, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-340-76028-1\" title=\"Special:BookSources/0-340-76028-1\">0-340-76028-1</a></li>\n<li>Lindemann, Albert Review of  <i>Die KPD im Widerstand Verfolgung und Untergrundarbeit am Rhein und Ruhr, 1933-1945</i> page 205 from <i>The American Historical Review</i>, Volume 82, Issue 1, February 1982.</li>\n<li>Nolan, Mary \"The <i>Historikerstreit</i> and Social History\" pages 51–80 from <i>New German Critique</i>, No. 44, Spring - Summer, 1988.</li>\n<li>Zimmermann, Michael \"Detlev Peukert 1950-1990\" pages 245-248 from <i>History Workshop</i>, No. 31, Spring 1991.</li></ul>\n<div role=\"navigation\" class=\"navbox\" aria-labelledby=\"Authority_control_frameless_&amp;#124;text-top_&amp;#124;10px_&amp;#124;alt=Edit_this_at_Wikidata_&amp;#124;link=https&amp;#58;//www.wikidata.org/wiki/Q92524&amp;#124;Edit_this_at_Wikidata\" style=\"padding:3px\"><table class=\"nowraplinks hlist navbox-inner\" style=\"border-spacing:0;background:transparent;color:inherit\"><tbody><tr><th id=\"Authority_control_frameless_&amp;#124;text-top_&amp;#124;10px_&amp;#124;alt=Edit_this_at_Wikidata_&amp;#124;link=https&amp;#58;//www.wikidata.org/wiki/Q92524&amp;#124;Edit_this_at_Wikidata\" scope=\"row\" class=\"navbox-group\" style=\"width:1%\"><a href=\"/wiki/Help:Authority_control\" title=\"Help:Authority control\">Authority control</a> <a href=\"https://www.wikidata.org/wiki/Q92524\" title=\"Edit this at Wikidata\"><img alt=\"Edit this at Wikidata\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Blue_pencil.svg/10px-Blue_pencil.svg.png\" width=\"10\" height=\"10\" style=\"vertical-align: text-top\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Blue_pencil.svg/15px-Blue_pencil.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/7/73/Blue_pencil.svg/20px-Blue_pencil.svg.png 2x\" data-file-width=\"600\" data-file-height=\"600\" /></a></th><td class=\"navbox-list navbox-odd\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><span class=\"nowrap\"> <a rel=\"nofollow\" class=\"external text\" href=\"https://www.worldcat.org/identities/containsVIAFID/29550350\">WorldCat Identities</a></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Biblioth%C3%A8que_nationale_de_France\" title=\"Bibliothèque nationale de France\">BNF</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"http://catalogue.bnf.fr/ark:/12148/cb12035623k\">cb12035623k</a> <a rel=\"nofollow\" class=\"external text\" href=\"http://data.bnf.fr/ark:/12148/cb12035623k\">(data)</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Integrated_Authority_File\" title=\"Integrated Authority File\">GND</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"https://d-nb.info/gnd/11900433X\">11900433X</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/International_Standard_Name_Identifier\" title=\"International Standard Name Identifier\">ISNI</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"http://isni.org/isni/0000000108831413\">0000 0001 0883 1413</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Library_of_Congress_Control_Number\" title=\"Library of Congress Control Number\">LCCN</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"http://id.loc.gov/authorities/names/n80156155\">n80156155</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Syst%C3%A8me_universitaire_de_documentation\" title=\"Système universitaire de documentation\">SUDOC</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"https://www.idref.fr/028540654\">028540654</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Virtual_International_Authority_File\" title=\"Virtual International Authority File\">VIAF</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"https://viaf.org/viaf/29550350\">29550350</a></span></span></li></ul>\n</div></td></tr></tbody></table></div>\n\n<!-- \nNewPP limit report\nParsed by mw2241\nCached time: 20180919092350\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.700 seconds\nReal time usage: 0.766 seconds\nPreprocessor visited node count: 4855/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 27005/2097152 bytes\nTemplate argument size: 2088/2097152 bytes\nHighest expansion depth: 15/40\nExpensive parser function count: 6/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 60213/5000000 bytes\nNumber of Wikibase entities loaded: 1/400\nLua time usage: 0.403/10.000 seconds\nLua memory usage: 2.07 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  633.486      1 -total\n 64.45%  408.263    214 Template:Sfn\n 14.80%   93.778      1 Template:Reflist\n  9.15%   57.964      5 Template:ISBN\n  8.41%   53.290      1 Template:Authority_control\n  6.38%   40.401      2 Template:Cite_web\n  3.00%   18.980      5 Template:Catalog_lookup_link\n  1.68%   10.617      5 Template:Error-small\n  1.20%    7.573     15 Template:Yesno-no\n  0.84%    5.313     30 Template:Trim\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:2851904-0!canonical and timestamp 20180919092349 and revision id 860241448\n -->\n</div>"},"langlinks":[{"lang":"de","url":"https://de.wikipedia.org/wiki/Detlev_Peukert","langname":"German","autonym":"Deutsch","*":"Detlev Peukert"},{"lang":"ru","url":"https://ru.wikipedia.org/wiki/%D0%9F%D0%BE%D0%B9%D0%BA%D0%B5%D1%80%D1%82,_%D0%94%D0%B5%D1%82%D0%BB%D0%B5%D0%B2","langname":"Russian","autonym":"русский","*":"Пойкерт, Детлев"}],"categories":[{"sortkey":"Peukert, Detlev","hidden":"","*":"Wikipedia_articles_with_BNF_identifiers"},{"sortkey":"Peukert, Detlev","hidden":"","*":"Wikipedia_articles_with_GND_identifiers"},{"sortkey":"Peukert, Detlev","hidden":"","*":"Wikipedia_articles_with_ISNI_identifiers"},{"sortkey":"Peukert, Detlev","hidden":"","*":"Wikipedia_articles_with_LCCN_identifiers"},{"sortkey":"Peukert, Detlev","hidden":"","*":"Wikipedia_articles_with_SUDOC_identifiers"},{"sortkey":"Peukert, Detlev","hidden":"","*":"Wikipedia_articles_with_VIAF_identifiers"},{"sortkey":"Peukert, Detlev","*":"1950_births"},{"sortkey":"Peukert, Detlev","*":"1990_deaths"},{"sortkey":"Peukert, Detlev","*":"Historians_of_Nazism"},{"sortkey":"Peukert, Detlev","*":"LGBT_writers_from_Germany"},{"sortkey":"Peukert, Detlev","*":"AIDS-related_deaths_in_Germany"},{"sortkey":"Peukert, Detlev","*":"Microhistorians"},{"sortkey":"Peukert, Detlev","*":"20th-century_German_writers"},{"sortkey":"Peukert, Detlev","*":"20th-century_German_historians"},{"sortkey":"Peukert, Detlev","*":"German_male_writers"},{"sortkey":"Peukert, Detlev","*":"20th-century_German_male_writers"},{"sortkey":"Peukert, Detlev","*":"German-language_LGBT_writers"}],"links":[{"ns":14,"exists":"","*":"Category:Wikipedia articles with BNF identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with GND identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with ISNI identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with LCCN identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with SUDOC identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with VIAF identifiers"},{"ns":0,"exists":"","*":"Albert Lindemann"},{"ns":0,"exists":"","*":"Alltagsgeschichte"},{"ns":0,"exists":"","*":"Bavaria"},{"ns":0,"exists":"","*":"Bibliothèque nationale de France"},{"ns":0,"exists":"","*":"Bielefeld School"},{"ns":0,"exists":"","*":"Cultural history"},{"ns":0,"exists":"","*":"David Blackbourn"},{"ns":0,"exists":"","*":"Dominican Republic"},{"ns":0,"exists":"","*":"E.P. Thompson"},{"ns":0,"exists":"","*":"Edelweiss Pirates"},{"ns":0,"exists":"","*":"Ernst Röhm"},{"ns":0,"exists":"","*":"First World War"},{"ns":0,"exists":"","*":"Franz Schönhuber"},{"ns":0,"exists":"","*":"Friedrich Nietzsche"},{"ns":0,"exists":"","*":"Geoff Eley"},{"ns":0,"exists":"","*":"German Communist Party"},{"ns":0,"exists":"","*":"Great Depression"},{"ns":0,"exists":"","*":"Gütersloh"},{"ns":0,"exists":"","*":"Hamburg"},{"ns":0,"exists":"","*":"Hans-Ulrich Wehler"},{"ns":0,"exists":"","*":"Hans Mommsen"},{"ns":0,"exists":"","*":"Historian"},{"ns":0,"exists":"","*":"Houston Stewart Chamberlain"},{"ns":0,"exists":"","*":"Ian Kershaw"},{"ns":0,"exists":"","*":"Integrated Authority File"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"International Standard Name Identifier"},{"ns":0,"exists":"","*":"Jane Caplan"},{"ns":0,"exists":"","*":"Jurgen Kocka"},{"ns":0,"exists":"","*":"Karl Marx"},{"ns":0,"exists":"","*":"Library of Congress Control Number"},{"ns":0,"exists":"","*":"Martin Broszat"},{"ns":0,"exists":"","*":"Max Weber"},{"ns":0,"exists":"","*":"Modernity"},{"ns":0,"exists":"","*":"Nazi Germany"},{"ns":0,"exists":"","*":"Paragraph 175"},{"ns":0,"exists":"","*":"Rafael Trujillo"},{"ns":0,"exists":"","*":"Richard Bessel"},{"ns":0,"exists":"","*":"Rod Dreher"},{"ns":0,"exists":"","*":"Romani people"},{"ns":0,"exists":"","*":"Rudolf Bahro"},{"ns":0,"exists":"","*":"Ruhr"},{"ns":0,"exists":"","*":"Santo Domingo"},{"ns":0,"exists":"","*":"Social Democratic Party of Germany"},{"ns":0,"exists":"","*":"Social history"},{"ns":0,"exists":"","*":"Sonderweg"},{"ns":0,"exists":"","*":"Système universitaire de documentation"},{"ns":0,"exists":"","*":"The Holocaust"},{"ns":0,"exists":"","*":"Third Reich"},{"ns":0,"exists":"","*":"University of Essen"},{"ns":0,"exists":"","*":"Virtual International Authority File"},{"ns":0,"exists":"","*":"Walter Benjamin"},{"ns":0,"exists":"","*":"Weimar Coalition"},{"ns":0,"exists":"","*":"Weimar Republic"},{"ns":0,"exists":"","*":"Wolf Biermann"},{"ns":0,"exists":"","*":"Working class"},{"ns":12,"exists":"","*":"Help:Authority control"}],"templates":[{"ns":10,"exists":"","*":"Template:Sfn"},{"ns":10,"exists":"","*":"Template:ISBN"},{"ns":10,"exists":"","*":"Template:Catalog lookup link"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Error-small"},{"ns":10,"exists":"","*":"Template:Tl"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Authority control"},{"ns":10,"exists":"","*":"Template:EditAtWikidata"},{"ns":828,"exists":"","*":"Module:Footnotes"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Check isxn"},{"ns":828,"exists":"","*":"Module:Error"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Authority control"},{"ns":828,"exists":"","*":"Module:ResolveEntityId"},{"ns":828,"exists":"","*":"Module:Navbox"},{"ns":828,"exists":"","*":"Module:Navbar"},{"ns":828,"exists":"","*":"Module:EditAtWikidata"}],"images":["Blue_pencil.svg"],"externallinks":["https://swarajyamag.com/world/drawing-parallels-between-weimar-germany-and-weimar-america","http://www.newsweek.com/world-turning-fascist-and-does-it-matter-541208","https://www.wikidata.org/wiki/Q92524","https://www.worldcat.org/identities/containsVIAFID/29550350","http://catalogue.bnf.fr/ark:/12148/cb12035623k","http://data.bnf.fr/ark:/12148/cb12035623k","https://d-nb.info/gnd/11900433X","http://isni.org/isni/0000000108831413","http://id.loc.gov/authorities/names/n80156155","https://www.idref.fr/028540654","https://viaf.org/viaf/29550350"],"sections":[{"toclevel":1,"level":"2","line":"Working class history","number":"1","index":"1","fromtitle":"Detlev_Peukert","byteoffset":859,"anchor":"Working_class_history"},{"toclevel":1,"level":"2","line":"Historian of <i>Alltagsgeschichte</i> in the Third Reich","number":"2","index":"2","fromtitle":"Detlev_Peukert","byteoffset":6733,"anchor":"Historian_of_Alltagsgeschichte_in_the_Third_Reich"},{"toclevel":1,"level":"2","line":"Problems of modernity","number":"3","index":"3","fromtitle":"Detlev_Peukert","byteoffset":28895,"anchor":"Problems_of_modernity"},{"toclevel":1,"level":"2","line":"Dominican studies","number":"4","index":"4","fromtitle":"Detlev_Peukert","byteoffset":49041,"anchor":"Dominican_studies"},{"toclevel":1,"level":"2","line":"\"The Genesis of the 'Final Solution’ from the Spirit of Science\"","number":"5","index":"5","fromtitle":"Detlev_Peukert","byteoffset":50241,"anchor":"\"The_Genesis_of_the_'Final_Solution’_from_the_Spirit_of_Science\""},{"toclevel":1,"level":"2","line":"Death and legacy","number":"6","index":"6","fromtitle":"Detlev_Peukert","byteoffset":69122,"anchor":"Death_and_legacy"},{"toclevel":1,"level":"2","line":"Work","number":"7","index":"7","fromtitle":"Detlev_Peukert","byteoffset":74121,"anchor":"Work"},{"toclevel":1,"level":"2","line":"Endnotes","number":"8","index":"8","fromtitle":"Detlev_Peukert","byteoffset":75476,"anchor":"Endnotes"},{"toclevel":1,"level":"2","line":"References","number":"9","index":"9","fromtitle":"Detlev_Peukert","byteoffset":75502,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Detlev Peukert","iwlinks":[],"properties":[{"name":"defaultsort","*":"Peukert, Detlev"},{"name":"wikibase_item","*":"Q92524"}]}}