{"parse":{"title":"Principlism","pageid":17247538,"revid":687526900,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-style ambox-essay-like\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/60px-Edit-clear.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/80px-Edit-clear.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>is written like a <a href=\"/wiki/Wikipedia:NOTESSAY\" class=\"mw-redirect\" title=\"Wikipedia:NOTESSAY\">personal reflection or opinion essay</a></b> that states a Wikipedia editor's personal feelings about a topic.<span class=\"hide-when-compact\"> Please <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Principlism&amp;action=edit\">help improve it</a> by rewriting it in an <a href=\"/wiki/Wikipedia:Encyclopedic_style\" class=\"mw-redirect\" title=\"Wikipedia:Encyclopedic style\">encyclopedic style</a>.</span>  <small><i>(August 2008)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p><b>Principlism</b> is a system of ethics based on the four moral principles of:\n</p><p>1. Autonomy—free-will or agency, \n</p><p>2. Beneficence—do good, \n</p><p>3. Nonmaleficence—do no harm, and \n</p><p>4. Justice—social distribution of benefits and burdens.\n</p><p>Advocates for principlism argue that from the beginning of recorded history most moral decision-makers descriptively and prescriptively have used these four moral principles; that they are part of or compatible with most intellectual, religious, and cultural beliefs.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Principlism_formalized_into_national_and_international_law\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Principlism formalized into national and international law</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Belmont_report_and_its_three_core_principles\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Belmont report and its three core principles</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Principlism_as_a_practical_approach\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Principlism as a practical approach</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Specifying_and_balancing\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Specifying and balancing</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Incommensurable_beliefs\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Incommensurable beliefs</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Unified_approach\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Unified approach</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Goal_of_moral_decision-making\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Goal of moral decision-making</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Applying_principlism\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">Applying principlism</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#Source_of_material\"><span class=\"tocnumber\">9</span> <span class=\"toctext\">Source of material</span></a></li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#Bibliography\"><span class=\"tocnumber\">10</span> <span class=\"toctext\">Bibliography</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Principlism_formalized_into_national_and_international_law\">Principlism formalized into national and international law</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Principlism&amp;action=edit&amp;section=1\" title=\"Edit section: Principlism formalized into national and international law\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Principlism was first formalized as a moral decision-making approach by the National Commission for the Protection of Human Subjects of Biomedical and Behavioral Research in a document called the <a href=\"/wiki/Belmont_Report\" title=\"Belmont Report\">Belmont Report</a> on April 18, 1979. The Commission came into existence on July 12, 1974 when the <a href=\"/wiki/National_Research_Act\" title=\"National Research Act\">National Research Act</a> (Pub. L. 93-348) was signed into law. After four years of monthly deliberations, the Commission met in February 1976 for four days at the Smithsonian Institution’s Belmont Conference Center which resulted in a statement of the basic ethical principles of autonomy, beneficence, and justice, for biomedical and behavioral research. The Commission recommended that the Belmont Report be adopted in its entirety as a statement of the Department’s policy for the Secretary of Health, Education, and Welfare.\n</p><p>The Belmont Report’s cause of origin can be traced back to December 9, 1946 when the American Military Tribunal started criminal proceedings against 23 German physicians and administrators for <a href=\"/wiki/War_crime\" title=\"War crime\">war crimes</a> and <a href=\"/wiki/Crime_against_humanity\" class=\"mw-redirect\" title=\"Crime against humanity\">crimes against humanity</a>. During the trials, the <a href=\"/wiki/Nuremberg_Code\" title=\"Nuremberg Code\">Nuremberg Code</a> was drafted for the establishment of standards for judging individuals who conducted biomedical experiments on <a href=\"/wiki/Internment\" title=\"Internment\">concentration camp</a> prisoners. The Nuremberg Code in its final form was established in 1948 and was the first international document that advocated voluntary <a href=\"/wiki/Informed_consent\" title=\"Informed consent\">informed consent</a> for participants of research on human subjects.\n</p>\n<h2><span class=\"mw-headline\" id=\"Belmont_report_and_its_three_core_principles\">Belmont report and its three core principles</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Principlism&amp;action=edit&amp;section=2\" title=\"Edit section: Belmont report and its three core principles\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Principlism is a moral approach based on judgments that are generally accepted by most intellectual, cultural and religious traditions. For example, the Belmont Report defines 3 key principles by which to judge the ethicality of biomedical and behavioral research.  These principles are:\n</p><p>1. Respect for persons—Autonomy,\n</p><p>2. Beneficence—do good, and\n</p><p>3. Justice—specifically distributive justice wherein those who bear the burdens of research also receive its benefits.\n</p>\n<table class=\"wikitable\">\n\n<tbody><tr>\n<th><b>National Commission for the Protection of Human Subject</b>\n</th>\n<th><b> of Biomedical and Behavioral Research</b>\n</th></tr>\n<tr>\n<th><b>1976 BELMONT REPORT Formalized in 1979</b>\n</th>\n<th><b>1976 BELMONT REPORT Formalized in 1979</b>\n</th></tr>\n<tr>\n<td><b>PRINCIPLES</b>\n</td>\n<td><b>APPLICATIONS</b>\n</td></tr>\n<tr>\n<td><b>I.  Respect for persons—Autonomy</b>\n<p>1. Individuals should be treated as autonomous agents.\n</p><p>2. Persons with diminished autonomy are entitled to protection.\n</p>\n</td>\n<td><b>Informed consent</b>\n<p>1. Information—Knowledge\n</p>\n<pre>   a. Procedures\n   b. Purpose\n   c. Risks and benefits\n   d. Alternatives\n   e. Opportunity to ask questions and to withdraw at any time.\n</pre>\n<p>2. Comprehension—Understanding\n</p><p>3. Voluntariness—Freedom\n</p>\n</td></tr>\n<tr>\n<td><b>II &amp; (III).  Beneficence &amp; (Nonmaleficence)</b>\n<p>1. Human subjects should not be harmed—Nonmaleficence.\n</p><p>2. Research should maximize possible benefits—Beneficence, and minimize possible harms—Nonmaleficence.\n</p>\n</td>\n<td><b>Assessment of Risks and Benefits</b>\n<p>1. The nature and scope of risks and benefits.\n</p><p>2. The systematic assessment of risks and benefits.\n</p>\n</td></tr>\n<tr>\n<td><b>IV.  Justice</b>\n<p>The benefits and risks of research must be distributed fairly.\n</p>\n</td>\n<td><b>Selection of Subjects</b>\n<p>There must be fair procedures and outcomes in the selection of research subjects both individually and socially.\n</p>\n</td></tr></tbody></table>\n<h2><span class=\"mw-headline\" id=\"Principlism_as_a_practical_approach\">Principlism as a practical approach</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Principlism&amp;action=edit&amp;section=3\" title=\"Edit section: Principlism as a practical approach\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Principlism has evolved into a practical approach for ethical decision-making that focuses on the common ground moral principles of autonomy, beneficence, nonmaleficence, and justice. The practicality of this approach is that principlism can be derived from, is consistent with, or at the very least is not in conflict with a multitude of ethical, theological, and social approaches towards moral decision-making. This pluralistic approach is essential when making moral decisions institutionally, pedagogically, and in the community as pluralistic interdisciplinary groups by definition cannot agree on particular moral theories or their epistemic justifications. However, pluralistic interdisciplinary groups can and do agree on intersubjective principles. In the development of a principlistic moral framework it is not a <a href=\"/wiki/Necessary_and_sufficient_conditions\" class=\"mw-redirect\" title=\"Necessary and sufficient conditions\">necessary condition</a> that the epistemic origins and justifications of these principles be established. Rather the sufficient condition is that most individuals and societies, would agree that both prescriptively and descriptively there is wide agreement with the existence and acceptance of the general values of autonomy, nonmaleficence, beneficence, and justice.\n</p>\n<h2><span class=\"mw-headline\" id=\"Specifying_and_balancing\">Specifying and balancing</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Principlism&amp;action=edit&amp;section=4\" title=\"Edit section: Specifying and balancing\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Once these principles have been established the practical activity then becomes that of specifying how the principles are to be used in specific situations and balancing the principles with the other competing moral principles. In using this approach, every moral decision will be dilemmatic in that the agent will be to some degree either morally right and morally wrong under a single principle, and/or there will be two or more competing moral principles and the agent will not be able to completely fulfill one or more moral principles without violating or competing with one or more other moral principles. Dilemmatic decision-making is not unusual when making pluralistic social decisions. The Bill of Rights in <a href=\"/wiki/United_States_Constitution\" title=\"United States Constitution\">the United States Constitution</a> perfectly exemplifies this process. A citizen’s <a href=\"/wiki/Freedom_of_speech\" title=\"Freedom of speech\">freedom of speech</a>, for example, does not allow someone to yell “FIRE” in a crowded theater when there is no fire as individual <a href=\"/wiki/Constitutional_right\" title=\"Constitutional right\">Constitutional Rights</a> and Liberties are constrained by other <a href=\"/wiki/Individual_rights\" class=\"mw-redirect\" title=\"Individual rights\">individual rights</a> and liberties and therefore they must be specified for specific situations and then balanced with the other inevitable competing principles. \n</p><p>Principlism, presented as a formal criterion, is a <a href=\"/wiki/Linguistic_prescription\" title=\"Linguistic prescription\">description and prescription</a> of moral decision-making with a deep and rich heritage that has yet to be formalized for pluralistic interdisciplinary groups. However, since most moral decision-making ultimately use this approach, in one form or another, moral decision making in pluralistic environments is possible as Principlism descriptively describes how people do in fact make moral decisions and prescriptively prescribes how people ought to act based on the intersubjective agreements of common morality. Instead of focusing on the epistemic differences of various philosophical and religious perspectives, Principlism focuses on the intersubjective agreements, and that is why it works so effectively in interdisciplinary pluralistic environments.\n</p><p>Principlism could be modified by adding or subtracting certain component principles yet practically the four principles of autonomy, beneficence, nonmaleficence, and justice are broad and comprehensive enough to sufficiently cover most cases and will provide the necessary output power for making interdisciplinary moral decisions.\n</p>\n<h2><span class=\"mw-headline\" id=\"Incommensurable_beliefs\">Incommensurable beliefs</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Principlism&amp;action=edit&amp;section=5\" title=\"Edit section: Incommensurable beliefs\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Even though pluralistic groups will in large part have shared universal values—Principlism, it is still clearly recognized that there is and will be incommensurable beliefs as to how the specification and balancing procedures found in the principlistic approach ought to be implemented. However, Principlism has the advantage over most other moral approaches in that Principlism emphasizes the shared interdisciplinary <a href=\"/wiki/Universal_values\" class=\"mw-redirect\" title=\"Universal values\">universal values</a> or principles and uses them in a systematic and transparent fashion resulting in a greater shared understanding and/or compromise. Certainly, Principlism does not claim to be able to solve all moral dilemmas caused by conflicts of beliefs, yet Principlism, without a doubt, has tremendous output power for practicing interdisciplinary moral decision-making. \n</p>\n<h2><span class=\"mw-headline\" id=\"Unified_approach\">Unified approach</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Principlism&amp;action=edit&amp;section=6\" title=\"Edit section: Unified approach\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Principlism is unified approach in that each <a href=\"/wiki/Morality\" title=\"Morality\">moral principle</a> seems to converge into each of the other three principles. For example, it can be argued that Principlism, as a comprehensive moral approach, is just another term for justice. To the extent that justice is socially valued because of how it effectively establishes autonomy, nonmaleficence, and beneficence, both personally and socially, it can be argued that Principlism only needs its fourth principle—justice, in order to fulfill its moral function. However, this argument can also be made with regards to each of the four principles as each principle seems to be able to include each of the other three principles. Personal autonomy results in the maximization of personal benefits—beneficence and the minimization of personal burdens—nonmaleficence within a legitimate social structure—justice. Likewise, nonmaleficence is maximized, by maximizing autonomy, beneficence, and justice and beneficence is maximized, by maximizing autonomy, nonmaleficence, and justice. \n</p><p>The fact that each of the four principles can be argued to be the supreme moral principle further validates the Principlistic approach towards moral decision-making. In other words, Principlism is a unified moral approach in which the addition of each principle strengthens the legitimacy of each of the other principles to the extent that each principle is specified and balanced using independent criteria and yet each principle still supports each of the other principles. \n</p><p>Science illustrates the importance and necessity of such unification. For example, if several academically distinct fields converge on a unified position that would generally give more credence towards that position. On the other hand, if one <a href=\"/wiki/List_of_academic_disciplines\" class=\"mw-redirect\" title=\"List of academic disciplines\">academic discipline</a> has a hypothesis that contradicts several or all of the other academic disciplines, then that would be reason either to reject that hypothesis or at least to give it some pause. One example of such unification would be the comparison of evolution vs. <a href=\"/wiki/Creationism\" title=\"Creationism\">creationism</a>. Evolution converges in several academic fields such as Biology, Microbiology, Astronomy, Cosmology, Geology, Paleontology, Oceanography, Pathology, Medicine, Anthropology, and more. Creationism, on the other hand, is based on the non-academic discipline of <a href=\"/wiki/Faith\" title=\"Faith\">religious faith</a> and is not supported by any of the empirical academic disciplines. As a result, creationism does not have the same academic stature as evolution and is therefore not considered as a plausible option by any of the empirical or rational academic disciplines. Therefore, other than creationism being a curious sociological, anthropological, or psychological phenomena of culture, religion, and/or belief, creationism has no place in academic empirical rational discourse. Of course academic sciences are by definition limited to empirical and rational discourses and some knowledge is clearly not of that category.  For example, intersubjective experiences of <a href=\"/wiki/Sense_data\" title=\"Sense data\">sense data</a> such as: sight, taste, smell, touch, hearing, and emotional states such as: love, and faith, are real and true experiences yet they elude rational and/or empirical quantification. However, since creationism claims to be an academic empirical conclusion, then it is legitimate to hold creationism to academic standards of universal academic consistency. \n</p><p>Principlism validates itself with its universally recognized moral principles of autonomy, nonmaleficence, beneficence, and justice. These principles are distinct moral attributes that converge and unifies moral decision-making even within pluralistic environments.\n</p>\n<h2><span class=\"mw-headline\" id=\"Goal_of_moral_decision-making\">Goal of moral decision-making</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Principlism&amp;action=edit&amp;section=7\" title=\"Edit section: Goal of moral decision-making\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The goal in moral decision-making is ultimately to specify and balance each of the four principles recognizing that there is no set hierarchical order of principles in that one or more moral principle may override one or more other moral principles depending on the circumstances. Specifying is the narrowing down or making the broad moral principles relevant for a particular decision and balancing is the attempt to maximize, as much as possible, all of the contributing or competing moral principles.\n</p>\n<h2><span class=\"mw-headline\" id=\"Applying_principlism\">Applying principlism</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Principlism&amp;action=edit&amp;section=8\" title=\"Edit section: Applying principlism\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The following is an approach that can be used towards applying Principlism to a particular case.\n</p><p><b>DETERMINE THE RELEVANT PARTIES</b>\n</p>\n<pre>      a.\tSPECIFYING THE RELEVANT PARTIES:\n               i.\tPositive rights: (Obligation of others to provide something)\n                       1.\tSubject, guardian, or <a href=\"/wiki/Social_organisation\" class=\"mw-redirect\" title=\"Social organisation\">social institutions</a>\n                       2.\tRelatives\n                       3.\tCommunity\n                       4.\tState government\n                       5.\tFederal government\n                       6.\tInternational government\n                       7.\tOther\n                ii.\tNegative rights: (Obligation of others to not interfere)\n                        1.\tSubject, guardian, or social institutions\n                        2.\tRelatives\n                        3.\tCommunity\n                        4.\tState government\n                        5.\tFederal government\n                        6.\tInternational government\n                        7.\tOther\n       b.\tBALANCING THE RELEVANT PARTIES: \n                If appropriate put the relevant parties in hierarchical order, and/or indicate if one or more party has more compelling interests over one or more of the others. \n\n</pre>\n<p><b>I.\tAUTONOMY</b>\n</p>\n<pre>       a.\t<b>SPECIFYING AUTONOMY:</b> (Relate to <a href=\"/wiki/Negative_and_positive_rights\" title=\"Negative and positive rights\">negative and positive rights</a> if relevant)\n               i.\tPersonal Authorization\n                      1.\tIntention: usually communicated by Express, Implied, or Tacit Consent\n                      2.\tSubstantial knowledge: usually provided using the Professional Practice Standard, <a href=\"/wiki/Reasonable_person\" title=\"Reasonable person\">Reasonable Person</a> Standard, or Subjective Standard\n                      3.\tSubstantial freedom: usually effected by such aspects as Persuasion, Coercion, and Manipulation\n              ii.\tInstitutional Authorization\n                      1.\tIntention: usually implemented by a signed document\n                      2.\tSubstantial knowledge: usually provided by a written document based on the Professional Practice Standard and/or the Reasonable Person Standard\n                      3.\tSubstantial freedom: If the document is not signed then the services are usually not provided \n        b.  <b>BALANCING AUTONOMY:</b> \n            Balance the above by putting the obligations in hierarchical order, and/or by indicating if one has a more <a href=\"/wiki/Strict_scrutiny\" title=\"Strict scrutiny\">compelling interest</a> over the other.\n\n</pre>\n<p><b>II.\tNONMALEFICENCE</b>\n</p>\n<pre>       a.\t<b>SPECIFYING NONMALEFICENCE:</b>\n               i.\tWhat are the burdens of the various options for the subject and/or relevant parties? \n               ii.\tWhat personal and <a href=\"/wiki/Social_rights\" class=\"mw-redirect\" title=\"Social rights\">social rights</a> need to be considered?\n                       1.\tPositive rights: Obligation(s) of others for preventing or alleviating a harm\n                       2.\tNegative rights: Obligation(s) of others to not interfere in a potential or actual harm\n       b.  <b>BALANCING NONMALEFICENCE:</b> \n           Balance the above by putting the obligations in hierarchical order, and/or by indicating if one has a more compelling interest over the other. \n</pre>\n<p><b>III.\tBENEFICENCE</b>\n</p>\n<pre>       a.\t<b>SPECIFYING BENEFICENCE:</b>\n               i.\tWhat are the benefits of the various options for the subject and/or relevant parties?\n               ii.\tWhat personal and social rights need to be considered? \n                       1.\tPositive rights: Obligations of others for providing a potential or actual benefit\n                       2.\tNegative rights: Obligations of others to not interfering in a potential or actual benefit\n       b.  <b>BALANCING BENEFICENCE:</b> \n           Balance the above by putting the obligations in hierarchical order, and/or by indicating if one has a more compelling interest over the other.\n\n</pre>\n<p><b>IV.\tJUSTICE</b> \n</p>\n<pre>       a.\t<b>SPECIFYING JUSTICE:</b> \n               i.\tWhat are the legal or <a href=\"/wiki/Social_issues\" class=\"mw-redirect\" title=\"Social issues\">social issues</a> with regards to the subject and/or relevant parties? \n                       1.\t<a href=\"/wiki/Personal_rights\" title=\"Personal rights\">Personal Rights</a> and Liberties as provided by the State, Federal, or International social structures\n                       2.\tSocial Rights and Liberties as provided by the State, Federal, or International social structures\n                       3.\t<a href=\"/wiki/Political_Rights\" class=\"mw-redirect\" title=\"Political Rights\">Political Rights</a> and Liberties as provided by the State, Federal, or International social structures\n                ii.\tHow do the above issues relate to positive rights (obligations of others to provide) and negative rights (obligations of others to not interfere)?\n       b.  <b>BALANCING JUSTICE:</b> \n           Balance the above by putting them in hierarchical order, and/or by indicating if one has a more compelling interest over the other.\n</pre>\n<p><b>BALANCING THE FOUR PRINCIPLES</b>\n</p>\n<pre>       a.\t     How many of the four principles are relevant for this case?\n       b.\tIn this particular case, which principles are most influential and why?\n       c.\tIs it possible to maximize most or all of the four principles or do one or more of them override one or more of the others and why?\n</pre>\n<p><b>CONCLUSION</b>\n</p><p>Summarize the specification and balancing within each of the four principles and then summarize the reasoning behind the balancing of the four principles and present the reasons why the chosen moral decision would have a higher probability of accomplishing the balancing end rather than some other decision.\n</p>\n<h2><span class=\"mw-headline\" id=\"Source_of_material\">Source of material</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Principlism&amp;action=edit&amp;section=9\" title=\"Edit section: Source of material\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>For detailed discussion of Principlism please refer to the article by Jeffrey W. Bulger in <i>\"Teaching Ethics\"</i> Vol. 8, #1, Fall 2007, pp. 81–100, Published by Society for Ethics Across The Curriculum. The above materials are parts of that article and were reproduced with the author's permission.\n</p>\n<h2><span class=\"mw-headline\" id=\"Bibliography\">Bibliography</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Principlism&amp;action=edit&amp;section=10\" title=\"Edit section: Bibliography\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><cite class=\"citation book\">Tom L. Beauchamp and James F. Childress. <i>Principles of Biomedical Ethics, 6th Edition</i>. Oxford: Oxford University Press, 2008. p.&#160;417. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-0-19-533570-5\" title=\"Special:BookSources/978-0-19-533570-5\">978-0-19-533570-5</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Principles+of+Biomedical+Ethics%2C+6th+Edition&amp;rft.place=Oxford&amp;rft.pages=417&amp;rft.pub=Oxford+University+Press%2C+2008&amp;rft.isbn=978-0-19-533570-5&amp;rft.au=Tom+L.+Beauchamp+and+James+F.+Childress&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APrinciplism\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></li>\n<li><cite class=\"citation book\">Jeffrey W. Bulger. <i>Teaching Ethics Vo.8, #1, Fall 2007</i>. Society for Ethics Across the Curriculum. pp.&#160;81–100.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Teaching+Ethics+Vo.8%2C+%231%2C+Fall+2007&amp;rft.pages=81-100&amp;rft.pub=Society+for+Ethics+Across+the+Curriculum&amp;rft.au=Jeffrey+W.+Bulger&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APrinciplism\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1337\nCached time: 20180911143622\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.120 seconds\nReal time usage: 0.154 seconds\nPreprocessor visited node count: 184/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 6163/2097152 bytes\nTemplate argument size: 11/2097152 bytes\nHighest expansion depth: 6/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.056/10.000 seconds\nLua memory usage: 1.8 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  116.848      1 -total\n 57.57%   67.273      1 Template:Essay-like\n 42.07%   49.156      2 Template:Cite_book\n 34.99%   40.880      1 Template:Ambox\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:17247538-0!canonical and timestamp 20180911143622 and revision id 687526900\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"Wikipedia_articles_with_style_issues_from_August_2008"},{"sortkey":"","hidden":"","*":"All_articles_with_style_issues"},{"sortkey":"","*":"Bioethics"},{"sortkey":"","*":"Medical_ethics"},{"sortkey":"","*":"Autonomy"},{"sortkey":"","*":"Ethical_theories"},{"sortkey":"","*":"Meta-ethics"},{"sortkey":"","*":"Professional_ethics"}],"links":[{"ns":14,"exists":"","*":"Category:Wikipedia articles with style issues from August 2008"},{"ns":0,"exists":"","*":"Belmont Report"},{"ns":0,"exists":"","*":"Constitutional right"},{"ns":0,"exists":"","*":"Creationism"},{"ns":0,"exists":"","*":"Crime against humanity"},{"ns":0,"exists":"","*":"Faith"},{"ns":0,"exists":"","*":"Freedom of speech"},{"ns":0,"exists":"","*":"Individual rights"},{"ns":0,"exists":"","*":"Informed consent"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"Internment"},{"ns":0,"exists":"","*":"Linguistic prescription"},{"ns":0,"exists":"","*":"List of academic disciplines"},{"ns":0,"exists":"","*":"Morality"},{"ns":0,"exists":"","*":"National Research Act"},{"ns":0,"exists":"","*":"Necessary and sufficient conditions"},{"ns":0,"exists":"","*":"Negative and positive rights"},{"ns":0,"exists":"","*":"Nuremberg Code"},{"ns":0,"exists":"","*":"Personal rights"},{"ns":0,"exists":"","*":"Political Rights"},{"ns":0,"exists":"","*":"Reasonable person"},{"ns":0,"exists":"","*":"Sense data"},{"ns":0,"exists":"","*":"Social issues"},{"ns":0,"exists":"","*":"Social organisation"},{"ns":0,"exists":"","*":"Social rights"},{"ns":0,"exists":"","*":"Strict scrutiny"},{"ns":0,"exists":"","*":"United States Constitution"},{"ns":0,"exists":"","*":"Universal values"},{"ns":0,"exists":"","*":"War crime"},{"ns":4,"exists":"","*":"Wikipedia:Encyclopedic style"},{"ns":4,"exists":"","*":"Wikipedia:NOTESSAY"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Essay-like"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"}],"images":["Edit-clear.svg"],"externallinks":[],"sections":[{"toclevel":1,"level":"2","line":"Principlism formalized into national and international law","number":"1","index":"1","fromtitle":"Principlism","byteoffset":535,"anchor":"Principlism_formalized_into_national_and_international_law"},{"toclevel":1,"level":"2","line":"Belmont report and its three core principles","number":"2","index":"2","fromtitle":"Principlism","byteoffset":2084,"anchor":"Belmont_report_and_its_three_core_principles"},{"toclevel":1,"level":"2","line":"Principlism as a practical approach","number":"3","index":"3","fromtitle":"Principlism","byteoffset":3889,"anchor":"Principlism_as_a_practical_approach"},{"toclevel":1,"level":"2","line":"Specifying and balancing","number":"4","index":"4","fromtitle":"Principlism","byteoffset":5160,"anchor":"Specifying_and_balancing"},{"toclevel":1,"level":"2","line":"Incommensurable beliefs","number":"5","index":"5","fromtitle":"Principlism","byteoffset":7567,"anchor":"Incommensurable_beliefs"},{"toclevel":1,"level":"2","line":"Unified approach","number":"6","index":"6","fromtitle":"Principlism","byteoffset":8396,"anchor":"Unified_approach"},{"toclevel":1,"level":"2","line":"Goal of moral decision-making","number":"7","index":"7","fromtitle":"Principlism","byteoffset":12083,"anchor":"Goal_of_moral_decision-making"},{"toclevel":1,"level":"2","line":"Applying principlism","number":"8","index":"8","fromtitle":"Principlism","byteoffset":12623,"anchor":"Applying_principlism"},{"toclevel":1,"level":"2","line":"Source of material","number":"9","index":"9","fromtitle":"Principlism","byteoffset":18004,"anchor":"Source_of_material"},{"toclevel":1,"level":"2","line":"Bibliography","number":"10","index":"10","fromtitle":"Principlism","byteoffset":18328,"anchor":"Bibliography"}],"parsewarnings":[],"displaytitle":"Principlism","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q7245204"}]}}