{"parse":{"title":"Imaging Blackness","pageid":31161756,"revid":838708999,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Imaging Blackness</b> is the complex concept of expressing, recognizing, or assigning specific sets of ideas or values used in the depiction of African Americans. This depiction can be shown through various forms of media: film, television, literature. More specifically in film, the portrayal of African Americans have been imaged and captured throughout history.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Origin_of_Term\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Origin of Term</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Historical_Overview\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Historical Overview</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Poster_Art\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Poster Art</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Action/_Crime\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Action/ Crime</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Comedy\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Comedy</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Documentary\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Documentary</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Drama\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Drama</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Musical\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">Musical</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#Mystery/_Thriller\"><span class=\"tocnumber\">9</span> <span class=\"toctext\">Mystery/ Thriller</span></a></li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#Western\"><span class=\"tocnumber\">10</span> <span class=\"toctext\">Western</span></a></li>\n<li class=\"toclevel-1 tocsection-11\"><a href=\"#Blaxploitation\"><span class=\"tocnumber\">11</span> <span class=\"toctext\">Blaxploitation</span></a></li>\n<li class=\"toclevel-1 tocsection-12\"><a href=\"#See_also\"><span class=\"tocnumber\">12</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-13\"><a href=\"#Bibliography\"><span class=\"tocnumber\">13</span> <span class=\"toctext\">Bibliography</span></a></li>\n<li class=\"toclevel-1 tocsection-14\"><a href=\"#References\"><span class=\"tocnumber\">14</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Origin_of_Term\">Origin of Term</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Imaging_Blackness&amp;action=edit&amp;section=1\" title=\"Edit section: Origin of Term\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>\"Imaging Blackness\" is a term first used by Audrey T. McCluskey in her 2007 book <i>Imaging Blackness: Race and Racial Representation in Film Poster Art</i>.\n</p>\n<h2><span class=\"mw-headline\" id=\"Historical_Overview\">Historical Overview</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Imaging_Blackness&amp;action=edit&amp;section=2\" title=\"Edit section: Historical Overview\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>From the beginning of modern cinema, images of African Americans have played a primary role in the cinematic imagination of the West. These negative images have promoted a demeaning and undignified image of African Americans as a general group. However, simultaneously film has enabled African Americans to covey their creativity and originality, despite some intentions of whites to confine black humanity or use the African American race as a scapegoat. The beginning of black presence in American film, started with the concept of \"blackface\". Disguised by the idea of entertainment, white actors painted their faces black and accentuated their lips by covering them with bright red lipstick. Their outer appearance reflected society's curiosity of blackness. The concept of blackness was initially used to ridicule African Americans, showing white superiority to blacks, but then society became attracted to the controversial concept. Consequently, <a href=\"/wiki/Blackface\" title=\"Blackface\">blackface</a> became a popular fad in American culture. Ideas have developed and changed over time, but film has always had the ability to play on society's racial visions.\n</p>\n<h2><span class=\"mw-headline\" id=\"Poster_Art\">Poster Art</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Imaging_Blackness&amp;action=edit&amp;section=3\" title=\"Edit section: Poster Art\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In the 1890s a new form of visual representation was introduced to America and international audiences. The high literacy rate at the beginning of the twentieth century caused the creation of advertising for newly animated films. The first forms of advertising were vividly colored crates or switchboards used to promote an upcoming film. Seen as a way to preview a story with visual highlights, these advertisements enticed viewers and attracted audiences to movie theatres. This concept created the modern day movie poster. The invention of the movie poster itself is attributed to a Frenchman named <a href=\"/wiki/Jules_Ch%C3%A9ret\" title=\"Jules Chéret\">Jules Chéret</a>. He applied a printing process called stone lithography for the creation of his poster. As film technology progressed, evidently there became a need for more movie posters. It became a standardized process used to promote every new movie. The General Film Company standardized the size of a film poster at 27<i> x 41</i>, allowing the poster to fit inside the glass casing outside of theatres. This was called the \"one sheet\" poster. These posters included texts and images supplied by the movie producing company. A constant dispute amongst associates in the movie producing company was whether to showcase star actors on their movie posters. The producer's objective was to sell their product, the movie, which is done by advertising. On the other hand, the stars demanded that these posters became a reflection of them and their talents. Movie studios hired illustrators to produce posters that were artistic as well as inventive, constantly trying to find ways to appeal to the biggest audience. During the pre-television era of the 1950s, poster art became the typical way of movie advertising, consisting of the desirable image of a movie star with some text or other images explaining a part of the movie history. \t\t\t\t\t\t\t\t\t\t\n</p><p>The portrayal of African Americans on these movie posters was very different from that of whites. American posters had a cross-cultural view of images of African Americans. American posters tended to marginalize the black presence and limit romantic images between African Americans. However, foreign posters showcased African Americans and highlighted their romantic roles. Early American films were concerned with racial imagery. Some films made for black audiences by white producers exhibited extreme racial categories. The \"hero\" of these films was often a white male of upper class status. For instance, a poster for the Norman Studio produced film <i>Regeneration</i> (1923) displayed a poster that was a preview for the movie but also reflected a societal stereotype. It showed a fair-skinned woman fearing the advanced of an intimidating dark-skinned man. This implied the threat of rape, which negatively portrayed the African American man as a scary, harmful individual. Posters like these started to create general stereotypes like, all women should fear African American men. Yet, some studios created posters to rebut the negative images of African Americans. Some showed black men as hardworking, which was atypical of Hollywood's defined image of the African American male.  \t\t\t\t\t\t\t\n</p><p>In later decades, poster images reflected social- issues presented by \"message films\". \"These included 'passing' in <i>Los Boundaries</i> (1949), interracial romance in <i>Island in the Sun</i> (1957), and <i>Jungle Fever</i> (1991), and the youthful experience of racial prejudice in <i>The Learning Tree</i> (1969)\".<sup id=\"cite_ref-c_1-0\" class=\"reference\"><a href=\"#cite_note-c-1\">&#91;1&#93;</a></sup> These images differed from the earlier images of the negative portrayals of African Americans. The new representation of African Americans on film posters showed social, controversial figures, which created an inquisitive, yet uncomfortable society. By the 1960s, during the Civil Rights movement, the first African American Hollywood movie star, Sidney Poitier emerged. The inoffensive posters of his movies like, <i>Lilies of the Field</i> (1963), depicted him as a protector over others and harmless individual. Thereafter, society became more accepting to non-violent, optimistic images of African Americans. \t\t\t\t\t\n</p><p>During <a href=\"/wiki/Spike_Lee\" title=\"Spike Lee\">Spike Lee</a>'s filmmaking career, topics such as race and sex were presented provocatively in poster art. He wanted the posters to be as racy as his films. He hired graphic artists, like Art Sims who specialized in specifically marketing black films. He created controversial posters, like the film poster of <i>Jungle Fever</i>, a movie about an interracial love affair. The first version of the film poster had the actresses, Wesley Snipes and Annabella Sciorra sucking each other's fingers. This image was rejected because it was seen as too sexual and was replaced by the image of the couple interlocking fingers while holding hands. Another Lee film, <i>Bamboozled</i> was promoted with a poster of a graphical satire. When the film released in 2000, the advertising was thought of as too offensive and was turned away by many newspapers like the New York Times. Ironically, the film itself exposes and retells the history of African American treatment and portrayal in American entertainment.  \t\t\t\t\t\n</p><p>\"Film posters illustrate the artistic and thematic range of racial representation in the American film industry. They present a history that is preserved and partially documented by a clash of art and commerce. As such, these posters are imbued with a broad array of social meanings that continue to engage us\".<sup id=\"cite_ref-c_1-1\" class=\"reference\"><a href=\"#cite_note-c-1\">&#91;1&#93;</a></sup>\n</p>\n<h2><span id=\"Action.2F_Crime\"></span><span class=\"mw-headline\" id=\"Action/_Crime\">Action/ Crime</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Imaging_Blackness&amp;action=edit&amp;section=4\" title=\"Edit section: Action/ Crime\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The 1970s era began with a revolutionary representation of African Americans. Beginning with <a href=\"/w/index.php?title=Melvin_Van_Peeble&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Melvin Van Peeble (page does not exist)\">Melvin Van Peeble</a>'s film <i>Sweet Sweetback's Baadasssss Song</i> (1971) where a black man fights back against racial injustice, Hollywood began showing powerful black men as heroes in action films. <a href=\"/wiki/The_Flying_Ace\" title=\"The Flying Ace\">The Flying Ace</a> (1926) claimed the title as the \"greatest airline thriller ever filmed\". It inspired many African American aviators to fly and form aviation clubs. <i>Odds Against Tomorrow</i> (1959) is noted as one of the last film noirs and was directed by Robert Wise. It is one of the first films to address white racism towards African Americans. Regardless, some black action films also created controversy because they were based on negative stereotypical representations of African Americans. African American actors were primarily directed by whites, therefore their character usually acted or appeared in a way in which whites viewed African Americans.\n</p>\n<h2><span class=\"mw-headline\" id=\"Comedy\">Comedy</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Imaging_Blackness&amp;action=edit&amp;section=5\" title=\"Edit section: Comedy\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Comedy has been both helpful in advancing the careers of African Americans as well as harmful by mocking their demeanor or appearance. In the American tradition of minstrelsy white men colored their faces and falsely portrayed African American culture. \"Black people and black life was the joke\".<sup id=\"cite_ref-d_2-0\" class=\"reference\"><a href=\"#cite_note-d-2\">&#91;2&#93;</a></sup> The white stage performers suggested their superiority over African Americans by using minstrel shows as a daily mockery to their former position in society. Even the representation of African American children as <a href=\"/wiki/Pickaninnies\" class=\"mw-redirect\" title=\"Pickaninnies\">pickaninnies</a> became the humor for white audiences. Because of the subjugation of African Americans through comic films, comedy became an extremely sensitive topic, especially for independent race films intended for black audiences. There was much confusion on how to provide a comic performance for the audience while not ridiculing the African American race. In the 1930s African American film directors produced comedy films of the same context, however. They mocked African Americans and because of this their black audiences diminished. Frustrated, race filmmakers sought to create a more complex character for African Americans and wanted to positively portray African American culture. Comedy films became the way African Americans entered into the movie industry, even though their beginning performances were degrading. Yet, some African Americans overshadowed and outperformed white actors, showing new talent on stage. The early independent black comedy films that were popular amongst African Americans told stories about black life and culture, revealing the aptitude of black comedians. In the late 1900s, black comedies thrived and became especially popular. <a href=\"/wiki/Bill_Cosby\" title=\"Bill Cosby\">Bill Cosby</a> and <a href=\"/wiki/Sidney_Poitier\" title=\"Sidney Poitier\">Sidney Poitier</a> became a comic duo in <i>Uptown Saturday Night</i> (1974), attracting black audiences from various areas. <a href=\"/wiki/Richard_Pryor:_Live_in_Concert\" title=\"Richard Pryor: Live in Concert\">Richard Pryor: Live in Concert</a> (1979) starring <a href=\"/wiki/Richard_Pryor\" title=\"Richard Pryor\">Richard Pryor</a>, who became the most African American popular comedian in Hollywood, changed the industry. He set the path for other African American comedians like modern day Eddie Murphy, The Wayans Brothers, Martin Lawrence, Chris Rock, Chris Tucker, and Bernie Mac.\n</p>\n<h2><span class=\"mw-headline\" id=\"Documentary\">Documentary</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Imaging_Blackness&amp;action=edit&amp;section=6\" title=\"Edit section: Documentary\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Only recently in the late 1900s did the topic of African American life in the United States become a topic of interest to society. Documentary films gave African Americans a chance to voice their opinions about the injustices they felt. These films also showed detailed insight to African American lives that were not known to society. <a href=\"/wiki/William_Greaves\" title=\"William Greaves\">William Greaves</a> became a famous filmmaker after his television documentary on the lives of African Americans in the United States, called <i>Black Journal</i>. His other documentaries on prominent figures like <a href=\"/wiki/Booker_T._Washington\" title=\"Booker T. Washington\">Booker T. Washington</a> and <a href=\"/wiki/Malcolm_X\" title=\"Malcolm X\">Malcolm X</a> show how documentaries serve as a historical source. Greaves' intention was to capture the struggles and triumphs of African Americans in a realistic technique. His view filled a void that was missing in Hollywood's representation of African Americans. He concentrated on issues specific to African American communities like gender differences, racial hierarchies, and family relationships. Documentaries were used as a powerful method to portray African Americans as complex individuals, explaining significant events in their lives.\n</p>\n<h2><span class=\"mw-headline\" id=\"Drama\">Drama</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Imaging_Blackness&amp;action=edit&amp;section=7\" title=\"Edit section: Drama\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The \"<a href=\"/w/index.php?title=Separate_cinema&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Separate cinema (page does not exist)\">separate cinema</a>\"<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>  of race films directed for black audiences used the drama genre to combat the popular, accepted view of African Americans. The Lincoln Motion Picture Company, established in 1915, was the first black film company to produce films that showed positive qualities in their illustration of African American lives.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>  African American filmmakers used dramatic works to uplift black morale, inspire African Americans and represent black life in an encouraging way. In earlier dramatic films in Hollywood, African American characters would commonly be seen as being disposable to whites. They would either have to sacrifice their lives or their families for the triumph or success of whites. The underlying message told by Hollywood was the importance and dominance of white life over the lives of African Americans. However, in the 1900s independent films like <i>Daughters of the Dust</i> (1991), <i>Beloved</i> (1998), and <i>Bamboozled</i> (2000) showed the history of African Americans in the United States, the challenges they faced, and the benefits they gained from overcoming racial injustice. These films exemplify how dramatic films can be used as an instrument for African Americans to envision and hope for a better and improved future.\n</p>\n<h2><span class=\"mw-headline\" id=\"Musical\">Musical</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Imaging_Blackness&amp;action=edit&amp;section=8\" title=\"Edit section: Musical\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>\"Several cultural critics claim that, in U.S culture, music is one of few arenas within blacks are allowed greatness. This phenomenon is clearly evident in the inception of the all-black cast musical in the Hollywood film tradition, in musicals in race films from the late 1920s and 1930s, and in contemporary culture\".<sup id=\"cite_ref-e_5-0\" class=\"reference\"><a href=\"#cite_note-e-5\">&#91;5&#93;</a></sup> The earliest sound films, <i>Hearts if Dixie</i> (1929) and <i>Hallelujah!</i> (1929) allowed African Americans to perform and showcase their said \"natural abilities\" for song and dance. Rather than the earlier Hollywood musicals where whites put on a blackface, these musicals consisted of all black casts performing black roles. Hollywood studios constructed all black cast musicals designed for white audiences. Even though these films confirmed society's belief of the Negro as the bottom of the social hierarchy, musicals gave African Americans an opportunity to add to the limited role of \"blackness\" labeled by whites. \t\t\t\t\t\t\t\t\t\t    \t\n</p><p>In Hollywood musicals, African Americans were prominently used for the amusement of whites. Including all black cast musicals, Hollywood's musicals were intended for white audiences. Contrasting the \"separate cinema\", where race films were shown to black audiences throughout the South. These films developed a narrative that demonstrated the strengths of African American performers. These race films also provided African Americans with the opportunity to play lead roles rather than the limited Hollywood roles of servants, maids, or clowns. The existence of the musical genre in both Hollywood and race films generated a segregated society. This segregation allowed society to witness the discrepancies between both sources of entertainment, Hollywood and independent race filmmakers.\n</p>\n<h2><span id=\"Mystery.2F_Thriller\"></span><span class=\"mw-headline\" id=\"Mystery/_Thriller\">Mystery/ Thriller</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Imaging_Blackness&amp;action=edit&amp;section=9\" title=\"Edit section: Mystery/ Thriller\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>\"Mystery/ Thriller films allowed both black- and white- owned race film production companies the opportunity to showcase a wide range of black characters in roles such as doctors, attorneys, judges, bankers, and policemen, depictions that went against the grain of the limited roles mainstream Hollywood films afforded black characters\".<sup id=\"cite_ref-f_6-0\" class=\"reference\"><a href=\"#cite_note-f-6\">&#91;6&#93;</a></sup> Black characters were able to transform their mediocre roles as a \"spooked servant\" into central elements of the film. For instance, in the 1940s <a href=\"/wiki/Stepin_Fetchit\" title=\"Stepin Fetchit\">Stepin Fetchit</a> and <a href=\"/wiki/Mantan_Moreland\" title=\"Mantan Moreland\">Mantan Moreland</a> played unforgettable roles in the <a href=\"/wiki/Charlie_Chan\" title=\"Charlie Chan\">Charlie Chan</a> mysteries, and their characters even become more popular than Charlie Chan himself. Contemporary mystery/thriller films cast African American like <a href=\"/wiki/Eddie_Murphy\" title=\"Eddie Murphy\">Eddie Murphy</a>, <a href=\"/wiki/Morgan_Freeman\" title=\"Morgan Freeman\">Morgan Freeman</a>, and <a href=\"/wiki/Denzel_Washington\" title=\"Denzel Washington\">Denzel Washington</a> in leading roles.\n</p>\n<h2><span class=\"mw-headline\" id=\"Western\">Western</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Imaging_Blackness&amp;action=edit&amp;section=10\" title=\"Edit section: Western\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>During the early 1900s Western movies became the most popular genre in Hollywood. <a href=\"/wiki/Herb_Jeffries\" title=\"Herb Jeffries\">Herbert Jeffrey</a> noticed the interest and appeal of the white singing cowboys on screen and the lack of African Americans that were cast in that role. Even though, about one third of all cowboys that settled in the West were in fact African Americans. These cowboys escaped slavery and were often offered save houses with various Indian tribes. Consequently, after Herbert Jeffrey's hard work, the first black cowboy, <a href=\"/w/index.php?title=Jeff_Kincaid&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Jeff Kincaid (page does not exist)\">Jeff Kincaid</a>, made his first appearance on film in <i>Harlem on the Prairie</i> (1937). Despite the segregation laws set in place, <i>Harlem on the Prairie</i> was nationally distributed to both black and white theatres across the country. The success of the film inspired many similar films and bettered the view of African Americans to society. For instance, following, the film <i>The Bronze Buckaroo</i> (1939), the first black western full-length musical, the African American cowboy acts as the lead hero, saving the damsel in distress and then slowly rides off into the sunset.\n</p>\n<h2><span class=\"mw-headline\" id=\"Blaxploitation\">Blaxploitation</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Imaging_Blackness&amp;action=edit&amp;section=11\" title=\"Edit section: Blaxploitation\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>\"An examination of Black action films produced both independently by African Americans and by major Hollywood studios during the <a href=\"/wiki/Blaxploitation\" title=\"Blaxploitation\">Black film explosion</a> of the 1960s and 1970s raises important questions about the African American film experience of visuality and identity formation, and the ways in which the look and the gaze of the African American are inextricably linked to a culture of oppression\".<sup id=\"cite_ref-g_7-0\" class=\"reference\"><a href=\"#cite_note-g-7\">&#91;7&#93;</a></sup> Experts claimed that films could link the fantasies of youth with the visual depiction on film because the lack of nationalistic culture in society. The African American audience often had trouble separating their existence from the visual imagination shown by Hollywood's films. Adult audiences and mature adolescents from middle-class families could view films in the fictional context indented. They, coming from a comfortable home with fulfillment of their needs, regarded films as merely fiction. Contrasting poor African Americans who were susceptible to idolize Hollywood films. The low- income adolescents who did not have a comfortable lifestyle or positive role- models viewed fictional films as reality. Discussions of the Blaxploitation films include, \"assumptions about the relation of an African American spectatorship to Hollywood in general often rely on the notion that Black spectatorship is either degraded, infantile, or polluted by the outside forces to which it is subjugated\".<sup id=\"cite_ref-h_8-0\" class=\"reference\"><a href=\"#cite_note-h-8\">&#91;8&#93;</a></sup> Blaxploitation films provided a counter narrative to the idea of white supremacy and the traditional portrayals of African Americans in the Hollywood cinema. The Blaxploitation narrative of \"ghetto despair\" illustrated African American's response to the <a href=\"/wiki/Black_Power\" title=\"Black Power\">Black Power</a> era. In addition, Blaxploitation films provided and developed the concept of masculinity, which was lacking in Hollywood films. Hollywood films had wide- ranging view of males from \"the placid, asexual Sidney Poitier model to the plantation Sambo or the comical Steppin Fetchit\".<sup id=\"cite_ref-i_9-0\" class=\"reference\"><a href=\"#cite_note-i-9\">&#91;9&#93;</a></sup> Blaxploitation films depiction of the destructive inner- city lives of African Americans and the hyper masculine male character both countered and enforced the growing urban African American criminality of the 1960s. The release of the movie <i>Shaft</i> (1971) featured an African American detective who used his Harlem street smarts to help him win a war wagged against a street mob. The director, Gordon Parks characterized an African American as the lead, authoritative role. He also employed many African Americans to help with the film, giving them positions from the screenwriter to casting them as extras in the film. The inclusion of African Americans in the film and during the filmmaking process added a more realistic urban feel. Including African American in filmmaking made a notable impact and set the precedent for future directors. The genre of Blaxploitation affected Hollywood's vision of African Americans as well as the existing political hierarchy in which they were placed in the United States. The increase in Blaxploitation films generally established and defined African Americans in the post-civil rights ear in the United States. \t\t\t\t\t\t\t\n</p><p>By creating the Blaxploitation genre, new representations of Black Power could be shown to audiences. Since the majority of African American movie-viewers were adolescents, it was determined that horror and action movies sold best to these \"ethnic\" audiences. Between 1966 and 1975 around seventy Black action films were made either by Hollywood studios or first-time African American production companies. These actions films varied in quality. They ranged from creative narratives to low-budget films. Since during the 1960s and 1970s African Americans first came to become the focus of mainstream entertainment, the creation of the Blaxploitation era formed a visual tradition to refute the stereotypical stigma of African Americans established from history. These films also revealed the limitations and lack of opportunities African Americans were given in society during the period following segregation. \t\t\t\t\t\n</p><p>However, critics like Clayton Riley from the New York Times argued that Blaxploitation films provided an overly simplistic view of African Americans, which could have had detrimental effects, potentially making African Americans more submissive to societal injustice.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Imaging_Blackness&amp;action=edit&amp;section=12\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><a href=\"/wiki/African-American_culture\" title=\"African-American culture\">African-American culture</a>\n</p>\n<h2><span class=\"mw-headline\" id=\"Bibliography\">Bibliography</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Imaging_Blackness&amp;action=edit&amp;section=13\" title=\"Edit section: Bibliography\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><a href=\"/w/index.php?title=John_Kisch&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"John Kisch (page does not exist)\">Kisch, John</a>, and Edward Mapp. <i>A Separate Cinema: Fifty Years of Black-cast Posters</i>. New York: Farrar, Straus, and Giroux, 1992. Print.\n</p><p>Locke, Brian. <i>Racial Stigma on the Hollywood Screen from World War II to the Present: the Orientalist Buddy Film</i>. New York, NY: Palgrave Macmillan, 2009. Print.\n</p><p>McCluskey, Audrey T. <i>Imaging Blackness: Race and Racial Representation in Film Poster Art</i>. Bloomington: Indiana UP, 2007. Print.\n</p><p>Ongiri, Amy Abugo. <i>Spectacular Blackness: the Cultural Politics of the Black Power Movement and the Search for a Black Aesthetic</i>. Charlottesville: University of Virginia, 2010. Print.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Imaging_Blackness&amp;action=edit&amp;section=14\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-c-1\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-c_1-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-c_1-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">McCluskey, Audrey T.,  [\"Imaging Blackness: Race and Racial Representation in Film Poster Art\"] pg. 5</span>\n</li>\n<li id=\"cite_note-d-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-d_2-0\">^</a></b></span> <span class=\"reference-text\">McCluskey, Audrey T.,  [\"Imaging Blackness: Race and Racial Representation in Film Poster Art\"] pg. 21</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">The Separate Cinema Archive — chronicles the historic journey of the Black film industry | <a rel=\"nofollow\" class=\"external free\" href=\"http://www.separatecinema.com/index2.html\">http://www.separatecinema.com/index2.html</a></span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Separate Cinema — The Vintage Years - 20 years of Race Film | <a rel=\"nofollow\" class=\"external free\" href=\"http://www.separatecinema.com/exhibits_vintageyears.html\">http://www.separatecinema.com/exhibits_vintageyears.html</a></span>\n</li>\n<li id=\"cite_note-e-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-e_5-0\">^</a></b></span> <span class=\"reference-text\">McCluskey, Audrey T.,  [\"Imaging Blackness: Race and Racial Representation in Film Poster Art\"] pg. 56</span>\n</li>\n<li id=\"cite_note-f-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-f_6-0\">^</a></b></span> <span class=\"reference-text\">McCluskey, Audrey T.,  [\"Imaging Blackness: Race and Racial Representation in Film Poster Art\"] pg. 64</span>\n</li>\n<li id=\"cite_note-g-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-g_7-0\">^</a></b></span> <span class=\"reference-text\">Ongiri, Amy Abugo, \"Spectacular Blackness: the Cultural Politics of the Black Power Movement and the Search for a Black Aesthetic\" pg.164</span>\n</li>\n<li id=\"cite_note-h-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-h_8-0\">^</a></b></span> <span class=\"reference-text\">Ongiri, Amy Abugo, \"Spectacular Blackness: the Cultural Politics of the Black Power Movement and the Search for a Black Aesthetic\" pg.165</span>\n</li>\n<li id=\"cite_note-i-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-i_9-0\">^</a></b></span> <span class=\"reference-text\">Ongiri, Amy Abugo, \"Spectacular Blackness: the Cultural Politics of the Black Power Movement and the Search for a Black Aesthetic\" pg.167</span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw1266\nCached time: 20180909173803\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.048 seconds\nReal time usage: 0.058 seconds\nPreprocessor visited node count: 228/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 335/2097152 bytes\nTemplate argument size: 81/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 3570/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.003/10.000 seconds\nLua memory usage: 525 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   24.534      1 Template:Reflist\n100.00%   24.534      1 -total\n 12.97%    3.182      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:31161756-0!canonical and timestamp 20180909173803 and revision id 838708999\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","*":"African-American_culture"},{"sortkey":"","*":"American_culture"},{"sortkey":"","*":"African-American_history"},{"sortkey":"","*":"Stereotypes_of_African_Americans"},{"sortkey":"","*":"Theatre_characters"},{"sortkey":"","*":"Cultural_appropriation"},{"sortkey":"","*":"History_of_racism_in_the_cinema_of_the_United_States"}],"links":[{"ns":0,"exists":"","*":"African-American culture"},{"ns":0,"exists":"","*":"Bill Cosby"},{"ns":0,"exists":"","*":"Black Power"},{"ns":0,"exists":"","*":"Blackface"},{"ns":0,"exists":"","*":"Blaxploitation"},{"ns":0,"exists":"","*":"Booker T. Washington"},{"ns":0,"exists":"","*":"Charlie Chan"},{"ns":0,"exists":"","*":"Denzel Washington"},{"ns":0,"exists":"","*":"Eddie Murphy"},{"ns":0,"exists":"","*":"Herb Jeffries"},{"ns":0,"exists":"","*":"Jules Chéret"},{"ns":0,"exists":"","*":"Malcolm X"},{"ns":0,"exists":"","*":"Mantan Moreland"},{"ns":0,"exists":"","*":"Morgan Freeman"},{"ns":0,"exists":"","*":"Pickaninnies"},{"ns":0,"exists":"","*":"Richard Pryor"},{"ns":0,"exists":"","*":"Richard Pryor: Live in Concert"},{"ns":0,"exists":"","*":"Sidney Poitier"},{"ns":0,"exists":"","*":"Spike Lee"},{"ns":0,"exists":"","*":"Stepin Fetchit"},{"ns":0,"exists":"","*":"The Flying Ace"},{"ns":0,"exists":"","*":"William Greaves"},{"ns":0,"*":"Melvin Van Peeble"},{"ns":0,"*":"Separate cinema"},{"ns":0,"*":"Jeff Kincaid"},{"ns":0,"*":"John Kisch"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["http://www.separatecinema.com/index2.html","http://www.separatecinema.com/exhibits_vintageyears.html"],"sections":[{"toclevel":1,"level":"2","line":"Origin of Term","number":"1","index":"1","fromtitle":"Imaging_Blackness","byteoffset":368,"anchor":"Origin_of_Term"},{"toclevel":1,"level":"2","line":"Historical Overview","number":"2","index":"2","fromtitle":"Imaging_Blackness","byteoffset":543,"anchor":"Historical_Overview"},{"toclevel":1,"level":"2","line":"Poster Art","number":"3","index":"3","fromtitle":"Imaging_Blackness","byteoffset":1694,"anchor":"Poster_Art"},{"toclevel":1,"level":"2","line":"Action/ Crime","number":"4","index":"4","fromtitle":"Imaging_Blackness","byteoffset":7237,"anchor":"Action/_Crime"},{"toclevel":1,"level":"2","line":"Comedy","number":"5","index":"5","fromtitle":"Imaging_Blackness","byteoffset":8212,"anchor":"Comedy"},{"toclevel":1,"level":"2","line":"Documentary","number":"6","index":"6","fromtitle":"Imaging_Blackness","byteoffset":10498,"anchor":"Documentary"},{"toclevel":1,"level":"2","line":"Drama","number":"7","index":"7","fromtitle":"Imaging_Blackness","byteoffset":11640,"anchor":"Drama"},{"toclevel":1,"level":"2","line":"Musical","number":"8","index":"8","fromtitle":"Imaging_Blackness","byteoffset":13182,"anchor":"Musical"},{"toclevel":1,"level":"2","line":"Mystery/ Thriller","number":"9","index":"9","fromtitle":"Imaging_Blackness","byteoffset":15063,"anchor":"Mystery/_Thriller"},{"toclevel":1,"level":"2","line":"Western","number":"10","index":"10","fromtitle":"Imaging_Blackness","byteoffset":16015,"anchor":"Western"},{"toclevel":1,"level":"2","line":"Blaxploitation","number":"11","index":"11","fromtitle":"Imaging_Blackness","byteoffset":17125,"anchor":"Blaxploitation"},{"toclevel":1,"level":"2","line":"See also","number":"12","index":"12","fromtitle":"Imaging_Blackness","byteoffset":21936,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"Bibliography","number":"13","index":"13","fromtitle":"Imaging_Blackness","byteoffset":21979,"anchor":"Bibliography"},{"toclevel":1,"level":"2","line":"References","number":"14","index":"14","fromtitle":"Imaging_Blackness","byteoffset":22665,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Imaging Blackness","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q6002824"}]}}