{"parse":{"title":"Prince Prigio","pageid":8472197,"revid":827079044,"text":{"*":"<div class=\"mw-parser-output\"><p><i><b>Prince Prigio</b></i> is a literary and comic <a href=\"/wiki/Fairy_tale\" title=\"Fairy tale\">fairy tale</a> written by <a href=\"/wiki/Andrew_Lang\" title=\"Andrew Lang\">Andrew Lang</a> in 1889, and illustrated by <a href=\"/wiki/Gordon_Browne\" title=\"Gordon Browne\">Gordon Browne</a>.  It draws in Lang's folklorist background for many tropes. \n</p><p>A sequel was published in 1893, <i>Prince Ricardo of Pantouflia: Being the Adventures of Prince Prigio's Son</i>. The two were issued in one 1895 volume as <i>My Own Fairy Book: Namely, Certain Chronicles of Pantouflia, As Notably the Adventures of Prigio, Prince of That Country, and of His Son, Ricardo, with an Excerpt from the Annals of Scotland, As Touching Ker of Fairnilee, His Sojourn with the Queen of Faery</i>. All three books were published by J. W. Arrowsmith of Bristol. <i>My Own Fairy Book</i> appeared during the run of \"<a href=\"/wiki/Coloured_Fairy_Books\" class=\"mw-redirect\" title=\"Coloured Fairy Books\">Coloured Fairy Books</a>\" edited by Lang and published in London and New York by <a href=\"/wiki/Longmans,_Green,_and_Co.\" class=\"mw-redirect\" title=\"Longmans, Green, and Co.\">Longmans, Green, and Co.</a> from 1890: <i>The Blue Fairy Book</i>, <i>The Red Fairy Book</i>, and so on. Longmans was also the US publisher of the Pantouflia books.\n</p><p>The two stories were also published together as <i>The Chronicles of Pantouflia</i> by Little, Brown and Company in 1942, with illustrations by Robert Lawson, and by <a href=\"/wiki/David_R._Godine\" class=\"mw-redirect\" title=\"David R. Godine\">David R. Godine</a> in 1981. \n</p>\n<h2><span class=\"mw-headline\" id=\"Plot_summary\">Plot summary</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Prince_Prigio&amp;action=edit&amp;section=1\" title=\"Edit section: Plot summary\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The plot of <i>Prince Prigio</i> begins with the introduction of a queen who does not believe in <a href=\"/wiki/Fairy\" title=\"Fairy\">fairies</a>. After many childless years, she and the king finally had a boy, Prigio. When the queen refused to invite the fairies to the christening, none of the nobles would attend, and so the king and queen were alone when the fairies arrived and presented the child with gifts. Among the gifts were a never-empty purse (<a href=\"/wiki/Fortunatus%27_purse\" class=\"mw-redirect\" title=\"Fortunatus&#39; purse\">Fortunatus' purse</a>), <a href=\"/wiki/Seven-league_boots\" title=\"Seven-league boots\">seven-league boots</a>, a <a href=\"/wiki/Cap_of_invisibility\" title=\"Cap of invisibility\">cap of darkness</a> which would make him invisible, a <a href=\"/wiki/Wish\" title=\"Wish\">wishing</a> cap, a <a href=\"/wiki/Magic_carpet\" title=\"Magic carpet\">magic carpet</a>, and also beauty, courage, and luck, but the last fairy decreed, \"My child, you shall be too clever!\"\n</p><p>This would have pleased the queen, but she did not believe it.  She had all the items swept into a lumber room.  \n</p><p>The prince grew up to be too clever.  He would argue with everyone and knew better than everyone.  He had two younger brothers, neither of whom was clever, and both of whom were liked; they fell in love with their cousins.  The king particularly disliked Prigio, fearing he would claim the throne, and wanted to be rid of him.  One day, a <a href=\"/wiki/Firedrake_(mythology)\" class=\"mw-redirect\" title=\"Firedrake (mythology)\">firedrake</a> appeared in the country; the king was sorry that it would kill his second son as well as his first before the <a href=\"/wiki/Youngest_son\" title=\"Youngest son\">youngest son</a> killed it, but he would sacrifice him to be rid of Prigio.  Prigio, like his mother, refused to believe in its existence and reminded him that it was the youngest son who triumphed, so they should send him at once.  \n</p><p>Alphonse, his youngest brother, went and was eaten; Prigio, still not believing in firedrakes, thought he had gone off to travel.  The king sent Enrico, the second, as well, and he also died.  The king tried to send Prigio, who refused because he still disbelieved in the firedrake and also he was the last surviving heir.  The king decided to take the rest of the court and abandon Prigio alone in the castle.  When they did, Prigio found they also stole every piece of clothing except what he wore.  He searched the castle and found the lumber room with the fairies' gifts.  The seven-league boots bore him to an inn to eat, and he thought he dreamed it.  No one paid any attention to him; he did not know that he was wearing an invisibility cap.  He stole food, and when his cap was knocked off, paid from it from the purse -- which he found still full later.  Whenever his cap came on or off, he appeared or vanished, but did not realize it.  \n</p><p>Still invisible, he went to a ball where everyone spoke badly of him except for one lady, who praised his aiding a poor student, and Prigio fell madly in love with her.  At once, he believed in fairies and magic and realized everything that had happened to them.  He used the things to make himself suitable for the ball and went and met the lady, the daughter of the English Ambassador, Lady Rosalind.  When she spoke of the firedrake, he said he would kill it.  He went back and found a magical spyglass, which he knew from <a href=\"/wiki/Arabian_Nights\" class=\"mw-redirect\" title=\"Arabian Nights\">Arabian Nights</a> and spied out the dragon.  He realized that even with his magical gifts, he had no chance, and his brothers had had none.  He went to library to find a book by <a href=\"/wiki/Cyrano_de_Bergerac_(writer)\" class=\"mw-redirect\" title=\"Cyrano de Bergerac (writer)\">Cyrano de Bergerac</a> about his trip to the moon.  In it, he read of the <a href=\"/wiki/Remora\" title=\"Remora\">Remora</a>, which was as cold as the firedrake was hot; he resolved to find one and make the creatures fight.  He found it using the spyglass, and went both creatures, taunting them in the other's name.  The monsters met, fought, and killed each other.  \n</p><p>He went back to the ambassador's house, and found that his father had issued a proclamation offering a reward for him, and another promising to make the Crown Prince, and marry to his niece, whoever brought the king the firedrake's horns and tail.  He also found that his carpet had vanished, a servant having accidentally wished himself to the royal castle, with the firedrake's horns and tail.\n</p><p>Then the carpet reappeared, with the servant, the king, and the queen, who refused to believe it.  The king refused to be reconciled with Prigio.  He tells how the servant claimed the reward, and when they disbelieved him, show them the carpet.\n</p><p>During the night, the prince went back and cut off the firedrake's hooves.  At court, the servant <a href=\"/wiki/Quibble_(plot_device)\" title=\"Quibble (plot device)\">claimed</a> that the proclamation had promised the reward to whoever brought the horns and tail, not the dragon-slayer.  Prigio pointed out that if this was allowed, the king could not claim to say one thing and have meant another, which was a royal prerogative.  The niece refused to choose between them.  The king finally said that whoever brought its hooves would receive the reward.  Prigio produced them at once.  \n</p><p>The king insisted that he must marry his cousin, the promised niece, at once, or hang.  Prigio prefers to hang, but suggested that if he recovered his brothers, the king could remit his sentence.  The king agreed.  Prigio went back to the castle where he had been abandoned, killed an old cat he found there, burned it, and restored it to life with the water from the Fountain of Lions -- being certain that the fairies would not have neglected it.  Having thus tested it, he went to the firedrake's lair and restored his brothers; he then went to the remora's and restored the knights it had frozen.  \n</p><p>The king was pleased to see his sons but would not restore Prigio to the Crown Princeship.  Prigio pointed out he had the water and the firedrake's head, and the king agreed.\n</p><p>After a triple wedding, Rosalind suggested to Prigio that he could use the wishing cap and make himself no cleverer than anyone else.  Prigio agreed but thought better of it:  he wished himself to <em>appear</em> no more clever than anyone else.\n</p>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Prince_Prigio&amp;action=edit&amp;section=2\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.pseudopodium.org/repress/PrincePrigio/0.html\"><i>Prince Prigio</i></a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.gutenberg.org/2/1/9/3/21935\"><i>Prince Prigio</i></a> at <a href=\"/wiki/Project_Gutenberg\" title=\"Project Gutenberg\">Project Gutenberg</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2181\nCached time: 20180918152212\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.008 seconds\nReal time usage: 0.014 seconds\nPreprocessor visited node count: 44/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 20/2097152 bytes\nTemplate argument size: 6/2097152 bytes\nHighest expansion depth: 3/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    2.566      1 Template:Em\n100.00%    2.566      1 -total\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:8472197-0!canonical and timestamp 20180918152212 and revision id 827079044\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Prigio","*":"1889_books"},{"sortkey":"Prigio","*":"Fairy_tales"},{"sortkey":"Prigio","*":"Fictional_princes"}],"links":[{"ns":0,"exists":"","*":"Andrew Lang"},{"ns":0,"exists":"","*":"Arabian Nights"},{"ns":0,"exists":"","*":"Cap of invisibility"},{"ns":0,"exists":"","*":"Coloured Fairy Books"},{"ns":0,"exists":"","*":"Cyrano de Bergerac (writer)"},{"ns":0,"exists":"","*":"David R. Godine"},{"ns":0,"exists":"","*":"Fairy"},{"ns":0,"exists":"","*":"Fairy tale"},{"ns":0,"exists":"","*":"Firedrake (mythology)"},{"ns":0,"exists":"","*":"Fortunatus' purse"},{"ns":0,"exists":"","*":"Gordon Browne"},{"ns":0,"exists":"","*":"Longmans, Green, and Co."},{"ns":0,"exists":"","*":"Magic carpet"},{"ns":0,"exists":"","*":"Project Gutenberg"},{"ns":0,"exists":"","*":"Quibble (plot device)"},{"ns":0,"exists":"","*":"Remora"},{"ns":0,"exists":"","*":"Seven-league boots"},{"ns":0,"exists":"","*":"Wish"},{"ns":0,"exists":"","*":"Youngest son"}],"templates":[{"ns":10,"exists":"","*":"Template:Em"}],"images":[],"externallinks":["http://www.pseudopodium.org/repress/PrincePrigio/0.html","http://www.gutenberg.org/2/1/9/3/21935"],"sections":[{"toclevel":1,"level":"2","line":"Plot summary","number":"1","index":"1","fromtitle":"Prince_Prigio","byteoffset":1205,"anchor":"Plot_summary"},{"toclevel":1,"level":"2","line":"External links","number":"2","index":"2","fromtitle":"Prince_Prigio","byteoffset":6965,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Prince Prigio","iwlinks":[],"properties":[{"name":"defaultsort","*":"Prigio"},{"name":"wikibase_item","*":"Q7244200"}]}}