{"parse":{"title":"Felicitas Goodman","pageid":3177968,"revid":852296610,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content ambox-Refimprove\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Question_book-new.svg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png\" width=\"50\" height=\"39\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/75px-Question_book-new.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/100px-Question_book-new.svg.png 2x\" data-file-width=\"512\" data-file-height=\"399\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>needs additional citations for <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">verification</a></b>.<span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Felicitas_Goodman&amp;action=edit\">improve this article</a> by <a href=\"/wiki/Help:Introduction_to_referencing_with_Wiki_Markup/1\" title=\"Help:Introduction to referencing with Wiki Markup/1\">adding citations to reliable sources</a>. Unsourced material may be challenged and removed.</span>  <small><i>(December 2014)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:268px;\"><a href=\"/wiki/File:Felicitas_Goodman_and_student,_ca._1988.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Felicitas_Goodman_and_student%2C_ca._1988.jpg/266px-Felicitas_Goodman_and_student%2C_ca._1988.jpg\" width=\"266\" height=\"218\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Felicitas_Goodman_and_student%2C_ca._1988.jpg/399px-Felicitas_Goodman_and_student%2C_ca._1988.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Felicitas_Goodman_and_student%2C_ca._1988.jpg/532px-Felicitas_Goodman_and_student%2C_ca._1988.jpg 2x\" data-file-width=\"799\" data-file-height=\"655\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Felicitas_Goodman_and_student,_ca._1988.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>Goodman and student, ca. 1988</div></div></div>\n<p><b>Felicitas D. Goodman</b> (1914–2005) was an American <a href=\"/wiki/Linguistics\" title=\"Linguistics\">linguist</a> and <a href=\"/wiki/Anthropologist\" title=\"Anthropologist\">anthropologist</a>. She was a highly regarded expert in linguistics and anthropology and researched and explored ritual body postures for many years. She studied the phenomenon of \"<a href=\"/wiki/Glossolalia\" title=\"Glossolalia\">speaking in tongues</a>\" in <a href=\"/wiki/Pentecostalism\" title=\"Pentecostalism\">Pentecostal</a> congregations in <a href=\"/wiki/Mexico\" title=\"Mexico\">Mexico</a>. She is the author of such well-received books as <i>Speaking in Tongues</i> and <i>Where the Spirits Ride the Wind: Trance Journeys and Other Ecstatic Experiences</i>. Her work has been published mostly in the United States and Germany.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Biography\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Biography</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Works\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Works</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#Publications\"><span class=\"tocnumber\">2.1</span> <span class=\"toctext\">Publications</span></a></li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Books\"><span class=\"tocnumber\">2.2</span> <span class=\"toctext\">Books</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#References\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#External_links\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Biography\">Biography</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Felicitas_Goodman&amp;action=edit&amp;section=1\" title=\"Edit section: Biography\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Goodman was born Felicitas Daniels in Budapest, Hungary in 1914, the first of two children. Her parents immigrated to Hungary from Germany and spoke German at home. She attended college at <a href=\"/wiki/Heidelberg_University\" title=\"Heidelberg University\">Heidelberg University</a> in Germany. After <a href=\"/wiki/World_War_II\" title=\"World War II\">World War II</a>  she immigrated to <a href=\"/wiki/Columbus,_Ohio\" title=\"Columbus, Ohio\">Columbus, Ohio</a> with her three children; her fourth child was born a few years later. When her children were grown, Felicitas Goodman returned to school and earned a Master's degree in linguistics and a doctorate in cultural anthropology at <a href=\"/wiki/Ohio_State_University\" title=\"Ohio State University\">Ohio State University</a>. She taught at <a href=\"/wiki/Denison_University\" title=\"Denison University\">Denison University</a> until her retirement in 1979.\n</p><p>In 1978, Goodman founded The Cuyamungue Institute in an area known as <a href=\"/wiki/Cuyamungue,_New_Mexico\" title=\"Cuyamungue, New Mexico\">Cuyamungue, New Mexico</a> to continue her research into <a href=\"/wiki/Altered_states_of_consciousness\" class=\"mw-redirect\" title=\"Altered states of consciousness\">altered states of consciousness</a> and to hold workshops. After the publishing of <i>Where the Spirits Ride the Wind: Trance Journeys and Other Ecstatic Experiences</i> Goodman's following grew, primarily in the US and <a href=\"/wiki/Germany\" title=\"Germany\">Germany</a>, among \"<a href=\"/wiki/New_Age\" title=\"New Age\">New Age</a>\" and \"<a href=\"/w/index.php?title=Neo-Shaman&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Neo-Shaman (page does not exist)\">Neo-Shaman</a>\" practitioners as well as scholars in her field.  Before her death in 2005, Goodman had published over 40 articles and more than seven books. Her book, <i><a href=\"/w/index.php?title=The_Exorcism_of_Anneliese_Michel&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"The Exorcism of Anneliese Michel (page does not exist)\">The Exorcism of Anneliese Michel</a></i>, was the inspiration for the film <i><a href=\"/wiki/The_Exorcism_of_Emily_Rose\" title=\"The Exorcism of Emily Rose\">The Exorcism of Emily Rose</a></i>.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>\n</p><p>A biography of Goodman in comic book form (<i>Pueblo Spirits: in the life of Felicitas D. Goodman</i>) was published by her daughter, Susan G. Josephson in 2014.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Works\">Works</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Felicitas_Goodman&amp;action=edit&amp;section=2\" title=\"Edit section: Works\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"Publications\">Publications</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Felicitas_Goodman&amp;action=edit&amp;section=3\" title=\"Edit section: Publications\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>1945\tDie Blaue Brücke. Fairy Tales by Felicitas Goodman. Kärlslruhe: Schwerdtfeger Publishing House.\n</p><p>1965\t“Immer noch...” A Poem.  P. 47 in Um den Schlaf Gebracht.  Karlsruhe: Rüdiger.\n</p><p>1969\t“Phonetic Analysis of Glossolalia in Four Cultural Settings.”  Journal for the Scientific Study of Religion.  8: 227-239.\n</p><p>1969\t“Glossolalia: Speaking in Tongues in Four Cultural Settings.” Confinia Psychiatrica 12: 113-129.\n</p><p>1971\t“Glossolalia and Single Limb Trance: Some Parallels.”  Psychotherapy and Psychosomatics 19: 92-103.\n</p><p>1972\tSpeaking in Tongues: A Cross-cultural Study of Glossolalia. Chicago: University of Chicago Press.\n</p><p>1973\t“Glossolalia and Hallucination in Pentecostal Congregations.”  Psychiatria Clinica 6: 97-103.\n</p><p>1973.\t“The Apostolics of Yucatan: A Case Study of a Religious Movement.”  In Religion, Altered States of Consciousness, and Social Change.  <a href=\"/wiki/Erika_Eichhorn_Bourguignon\" class=\"mw-redirect\" title=\"Erika Eichhorn Bourguignon\">Erika Bourguignon</a>, ed.  Columbus,  OH: Ohio State University Press, pp.&#160;178–218.\n</p><p>1973\t“Limits to Cultural Conditioning: Glossolalia in the United States in Cross-Cultural Perspective.”  Paper presented to the 72nd Annual Meeting of the American Anthropological Association, New Orleans, 29 November 1973.\n</p><p>1974\t“Disturbances in the Apostolic Church: A Trance-Based Upheaval in Yucatán.”  In Trance, Healing and Hallucination by Felicitas Goodman, Jeannette M. Henney, and Esther Pressel. New York: Wiley Interscience, pp.&#160;227–364.\n</p><p>1974\t“Not to Speak in Tongues: Abstention from Glossolalia in a Yucatecan Crisis Cult. (Paper prepared for the session on “Sociology of Language and Religion.” Eighth World Congress of Sociology. Toronto, Canada, August, 1974).\n</p><p>1975\t“The Effect of Trance on Memory Content.”  Psychiatria Clinica  8: 243-249.\n</p><p>1975\t“Some biological aspects of glossolalia.” In Ghosh Biology and Language. New York: Academic Press. (Check source).\n1975\t“Belief Systems, Millenary Expectations, and Behavior.”  pp.&#160;130–138 in Symbols and Society: Essays on Belief Systems in Action.  Southern Anthropological Society Proceedings, Nol 9.  Carole E. Hill, ed. Athens, GA: Southern Anthropological Society.\n</p><p>1980\t“Triggering of Altered States of Consciousness as Group Event: A New Case from Yucatan.”  Confinia Psychiatrica 23: 26-34.\n</p><p>1980\tAnneliese Michel und ihre Dämonen.  Stein am Rhein: Christiana.\n</p><p>1980\t“Women in Yucatán.”  pp.&#160;213–233 in A World of  Women. Erika Bourguignon and all contributors.  New York: Praeger.\n</p><p>1981\t“States of Consciousness: A Study of Soundtracks.”  The Journal of Mind and Behavior 2: 209-219.\n</p><p>1981\tThe Exorcism of Anneliese Michel. Garden City: Doubleday and Co., Inc.\n</p><p>1985\tDreamtime: Concerning the Boundary between Wilderness  and Civilization. By Hans Peter Duerr. Translated by Felicitas Goodman.  Oxford: Blackwell.\n</p><p>1985\t“Learning the Daybreak Song.”  pp.&#160;94–103 in A Time to Weep; A Time to Sing: Faith Journeys of Women Religious Scholars of Religion.  Mary Jo Meadow and Carole A. Rayburn, eds.  Minneapolis, MN: Winston.\n</p><p>1986\t“Body Posture and Religious Altered State of Consciousness: An Experimental Investigation.”  Journal of Humanistic Psychology 26: 81-118.\n</p><p>1986\t“Spontaneous Initiation Experiences in an Experimental Setting.”  pp.&#160;68–80 in Proceedings of the Third International Conference on the Study of Shamanism and Alternate Modes of Healing. (Check pages).\n</p><p>“Singing Shaman Ritual (experiential).”  In the same volume; check pages.\n</p><p>1987\t“Shamanic Journey (experiential session).”  pp.&#160;112–122  in Proceedings of the Fourth International Conference on the Study of Shamanism and Alternate Modes of Healing.\n</p><p>1987\tAnneliese Michel und ihre Dämonen. 2nd ed. Stein am Rhein: Christiana.\n</p><p>1987\t`Visions.' In The Encyclopedia of Religion. Mircea Eliade, ed. New York: Macmillan.  Vol.15: 282-88.   Also “Glossolalia.” Check volume and pages.\n</p><p>1988\t“Shamanic Trance Postures.”  pp.&#160;53–61 in Shaman’s Path. Healing, Personal Growth, and Empowerment.  Compiled and edited by Gary Dore.\n</p><p>1988\t Ecstasy. Ritual and Alternate Reality; Religion in a Pluralistic World. Bloomington: Indiana University Press.\n</p><p>1988\t How About Demons: Possession and Exorcism in the Modern World. Bloomington: Indiana University Press.\n</p><p>1988\t“The Nature of Ego in Experimental Shamanism (including experience and discussion). Pp. 215-224 in the Proceedings of the Fifth International Conference on the Study of Shamanism and Alternate Modes of Healing.\n</p><p>1989\tWo die Geiseter auf den Winden reiten.  Freiburg im Bresgau: Hermann Bauer.\n</p><p>1989\t“The Neurophysiology of Shamanic Ecstasy.”  pp.&#160;377–379 in Shamanism Past and Present. Vol 2.  Mihály Hoppál and <a href=\"/wiki/Otto_von_Sadovszky\" title=\"Otto von Sadovszky\">Otto von Sadovszky</a>, eds.\n</p><p>1989\t“Beware the Symbols: The Shaman Rides a Horse.” Pp.&#160;???-??? in Proceedings of the Sixth International Conference on the Study of Shamanism and Alternate Modes of Healing.\n</p><p>1990\t“The Oldest Shaman is a Shamaness: Spirit Journey with the Galgenberg Figurine.” pp.&#160;303–312 in the Proceedings of the Seventh International Conference on the Study of Shamanism and Alternate Modes of Healing.\n</p><p>1990\t“A Trance Dance with Masks: Research and Performance at the Cuyamungue Institute.” The Dance Review 34: 102-114.\n</p><p>1990\tJewels on the Path. a Spirit Notebook . Santa Fe: the Cuyamungue Institute.\n</p><p>1990\tWhere the Spirits Ride the Wind: Trance Journeys and Other Ecstatic Experiences. Bloomington: Indiana University Press.\n</p><p>1991\tEkstase Besessenheit, Dämonen: Die geheimnisvolle Seite der Religions. Gütersloh: Gütersloh Publishers.\n</p><p>1991\t“A Masked Trance Dance.”  pp.&#160;259–264 in the Proceedings of the Eighth International Conference on the Study of Shamanism and Alternate Modes of Healing.\n</p><p>1992\t“Alte Wege neu gegangen.”  In ab 40, 1 (1992) 96-103.  (A German language magazine  by, for, and about women. How they live, what they think, who they are. After the age of 40. Felicitas translated it pro manuscripto).\n</p><p>1992\tTrance: der uralte Weg zum religiösen Erleben. Rituelle Körperhaltungen und ekstatische Erlebnisse.  Gütersloh: Güterloh Publishing House.\n</p><p>1993\t“The Nazca Lines: A New Hypothesis.”  pp.&#160;262–273 pp.&#160;68–60 in Proceedings of the Tenth International Conference on the Study of Shamanism and Alternate Modes of Healing.\n</p><p>1993\tPanel Discussion on Healing Interethnic Relationships with Royal E. Alsup, Ann Goodman, Ruth-Inge Heinze, and Jack Norton. Same Volume; check pages.\n</p><p>1993\t“Ekstase,” and “Magie.”  pp 62–67; 190-195 n Wörterbuch der Religions Psychologie.  Siegfried Rudolf Dunde, ed. Gütersloh: Gütersloh Publishing House.\n</p><p>1993\tWo die Geister auf den Winden reiten. Trancereisen und ekstatische Erlebnisse.  3rd edition. A corrected version. of 1989.\n</p><p>1993\t“Das Erlebnis der Besessenheit.”   Manuskripte: Zeitschrift für Literatur 121a: 56-67.\n</p><p>1994\tDie andere Wirklichkeit: Das Religiöse in einer pluralistischewn Gesellschaft.  Munich: Trickster.\n</p><p>1994\tJewels on the Path. A Spirit Notebook. Volume II. Santa Fe: the Cuyamungue Institute\n</p><p>1994\t“The Animal Connection.”  pp.&#160;226–234 in the Proceedings of the Eleventh  International Conference on the Study of Shamanism and Alternate Modes of Healing.\n</p><p>1994\t“Shamans, Witches, and the Rediscovery of Trance Postures.”  pp.&#160;15–33 in Witchcraft Today. Book Three. Witchcraft and Shamanism. Chas. S. Clifton, ed. St. Paul, MN: Llewellyn Publications.\n</p><p>1994\tLichaamshoudingen: en hun spirituele mogelijkheden. Tr. By Gerhard Grassman. (Dutch   translation of Trance [Gütersloh, 1992]).\n</p><p>1995\t“Shamanic Journey (Experiential).” pp.&#160;151–154 in the  Proceedings of the Twelfth  International Conference on the Study of Shamanism and Alternate Modes of Healing.\n</p><p>1996\tMeine Letzten 40 Tage: Eine indianischeVision über das Sterben und den Tod.  Zürich and Düsseldorf: Walter.\n</p><p>1996\t“Rituelle Körperhaltungen und ekstatische Erlebnisse.”  Imagination (Formerly Ärtzliche Praxis und Psychotherapie)  2: 26-40.\n</p><p>1996 \t“The Locked Door of Paradise: Closed versus Open Religious Systems .” Pp.&#160;???-??? in Proceedings of the Thirteenth International Conference on the Study of Shamanism and Alternate Modes of Healing.\n</p><p>1996\t“Shamanic Journey (Experiential).” Same Volume; check pages.\n</p><p>1997\t“Ritual Body Postures, Channeling, and the Ecstatic Body Trance.” Jahrbuch für Ethnomedizin und Bewusstseinsforschung / Yearbook for Ethomedicine and the Study of Consciousness.  Christian Rätsch and John R. Baker.  6-7: 71-76.\n</p><p>1997\tMy Last Forty Days: A Visionary Journey among the Pueblo Spirits . Bloomington and Indianapolis, IN: Indiana University Press (check).\n</p><p>1998\tEkstatische Trance: Neue rituelle Körperhaltungen, das Arbeitsbuch. With Nana Nauwald.  Edition Nada, Bad Bevensen.\n</p><p>1999\tDie blaue Brücke. Bad Bevenson: Nada. A new edition of 1945 with color illustrations by Nana Nauwald.\n</p><p>2000\t“Trance, Posture, and Ritual: Access to the Alternate Reality.”  Pp&#160;???-???  in The Nature and Function of Rituals: Fire From Heaven.  Ruth Inge-Heinze, ed.  Portsmouth, NH: Greenwood Publishing Group.\n</p><p>2001\tMaya Apocalypse: Seventeen Years with the Women of a Yucatán Village.  Bloomington and Indianapolis: Indiana University Press.\n</p><p>2002\tUtolsó Negyven Napom: Látomásos utazás a pueblo szellemek közöt. Szentendre: Leviter Kiadó.\n</p><p>2003\tEcstatic Trace: A Workbook. New Ritual Body Postures.  With Nana Nauwald. Havelte, Netherlands: Binkey Kok Publications. Translation of 1998\n</p><p>2003\tDer Åndene Rir Vinden. Transereiser og andre ekstatiske erfaringer. Norwegian translation of  Where the Spirits Ride the Wind: Part 1: The Search for the Spirits. Tvedestrand: eutopiA  publishing house.\n</p><p>2004\tHvordan flyh med åndene\n</p><p>2005\tMyter fra den evige nåtid.\n</p><p>2005\tThe Exorcism of Anneliese Michel.  Reprint of 1981 by Wipf &amp; Stock, Eugene, OR.\n</p><p>N/d\tTranceRituale für Jugendliche. ReEducation #181.  Werner Pieper’s MedienXperimente. D-69488. Löhrbach. Austria. (This was given to Frances to have translated by a friend of the Institute.)\n</p>\n<h3><span class=\"mw-headline\" id=\"Books\">Books</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Felicitas_Goodman&amp;action=edit&amp;section=4\" title=\"Edit section: Books\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<ul><li><i>Ecstatic Body Postures: An Alternate Reality Workbook\", Bear &amp; Company; Original ed. edition (May 1, 1995) 1879181223 (10), 978-1879181229 (13)</i></li>\n<li><i>Ecstasy, Ritual and Alternate Reality: Religion in a Pluralistic World</i>, Indiana University Press; Edition: Reissue (1. Dezember 1988), <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-253-31899-8\" title=\"Special:BookSources/0-253-31899-8\">0-253-31899-8</a> (10), <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-0-253-31899-2\" title=\"Special:BookSources/978-0-253-31899-2\">978-0-253-31899-2</a> (13)</li>\n<li><i>The Exorcism of Anneliese Michel</i>, Resource Publications (OR) (November 2005), <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/1-59752-432-8\" title=\"Special:BookSources/1-59752-432-8\">1-59752-432-8</a> (10), <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-1-59752-432-2\" title=\"Special:BookSources/978-1-59752-432-2\">978-1-59752-432-2</a> (13)</li>\n<li><i>How About Demons?: Possession and Exorcism in the Modern World</i>, (Folklore Today), Indiana University Press (1. Mai 1988), <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-253-32856-X\" title=\"Special:BookSources/0-253-32856-X\">0-253-32856-X</a> (10), <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-0-253-32856-4\" title=\"Special:BookSources/978-0-253-32856-4\">978-0-253-32856-4</a> (13)</li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Felicitas_Goodman&amp;action=edit&amp;section=5\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://www.imdb.com/title/tt0404032/?ref_=fn_al_tt_1\">\"The Exorcism of Emily Rose\"</a>. 9 September 2005  &#8211; via IMDb.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=The+Exorcism+of+Emily+Rose&amp;rft.date=2005-09-09&amp;rft_id=https%3A%2F%2Fwww.imdb.com%2Ftitle%2Ftt0404032%2F%3Fref_%3Dfn_al_tt_1&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AFelicitas+Goodman\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Josephson, Susan G. (2014-05-21).  Digital, LLC Righttree, ed. <a rel=\"nofollow\" class=\"external text\" href=\"https://smile.amazon.com/Pueblo-Spirits-life-Felicitas-Goodman/dp/0990402401/ref=sr_1_1?ie=UTF8&amp;qid=1522089978&amp;sr=8-1&amp;keywords=Pueblo+Spirits:+in+the+life+of+Felicitas+D.+Goodman&amp;dpID=51Lcuha%252BalL&amp;preST=_SY291_BO1,204,203,200_QL40_&amp;dpSrc=srch\"><i>Pueblo Spirits: in the life of Felicitas D. Goodman</i></a> (1st ed.). Righttree Digital, LLC. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9780990402404\" title=\"Special:BookSources/9780990402404\">9780990402404</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Pueblo+Spirits%3A+in+the+life+of+Felicitas+D.+Goodman&amp;rft.edition=1st&amp;rft.pub=Righttree+Digital%2C+LLC&amp;rft.date=2014-05-21&amp;rft.isbn=9780990402404&amp;rft.aulast=Josephson&amp;rft.aufirst=Susan+G.&amp;rft_id=https%3A%2F%2Fsmile.amazon.com%2FPueblo-Spirits-life-Felicitas-Goodman%2Fdp%2F0990402401%2Fref%3Dsr_1_1%3Fie%3DUTF8%26qid%3D1522089978%26sr%3D8-1%26keywords%3DPueblo%2BSpirits%3A%2Bin%2Bthe%2Blife%2Bof%2BFelicitas%2BD.%2BGoodman%26dpID%3D51Lcuha%25252BalL%26preST%3D_SY291_BO1%2C204%2C203%2C200_QL40_%26dpSrc%3Dsrch&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AFelicitas+Goodman\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Felicitas_Goodman&amp;action=edit&amp;section=6\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><span class=\"official-website\"><span class=\"url\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.cuyamungueinstitute.com/\">Cuyamungue Institute official website</a></span></span></li></ul>\n<div role=\"navigation\" class=\"navbox\" aria-labelledby=\"Authority_control_frameless_&amp;#124;text-top_&amp;#124;10px_&amp;#124;alt=Edit_this_at_Wikidata_&amp;#124;link=https&amp;#58;//www.wikidata.org/wiki/Q532110&amp;#124;Edit_this_at_Wikidata\" style=\"padding:3px\"><table class=\"nowraplinks hlist navbox-inner\" style=\"border-spacing:0;background:transparent;color:inherit\"><tbody><tr><th id=\"Authority_control_frameless_&amp;#124;text-top_&amp;#124;10px_&amp;#124;alt=Edit_this_at_Wikidata_&amp;#124;link=https&amp;#58;//www.wikidata.org/wiki/Q532110&amp;#124;Edit_this_at_Wikidata\" scope=\"row\" class=\"navbox-group\" style=\"width:1%\"><a href=\"/wiki/Help:Authority_control\" title=\"Help:Authority control\">Authority control</a> <a href=\"https://www.wikidata.org/wiki/Q532110\" title=\"Edit this at Wikidata\"><img alt=\"Edit this at Wikidata\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Blue_pencil.svg/10px-Blue_pencil.svg.png\" width=\"10\" height=\"10\" style=\"vertical-align: text-top\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Blue_pencil.svg/15px-Blue_pencil.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/7/73/Blue_pencil.svg/20px-Blue_pencil.svg.png 2x\" data-file-width=\"600\" data-file-height=\"600\" /></a></th><td class=\"navbox-list navbox-odd\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><span class=\"nowrap\"> <a rel=\"nofollow\" class=\"external text\" href=\"https://www.worldcat.org/identities/containsVIAFID/66512620\">WorldCat Identities</a></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/BIBSYS\" class=\"mw-redirect\" title=\"BIBSYS\">BIBSYS</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"https://authority.bibsys.no/authority/rest/authorities/html/90263090\">90263090</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Biblioth%C3%A8que_nationale_de_France\" title=\"Bibliothèque nationale de France\">BNF</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"http://catalogue.bnf.fr/ark:/12148/cb121935984\">cb121935984</a> <a rel=\"nofollow\" class=\"external text\" href=\"http://data.bnf.fr/ark:/12148/cb121935984\">(data)</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Integrated_Authority_File\" title=\"Integrated Authority File\">GND</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"https://d-nb.info/gnd/119410605\">119410605</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/International_Standard_Name_Identifier\" title=\"International Standard Name Identifier\">ISNI</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"http://isni.org/isni/0000000109104672\">0000 0001 0910 4672</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Library_of_Congress_Control_Number\" title=\"Library of Congress Control Number\">LCCN</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"http://id.loc.gov/authorities/names/n80094083\">n80094083</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Syst%C3%A8me_universitaire_de_documentation\" title=\"Système universitaire de documentation\">SUDOC</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"https://www.idref.fr/030541735\">030541735</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Virtual_International_Authority_File\" title=\"Virtual International Authority File\">VIAF</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"https://viaf.org/viaf/66512620\">66512620</a></span></span></li></ul>\n</div></td></tr></tbody></table></div>\n\n<!-- \nNewPP limit report\nParsed by mw1253\nCached time: 20180909230218\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.184 seconds\nReal time usage: 0.250 seconds\nPreprocessor visited node count: 1685/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 20099/2097152 bytes\nTemplate argument size: 2728/2097152 bytes\nHighest expansion depth: 15/40\nExpensive parser function count: 8/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 2517/5000000 bytes\nNumber of Wikibase entities loaded: 1/400\nLua time usage: 0.084/10.000 seconds\nLua memory usage: 2.88 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  211.702      1 -total\n 25.00%   52.922      6 Template:ISBN\n 24.75%   52.398      1 Template:Reflist\n 22.57%   47.779      1 Template:More_citations_needed\n 15.38%   32.565      1 Template:Cite_web\n 15.11%   31.987      1 Template:Ambox\n 14.04%   29.722      1 Template:Authority_control\n 12.40%   26.259      1 Template:Official_website\n 10.14%   21.465      6 Template:Catalog_lookup_link\n  4.83%   10.228      6 Template:Error-small\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:3177968-0!canonical and timestamp 20180909230218 and revision id 852296610\n -->\n</div>"},"langlinks":[{"lang":"de","url":"https://de.wikipedia.org/wiki/Felicitas_Goodman","langname":"German","autonym":"Deutsch","*":"Felicitas Goodman"},{"lang":"pl","url":"https://pl.wikipedia.org/wiki/Felicitas_Goodman","langname":"Polish","autonym":"polski","*":"Felicitas Goodman"}],"categories":[{"sortkey":"Goodman, Felicitas","hidden":"","*":"Articles_needing_additional_references_from_December_2014"},{"sortkey":"Goodman, Felicitas","hidden":"","*":"All_articles_needing_additional_references"},{"sortkey":"Goodman, Felicitas","hidden":"","*":"Wikipedia_articles_with_BIBSYS_identifiers"},{"sortkey":"Goodman, Felicitas","hidden":"","*":"Wikipedia_articles_with_BNF_identifiers"},{"sortkey":"Goodman, Felicitas","hidden":"","*":"Wikipedia_articles_with_GND_identifiers"},{"sortkey":"Goodman, Felicitas","hidden":"","*":"Wikipedia_articles_with_ISNI_identifiers"},{"sortkey":"Goodman, Felicitas","hidden":"","*":"Wikipedia_articles_with_LCCN_identifiers"},{"sortkey":"Goodman, Felicitas","hidden":"","*":"Wikipedia_articles_with_SUDOC_identifiers"},{"sortkey":"Goodman, Felicitas","hidden":"","*":"Wikipedia_articles_with_VIAF_identifiers"},{"sortkey":"Goodman, Felicitas","*":"Mexican_anthropologists"},{"sortkey":"Goodman, Felicitas","*":"Mexican_linguists"},{"sortkey":"Goodman, Felicitas","*":"Anthropology_writers"},{"sortkey":"Goodman, Felicitas","*":"Mexican_people_of_Hungarian_descent"},{"sortkey":"Goodman, Felicitas","*":"1914_births"},{"sortkey":"Goodman, Felicitas","*":"2005_deaths"},{"sortkey":"Goodman, Felicitas","*":"Hungarian_anthropologists"}],"links":[{"ns":14,"exists":"","*":"Category:Articles needing additional references from December 2014"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with BIBSYS identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with BNF identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with GND identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with ISNI identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with LCCN identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with SUDOC identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with VIAF identifiers"},{"ns":0,"exists":"","*":"Altered states of consciousness"},{"ns":0,"exists":"","*":"Anthropologist"},{"ns":0,"exists":"","*":"BIBSYS"},{"ns":0,"exists":"","*":"Bibliothèque nationale de France"},{"ns":0,"exists":"","*":"Columbus, Ohio"},{"ns":0,"exists":"","*":"Cuyamungue, New Mexico"},{"ns":0,"exists":"","*":"Denison University"},{"ns":0,"exists":"","*":"Erika Eichhorn Bourguignon"},{"ns":0,"exists":"","*":"Germany"},{"ns":0,"exists":"","*":"Glossolalia"},{"ns":0,"exists":"","*":"Heidelberg University"},{"ns":0,"exists":"","*":"Integrated Authority File"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"International Standard Name Identifier"},{"ns":0,"exists":"","*":"Library of Congress Control Number"},{"ns":0,"exists":"","*":"Linguistics"},{"ns":0,"exists":"","*":"Mexico"},{"ns":0,"exists":"","*":"New Age"},{"ns":0,"exists":"","*":"Ohio State University"},{"ns":0,"exists":"","*":"Otto von Sadovszky"},{"ns":0,"exists":"","*":"Pentecostalism"},{"ns":0,"exists":"","*":"Système universitaire de documentation"},{"ns":0,"exists":"","*":"The Exorcism of Emily Rose"},{"ns":0,"exists":"","*":"Virtual International Authority File"},{"ns":0,"exists":"","*":"World War II"},{"ns":0,"*":"Neo-Shaman"},{"ns":0,"*":"The Exorcism of Anneliese Michel"},{"ns":4,"exists":"","*":"Wikipedia:Verifiability"},{"ns":12,"exists":"","*":"Help:Authority control"},{"ns":12,"exists":"","*":"Help:Introduction to referencing with Wiki Markup/1"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:More citations needed"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:ISBN"},{"ns":10,"exists":"","*":"Template:Catalog lookup link"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Error-small"},{"ns":10,"exists":"","*":"Template:Tl"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":10,"exists":"","*":"Template:Official website"},{"ns":10,"exists":"","*":"Template:Authority control"},{"ns":10,"exists":"","*":"Template:EditAtWikidata"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Check isxn"},{"ns":828,"exists":"","*":"Module:Error"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Official website"},{"ns":828,"exists":"","*":"Module:URL"},{"ns":828,"exists":"","*":"Module:Authority control"},{"ns":828,"exists":"","*":"Module:ResolveEntityId"},{"ns":828,"exists":"","*":"Module:Navbox"},{"ns":828,"exists":"","*":"Module:Navbar"},{"ns":828,"exists":"","*":"Module:EditAtWikidata"}],"images":["Question_book-new.svg","Felicitas_Goodman_and_student,_ca._1988.jpg","Blue_pencil.svg"],"externallinks":["https://www.imdb.com/title/tt0404032/?ref_=fn_al_tt_1","https://smile.amazon.com/Pueblo-Spirits-life-Felicitas-Goodman/dp/0990402401/ref=sr_1_1?ie=UTF8&qid=1522089978&sr=8-1&keywords=Pueblo+Spirits:+in+the+life+of+Felicitas+D.+Goodman&dpID=51Lcuha%252BalL&preST=_SY291_BO1,204,203,200_QL40_&dpSrc=srch","https://www.wikidata.org/wiki/Q532110","http://www.cuyamungueinstitute.com/","https://www.worldcat.org/identities/containsVIAFID/66512620","https://authority.bibsys.no/authority/rest/authorities/html/90263090","http://catalogue.bnf.fr/ark:/12148/cb121935984","http://data.bnf.fr/ark:/12148/cb121935984","https://d-nb.info/gnd/119410605","http://isni.org/isni/0000000109104672","http://id.loc.gov/authorities/names/n80094083","https://www.idref.fr/030541735","https://viaf.org/viaf/66512620"],"sections":[{"toclevel":1,"level":"2","line":"Biography","number":"1","index":"1","fromtitle":"Felicitas_Goodman","byteoffset":743,"anchor":"Biography"},{"toclevel":1,"level":"2","line":"Works","number":"2","index":"2","fromtitle":"Felicitas_Goodman","byteoffset":2852,"anchor":"Works"},{"toclevel":2,"level":"3","line":"Publications","number":"2.1","index":"3","fromtitle":"Felicitas_Goodman","byteoffset":2863,"anchor":"Publications"},{"toclevel":2,"level":"3","line":"Books","number":"2.2","index":"4","fromtitle":"Felicitas_Goodman","byteoffset":12793,"anchor":"Books"},{"toclevel":1,"level":"2","line":"References","number":"3","index":"5","fromtitle":"Felicitas_Goodman","byteoffset":13491,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"4","index":"6","fromtitle":"Felicitas_Goodman","byteoffset":13519,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Felicitas Goodman","iwlinks":[],"properties":[{"name":"defaultsort","*":"Goodman, Felicitas"},{"name":"wikibase_item","*":"Q532110"}]}}