{"parse":{"title":"Li Guangbi","pageid":17717624,"revid":816596524,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Li Guangbi</b> (李光弼) (708 – August 15, 764<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>), formally <b>Prince Wumu of Linhuai</b> (臨淮武穆王), was a general of the <a href=\"/wiki/History_of_China\" title=\"History of China\">Chinese</a> dynasty <a href=\"/wiki/Tang_dynasty\" title=\"Tang dynasty\">Tang dynasty</a>, of ethnic <a href=\"/wiki/Khitan_people\" title=\"Khitan people\">Khitan</a> ancestry, who was instrumental in Tang's suppression of the <a href=\"/wiki/Anshi_Rebellion\" class=\"mw-redirect\" title=\"Anshi Rebellion\">Anshi Rebellion</a>.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Background\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Background</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#During_Anshi_Rebellion\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">During Anshi Rebellion</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#After_Anshi_Rebellion\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">After Anshi Rebellion</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Notes\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Notes</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Background\">Background</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Li_Guangbi&amp;action=edit&amp;section=1\" title=\"Edit section: Background\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Li Guangbi was born in 708, during the second reign of <a href=\"/wiki/Emperor_Zhongzong_of_Tang\" title=\"Emperor Zhongzong of Tang\">Emperor Zhongzong</a>.  His father, Li Kailuo (李楷洛), was a general of <a href=\"/wiki/Khitan_people\" title=\"Khitan people\">Khitan</a> ancestry, whose achievements during the <i>Kaiyuan</i> era (713–741) of Emperor Zhongzong's nephew <a href=\"/wiki/Emperor_Xuanzong_of_Tang\" title=\"Emperor Xuanzong of Tang\">Emperor Xuanzong</a> eventually led to his creation as the Duke of Ji Commandery.  Li Guangbi's mother was Lady Li.\n</p><p>Li Guangbi was said to be careful in his behavior when young.  He was capable in horsemanship and archery, and also studied the <i><a href=\"/wiki/Book_of_Han\" title=\"Book of Han\">Book of Han</a></i>.  He started his army service when young, and was said to be decisive, strict, and full of strategies.  After his father died, he inherited the title of the Duke of Ji, and was praised for not entering his wife's room (i.e., abstaining from sexual relations) during the observation of the mourning period.\n</p><p>At the start of Emperor Xuanzong's <i>Tianbao</i> era (742-756), Li Guangbi became the discipline officer at <a href=\"/wiki/Shuofang\" title=\"Shuofang\">Shuofang</a> Circuit (朔方, headquartered in modern <a href=\"/wiki/Yinchuan\" title=\"Yinchuan\">Yinchuan</a>, <a href=\"/wiki/Ningxia\" title=\"Ningxia\">Ningxia</a>).  In 746, the military governor (<i><a href=\"/wiki/Jiedushi\" title=\"Jiedushi\">jiedushi</a></i>) of Shuofang and Hexi (河西, headquartered in modern <a href=\"/wiki/Wuwei,_Gansu\" title=\"Wuwei, Gansu\">Wuwei, Gansu</a>) Circuits, <a href=\"/wiki/Wang_Zhongsi\" title=\"Wang Zhongsi\">Wang Zhongsi</a>, made him a commanding general for Hexi Circuit, as well as the commander of Chishui Base (赤水軍, in modern Wuwei).  Li and <a href=\"/wiki/Geshu_Han\" title=\"Geshu Han\">Geshu Han</a> became the two key generals under Wang, while he was in command of Shuofang and Hexi.  Wang often commented, \"One day, Li Guangbi will have my command,\" and Li gained a reputation for being a good general.  In 747, Li unsuccessfully tried to stop Wang from interfering with a campaign against the <a href=\"/wiki/Tibetan_Empire\" title=\"Tibetan Empire\">Tibetan Empire</a> commanded by the general Dong Yanguang (董延光), and when Dong failed, Wang was removed from his post.  In 749, he was made the deputy military governor of Hexi, serving under Geshu, and was created the title of Duke of Su Commandery in his own right.  In 752, was made the deputy protectorate general at Chanyu (單于, in modern <a href=\"/wiki/Hohhot\" title=\"Hohhot\">Hohhot</a>, <a href=\"/wiki/Inner_Mongolia\" title=\"Inner Mongolia\">Inner Mongolia</a>).  In 755, <a href=\"/wiki/An_Sishun\" title=\"An Sishun\">An Sishun</a>, then the military governor of Shuofang, requested him as deputy.  An was impressed by him and wanted to give a daughter to him in marriage, but Li declined and feigned an illness in order to resign and return to the capital <a href=\"/wiki/Chang%27an\" title=\"Chang&#39;an\">Chang'an</a> under Geshu's assistance.\n</p>\n<h2><span class=\"mw-headline\" id=\"During_Anshi_Rebellion\">During Anshi Rebellion</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Li_Guangbi&amp;action=edit&amp;section=2\" title=\"Edit section: During Anshi Rebellion\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In winter 755, <a href=\"/wiki/An_Lushan\" title=\"An Lushan\">An Lushan</a>, the military governor of Fanyang Circuit (范陽, headquartered in modern <a href=\"/wiki/Beijing\" title=\"Beijing\">Beijing</a>), rebelled, and quickly proceeded south toward the Tang eastern capital <a href=\"/wiki/Luoyang\" title=\"Luoyang\">Luoyang</a>.  Emperor Xuanzong recalled An Sishun, who was An Lushan's cousin, to Chang'an, and gave the military governorship of Shuofang to <a href=\"/wiki/Guo_Ziyi\" title=\"Guo Ziyi\">Guo Ziyi</a>.  He also asked Guo's recommendation on whom to entrust Hedong Circuit (河東, headquartered in modern <a href=\"/wiki/Taiyuan\" title=\"Taiyuan\">Taiyuan</a>, <a href=\"/wiki/Shanxi\" title=\"Shanxi\">Shanxi</a>), and Guo recommended Li Guangbi.  In spring 756, Emperor Xuanzong made Li the military governor of Hedong and had him and Guo advance from Shuofang east, intending to capture An Lushan's territory north of the <a href=\"/wiki/Yellow_River\" title=\"Yellow River\">Yellow River</a>.  Li quickly advanced and captured most of Changshan Commandery (常山, roughly modern <a href=\"/wiki/Shijiazhuang\" title=\"Shijiazhuang\">Shijiazhuang</a>, <a href=\"/wiki/Hebei\" title=\"Hebei\">Hebei</a>).  When An's general <a href=\"/wiki/Shi_Siming\" title=\"Shi Siming\">Shi Siming</a> counterattacked, Guo rendezvoused with him and together, they fought Shi off, and subsequently, they cut off the communications between Luoyang (which An had captured and where he had declared himself emperor of a new state of <a href=\"/wiki/Yan_(Anshi)\" class=\"mw-redirect\" title=\"Yan (Anshi)\">Yan</a>) and Fanyang.  An, fearing that his army's morale would be destroyed, considered leaving Luoyang and returning north to battle Li and Guo himself.\n</p>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:402px;\"><a href=\"/wiki/File:An_Lushan_Rebellion.png\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/7d/An_Lushan_Rebellion.png/400px-An_Lushan_Rebellion.png\" width=\"400\" height=\"283\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/7d/An_Lushan_Rebellion.png/600px-An_Lushan_Rebellion.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/7/7d/An_Lushan_Rebellion.png/800px-An_Lushan_Rebellion.png 2x\" data-file-width=\"1275\" data-file-height=\"902\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:An_Lushan_Rebellion.png\" class=\"internal\" title=\"Enlarge\"></a></div>Map of An Shi Rebellion with Li Guangbi's military movement</div></div></div>\n<p>Meanwhile, though, another Yan army, commanded by his general Cui Qianyou (崔乾祐), approached <a href=\"/wiki/Tong_Pass\" title=\"Tong Pass\">Tong Pass</a>, defended by Geshu Han, and was pretending to be weak in order to draw an attack from Geshu.  Geshu, Li, and Guo all recommended to Emperor Xuanzong that the forces under him continue to hold at Tong Pass and not attack Cui, while waiting for Li and Guo to capture Fanyang first to destroy Yan forces' morale.  However, the <a href=\"/wiki/Chancellor_of_the_Tang_dynasty\" title=\"Chancellor of the Tang dynasty\">chancellor</a> <a href=\"/wiki/Yang_Guozhong\" title=\"Yang Guozhong\">Yang Guozhong</a>, fearing that Geshu's intentions were actually to start a coup and overthrow him, recommended that Emperor Xuanzong order Geshu to attack Cui.  Emperor Xuanzong did so over Geshu's objections, and Geshu was defeated by Cui, who captured Geshu and then Tong Pass.  He then approached Chang'an, forcing Emperor Xuanzong to abandon it and flee to <a href=\"/wiki/Chengdu\" title=\"Chengdu\">Chengdu</a> and Emperor Xuanzong's <a href=\"/wiki/Crown_prince\" title=\"Crown prince\">crown prince</a> <a href=\"/wiki/Emperor_Suzong_of_Tang\" title=\"Emperor Suzong of Tang\">Li Heng</a> to flee to <a href=\"/wiki/Lingwu\" title=\"Lingwu\">Lingwu</a> (the headquarters of Shuofang), where he was declared emperor (as Emperor Suzong).\n</p><p>Meanwhile, Li and Guo heard only of the news that Tong Pass had fallen, but did not know what had happened afterwards, and they decided to withdraw back west of the <a href=\"/wiki/Taihang_Mountains\" title=\"Taihang Mountains\">Taihang Mountains</a>.  Later, when Emperor Suzong sent emissaries to call them to Lingwu, they went to Lingwu.  Emperor Suzong gave him the additional honorary chancellor<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> title of <i>Tong Zhongshu Menxia Pingzhangshi</i> (同中書門下平章事) and had him return to <a href=\"/wiki/Taiyuan\" title=\"Taiyuan\">Taiyuan</a> (the headquarters of Hedong) with 5,000 soldiers, leaving the rest of his soldiers at Lingwu in anticipation of a campaign to recapture Chang'an.  When Li arrived at Taiyuan, he, who was angry that the official Cui Zhong (崔眾) had disrespected the prior military governor Wang Chengye (王承業) when relieving Wang, found an excuse to kill Cui, and this shocked the army, causing the entire army to be fearful of him.\n</p><p>In spring 757, Shi, knowing that Li had left most of his troops at Lingwu and believing that Taiyuan's defenses were weak, took 100,000 men to Taiyuan and put it under siege.  Li, however, defended the city capably and repeatedly repelled assaults on the city's defenses.  Around the same time, An Lushan was assassinated and succeeded by his son <a href=\"/wiki/An_Qingxu\" title=\"An Qingxu\">An Qingxu</a>, who ordered Shi to return to Fanyang and leave Cai Xide (蔡希德) to continue to siege Taiyuan, although Li was then able to defeat Cai, forcing Cai to lift the siege and retreat.  After this victory, Emperor Suzong created him the Duke of Wei, and later changed the title to Duke of Zheng.  Around the new year 758, after Emperor Suzong recaptured Chang'an from Yan forces, he gave Li the title of <i>Sikong</i> (司空), one of the <a href=\"/wiki/Three_Excellencies\" class=\"mw-redirect\" title=\"Three Excellencies\">Three Excellencies</a>.\n</p><p>Meanwhile, Tang and <a href=\"/wiki/Huige\" class=\"mw-redirect\" title=\"Huige\">Huige</a> forces had also captured Luoyang, forcing An Qingxu to flee to <a href=\"/wiki/Ye,_China\" class=\"mw-redirect\" title=\"Ye, China\">Yecheng</a>, but most of his generals submitted to Tang, leaving him only with control of the region around Yecheng.  Shi, in control of Fanyang and surrounding regions, also submitted to Tang, and was made a Tang general.  However, Li believed that Shi would eventually rebel again anyway, and persuaded Emperor Suzong to have Shi's associate Wu Cheng'en (烏承恩) assassinate him and take over the region himself.  When Shi realized this, he killed Wu and submitted a petition demanding that Emperor Suzong kill Li.  Emperor Suzong disavowed any knowledge on his part or Li's and tried to placate Shi, but Shi then rebelled again.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>  In fall 758, Li went to Chang'an to visit Emperor Suzong and was given the additional title of <i>Shizhong</i> (侍中) as honorary chancellor.  Soon thereafter, he and several other key commanders, including Guo, Lu Jiong (魯炅), Li Huan (李奐), Xu Shuji (許叔冀), <a href=\"/wiki/Li_Siye\" title=\"Li Siye\">Li Siye</a>, Ji Guangchen (季廣琛), Cui Guangyuan (崔光遠), <a href=\"/wiki/Li_Zhongchen\" title=\"Li Zhongchen\">Dong Qin</a>, and Wang Sili (王思禮), rendezvoused at Yecheng to put An Qingxu under siege.  Because both Li Guangbi and Guo had great contributions, Emperor Suzong did not make either of them the overall commander of the forces, but commissioned the <a href=\"/wiki/Eunuch_(court_official)\" class=\"mw-redirect\" title=\"Eunuch (court official)\">eunuch</a> <a href=\"/wiki/Yu_Chao%27en\" title=\"Yu Chao&#39;en\">Yu Chao'en</a> to serve as the surveyor of the troops.  During the siege, Li Guangbi suggested launching an all-out assault on Yecheng's defenses, but Yu opposed, and such an assault was not carried out.\n</p><p>Faced with a siege that he could not fight out of, An Qingxu sought aid from Shi Siming, who led an army south from Fanyang and engaged Tang forces in spring 759, and during the middle of the battle, both Tang forces and Shi's forces panicked and scattered—with most of Tang forces completely scattering and pillaging the surrounding areas before fleeing back to their own circuits, with the exception of Li Guangbi and Wang, who were able to gather their forces and withdraw.  In fall 759, with Yu blaming Guo for the collapse, Emperor Suzong transferred the command of the Shuofang troops that Guo commanded to Li Guangbi.  With Guo's command style being far more relaxed than Li Guangbi's strict style, the Shuofang army was initially displeased, and the general Zhang Yongji (張用濟) considered forcibly ejecting Li Guangbi and demanding Guo's restoration; when Li Guangbi found out, he arrested and executed Zhang.  Li Guangbi was also made the deputy supreme commander of the armed forces and in effect in command of the entire Tang army command structure, as the supreme commander was Emperor Suzong's son Li Xi (李係) the Prince of Zhao, whose title was honorary.\n</p><p>Soon thereafter, Shi, who had killed An Qingxu and declared himself the new emperor of Yan, advanced south.  Li Guangbi, judging that Luoyang was not defendable, ordered that Luoyang be evacuated, instead taking position in the Heyang (河陽) area, near Luoyang.  Shi entered Luoyang, but subsequently with Li Guangbi defending Heyang, was unable to advance for some time toward Chang'an, as Li Guangbi repeatedly defeated his attacking forces, and was continuing to bog Li Guangbi's forces down in the Heyang region.  In spring 760, Emperor Suzong gave Li Guangbi the honorary chancellor title of <i>Zhongshu Ling</i> (中書令) and the title of <i>Taiwei</i> (太尉), also one of the <a href=\"/wiki/Three_Excellencies\" class=\"mw-redirect\" title=\"Three Excellencies\">Three Excellencies</a>.\n</p><p>By spring 761, however, Yu and <a href=\"/wiki/Pugu_Huai%27en\" title=\"Pugu Huai&#39;en\">Pugu Huai'en</a>, now in command of the Shuofang forces, were advocating that a campaign be launched to recapture Luoyang, and despite Li Guangbi's opposition, Emperor Suzong ordered Li Guangbi to attack Luoyang.  Li Guangbi, despite his reluctance, thus advanced toward Chang'an with Pugu, Yu, and Wei Boyu (衛伯玉).  He and Pugu, however, disagreed in regards to camp formation, with him wanting to put the camp in the hills and Pugu wanting to do so in the plains.  Yan forces thus took advantage and launched a major attack on them, thoroughly routing Tang forces.  All of the Tang generals, including Li Guangbi, Pugu, Yu, and Wei all fled.  Li Baoyu (李抱玉), whom Li Guangbi had left at Heyang, also abandoned Heyang, and Heyang fell into Yan hands.  (Soon after the Yan victory, however, Shi was assassinated and succeeded by his own son <a href=\"/wiki/Shi_Chaoyi\" title=\"Shi Chaoyi\">Shi Chaoyi</a>, and Yan forces were unable to take advantage of the victory over Tang forces.)  Li Guangbi requested a demotion, and he was demoted to the honorary title of <i>Kaifu Yitong Sansi</i> (開府儀同三司) and the honorary chancellor of title of <i>Shizhong</i>, and was made the military governor of Hezhong Circuit (河中, headquartered in modern <a href=\"/wiki/Yuncheng,_Shanxi\" class=\"mw-redirect\" title=\"Yuncheng, Shanxi\">Yuncheng</a>, <a href=\"/wiki/Shanxi\" title=\"Shanxi\">Shanxi</a>), but almost immediately again made <i>Taiwei</i> again and made the deputy supreme commander, but only of the Henan region (i.e., area south of the Yellow River).  Emperor Suzong also had him take over the commands of the expeditionary forces from the <a href=\"/wiki/Huai_River\" title=\"Huai River\">Huai River</a> and <a href=\"/wiki/Yangtze_River\" class=\"mw-redirect\" title=\"Yangtze River\">Yangtze River</a> region, taking up position at Linhuai (臨淮, in modern <a href=\"/wiki/Huai%27an\" title=\"Huai&#39;an\">Huai'an</a>, <a href=\"/wiki/Jiangsu\" title=\"Jiangsu\">Jiangsu</a>), with Shi Chaoyi seeking to expand toward the southeast.  Once he arrived at his post, Li Guangbi was able to lift the siege that Yan forces were putting on <a href=\"/wiki/Songzhou\" class=\"mw-redirect\" title=\"Songzhou\">Songzhou</a>, stopping Yan advances in the region.  Moreover, several Tang generals who had been staying in the region and not reporting to their proper posts—Tian Shengong (田神功), Shang Heng (尚衡), and Yin Zhongqing (殷仲卿), fearing LI Guangbi, soon reported to their posts.  Emperor Suzong created Li Guangbi the Prince of Linhuai.  Li Guangbi himself took up position at Xu Prefecture (徐州, roughly modern <a href=\"/wiki/Xuzhou\" title=\"Xuzhou\">Xuzhou</a>, <a href=\"/wiki/Jiangsu\" title=\"Jiangsu\">Jiangsu</a>) and made it his headquarters.  He also sent an army to defeat the rebellion of Yuan Chao (袁晁), who had captured Tai Prefecture (臺州, roughly modern <a href=\"/wiki/Taizhou,_Zhejiang\" title=\"Taizhou, Zhejiang\">Taizhou, Zhejiang</a>) and surrounding prefectures.\n</p><p>In winter 762, by which time Emperor Suzong had died and had been succeeded by his son <a href=\"/wiki/Emperor_Daizong_of_Tang\" title=\"Emperor Daizong of Tang\">Emperor Daizong</a>, with Tang forces converging on Luoyang to try to recapture it from Shi Chaoyi, Li Guangbi headed toward Luoyang, with Pugu and Huige forces heading east as well, joined by the generals Guo Ying'ai (郭英乂) and Li Baoyu.  The joint Tang and Huige forces defeated Shi Chaoyi, forcing him to abandon Luoyang and flee north.  Shi Chaoyi committed suicide in flight in spring 763, ending the Anshi Rebellion.\n</p>\n<h2><span class=\"mw-headline\" id=\"After_Anshi_Rebellion\">After Anshi Rebellion</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Li_Guangbi&amp;action=edit&amp;section=3\" title=\"Edit section: After Anshi Rebellion\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Meanwhile, though, because Li Guangbi feared false accusations from Yu Chao'en and another eunuch, <a href=\"/wiki/Cheng_Yuanzhen\" title=\"Cheng Yuanzhen\">Cheng Yuanzhen</a>, he was refusing to visit Chang'an to pay homage to Emperor Daizong.  His fears grew after another general, Lai Tian (來瑱), was ordered to commit suicide due to Cheng's accusations.  Even when Tibetan forces attacked Chang'an in fall 763, causing Emperor Daizong to briefly abandon Chang'an, Li Guangbi refused to come to the aid of the emperor.  In order to try to please Li Guangbi, Emperor Daizong had Li Guangbi's stepmother, to whom he was very devoted, brought to Chang'an and treated with great respect, while giving Li Guangbi's brother Li Guangjin (李光進) partial command of the imperial guards and creating Li Guangjin the Duke of Liang, but these actions did not affect Li Guangbi.  When Emperor Daizong put him in charge of Luoyang in summer 764, he declined to go to Luoyang, but continued to stay in Xu Prefecture.\n</p><p>Li Guangbi had been well known for his military discipline, but after he repeatedly declined to follow imperial directives, his reputation fell, and many subordinate generals in the region began to disobey Li Guangbi as well, causing him to be embarrassed.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>  He grew ill and died in fall 764.  His casket was returned to Chang'an and buried with great honors.\n</p><p>The <a href=\"/wiki/Song_dynasty\" title=\"Song dynasty\">Song dynasty</a> historian <a href=\"/wiki/Ouyang_Xiu\" title=\"Ouyang Xiu\">Ouyang Xiu</a>, in his <i><a href=\"/wiki/New_Book_of_Tang\" title=\"New Book of Tang\">New Book of Tang</a></i>, commented about Li Guangbi:<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n</p>\n<style data-mw-deduplicate=\"TemplateStyles:r856303468\">.mw-parser-output .templatequote{overflow:hidden;margin:1em 0;padding:0 40px}.mw-parser-output .templatequote .templatequotecite{line-height:1.5em;text-align:left;padding-left:1.6em;margin-top:0}</style><blockquote class=\"templatequote\"><p>Li Guangbi was of barbarian ancestry, but was calm and capable in defense.  When An Lushan rebelled, he took military command, and his strategies could not be rivaled.  His rewards and punishments were fair and quick, and his soldiers fought hard under him.  This are the characters like the great generals of ancient days.  He did not visit his wife's bedchambers during mourning period for his father, and even when he became duke and prince he served his stepmother with great piety.  He was also well-versed in <a href=\"/wiki/Ban_Gu\" title=\"Ban Gu\">Ban Gu</a>'s <i>Book of Han</i>.  He was no ordinary military man.  Yet, fearing accusations, he could not stay faithful, and because of this fear became subject to great suspicions.  He sought to be secure, yet put himself in danger.  This is like the saying, \"One knows how to make strategies for others but not for himself.\"  When he fought earnestly for the empire, the entire realm was impressed with him.  When he began to disobey orders, those like Tian Shengong disobeyed him as well, causing him to die in embarrassment.  How can this not be a negative example for those with accomplishments?  Alas, while LI Guangbi died in humiliation due to his failure to give up authority, but it was true that false accusations lead to great apprehension.  It was an unfortunate time.\n</p></blockquote>\n<h2><span class=\"mw-headline\" id=\"Notes\">Notes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Li_Guangbi&amp;action=edit&amp;section=4\" title=\"Edit section: Notes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.sinica.edu.tw/ftms-bin/kiwi1/luso.sh?lstype=2&amp;dyna=%AD%F0&amp;king=%A5N%A9v&amp;reign=%BCs%BCw&amp;yy=2&amp;ycanzi=&amp;mm=7&amp;dd=14&amp;dcanzi=\">兩千年中西曆轉換</a></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">As Li Guangbi never assumed the responsibilities of chancellor at the central imperial administration, he was not usually considered an actual chancellor by traditional historians.  See, e.g., <i><a href=\"/wiki/New_Book_of_Tang\" title=\"New Book of Tang\">New Book of Tang</a></i>, <a rel=\"nofollow\" class=\"external text\" href=\"http://www.sidneyluo.net/a/a17/table/form02.htm\">vol. 62</a> <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20080922174032/http://www.sidneyluo.net/a/a17/table/form02.htm\">Archived</a> 2008-09-22 at the <a href=\"/wiki/Wayback_Machine\" title=\"Wayback Machine\">Wayback Machine</a>. [table of chancellors, part 2].</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">The <a href=\"/wiki/Song_dynasty\" title=\"Song dynasty\">Song dynasty</a> historian <a href=\"/wiki/Hu_Sanxing\" title=\"Hu Sanxing\">Hu Sanxing</a>, however, doubted that Emperor Suzong and Li actually were plotting to kill Shi, pointing out that there were a number of implausibilities in the alleged plot by Wu -- including an alleged order from Li that, after Wu succeeds, he should execute all of Shi's main generals.  He thus believed that Shi made up the plot as an excuse to rebel and forged the order to get the other generals to go along with him.  See <i><a href=\"/wiki/Bo_Yang\" title=\"Bo Yang\">Bo Yang</a> Edition of the <a href=\"/wiki/Zizhi_Tongjian\" title=\"Zizhi Tongjian\">Zizhi Tongjian</a></i>, vol. 53.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><i>Zizhi Tongjian</i>, <a href=\"https://zh.wikipedia.org/wiki/s:%E8%B3%87%E6%B2%BB%E9%80%9A%E9%91%91/%E5%8D%B7223\" class=\"extiw\" title=\"zh:s:資治通鑑/卷223\">vol. 223</a>.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\"><i>New Book of Tang</i>, <a rel=\"nofollow\" class=\"external text\" href=\"http://www.sidneyluo.net/a/a17/136.htm\">vol. 136</a> <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20071226122326/http://www.sidneyluo.net/a/a17/136.htm\">Archived</a> 2007-12-26 at the <a href=\"/wiki/Wayback_Machine\" title=\"Wayback Machine\">Wayback Machine</a>..</span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Li_Guangbi&amp;action=edit&amp;section=5\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><i><a href=\"/wiki/Old_Book_of_Tang\" title=\"Old Book of Tang\">Old Book of Tang</a></i>, <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20080621174628/http://www.sidneyluo.net/a/a16/110.htm\">vol. 110</a>.</li>\n<li><i><a href=\"/wiki/New_Book_of_Tang\" title=\"New Book of Tang\">New Book of Tang</a></i>, <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20071226122326/http://www.sidneyluo.net/a/a17/136.htm\">vol. 136</a>.</li>\n<li><i><a href=\"/wiki/Zizhi_Tongjian\" title=\"Zizhi Tongjian\">Zizhi Tongjian</a></i>, vols. <a href=\"https://zh.wikipedia.org/wiki/s:%E8%B3%87%E6%B2%BB%E9%80%9A%E9%91%91/%E5%8D%B7215\" class=\"extiw\" title=\"zh:s:資治通鑑/卷215\">215</a>, <a href=\"https://zh.wikipedia.org/wiki/s:%E8%B3%87%E6%B2%BB%E9%80%9A%E9%91%91/%E5%8D%B7217\" class=\"extiw\" title=\"zh:s:資治通鑑/卷217\">217</a>, <a href=\"https://zh.wikipedia.org/wiki/s:%E8%B3%87%E6%B2%BB%E9%80%9A%E9%91%91/%E5%8D%B7218\" class=\"extiw\" title=\"zh:s:資治通鑑/卷218\">218</a>, <a href=\"https://zh.wikipedia.org/wiki/s:%E8%B3%87%E6%B2%BB%E9%80%9A%E9%91%91/%E5%8D%B7219\" class=\"extiw\" title=\"zh:s:資治通鑑/卷219\">219</a>, <a href=\"https://zh.wikipedia.org/wiki/s:%E8%B3%87%E6%B2%BB%E9%80%9A%E9%91%91/%E5%8D%B7220\" class=\"extiw\" title=\"zh:s:資治通鑑/卷220\">220</a>, <a href=\"https://zh.wikipedia.org/wiki/s:%E8%B3%87%E6%B2%BB%E9%80%9A%E9%91%91/%E5%8D%B7221\" class=\"extiw\" title=\"zh:s:資治通鑑/卷221\">221</a>, <a href=\"https://zh.wikipedia.org/wiki/s:%E8%B3%87%E6%B2%BB%E9%80%9A%E9%91%91/%E5%8D%B7222\" class=\"extiw\" title=\"zh:s:資治通鑑/卷222\">222</a>, <a href=\"https://zh.wikipedia.org/wiki/s:%E8%B3%87%E6%B2%BB%E9%80%9A%E9%91%91/%E5%8D%B7223\" class=\"extiw\" title=\"zh:s:資治通鑑/卷223\">223</a>.</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1324\nCached time: 20180909211600\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.092 seconds\nReal time usage: 0.109 seconds\nPreprocessor visited node count: 252/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 2425/2097152 bytes\nTemplate argument size: 1368/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 3124/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.013/10.000 seconds\nLua memory usage: 810 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   66.730      1 -total\n 70.09%   46.773      1 Template:Reflist\n 47.47%   31.676      2 Template:Webarchive\n 29.61%   19.761      1 Template:Quote\n  4.14%    2.764      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:17717624-0!canonical and timestamp 20180909211600 and revision id 816596524\n -->\n</div>"},"langlinks":[{"lang":"ja","url":"https://ja.wikipedia.org/wiki/%E6%9D%8E%E5%85%89%E5%BC%BC","langname":"Japanese","autonym":"日本語","*":"李光弼"},{"lang":"no","url":"https://no.wikipedia.org/wiki/Li_Guangbi","langname":"Norwegian","autonym":"norsk","*":"Li Guangbi"},{"lang":"vi","url":"https://vi.wikipedia.org/wiki/L%C3%BD_Quang_B%E1%BA%ADt","langname":"Vietnamese","autonym":"Tiếng Việt","*":"Lý Quang Bật"},{"lang":"zh","url":"https://zh.wikipedia.org/wiki/%E6%9D%8E%E5%85%89%E5%BC%BC","langname":"Chinese","autonym":"中文","*":"李光弼"}],"categories":[{"sortkey":"","hidden":"","*":"Webarchive_template_wayback_links"},{"sortkey":"Li, Guangbi","*":"Tang_dynasty_nonimperial_princes"},{"sortkey":"Li, Guangbi","*":"Tang_dynasty_jiedushi_of_Hedong_Circuit"},{"sortkey":"Li, Guangbi","*":"Tang_dynasty_jiedushi_of_Shuofang_Circuit"},{"sortkey":"Li, Guangbi","*":"Khitan_history"},{"sortkey":"Li, Guangbi","*":"708_births"},{"sortkey":"Li, Guangbi","*":"764_deaths"}],"links":[{"ns":0,"exists":"","*":"An Lushan"},{"ns":0,"exists":"","*":"An Qingxu"},{"ns":0,"exists":"","*":"An Sishun"},{"ns":0,"exists":"","*":"Anshi Rebellion"},{"ns":0,"exists":"","*":"Ban Gu"},{"ns":0,"exists":"","*":"Beijing"},{"ns":0,"exists":"","*":"Bo Yang"},{"ns":0,"exists":"","*":"Book of Han"},{"ns":0,"exists":"","*":"Chancellor of the Tang dynasty"},{"ns":0,"exists":"","*":"Chang'an"},{"ns":0,"exists":"","*":"Cheng Yuanzhen"},{"ns":0,"exists":"","*":"Chengdu"},{"ns":0,"exists":"","*":"Crown prince"},{"ns":0,"exists":"","*":"Emperor Daizong of Tang"},{"ns":0,"exists":"","*":"Emperor Suzong of Tang"},{"ns":0,"exists":"","*":"Emperor Xuanzong of Tang"},{"ns":0,"exists":"","*":"Emperor Zhongzong of Tang"},{"ns":0,"exists":"","*":"Eunuch (court official)"},{"ns":0,"exists":"","*":"Geshu Han"},{"ns":0,"exists":"","*":"Guo Ziyi"},{"ns":0,"exists":"","*":"Hebei"},{"ns":0,"exists":"","*":"History of China"},{"ns":0,"exists":"","*":"Hohhot"},{"ns":0,"exists":"","*":"Hu Sanxing"},{"ns":0,"exists":"","*":"Huai'an"},{"ns":0,"exists":"","*":"Huai River"},{"ns":0,"exists":"","*":"Huige"},{"ns":0,"exists":"","*":"Inner Mongolia"},{"ns":0,"exists":"","*":"Jiangsu"},{"ns":0,"exists":"","*":"Jiedushi"},{"ns":0,"exists":"","*":"Khitan people"},{"ns":0,"exists":"","*":"Li Siye"},{"ns":0,"exists":"","*":"Li Zhongchen"},{"ns":0,"exists":"","*":"Lingwu"},{"ns":0,"exists":"","*":"Luoyang"},{"ns":0,"exists":"","*":"New Book of Tang"},{"ns":0,"exists":"","*":"Ningxia"},{"ns":0,"exists":"","*":"Old Book of Tang"},{"ns":0,"exists":"","*":"Ouyang Xiu"},{"ns":0,"exists":"","*":"Pugu Huai'en"},{"ns":0,"exists":"","*":"Shanxi"},{"ns":0,"exists":"","*":"Shi Chaoyi"},{"ns":0,"exists":"","*":"Shi Siming"},{"ns":0,"exists":"","*":"Shijiazhuang"},{"ns":0,"exists":"","*":"Shuofang"},{"ns":0,"exists":"","*":"Song dynasty"},{"ns":0,"exists":"","*":"Songzhou"},{"ns":0,"exists":"","*":"Taihang Mountains"},{"ns":0,"exists":"","*":"Taiyuan"},{"ns":0,"exists":"","*":"Taizhou, Zhejiang"},{"ns":0,"exists":"","*":"Tang dynasty"},{"ns":0,"exists":"","*":"Three Excellencies"},{"ns":0,"exists":"","*":"Tibetan Empire"},{"ns":0,"exists":"","*":"Tong Pass"},{"ns":0,"exists":"","*":"Wang Zhongsi"},{"ns":0,"exists":"","*":"Wayback Machine"},{"ns":0,"exists":"","*":"Wuwei, Gansu"},{"ns":0,"exists":"","*":"Xuzhou"},{"ns":0,"exists":"","*":"Yan (Anshi)"},{"ns":0,"exists":"","*":"Yang Guozhong"},{"ns":0,"exists":"","*":"Yangtze River"},{"ns":0,"exists":"","*":"Ye, China"},{"ns":0,"exists":"","*":"Yellow River"},{"ns":0,"exists":"","*":"Yinchuan"},{"ns":0,"exists":"","*":"Yu Chao'en"},{"ns":0,"exists":"","*":"Yuncheng, Shanxi"},{"ns":0,"exists":"","*":"Zizhi Tongjian"}],"templates":[{"ns":10,"exists":"","*":"Template:Quote"},{"ns":10,"exists":"","*":"Template:Quote/styles.css"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Webarchive"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Webarchive"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Webarchive/data"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["An_Lushan_Rebellion.png"],"externallinks":["http://www.sinica.edu.tw/ftms-bin/kiwi1/luso.sh?lstype=2&dyna=%AD%F0&king=%A5N%A9v&reign=%BCs%BCw&yy=2&ycanzi=&mm=7&dd=14&dcanzi=","http://www.sidneyluo.net/a/a17/table/form02.htm","https://web.archive.org/web/20080922174032/http://www.sidneyluo.net/a/a17/table/form02.htm","http://www.sidneyluo.net/a/a17/136.htm","https://web.archive.org/web/20071226122326/http://www.sidneyluo.net/a/a17/136.htm","https://web.archive.org/web/20080621174628/http://www.sidneyluo.net/a/a16/110.htm"],"sections":[{"toclevel":1,"level":"2","line":"Background","number":"1","index":"1","fromtitle":"Li_Guangbi","byteoffset":466,"anchor":"Background"},{"toclevel":1,"level":"2","line":"During Anshi Rebellion","number":"2","index":"2","fromtitle":"Li_Guangbi","byteoffset":2778,"anchor":"During_Anshi_Rebellion"},{"toclevel":1,"level":"2","line":"After Anshi Rebellion","number":"3","index":"3","fromtitle":"Li_Guangbi","byteoffset":14150,"anchor":"After_Anshi_Rebellion"},{"toclevel":1,"level":"2","line":"Notes","number":"4","index":"4","fromtitle":"Li_Guangbi","byteoffset":17160,"anchor":"Notes"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"5","fromtitle":"Li_Guangbi","byteoffset":17185,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Li Guangbi","iwlinks":[{"prefix":"zh","url":"https://zh.wikipedia.org/wiki/s:%E8%B3%87%E6%B2%BB%E9%80%9A%E9%91%91/%E5%8D%B7223","*":"zh:s:資治通鑑/卷223"},{"prefix":"zh","url":"https://zh.wikipedia.org/wiki/s:%E8%B3%87%E6%B2%BB%E9%80%9A%E9%91%91/%E5%8D%B7215","*":"zh:s:資治通鑑/卷215"},{"prefix":"zh","url":"https://zh.wikipedia.org/wiki/s:%E8%B3%87%E6%B2%BB%E9%80%9A%E9%91%91/%E5%8D%B7217","*":"zh:s:資治通鑑/卷217"},{"prefix":"zh","url":"https://zh.wikipedia.org/wiki/s:%E8%B3%87%E6%B2%BB%E9%80%9A%E9%91%91/%E5%8D%B7218","*":"zh:s:資治通鑑/卷218"},{"prefix":"zh","url":"https://zh.wikipedia.org/wiki/s:%E8%B3%87%E6%B2%BB%E9%80%9A%E9%91%91/%E5%8D%B7219","*":"zh:s:資治通鑑/卷219"},{"prefix":"zh","url":"https://zh.wikipedia.org/wiki/s:%E8%B3%87%E6%B2%BB%E9%80%9A%E9%91%91/%E5%8D%B7220","*":"zh:s:資治通鑑/卷220"},{"prefix":"zh","url":"https://zh.wikipedia.org/wiki/s:%E8%B3%87%E6%B2%BB%E9%80%9A%E9%91%91/%E5%8D%B7221","*":"zh:s:資治通鑑/卷221"},{"prefix":"zh","url":"https://zh.wikipedia.org/wiki/s:%E8%B3%87%E6%B2%BB%E9%80%9A%E9%91%91/%E5%8D%B7222","*":"zh:s:資治通鑑/卷222"}],"properties":[{"name":"defaultsort","*":"Li, Guangbi"},{"name":"wikibase_item","*":"Q697728"}]}}