{"parse":{"title":"The Shape of Time","pageid":23689073,"revid":847429575,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-style ambox-citation_style\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/60px-Edit-clear.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/80px-Edit-clear.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>has an unclear citation style</b>.<span class=\"hide-when-compact\"> The references used may be made clearer with a different or consistent style of <a href=\"/wiki/Wikipedia:Citing_sources\" title=\"Wikipedia:Citing sources\">citation</a> and <a href=\"/wiki/Help:Footnotes\" title=\"Help:Footnotes\">footnoting</a>.</span>  <small><i>(September 2016)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<table class=\"infobox vcard\" style=\"width:22em\"><caption style=\"font-style:italic;padding-bottom:0.2em;\">The Shape of Time: Remarks on the History of Things <span class=\"Z3988\" title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=The+Shape+of+Time%3A+Remarks+on+the+History+of+Things&amp;rft.author=%5B%5BGeorge+Kubler%5D%5D&amp;rft.date=1962&amp;rft.pub=%5B%5BYale+University+Press%5D%5D&amp;rft.pages=136\"></span></caption><tbody><tr><td colspan=\"2\" style=\"text-align:center\">\n<a href=\"/wiki/File:TheShapeOfTime.jpg\" class=\"image\"><img alt=\"TheShapeOfTime.jpg\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/f/fb/TheShapeOfTime.jpg/220px-TheShapeOfTime.jpg\" width=\"220\" height=\"349\" srcset=\"//upload.wikimedia.org/wikipedia/en/f/fb/TheShapeOfTime.jpg 1.5x\" data-file-width=\"252\" data-file-height=\"400\" /></a><div>First edition</div></td></tr><tr><th scope=\"row\">Author</th><td>\n<a href=\"/wiki/George_Kubler\" title=\"George Kubler\">George Kubler</a></td></tr><tr><th scope=\"row\">Country</th><td>\nUnited States</td></tr><tr><th scope=\"row\">Language</th><td>\nEnglish</td></tr><tr><th scope=\"row\">Subject</th><td>\n<a href=\"/wiki/Art_theory\" class=\"mw-redirect\" title=\"Art theory\">Art theory</a>, <a href=\"/wiki/Art_history\" title=\"Art history\">art history</a></td></tr><tr><th scope=\"row\">Publisher</th><td>\n<a href=\"/wiki/Yale_University_Press\" title=\"Yale University Press\">Yale University Press</a></td></tr><tr><th scope=\"row\"><div style=\"padding:0.1em 0;line-height:1.2em;\">Publication date</div></th><td>\n1962</td></tr><tr><th scope=\"row\">Media&#160;type</th><td>\nPrint (<a href=\"/wiki/Softcover\" class=\"mw-redirect\" title=\"Softcover\">Softcover</a>)</td></tr><tr><th scope=\"row\">Pages</th><td>\n136</td></tr><tr><th scope=\"row\"><a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a></th><td>\n<a href=\"/wiki/Special:BookSources/0300001444\" title=\"Special:BookSources/0300001444\">0300001444</a></td></tr></tbody></table>\n<p><i><b>The Shape of Time: Remarks on the History of Things</b></i> is a short book by <a href=\"/wiki/George_Kubler\" title=\"George Kubler\">George Kubler</a>, published in 1962 by Yale University Press. It presents an approach to historical change which challenges the notion of <a href=\"/wiki/Style_(visual_arts)\" title=\"Style (visual arts)\">style</a> by placing the history of objects and images in a larger continuum. Kubler proposes new forms of historical sequencing where objects and images provide solutions to evolving problems.  Kubler lays out a perspective where processes of innovation, replication, and mutation are in continuous conversation through time.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Chapter_1:_The_History_of_Things\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Chapter 1: The History of Things</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Chapter_2:_The_Classing_of_Things\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Chapter 2: The Classing of Things</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Chapter_3:_The_Propagation_of_Things\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Chapter 3: The Propagation of Things</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Chapter_4:_Some_Kinds_of_Duration\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Chapter 4: Some Kinds of Duration</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Critical_reviews\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Critical reviews</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Influence_on_artists_of_the_1960s\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Influence on artists of the 1960s</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Concerns_raised\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Concerns raised</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#References\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#External_links\"><span class=\"tocnumber\">9</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Chapter_1:_The_History_of_Things\">Chapter 1: The History of Things</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Shape_of_Time&amp;action=edit&amp;section=1\" title=\"Edit section: Chapter 1: The History of Things\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Kubler begins the chapter by discussing \"The Limitations of Biography\" where he lays out the problems encountered when thinking about objects through the histories of their makers.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> Within this section he discusses the importance of the point of entrance of the individual maker into the ongoing history of their objects, the role of biological and physical metaphors, and the relation between scientists and artists.\n</p><p>When looking back at the history of things, the historian using biological metaphors is not useful. \"Purpose has no place in biology, but history has no meaning without it\" (8). Kubler chose the phrase the \"history of things\" with the intention of rejoining objects with their ideas. The pursuit of the historian is to \"identify and reconstruct\" problems, actions, and solutions. \"We always may be sure that every man-made thing arises from a problem as a purposeful solution\" (8). In <i>The Shape of Time</i>, Kubler considers all man-made objects with the idea that everything is invented because of human desire and need.\n</p><p>While both scientists and artists are inventors, one creates solutions to solve physical problems while the other spiritual. Their histories share traits of invention, change and obsolescence (10). Although, at the same time has its extreme differences. The mechanics of a tool may be complicated but is always \"intrinsically simple\" (11). while a work of art may appear simple yet hold the most complex set of thoughts.\n</p><p>Kubler also discusses the role of the historian, the nature of actuality, and lays out his idea of self-signals and adherent signals.\n</p><p><b>Talent and Genius</b>\n</p><p>The comparisons between talent and genius are explored in regard to time and degree.  <a href=\"/wiki/Leonardo_da_Vinci\" title=\"Leonardo da Vinci\">Leonardo da Vinci</a> and <a href=\"/wiki/Raphael\" title=\"Raphael\">Raphael</a> are provided as examples; to debate between who is more talented is a moot point.  Both were extremely talented artists but the other artists of the time \"came late when the feast was over through no fault of their own\" (7).  The ideas of 'nature vs. nurture' in regard to the inheritable traits of genius; Kubler concludes that genius is indeed a result of 'nurture' as learning is not a biological concern.\n</p>\n<h2><span class=\"mw-headline\" id=\"Chapter_2:_The_Classing_of_Things\">Chapter 2: The Classing of Things</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Shape_of_Time&amp;action=edit&amp;section=2\" title=\"Edit section: Chapter 2: The Classing of Things\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>This chapter begins with Kubler's thoughts about the way objects become sequences. He discusses the difference between the existence of objects created from short term fashionable durations versus objects that provide solutions to concrete or conceptual problems.\n</p><p><b>Prime Object and Replications</b>\n</p><p>A Prime Object is an original - whether that be an actual object or an idea. Replications are the reproductions of the Prime Object.\nIt is often difficult to trace or track the origin of a prime occurrence as we typically see the offspring and relatives to the prime through replications and mutations. Frequently a perceived Prime Object is the result of subtle changes to a true Prime Object through: social, economic or political influences. The person copying the prime object will never have the same circumstances or feelings as the original maker. Investigating the history of an object or idea can give clues as to how authentic is the Prime Object. It is equally difficult to generate a prime occurrence, which is why replicating one is a more prevalent practice.\nFor example today's hammer is generally various permutations of a \"T\" shaped object with a metal head placed on a wooden handle - if the entire object itself is not metal. The Prime Object of that hammer may have been a rock used to pound something into the ground.\n</p><p>The problem with classifying a Prime Object is knowing when we are in the presence of a prime object, especially since most (if not all) objects that we come across are really replications of a previous concept. Quite often, Primes are not evident without a significant amount of replications, over a significant period of time, to observe that something influential and indivisible of its parts has presented itself: \"When we consider the class of these great moments, we are usually confronted with dead stars. Even their light has ceased to reach us. We know of their existence only indirectly, by their perturbations, and by the immense detritus of derivative stuff left in their paths.\"\n</p><p>At this point in Chapter 2 Kubler compares great moments in art and inspired ideas to \"dead stars\". This is an interesting metaphor because of the mythology behind dead stars. On the planet earth it takes many years to see the death of a star, because of the great distance between the stars and the earth. The light of a dead star still can be seen as from earth because when the light began to travel visually to earth the star was still an existence.  When applied to that of an idea it is an interesting parallel. Do viewers of art and artists themselves know the style is already dead and outdated because of the constant evolution of ideas and artistic trends, do they know they are seeing a dying star's last light?\n</p><p><b>Mutants</b>\n</p><p>Mutations of a Prime Object occur when a replication of the original concept becomes better, or different, than the original.  The rock might have been the earliest form of a hammer, but it was improved when someone tied a handle onto the rock so it would swing harder and faster.  Another example is a family recipe that is handed down from generation to generation.  Each new generation working with that family recipe may make small changes improving the taste or look of the food.  The later manifestations of that original recipe tend to be even better than the Prime Source.\n</p><p><b>Adherent and Self-signals</b>\n</p><p>The self-signal, as Kubler contends, is the obvious purpose of objects—artwork or tool. The self-signal of a hammer, for example, is its \"mute declaration\" that its intended use is to be grasped by the handle, thus extending the individual's fist through the peen for driving a nail into a plank(24). The adherent signal of the hammer is the patent and protected trademark of a specific manufacturing address stamped on the handle. Using the example of fine art, Kubler explains that the self-signal of a painting is its colors and their arrangement on the two-dimensional surface that alerts the viewer to concede to a visual language that will produce enjoyment. \"Part of the self-signal,\" writes Kubler, \"is that thousands of years of painting still have not exhausted the possibilities of such an apparent simple category of sensation\" (24, 25). The adherent signal of the painting is, for example, the culturally recognized depiction of a well-known myth or historical scene.\n</p><p>Kubler points out that neither adherent signals, which speak only of meaning, nor self-signals, which prove only existence, are enough to assign value to a tool or artwork. The combination of the two is key. As Kubler explains, \"...existence without meaning seems terrible in the same degree as meaning without existence seems trivial\" (25).\n</p><p><b>Serial Appreciation</b>\n</p><p>Kubler declares that nearly everything is based from an original object.  Whether the copy, manipulated or not, is better or worse than the original ultimately does not matter; The object is still a copy.  However, it is up to the maker to decide how to mutate the original as well as to create another domain for the object.  The maker is the one who subconsciously creates boundaries on the object thus limiting its full potential.\n</p><p>Kubler notes that art has \"an unmistakable erosion\" (46) that wears down any work of art.  This 'erosion' is particularly caused from the artist's failing to describe the process that was needed to obtain the finished piece as well as \"the steps in the artist's elaboration of his conceptions.\"  Some of these descriptions may be trivial but what lies between the trivial and the factual is the work.\n</p><p><b>Solitary and Gregarious Artist</b>\n</p><p>Kubler says that \"Today the artist is neither a rebel nor an entertainer.\"(53) he explains how art is affected by different personalities.  He explains how more social personalities work well in music and theatre while introverted personalities are more common in visual art.   However, even within visual art a certain amount of sociability allows for artists to be more in tune with their clients and rivals. The social artist has even been used as a kind of entertainment in royal houses.  He has also used social characteristics to rebel. However, Kubler ends the section saying that the artist no longer functions as an entertainer or rebel.  \"More lonely than ever, the artist today is like Dedalus, the strange artificer of wonderful and frightening surprises for his immediate circle.\"(53)\n</p><p>The revelation of the prime is often revealed in hindsight when history presents itself distant and more easily observed.  The momentary actions of our everyday lives are herald by a much greater force of previous history.  Therefore each action is a compression and replication of the past.  The unique personality reforms the replica as prime by an erosion of its former manifestation understanding of its conceptual replication and places it within contemporary language.\n</p>\n<h2><span class=\"mw-headline\" id=\"Chapter_3:_The_Propagation_of_Things\">Chapter 3: The Propagation of Things</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Shape_of_Time&amp;action=edit&amp;section=3\" title=\"Edit section: Chapter 3: The Propagation of Things\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>This chapter is concerned with the use of things and examines the point when they become less viable and gradually discarded. There are several topics that Kubler addresses in this chapter: invention and variation, replication, discard and retention. Society is hurt by both too much replication and too much invention. Stagnation occurs when ideas and objects are perpetually replicated, and chaos ensues when society is bombarded with numerous inventions.  In discussing artistic invention, Kubler makes an important distinction between artistic invention and useful invention. Kubler states, \"In rough terms, artistic invention is one among many ways of altering the set of the mind, while useful invention marks out the scope of the knowledge the instrument was previously designed to encompass\"(66).  Kubler shows that there is a certain complicated logic to the propagation of things, and it is important to follow the different patterns of change in ideas and things.\n</p><p>Kubler considers several ideas surrounding the development of things in the world.  He examines the ways in which our conceptions of time and our attitudes toward change affect the invention, replication, discard, and retention of objects and discusses useful and artistic invention.  These concepts are differentiated in their effect upon humans; thus, artistic inventions change perceptions of our reality and our situation within it, while useful inventions hew more to an alteration of our quotidian needs and concerns based in our physical concrete experiences.  Kubler asserts that society dislikes change to a degree that militates against invention, resulting in a circumstance where it is only those few who escape the bonds of \"convention\" who produce true inventions.\n</p><p>He posits two manners of this production. The first has to do with the meeting of previously divergent information whose conflux results in a new awareness of solutions or the coming together of \"practice\" and \"principle.\" The second way in which things develop is more resonant of pure invention, in that the inventor creates solely by means of his own engagement with his milieu: the invention.  In this case, the invention is experientially and theoretically untied to earlier thinking.  Kubler states that an artistic invention does not relate to previous solutions in a formal sequence as readily as a useful invention will.\n</p><p>The useful object, because of its very nature, will proceed by smaller incremental steps to advance through its refinements and toward its greater complexity. Therefore, in Kubler's thinking, there may be no perceptible links between two iterations in an artistic sequence of things, the transformations apparently being magical or immediate, while we may easily apprehend the links in a chain of useful inventions. Replication of the object, in Kubler's terms, is rife with a natural variation produced through inevitable minute changes within the production process. It is thus impossible to reproduce an object with exactitude, which in Kubler's mind results in an inexorable \"drift\" away from the object's manifestation at inception. Kubler notes that this movement of a replica over time may be either toward or away from quality. If a replica moves toward betterment, it may arise from our natural wish to improve upon a model, or native talent in a practitioner. When a replica's quality decreases, it may be the result either of economic factors, or the manufacturer's lack of ability in comprehending the whole of the object. The replica, according to Kubler, has to do with regular occurrences, of things which happen at regular intervals; thus, it is time-based. The invention, on the other hand, appertains to the historical and to variations and change within the object. Kubler contends that invention without replication \"would approach chaos\", whereas extended replication without the intervention of invention would conclude in \"formlessness\".\n</p><p>Kubler claims that we tend to retain the artistic or aesthetic object for a longer time than a useful object (resulting in a longer duration of the sequence) because the useful object can only fulfill one function in our world, whereas an artistic object, in its appeals to our metaphysical lives, and its putative enhancement of them, remains of greater value to us. This more total disappearance of the useful object results in more thoroughly closed sequences. (An example of a closed sequence in the world of the useful object is the buggy whip, which was rendered obsolete through the invention of the automobile.) The ways in which we think about change and respond to our environments, in Kubler's estimation, govern not only the rate at which inventions are made, but also whether we choose to retain them, and to what extent they remain in our consciousness after the fact.\n</p>\n<h2><span class=\"mw-headline\" id=\"Chapter_4:_Some_Kinds_of_Duration\">Chapter 4: Some Kinds of Duration</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Shape_of_Time&amp;action=edit&amp;section=4\" title=\"Edit section: Chapter 4: Some Kinds of Duration\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><b>Fast and Slow Happening</b>\n</p><p>Time has a multitude of different \"categorical varieties\" (84). From the \"gravitational field[s]...in the cosmos\" to the \"different systems of intervals and periods\" of humans, animals, and nature, time is so diverse that it is hard to \"describe all the...kinds of duration\" (84).  There are artifacts that \"are so durable\" they may be able to surpass time (84). In looking at the \"history more than the future of man-made things\", we can make an assessment of how to deduce the \"rate of change\" (84).  Social Scientists use a \"quantitative\" model, in describing \"material culture\" (84). They look at things in broad strokes to make \"assessments of cultural effort\" (84). However, the existence of so many replicas and copies in our world, clue us into \"an altogether different rule of order\", in which the public feeds and functions off of the things that already exist (85).  We have been working off of prime objects since the beginning of time. We must look at the \"sequence of forms\" which have stemmed from the original primes, in order to \"explore the nature of change\" (85).\n</p><p><b>Inventors and Artists Role in the Progress of Ideas</b>\n</p><p>Kubler discusses how the general public is not interested in furthering the progress of culture.  The masses are content with copies or replications of an idea; these copies are still recognizably linked to the thought, object, or idea being copied.  This general public merely requires modest updating, little change of the actual object.  \"Public demand recognizes only what exists, unlike the inventors and artists whose minds turn more upon future possibilities, whose speculations and combinations obey an altogether different rule of order, described here as a linked progression of experiments composing a formal sequence\" (85).  Artists challenge the limitations of their historical time and view change as an opportunity to create a unique occurrence.  These occurrences are only possible within the structure of a formal sequence of development. These new inventions need to make sense, or to answer a need, or curiosity on the part of the artist/inventor. Within these new events change can occur gradually or quickly.  Kubler examines the temperaments of artists and how temperament influences their work.  Some artists work within the current tradition, finding new ways to progress its development into uncharted territories.  This artist is able to perceive what others have not and expands upon the current environment. \"Sometimes the map seems finished: nothing more can be added; the class of forms looks closed until another patient man takes a challenge from the seemingly complete situation, and succeeds once more in enlarging it\" (88). Kubler juxtaposes these artists with a different type of artist that he refers to as the \"versatile men\" (88).  He describes how the entrance of the versatile artist occurred during an historical time of \"social and technical renovation\" (88).  These \"fast happening\" artists push the artistic tradition far into the future; these prolific artists are \"adumbrating another new series before the one in which they are engaged has been played out\" (89). Artists are the visionaries throughout the continuum of time.\n</p><p><b>The Shapes of Time</b>\n</p><p>It is difficult to categorize time due to the lack of a measuring constant or \"fixed scale.\"  Kubler notes, \"History has no periodic table of elements, and no classification of types or species . . . no theory of temporal structure\" (96).  A series of events that occur quickly is described as dense; whereas, \"a slow succession with many interruptions is sparse\" (97).  In regard to art history, works of art occur in sequences and are grouped together to be understood in a certain way.  He uses paintings of the <a href=\"/wiki/Twelve_Apostles\" class=\"mw-redirect\" title=\"Twelve Apostles\">Twelve Apostles</a> as an example ('<i>Apostolado</i> by <a href=\"/wiki/Zurbar%C3%A1n\" class=\"mw-redirect\" title=\"Zurbarán\">Zurbarán</a>); individually they can stand alone, but grouped together there is more of a sense of the artist's intention of how they are to be viewed and interpreted: \"usually our comprehension of a thing is incomplete until its positional value can be reconstructed\" (97).  In addition to art, architecture (as well as public fixtures or monuments) is to be read the same way, \"buildings in their settings are a sequence of spaces best seen in an order intended by the architect\" (97).\n</p><p><b>Periods and Their Lengths</b>\n</p><p>Kubler already establishes that there are two standards of duration, \"absolute age\" and \"systematic age.\"  He sees these as different \"envelopes\" of time established by the content of each segment of time.  He focuses on the overall shapes of time at this point, rather than a personal diminutive shape of time, that may span one human life or a collective duration of more life spans.  Using a broad scope of time segments, Kubler divides the segments into \"families\" that scale from smallest to largest.  The smallest being the \"annual crop of fashions\" which he backs up with contemporary and historical patterns, and the largest, which he says are few, are our defined periods in history: \"Western Civilization, Asiatic culture, prehistoric to barbarian and primitive societies\" (91).  The areas of time in-between the smallest and the largest are measured by our calendars and our mathematical methods of measurement.\n</p><p>Kubler returns to the manageable interval of a year, thinking that this span is a known and workable measurement of duration as a tractable system of time duration.  He explains how different cultures measure in different modes or segments: the Roman <a href=\"/wiki/Lustrum\" title=\"Lustrum\">lustrum</a>, a census occurring every five years or the <a href=\"/wiki/Aztec\" class=\"mw-redirect\" title=\"Aztec\">Aztec</a> practice of measuring in durations of 52 years (4 sections of 13 years instead of a 100-year century) called <a href=\"/wiki/Calendar_Round\" class=\"mw-redirect\" title=\"Calendar Round\">Calendar Round</a>. The Aztecs understood this duration to be an estimate of an adult life, a perception of time duration as it relates to human life duration.\n</p><p>Kubler seems to like the idea of linking time duration to human life or generational spans, that perhaps a century could be thought of as three life spans.  He uses fashion, the smallest family of time duration, as a resurfacing measurement suggesting that the interest and tastes of the older grandparent generation would appeal to the youngest generation, the grandchildren. This would make for a reusable system of measurement duration neatly tucked into a century; however, Kubler notes that most of these smaller events of happenings cycle through just about every fifty years, halfway through a century and are subject to other segments of happenings outside the specific event.\n</p><p><b>The Indiction as Module</b>\n</p><p>These thoughts of life or generational duration can be thought of as outdated due to the increase in our current life expectancy.  Technological advances have increased our quality of life; therefore, there is no calendrical duration correlating with individual life expectancies.  When analyzing the age classes (infant, child, adolescent, young adult, mature adult, and old adult), Kubler applies the working lifetime for an artist: 60 years, with 50 of the years at full working capacity.  The artist's life can be categorized into four periods:\"preparation, early, middle, and late maturity, each lasting about 15 years, resemble the indictions of the Roman calendar\" (102).  Very similar to the duration of an artist is the time required to develop significant movements in art history.  It takes about 60 years for the development of an object and another 60 years for its \"first systematic applications\" (102).  Kubler uses changes in Greek vase painting; the appearance changed in two stages, about every sixty years.  Examples that support his 60-year theory are the doubled 60-year durations, such as the Mayan sculpture in the fourth and fifth centuries as well as Japanese woodblock prints around 1650.\n</p>\n<h2><span class=\"mw-headline\" id=\"Critical_reviews\">Critical reviews</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Shape_of_Time&amp;action=edit&amp;section=5\" title=\"Edit section: Critical reviews\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><a href=\"/wiki/Neil_McGregor\" title=\"Neil McGregor\">Neil McGregor</a>, director of the <a href=\"/wiki/British_Museum\" title=\"British Museum\">British Museum</a>, stated, \"Kubler's telling of the history of things remains a key text, his vision a compelling mixture of the habitual and the poetic in human behavior. For him, human creativity is a constantly repeated attempt to refine answers to a set of questions that change only slowly. But this universal habit is punctuated by the great works of art, ways of doing and seeing that he compares to stars, influencing, shaping and illuminating even after they have been destroyed.\"<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p><p>Priscilla Colt of the <a href=\"/w/index.php?title=Dayton_Art_Museum&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Dayton Art Museum (page does not exist)\">Dayton Art Museum</a> reviewed <i>The Shape of Time</i> in <i>Art Journal</i> in 1963.  She identified five major themes in the work including a critical views of, \"1) the separation of the history of art and the history of science... 2) all cyclical theories of cultural change, especially those using the biological metaphor of life stages... 3) the biological and narrative approaches to art history... 4) the severing of meaning and form... 5) the concept of style as a means of classification... .\" Another crucial aspect she identifies is the \"coexistence of several formal sequences within one object and, it follows, in a given present\".  She uses the example of a cathedral, which embodies traits from different sequences and systems.  The ability of this theory to return the object to the flow of time, rather than pin it to a certain time period, is appealing to her.  She regards Kubler's theory of the Prime Object as a difficulty in the theory, due to the difficulty in describing the qualities that a Prime Object embodies.  If we are reduced to describing objects in terms of the traits that they possess, \"are we not arriving again at an historical concept very close to that of style in some of its more refined interpretations?\"  Colt believes that <i>The Shape of Time</i> \"makes proposals rather than putting forth adamant claims\" and believes that it will \"evoke fruitful thinking along productively new lines\".<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>\n</p><p>Kubler himself responded to this review nearly 20 years later in the journal <i>Perspecta</i> in an article titled <i>The Shape of Time. Reconsidered</i>.  He claimed that Priscilla Colt provided \"a summary of the book so concise that I have nothing to change in it, nor would I do it better\".<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Influence_on_artists_of_the_1960s\">Influence on artists of the 1960s</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Shape_of_Time&amp;action=edit&amp;section=6\" title=\"Edit section: Influence on artists of the 1960s\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Several prominent artists in were influenced by and wrote about the ideas presented in <i>The Shape of Time</i>.  The abstract painter <a href=\"/wiki/Ad_Reinhardt\" title=\"Ad Reinhardt\">Ad Reinhardt</a> reviewed Kubler's book in an article for <i>ArtNews</i> in 1966.  This article, along with many other of Reinhardt's writings were included in <i>Art as Art</i> edited by <a href=\"/wiki/Barbara_Rose\" title=\"Barbara Rose\">Barbara Rose</a>, <a href=\"/wiki/University_of_California_Press\" title=\"University of California Press\">University of California Press</a>, 1991.  Another artist who referred to <i>The Shape of Time</i> in his writing and thinking was the seminal land artist <a href=\"/wiki/Robert_Smithson\" title=\"Robert Smithson\">Robert Smithson</a>.  In an article titled <i>Quasi-Infinities and the Waning of Space</i> Smithson discusses Kubler's thoughts about time and communication across time, as well as his theory of Prime Objects.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n</p><p>In her book titled <i>Robert Smithson: Learning from New Jersey and Elsewhere</i>, Anne Reynolds highlights George Kubler's influence on Smithson and how differently from Kubler he believed in an \"equality between... prime [objects] and the replication\"(147).  Pages 145, 146, and 147 have additional examples about the ways in which Smithson disagreed with Kubler's theories about <i>prime object</i> and <i>replica mass</i>.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup>\n</p><p>Conceptual Artist <a href=\"/wiki/John_Baldessari\" title=\"John Baldessari\">John Baldessari</a> made a painting based on Kubler's ideas titled <i>Painting for Kubler</i> 1966-68, which sold May 13, 2009 at Christie's \"Post-war and Contemporary Art Evening Sale\" for $1,874,500. <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.christies.com/LotFinder/lot_details.aspx?intObjectID=5204553\">[1]</a>\n</p>\n<h2><span class=\"mw-headline\" id=\"Concerns_raised\">Concerns raised</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Shape_of_Time&amp;action=edit&amp;section=7\" title=\"Edit section: Concerns raised\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>A frequent concern about Kubler's text is that it is a dense and difficult read. Kubler himself acknowledges this issue but asserts that without the controversy the book would lack a relevant and defining feature. In his 1982 lecture, \"The Shape of Time, Reconsidered\" which appears in <i>Perspecta</i> (Volume 19, MIT Press) Kubler writes, \"I was surprised, while preparing this lecture, to notice how, among my friends who had read the book, a division into two groups appeared. Both groups are equally discerning and educated, and as far as I can tell, equal in numbers. One group is eager to say that they don't understand a word of it, and there are artists and historians among them. Those of the other group claim that they understood it all on first reading, without difficulty. Of course I believe them both, without understanding the combination that separates them so sharply. Perhaps distinctive and contrasting features in the comprehension of works of art are responsible. What I say speaks to some, but not to others. Some are ready, and others are not. But when both someday find that they agree in understanding it, that day may be its last as a book alive in the dissension over its intelligibility.\" Kubler's text has been compared by some to reading a work by Shakespeare; spending time with it rewards the diligent reader. Once recurrent themes are grasped, the language becomes more comprehensible.\n</p><p>There have been comments that Kubler offers many variables and possibilities but no concrete and identifiable system of categorizing frames of codification. Kubler's opinion that there is no one system, but many systems to judge a particular event, is intrinsic to his view that trying to identify a closed system would be hypocritical to his primary premise. All events and ways to measure these events evolve and shift with calendrical time.\n</p><p>In considering Kubler's model for the 60 year change duration (Chapter 4) it has been suggested that a new type of cycle might be considered and researched considering that the advent of the new media millennia was just in the infant stages at the 1st edition of <i>The Shape Of Time.</i> With the advent of new distribution systems and accessibility to a new paradigm of existence, the 60-year cycle may be an outdated model. For example, hyper-acceleration and globalization of knowledge may induce change as rapidly as the internet changed the way we shop, acquire information, or share ideas.\n</p><p><br />\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Shape_of_Time&amp;action=edit&amp;section=8\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><a href=\"/wiki/Giulio_Angioni\" title=\"Giulio Angioni\">Giulio Angioni</a>, <i>Miseria e nobiltà della tecnica</i>, in <i>Fare, dire, sentire: l'identico e il diverso nelle culture</i>, Il Maestrale 2011, pp. 71-76</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">McGregor, Neil <a rel=\"nofollow\" class=\"external free\" href=\"http://yalepress.yale.edu/yupbooks/book.asp?isbn=9780300100617\">http://yalepress.yale.edu/yupbooks/book.asp?isbn=9780300100617</a></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Colt, Priscilla (1963). <b>Review: [untitled]</b>. <i>Art Journal</i>, Vol. 23, No. 1 (Autumn, 1963), pp. 78-79.Published by: College Art Association</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Kubler, George (1982). <b>The Shape of Time. Reconsidered</b>. <i>Perspecta</i>, Vol. 19, pp. 112-121. Published by: The MIT Press on behalf of Perspecta.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Lee, Pamela (2001). <b>\"Ultramoderne\": Or, How George Kubler Stole the Time in Sixties Art</b>. Grey Room, No. 2, pp. 46-77</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Reynolds, Anne <cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20110604125350/http://mitpress.mit.edu/catalog/item/default.asp?ttype=2&amp;tid=10326\">\"Archived copy\"</a>. Archived from <a rel=\"nofollow\" class=\"external text\" href=\"http://mitpress.mit.edu/catalog/item/default.asp?ttype=2&amp;tid=10326\">the original</a> on 2011-06-04<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2009-07-24</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Archived+copy&amp;rft_id=http%3A%2F%2Fmitpress.mit.edu%2Fcatalog%2Fitem%2Fdefault.asp%3Fttype%3D2%26tid%3D10326&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AThe+Shape+of+Time\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div>\n<p>6.Shales, Ezra. \"Tools are like songs.\" New York City. Studio Potter, vol. 36, no. 2, pp.&#160;23–26, Jun 2008. He quotes from Martin Heidegger, Clement Greenberg, George Kubler and others. DAAI: Design and Applied Arts Index\n</p><p>7.Starling, Simon. \"Five Thousand Years (Some Notes, Some Works)\".\nJournal of Modern Craft, vol. 1, no. 1, pp.&#160;117–131, Mar 2008.\n\"with recourse to the work of, among others, George Kubler.\"\n</p><p>8.Czekalski, Jan.\"Goya's 'Third of May', and the aporias of research on the genetic relations of paintings.\" Ars, vol. 40, no. 1, pp.&#160;87–102, 2007\nreferences critics Ernst Gombrich, Göran Hermerén and George Kubler.\n</p><p>9.Tipton, Gemma. \"Without you there isn't anything: Patrick Ireland in an interview with Gemma Tipton.\" Circa, no. 115, Spring 2006, pp.&#160;48–53, \"... with reference to the philosophers Roland Barthes, Susan Sontag, and George Kubler.\"\n</p><p>10.Walsh, Mary Ruth. \"A labyrinth in a box: Aspen 5+6.\" Circa (Ireland), no. 104, Summer 2003, pp.&#160;42–6, 5 illus.\n\" She refers to the influence of George Kubler's book The Shape of Time (1962) on O'Doherty\"\n</p><p>11.Auther, Elissa.\"Classification and its consequences: the case of 'fiber art'\"\nAmerican Art (U.S.A.), vol. 16, no. 3, Fall 2002, pp.&#160;2–9, 5 illus. (1 colour) bibliog\n\"... noting her influence by the art historian George Kubler.\"\n</p><p>12.Alberro, Alex. \"Inside the white box.\" Artforum (U.S.A.), vol. 40, no. 1, Sept. 2001, pp.&#160;170–4, 20 illus. (4 colour)\n... References Dan Graham, William Burroughs, Roland Barthes, George Kubler, Susan Sontag, and Samuel Beckett.\n</p><p>13.Renato, Op. \"Design: de gustibus est disputandum de Fusco(Italy), no. 106, Sept. 1999, pp. 5-14\n\"... artistic design on television and on the Internet, quotes George Kubler's theory on the inevitable coexistence of individuality and conformity.\"\n</p><p>14.Nulli, Andrea. Bosoni, Giampiero. \"The invisible chain.\" \n(Italy), vol. 31, no. 118, March–May 1996, pp.&#160;62–9, 14 illus. (4 colour)\n... anonymous design with reference to the theories of George Kubler and Henri Focillon.\"\n</p><p>15.Reinhardt, Ad. \"Trois textes [Three texts]\" Cahiers du Musée National d'Art Moderne (France), no. 49, Autumn 1994, pp.&#160;80–9, 3 illus.\n\"... Art as Art (1966) and 'Art and history', a review of George Kubler's book The Shape of Time, which appeared in ARTnews (Jan. 1966), all by the American artist Ad Reinhardt. The three texts illustrate aspects of the artist's theory of art\"\n</p>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Shape_of_Time&amp;action=edit&amp;section=9\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"//worldcat.org/identities/lccn-n50-47953\">Works by or about The Shape of Time</a> in libraries (<a href=\"/wiki/WorldCat\" title=\"WorldCat\">WorldCat</a> catalog)</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://aaaaarg.org/text/16029/shape-time-reconsidered\">The Shape of Time Reconsidered</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1327\nCached time: 20180909020625\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.212 seconds\nReal time usage: 0.292 seconds\nPreprocessor visited node count: 1015/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 10845/2097152 bytes\nTemplate argument size: 1154/2097152 bytes\nHighest expansion depth: 20/40\nExpensive parser function count: 2/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 3006/5000000 bytes\nNumber of Wikibase entities loaded: 1/400\nLua time usage: 0.080/10.000 seconds\nLua memory usage: 2.76 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  251.401      1 -total\n 51.75%  130.095      1 Template:Infobox_book\n 38.49%   96.761      1 Template:Infobox\n 22.98%   57.774      1 Template:Citation_style\n 18.31%   46.023      1 Template:Cite_web\n 15.84%   39.811      1 Template:ISBNT\n 15.10%   37.973      1 Template:Ambox\n 14.94%   37.558      1 Template:ISBN\n  7.34%   18.447      1 Template:Wikidata_image\n  5.68%   14.291      1 Template:Catalog_lookup_link\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:23689073-0!canonical and timestamp 20180909020624 and revision id 847429575\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Shape Of Time: Remarks On The History Of Things","hidden":"","*":"Wikipedia_references_cleanup_from_September_2016"},{"sortkey":"Shape Of Time: Remarks On The History Of Things","hidden":"","*":"All_articles_needing_references_cleanup"},{"sortkey":"Shape Of Time: Remarks On The History Of Things","hidden":"","*":"Articles_covered_by_WikiProject_Wikify_from_September_2016"},{"sortkey":"Shape Of Time: Remarks On The History Of Things","hidden":"","*":"All_articles_covered_by_WikiProject_Wikify"},{"sortkey":"Shape Of Time: Remarks On The History Of Things","hidden":"","*":"Pages_to_import_images_to_Wikidata"},{"sortkey":"Shape Of Time: Remarks On The History Of Things","*":"1962_books"},{"sortkey":"Shape Of Time: Remarks On The History Of Things","*":"Yale_University_Press_books"},{"sortkey":"Shape Of Time: Remarks On The History Of Things","*":"Art_history_books"}],"links":[{"ns":14,"exists":"","*":"Category:Wikipedia references cleanup from September 2016"},{"ns":14,"exists":"","*":"Category:Articles covered by WikiProject Wikify from September 2016"},{"ns":0,"exists":"","*":"Ad Reinhardt"},{"ns":0,"exists":"","*":"Art history"},{"ns":0,"exists":"","*":"Art theory"},{"ns":0,"exists":"","*":"Aztec"},{"ns":0,"exists":"","*":"Barbara Rose"},{"ns":0,"exists":"","*":"British Museum"},{"ns":0,"exists":"","*":"Calendar Round"},{"ns":0,"exists":"","*":"George Kubler"},{"ns":0,"exists":"","*":"Giulio Angioni"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"John Baldessari"},{"ns":0,"exists":"","*":"Leonardo da Vinci"},{"ns":0,"exists":"","*":"Lustrum"},{"ns":0,"exists":"","*":"Neil McGregor"},{"ns":0,"exists":"","*":"Raphael"},{"ns":0,"exists":"","*":"Robert Smithson"},{"ns":0,"exists":"","*":"Softcover"},{"ns":0,"exists":"","*":"Style (visual arts)"},{"ns":0,"exists":"","*":"Twelve Apostles"},{"ns":0,"exists":"","*":"University of California Press"},{"ns":0,"exists":"","*":"WorldCat"},{"ns":0,"exists":"","*":"Yale University Press"},{"ns":0,"exists":"","*":"Zurbarán"},{"ns":0,"*":"Dayton Art Museum"},{"ns":4,"exists":"","*":"Wikipedia:Citing sources"},{"ns":12,"exists":"","*":"Help:Footnotes"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Citation style"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Infobox book"},{"ns":10,"exists":"","*":"Template:Infobox"},{"ns":10,"exists":"","*":"Template:Longitem"},{"ns":10,"exists":"","*":"Template:ISBNT"},{"ns":10,"exists":"","*":"Template:ISBN"},{"ns":10,"exists":"","*":"Template:Catalog lookup link"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Error-small"},{"ns":10,"exists":"","*":"Template:Tl"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Both"},{"ns":10,"exists":"","*":"Template:Italic title"},{"ns":10,"exists":"","*":"Template:Template other"},{"ns":10,"exists":"","*":"Template:Wikidata image"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Worldcat id"},{"ns":10,"exists":"","*":"Template:PAGENAMEBASE"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Infobox"},{"ns":828,"exists":"","*":"Module:Navbar"},{"ns":828,"exists":"","*":"Module:InfoboxImage"},{"ns":828,"exists":"","*":"Module:Wikidata"},{"ns":828,"exists":"","*":"Module:I18n"},{"ns":828,"*":"Module:Infobox/i18n"},{"ns":828,"exists":"","*":"Module:Check isxn"},{"ns":828,"exists":"","*":"Module:Error"},{"ns":828,"exists":"","*":"Module:Italic title"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:String"}],"images":["Edit-clear.svg","TheShapeOfTime.jpg"],"externallinks":["https://web.archive.org/web/20110604125350/http://mitpress.mit.edu/catalog/item/default.asp?ttype=2&tid=10326","http://mitpress.mit.edu/catalog/item/default.asp?ttype=2&tid=10326","http://yalepress.yale.edu/yupbooks/book.asp?isbn=9780300100617","http://www.christies.com/LotFinder/lot_details.aspx?intObjectID=5204553","//worldcat.org/identities/lccn-n50-47953","http://aaaaarg.org/text/16029/shape-time-reconsidered"],"sections":[{"toclevel":1,"level":"2","line":"Chapter 1: The History of Things","number":"1","index":"1","fromtitle":"The_Shape_of_Time","byteoffset":1073,"anchor":"Chapter_1:_The_History_of_Things"},{"toclevel":1,"level":"2","line":"Chapter 2: The Classing of Things","number":"2","index":"2","fromtitle":"The_Shape_of_Time","byteoffset":3431,"anchor":"Chapter_2:_The_Classing_of_Things"},{"toclevel":1,"level":"2","line":"Chapter 3: The Propagation of Things","number":"3","index":"3","fromtitle":"The_Shape_of_Time","byteoffset":10361,"anchor":"Chapter_3:_The_Propagation_of_Things"},{"toclevel":1,"level":"2","line":"Chapter 4: Some Kinds of Duration","number":"4","index":"4","fromtitle":"The_Shape_of_Time","byteoffset":15235,"anchor":"Chapter_4:_Some_Kinds_of_Duration"},{"toclevel":1,"level":"2","line":"Critical reviews","number":"5","index":"5","fromtitle":"The_Shape_of_Time","byteoffset":23082,"anchor":"Critical_reviews"},{"toclevel":1,"level":"2","line":"Influence on artists of the 1960s","number":"6","index":"6","fromtitle":"The_Shape_of_Time","byteoffset":25774,"anchor":"Influence_on_artists_of_the_1960s"},{"toclevel":1,"level":"2","line":"Concerns raised","number":"7","index":"7","fromtitle":"The_Shape_of_Time","byteoffset":27668,"anchor":"Concerns_raised"},{"toclevel":1,"level":"2","line":"References","number":"8","index":"8","fromtitle":"The_Shape_of_Time","byteoffset":30149,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"9","index":"9","fromtitle":"The_Shape_of_Time","byteoffset":32648,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"<i>The Shape of Time</i>","iwlinks":[],"properties":[{"name":"displaytitle","*":"<i>The Shape of Time</i>"},{"name":"defaultsort","*":"Shape Of Time: Remarks On The History Of Things"},{"name":"wikibase_item","*":"Q7763673"}]}}