{"parse":{"title":"List of Clone High characters","pageid":4282342,"revid":854868895,"text":{"*":"<div class=\"mw-parser-output\"><p>This is a list of all the characters that have appeared in the animated American-Canadian <a href=\"/wiki/Science_fiction\" title=\"Science fiction\">science-fiction</a>/<a href=\"/wiki/Situation_comedy\" class=\"mw-redirect\" title=\"Situation comedy\">situation comedy</a> series <i><a href=\"/wiki/Clone_High\" title=\"Clone High\">Clone High</a></i> (2002–2003). The series was created by the duo <a href=\"/wiki/Phil_Lord_and_Chris_Miller\" class=\"mw-redirect\" title=\"Phil Lord and Chris Miller\">Phil Lord and Chris Miller</a>. It still occasionally airs reruns on <a href=\"/wiki/Teletoon\" title=\"Teletoon\">Teletoon</a> and was briefly aired by <a href=\"/wiki/MTV\" title=\"MTV\">MTV</a> and <a href=\"/wiki/MTV2\" title=\"MTV2\">MTV2</a> in 2003.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Development\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Development</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Main_characters\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Main characters</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#Abe_Lincoln\"><span class=\"tocnumber\">2.1</span> <span class=\"toctext\">Abe Lincoln</span></a></li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Joan_of_Arc\"><span class=\"tocnumber\">2.2</span> <span class=\"toctext\">Joan of Arc</span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Mahatma_Gandhi\"><span class=\"tocnumber\">2.3</span> <span class=\"toctext\">Mahatma Gandhi</span></a></li>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#Cleopatra_Smith\"><span class=\"tocnumber\">2.4</span> <span class=\"toctext\">Cleopatra Smith</span></a></li>\n<li class=\"toclevel-2 tocsection-7\"><a href=\"#John_F._Kennedy_(JFK)\"><span class=\"tocnumber\">2.5</span> <span class=\"toctext\">John F. Kennedy (JFK)</span></a></li>\n<li class=\"toclevel-2 tocsection-8\"><a href=\"#Principal_Scudworth\"><span class=\"tocnumber\">2.6</span> <span class=\"toctext\">Principal Scudworth</span></a></li>\n<li class=\"toclevel-2 tocsection-9\"><a href=\"#Mr._Lynn_Butlertron\"><span class=\"tocnumber\">2.7</span> <span class=\"toctext\">Mr. Lynn Butlertron</span></a></li>\n<li class=\"toclevel-2 tocsection-10\"><a href=\"#The_Shadowy_Figure\"><span class=\"tocnumber\">2.8</span> <span class=\"toctext\">The Shadowy Figure</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-11\"><a href=\"#Supporting_characters\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Supporting characters</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-12\"><a href=\"#Clone_High_students\"><span class=\"tocnumber\">3.1</span> <span class=\"toctext\">Clone High students</span></a></li>\n<li class=\"toclevel-2 tocsection-13\"><a href=\"#Clone_High_staff\"><span class=\"tocnumber\">3.2</span> <span class=\"toctext\">Clone High staff</span></a></li>\n<li class=\"toclevel-2 tocsection-14\"><a href=\"#Family\"><span class=\"tocnumber\">3.3</span> <span class=\"toctext\">Family</span></a></li>\n<li class=\"toclevel-2 tocsection-15\"><a href=\"#Other_characters\"><span class=\"tocnumber\">3.4</span> <span class=\"toctext\">Other characters</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-16\"><a href=\"#Reception\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Reception</span></a></li>\n<li class=\"toclevel-1 tocsection-17\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Development\">Development</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=List_of_Clone_High_characters&amp;action=edit&amp;section=1\" title=\"Edit section: Development\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>According to co-creator Miller the reason for putting historical figures in a school setting was that \"We chose these characters because they're sort of mythic figures, even people with a very limited knowledge of history have some preconceived ideas about them, which is part of the fun.\" Lord adds, \"The point of the whole show is that these people are not living up to their genetic forebears.\"<sup id=\"cite_ref-Freshman_animators_1-0\" class=\"reference\"><a href=\"#cite_note-Freshman_animators-1\">&#91;1&#93;</a></sup> Lord and Miller also explained that the development of the character of Gandhi as a \" party animal\" was because they researched that the young Gandhi was \"immature\" and \"into partying\" before witnessing the suffering in <a href=\"/wiki/South_Africa\" title=\"South Africa\">South Africa</a>. Another was the reason why they introduced Ponce De León so late in the show, as a parody of how <i><a href=\"/wiki/Beverly_Hills,_90210\" title=\"Beverly Hills, 90210\">Beverly Hills, 90210</a></i> would bring in characters that were never seen before and then kill them off in a melodramatic fashion.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Main_characters\">Main characters</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=List_of_Clone_High_characters&amp;action=edit&amp;section=2\" title=\"Edit section: Main characters\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"Abe_Lincoln\">Abe Lincoln</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=List_of_Clone_High_characters&amp;action=edit&amp;section=3\" title=\"Edit section: Abe Lincoln\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p><b>Abe Lincoln</b> is the clone of <a href=\"/wiki/Abraham_Lincoln\" title=\"Abraham Lincoln\">Abraham Lincoln</a>, the 16th <a href=\"/wiki/President_of_the_United_States\" title=\"President of the United States\">President of the United States</a>. He is the main protagonist of the series, and most of the episodes are seen through his <a href=\"/wiki/Point_of_view_(literature)\" class=\"mw-redirect\" title=\"Point of view (literature)\">point of view</a>. Abe is an average, awkward, naive, shy, clumsy yet kind teenager who feels he is struggling to live up to the legacy of Abraham Lincoln.\n</p><p>He has been friends with Gandhi since they were babies and also good friends with Joan. Throughout season one Abe desperately pursued Cleopatra, his love interest; at first she used him but he had eventually won her love and becomes her boyfriend starting at the end of the episode <i>Sleep of Faith</i> in which she agreed to go out with him after he won a drag race (despite the fact Cleo ditched him to be with JFK), they did not start a real relationship until the episode <i>Plane Crazy</i>.\n</p><p>Abe is very skinny and physically weak to complement his weak-willed and indecisive nature and he is claimed to weigh only 104 pounds despite being one of the tallest students in the school. He is often seen to fall into <a href=\"/wiki/Peer_pressure\" title=\"Peer pressure\">peer pressure</a> despite his moral values. Though intelligent, he is very unaware when it comes to other people's feelings, as he regularly insulted his friend Joan without even realizing it. He has a bitter rivalry with JFK, mostly involving his attempts to win over Cleopatra and a possible joke to one president being Republican and the other Democrat. Another reason for their rivalry is because JFK is secretly angry over how Abe treats Joan on a daily basis in his attempt to win Cleopatra over.\n</p><p>He is unaware that his best friend Joan of Arc is in love with him, and even when she makes advances upon him or professes her love, he seems obstinately stuck in viewing her as his \"girl friend, not his girlfriend\", even to the point of improbably re-interpreting some of her statements and actions as gestures of friendship or humor(something of which JFK is angry about). In the series finale, Abe realizes his feelings for Joan are more than platonic. However, this was only after Cleopatra had given her an involuntary make-over for the prom and the anger he feels when he finds Joan with JFK. Before, Abe was oblivious to the fact that Cleo is attempting to drive a wedge between him and Joan and Gandhi, who she views as being detrimental to her image. When alone with Cleo, he found himself thinking about Joan more. Eventually, Abe realizes her true nature in driving away his friends and sees Cleo for the shallow person she is inside. After ending his relationship with Cleo, he rushes to Joan's house to tell her the truth of his feelings for her. By the time he got there to tell her, Abe discovers to his dismay that Joan has moved on and is in a relationship with JFK.\n</p><p>He is 16 years old. He drives a white 1960s-esque <a href=\"/wiki/Lincoln_Continental\" title=\"Lincoln Continental\">Lincoln Continental</a>. He is captain of the basketball team because he is the tallest guy at school and on the cross country team though it is clear he lacks athleticism, and he is the president of the anti-drug club. His famous catchphrase is \"<a href=\"/wiki/Home_run\" title=\"Home run\">Dinger</a>!\" often said out of great excitement or frustration.\n</p><p>Abe is usually seen wearing a white T-shirt with a blue collar and blue sleeves, long, baggy cargo jeans and sneakers. He is very tall, skinny and gangly. He has messy brown hair and a scruffy black chin-strap beard (without a mustache) and a mole on his left cheek\n</p><p>Voice by <a href=\"/wiki/Will_Forte\" title=\"Will Forte\">Will Forte</a>. <i><a href=\"/wiki/The_Lego_Movie\" title=\"The Lego Movie\">The Lego Movie</a></i> references Clone High by casting Forte as the voice of Lego Abe Lincoln.\n</p>\n<h3><span class=\"mw-headline\" id=\"Joan_of_Arc\">Joan of Arc</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=List_of_Clone_High_characters&amp;action=edit&amp;section=4\" title=\"Edit section: Joan of Arc\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p><b>Joan of Arc</b> is the clone of <a href=\"/wiki/Joan_of_Arc\" title=\"Joan of Arc\">Jeanne d'Arc</a>, the devout 15th century <a href=\"/wiki/France\" title=\"France\">French</a> militant. She is Abe's closest friend and is obviously in love with him (everyone knows it except Abe himself), though his constant ignorance of this causes her a lot of frustration.\n</p><p>In the episode <i>ADD: The Last D Stands for Disorder</i> Joan admits to being a \"<a href=\"/wiki/Goth_fashion\" class=\"mw-redirect\" title=\"Goth fashion\">goth</a>\" and has a very moody, cynical, aloof, sarcastic and angst-ridden personality. She has a tendency to erupt melodramatically into tears, usually when Abe ignores her advances or scores with Cleopatra. She hates Cleopatra considering her to be a <a href=\"/wiki/Bimbo\" title=\"Bimbo\">bimbo</a> and a snob but develops a special hatred when Cleo starts dating Abe and when she is forced to live with Cleo because her house burnt down. Joan prefers to confide in various characters such as Mr. Butlertron, Gandhi, and Jesus Cristo when she needs emotional support, though she also frequently allows Abe to obliviously confide in her regarding his infatuation with Cleo and their amorous affairs together, much to her emotional detriment.\n</p><p>Joan is also very intelligent, well-read, witty and highly ethical and will speak up for what she believes in, though she is always ignored by the others as they see her as being too \"outspoken\". She serves as an environmentalist, a vegetarian and activist. mated to be attractive, though she does not recognize or emphasize this and dutifully wears an <a href=\"/wiki/Orthodontic_retainer\" class=\"mw-redirect\" title=\"Orthodontic retainer\">orthodontic retainer</a>. Joan has proven to appeal to the other male characters, notably JFK whom frequently harasses her. Despite this, he is secretly attracted to Joan not only because she is immune to his charms, but also he is the only one who sees more to her as a person than Abe. In the Series Finale after realizing that Abe will never see her more than a friend, JFK comforts Joan and takes her to the prom with him. It's there that she realizes her feelings for JFK and sees more to him than the arrogant jock he usually displays in front of others. When Abe came over to her house to finally tell her the truth that he is in love with her, Joan has moved on and begins a relationship with JFK. \n</p><p>She is 16 years old. She is an <a href=\"/wiki/Agnostic\" class=\"mw-redirect\" title=\"Agnostic\">agnostic</a> (she rejects religion but is not disinclined to accepting the existence of God), which puts her at odds with the real Jeanne d'Arc who was a devout Christian (this was once explained by feeling unable to live up to the real Jeanne d'Arc). Joan makes home-movies to express herself artistically. In the episode <i>Makeover, Makeover, Makeover</i>, Abe prints flyers of her in order to get her a date for the prom and the flyer describes her as <i><a href=\"/wiki/Janeane_Garofalo\" title=\"Janeane Garofalo\">Janeane Garofaloesque</a></i>.\n</p><p>Joan's appearance consists of a tight black long-sleeved shirt and tight green cargo pants with black boots. She has pale skin, <a href=\"/wiki/Shades_of_red\" title=\"Shades of red\">dark red hair</a>, wears black eye liner, purple lipstick and a black choker around her neck. When Cleo gave her a makeover, she wore a different hairstyle, purple eyeshadow and eyeliner, red lipstick a tight black sleeveless leather <a href=\"/wiki/Minidress\" class=\"mw-redirect\" title=\"Minidress\">minidress</a> with a black and red, lacey pushup bra being revealed, <a href=\"/wiki/Fishnet_stockings\" class=\"mw-redirect\" title=\"Fishnet stockings\">fishnet stockings</a> and higheels to highlight her shapely physique. In her original design, she had black hair.\n</p><p>Voice by <a href=\"/wiki/Nicole_Sullivan\" title=\"Nicole Sullivan\">Nicole Sullivan</a>.\n</p>\n<h3><span class=\"mw-headline\" id=\"Mahatma_Gandhi\">Mahatma Gandhi</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=List_of_Clone_High_characters&amp;action=edit&amp;section=5\" title=\"Edit section: Mahatma Gandhi\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p><b>Gandhi</b> is the clone of <a href=\"/wiki/Mohandas_Karamchand_Gandhi\" class=\"mw-redirect\" title=\"Mohandas Karamchand Gandhi\">Mohandas Karamchand Gandhi</a>, the <a href=\"/wiki/India\" title=\"India\">Indian</a> activist of the <a href=\"/wiki/Indian_Revolution\" class=\"mw-redirect\" title=\"Indian Revolution\">Indian Revolution</a>. Gandhi is a hyperactive, funny, talkative, immature and rather mischievous teenager who wants to be accepted by those around him.\n</p><p>The reason for his often-ridiculous behavior and underachieving in academics is because he thinks he cannot live up to the legacy of Mahatma Gandhi. Though he has a somewhat likable and friendly personality, his outrageous behavior tends to offend and annoy others. He is a close friend of Abe and at times a confidant to Joan when he is not annoying her. Gandhi knows Joan likes Abe but does not say anything for Joan's privacy.\n</p><p>Gandhi believes he is a friend of the popular students and he especially wants to be best friends with JFK in order to be popular by association. He and JFK had three episodes in which they interacted, JFK admitted that he liked Gandhi as a friend in the episode <i>Makeover, Makeover, Makeover</i>. Gandhi also erroneously believes himself to be a ladies man though no females are attracted to him except for Marie Curie but he did gain the attraction of several ladies when he briefly got a makeover as \"GFK\". In the series finale, Gandhi realizes his feelings for Marie and they begin a platonic relationship.\n</p><p>It is revealed that he used to be Cleo's foster brother for 10 years until she told her parents that he was hurting her image so he was disowned and later placed in the care of new foster parents, a stereotypical Jewish couple (despite the fact that Gandhi donated his kidney to Cleo when she was in terrible pain, something she seems to ignore). He is 16 years old. He is also very short for his age much to his own dismay (even having to use a <a href=\"/wiki/Booster_seat\" class=\"mw-redirect\" title=\"Booster seat\">booster seat</a> when riding in a car). His favorite movie is <i><a href=\"/wiki/American_Pie_(film)\" title=\"American Pie (film)\">American Pie</a></i> and according to the 2003 MTV website, he is the associate editor of the school newspaper <i>The Tatler</i> in which he reviews movies.<sup id=\"cite_ref-&#91;&#91;Indian_Express&#93;&#93;_3-0\" class=\"reference\"><a href=\"#cite_note-[[Indian_Express]]-3\">&#91;3&#93;</a></sup> Gandhi is called by various nicknames notably \"<a href=\"/wiki/G-spot\" title=\"G-spot\">G-spot</a>\" and \"<a href=\"/wiki/G-force\" title=\"G-force\">G-force</a>\". He also is school's mascot DNA Dan and the treasurer for the Solid Gandhi Dancers.\n</p><p>Gandhi appearance consist of a gray short-sleeved shirt with a red stripe, blue jeans and white and red sneakers. He stands very short, is very skinny (almost to the point of looking <a href=\"/wiki/Emaciated\" class=\"mw-redirect\" title=\"Emaciated\">emaciated</a>) and has dark, swarthy skin. He is bald, wears glasses and has a black mustache and beard. He also wears a gold earring on his right ear.\n</p><p>His portrayal as a party animal enraged many in <a href=\"/wiki/India\" title=\"India\">India</a>, including prominent members of <a href=\"/wiki/Parliament_of_India\" title=\"Parliament of India\">India's parliament</a>.<sup id=\"cite_ref-Grossberg_4-0\" class=\"reference\"><a href=\"#cite_note-Grossberg-4\">&#91;4&#93;</a></sup>\n</p><p>Voice by actor <a href=\"/wiki/Michael_McDonald_(actor)\" class=\"mw-redirect\" title=\"Michael McDonald (actor)\">Michael McDonald</a>.\n</p>\n<h3><span class=\"mw-headline\" id=\"Cleopatra_Smith\">Cleopatra Smith</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=List_of_Clone_High_characters&amp;action=edit&amp;section=6\" title=\"Edit section: Cleopatra Smith\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p><b>Cleopatra Smith</b> is the clone of <a href=\"/wiki/Cleopatra_VII\" class=\"mw-redirect\" title=\"Cleopatra VII\">Cleopatra VII</a>, the last <a href=\"/wiki/Pharaoh\" title=\"Pharaoh\">Pharaoh</a> of <a href=\"/wiki/Ancient_Egypt\" title=\"Ancient Egypt\">Ancient Egypt</a>. Cleopatra or \"Cleo\" is a beautiful, intelligent and popular student who is more commonly known as Abe's initial love interest.\n</p><p>She is a very selfish, <a href=\"/wiki/Snobbery\" class=\"mw-redirect\" title=\"Snobbery\">snobby</a>, cynical, vain, manipulative, pretentious and <a href=\"/wiki/Materialistic\" class=\"mw-redirect\" title=\"Materialistic\">materialistic</a> stereotypical <a href=\"/wiki/School_diva\" class=\"mw-redirect\" title=\"School diva\">school diva</a> who cares only about her social image, beauty and popularity. She shows very little consideration for other people's feelings and believes she deserves to be treated like a queen among her peers. She is also an overachiever who frequently covets success in order to fit into her \"<a href=\"/wiki/Queen_bee_(subculture)\" class=\"mw-redirect\" title=\"Queen bee (subculture)\">queen bee</a>\" status. It is shown that she acts the way she does out of intense insecurity, and because she has an abusive foster mother who openly harbors contempt towards Cleo. She used to date JFK, but only because she thought he was good for her image.\n</p><p>She became Abe's girlfriend since the episode <i>Plane Crazy</i>. Cleo is portrayed as <a href=\"/wiki/Seductive\" class=\"mw-redirect\" title=\"Seductive\">seductive</a>, hedonistic and libidinous, as result she is sexually <a href=\"/wiki/Promiscuous\" class=\"mw-redirect\" title=\"Promiscuous\">promiscuous</a> and hates it when people make of fun of it, especially when Joan does it to spite her. Cleo has always been aware that Joan harbors strong feelings for Abe, and will often warn Joan to stay away from him after she and Abe began dating. When she discovered JFK's feelings for Joan, Cleo encouraged him to pursue her. In the Series Finale, when Abe was about to have sex with Cleo after prom, he begins to realize his feelings for Joan. After seeing how Cleo had been mistreating both her and Gandhi, Abe ends his relationship to her and leaves.\n</p><p>Despite her arrogance and mean-spirited nature she shows a limited ability of compassion as she willingly gave Joan a makeover to help boost her confidence, she gave up some of her vanity to date the obviously unpopular student Abe Lincoln and consoled JFK when he was sad about Poncey's death.\n</p><p>She is 16 years old. She is captain of the cheerleading team and is the Campus Life editor for <i>The Tatler</i> in which she interviews students and guest stars. Her physical appearance is derived from the wall paintings of Ancient Egyptian women. She is portrayed as being a tan <a href=\"/wiki/Egyptian_people\" class=\"mw-redirect\" title=\"Egyptian people\">Egyptian</a> girl which contradicts with the fact the real Cleopatra was of <a href=\"/wiki/Macedonian_people\" class=\"mw-redirect\" title=\"Macedonian people\">Macedonian</a> descent.\n</p><p>Cleo wears a blue (sometimes red or orange depending on her outfit) headband, a white tank top which shows her large cleavage and a tight black miniskirt to show her volumptuous figure and wears pumps. At night she sleeps in sexy purple <a href=\"/wiki/Lingerie\" title=\"Lingerie\">lingerie</a> and is sometimes seen in her cheerleading uniform at school. At the prom she wore a tight, revealing and seductive red dress and a black minidress at Poncey's funeral.\n</p><p>Voice by actress <a href=\"/wiki/Christa_Miller\" title=\"Christa Miller\">Christa Miller</a>, the wife of Clone High producer <a href=\"/wiki/Bill_Lawrence_(producer)\" class=\"mw-redirect\" title=\"Bill Lawrence (producer)\">Bill Lawrence</a>.\n</p>\n<h3><span id=\"John_F._Kennedy_.28JFK.29\"></span><span class=\"mw-headline\" id=\"John_F._Kennedy_(JFK)\">John F. Kennedy (JFK)</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=List_of_Clone_High_characters&amp;action=edit&amp;section=7\" title=\"Edit section: John F. Kennedy (JFK)\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p><b>JFK</b> is the clone of <a href=\"/wiki/John_Fitzgerald_Kennedy\" class=\"mw-redirect\" title=\"John Fitzgerald Kennedy\">John Fitzgerald Kennedy</a>, the 35th President of the United States. JFK is the stereotypical popular high school <a href=\"/wiki/Jock_(athlete)\" class=\"mw-redirect\" title=\"Jock (athlete)\">jock</a>. He is arrogant, competitive, lecherous, vain and at times dimwitted. He initially antagonized Abe and Gandhi but he later befriends them by the end of the series. However, JFK and Abe maintained a bitter rivalry, mainly due to them wanting to win over Cleopatra over in the early episodes. This later changed when JFK realizes that he is in love with Joan and despises the way Abe callously treats her by ignoring her feelings for him.\n</p><p>It is shown in episodes <i>Episode Two: Election Blue-galoo</i> and in <i>Raisin the Stakes</i>, that JFK is a very <a href=\"/wiki/Charisma\" title=\"Charisma\">good speaker</a>. He speaks with a thick, stereotypical, non-rhotic <a href=\"/wiki/New_England_English\" title=\"New England English\">New England</a> dialect and a <a href=\"/wiki/Boston_accent\" title=\"Boston accent\">Boston accent</a> (a parody of the Kennedy accent) that is exaggerated and monotone for a comical effect (he usually switches \"-er\" suffix with \"-ah\" and also uses \"er\" and \"uh\" as <a href=\"/wiki/Filler_(linguistics)\" title=\"Filler (linguistics)\">filler</a> which occur during mid-sentence). Despite his apparent <a href=\"/wiki/Machismo\" title=\"Machismo\">macho</a> exterior he is very sensitive, emotional and easily offended. JFK is known for his <a href=\"/wiki/Narcissism\" title=\"Narcissism\">narcissism</a> and his <a href=\"/wiki/Libido\" title=\"Libido\">libido</a>. He also has a penchant for using <a href=\"/wiki/Toilet_humor\" class=\"mw-redirect\" title=\"Toilet humor\">dirty jokes</a> and <a href=\"/wiki/Innuendo\" title=\"Innuendo\">innuendo</a>. Despite this, JFK has been known to be very compassionate towards others.\n</p><p>Despite being accident-prone, a target of physical harm and losing his best friend Poncey to a freak accident: he does not believe in the <a href=\"/wiki/Kennedy_curse\" title=\"Kennedy curse\">Kennedy curse</a> - \"Nothing bad ever happens to the <a href=\"/wiki/Kennedys\" class=\"mw-redirect\" title=\"Kennedys\">Kennedys</a>\" and \"I'm a Kennedy, I'm not accustomed to tragedy\". His plan of living up to John F. Kennedy is simply by being a womanizer and he is shown to be attractive to women, he seems not to know much about his clonefather besides that he <a href=\"/wiki/Apollo_program\" title=\"Apollo program\">conquered the moon</a>. It is shown that he likes Joan, which is possibly because she is one of the few girls that is immune to his charm. Another reason why JFK likes her is because she is more compassionate and has always seen more to her than Abe did. In the Series Finale, he comforts Joan and takes her to the prom with his other prom dates. However, they leave him when they realize JFK and Joan are in love with each other. It is at prom and later at Joan's home that they begin a relationship, much to Abe's detest.\n</p><p>He is 16 years old. He mainly drives a yellow van but in the episode <i>Sleep of Faith</i> drove a 1950s-esque <a href=\"/wiki/Chevrolet_Corvette\" title=\"Chevrolet Corvette\">corvette</a> which was destroyed. He also seems to have a fear of sudden movements and friendly \"hand gun\" gestures as he constantly ducks, probably as a cruel joke about the <a href=\"/wiki/John_F._Kennedy_assassination\" class=\"mw-redirect\" title=\"John F. Kennedy assassination\">John F. Kennedy assassination</a>. He questioned his sexuality when he became attracted to \"John Dark\" (Joan in <a href=\"/wiki/Crossdressing\" class=\"mw-redirect\" title=\"Crossdressing\">drag</a>). He is the captain of the football team and soccer team. When he gets hit by Joan, he yells out \"Bobby!\", a reference to <a href=\"/wiki/Robert_F._Kennedy\" title=\"Robert F. Kennedy\">Robert F. Kennedy</a>.\n</p><p>JFK is seen wearing a red sweater with a white stripe in the center and on his sleeves, over a white shirt and tight khaki pants with brown <a href=\"/wiki/Loafers\" class=\"mw-redirect\" title=\"Loafers\">loafers</a>. He has tall, full brown hair and has a fit and muscular <a href=\"/wiki/Physical_attractiveness\" title=\"Physical attractiveness\">physique</a>. His eyes are usually half-open but will get bigger whenever he is shocked, angered or upset. He appears as very healthy even though the real John F. Kennedy suffered a variety of sicknesses from birth (including <a href=\"/wiki/Addison%27s_disease\" title=\"Addison&#39;s disease\">Addison's disease</a>).\n</p><p>Voice by <a href=\"/wiki/Phil_Lord_and_Christopher_Miller\" title=\"Phil Lord and Christopher Miller\">Christopher Miller.</a> Miller had to study the speeches of John F. Kennedy in order to perfect the voice and the accent.\n</p>\n<h3><span class=\"mw-headline\" id=\"Principal_Scudworth\">Principal Scudworth</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=List_of_Clone_High_characters&amp;action=edit&amp;section=8\" title=\"Edit section: Principal Scudworth\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p><b>Principal Cinnamon J. Scudworth, Ph.D.</b> is a deluded, self-aggrandizing megalomaniac of a scientist who always wears rubber dish-gloves and if absolutely horrible at being a principal, he is always trying to betray the Secret Board of Shadowy Figures and use the clones for his own convoluted schemes, his favorite being a clone themed <a href=\"/wiki/Amusement_park\" title=\"Amusement park\">amusement park</a>.\n</p><p>He is shown to have very little control over his emotions and is prone to violent outbursts. It's possible he is an atheist because he once said \"so, religion is for fools?...fools and liberals\". As seen in the opening theme, there is a photo of him and Mr. Butlertron salvaging the remains of Abraham Lincoln, which implies that he was the one along with Mr. B who had dug the corpses of the people in the mid-1980s who would later be used in the cloning experiment.\n</p><p>Scudworth apparently had a son named \"Brian Parker Scudworth\" who he bet in a basketball game against the principal of GESH and lost, as a result Brian ended up getting eaten.<sup id=\"cite_ref-The_Tatler_5-0\" class=\"reference\"><a href=\"#cite_note-The_Tatler-5\">&#91;5&#93;</a></sup>\n</p><p>He is seen wearing glasses, a long white lab coat, yellow rubber gloves (which he never takes off), underneath his coat are black pants and shoes. He has brown hair with a bald spot and a small <a href=\"/wiki/Soul_patch\" title=\"Soul patch\">soul patch</a> under his lower lip.\n</p><p>Voice by Phil Lord.\n</p>\n<h3><span class=\"mw-headline\" id=\"Mr._Lynn_Butlertron\">Mr. Lynn Butlertron</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=List_of_Clone_High_characters&amp;action=edit&amp;section=9\" title=\"Edit section: Mr. Lynn Butlertron\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p><b>Mr. Lynn Butlertron</b> is the loyal robot servant and best friend/roommate to Scudworth who is programmed with a highly sensitive compassion protocol (a parody of <a href=\"/wiki/Mr._Belvedere\" title=\"Mr. Belvedere\">Mr. Belvedere</a>). Also known as Mr. B. He calls everyone \"Wesley\", a reference to the youngest son on Mr. Belvedere, Wesley Owens. Strangely, even though he is a robot, Mr. Butlertron is shown without his mustache in a photograph taken in the 80s in the opening to the show and he also has chest hair and armpit hair as shown when he took off his red cardigan sweater vest. Though he is usually polite and laid-back, he does have a temper which came out when had a fight with Scangrade and when he showed jealousy towards Ecybo Pooch.\n</p><p>Mr. Butlertron is very human-like being programmed to be highly <a href=\"/wiki/Sentient\" class=\"mw-redirect\" title=\"Sentient\">sentient</a> (though its unknown on how he can feel <a href=\"/wiki/Physical_sensations\" class=\"mw-redirect\" title=\"Physical sensations\">physical sensations</a>) and possesses <a href=\"/wiki/Artificial_intelligence\" title=\"Artificial intelligence\">artificial intelligence</a> that which enables him to show human emotions, have <a href=\"/wiki/Free_will\" title=\"Free will\">free will</a> and have facial expressions. He genuinely cares for Scudworth and the students.\n</p><p>Voice by Christopher Miller.\n</p>\n<h3><span class=\"mw-headline\" id=\"The_Shadowy_Figure\">The Shadowy Figure</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=List_of_Clone_High_characters&amp;action=edit&amp;section=10\" title=\"Edit section: The Shadowy Figure\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p><b>The Secret Board of Shadowy Figures</b> is a ruthless and secretive government organization who employs Principal Scudworth and is sponsored by <a href=\"/wiki/Puma_AG\" class=\"mw-redirect\" title=\"Puma AG\">Puma</a>. They appear as a parody of the <a href=\"/wiki/CIA\" class=\"mw-redirect\" title=\"CIA\">CIA</a>, <a href=\"/wiki/United_States_Secret_Service\" title=\"United States Secret Service\">Secret Service</a>, <a href=\"/wiki/NSA\" class=\"mw-redirect\" title=\"NSA\">NSA</a> and <a href=\"/wiki/Area_51\" title=\"Area 51\">Area 51</a>. They were responsible for the creation of the clones in the mid-80's. Their ultimate aim is to use the clones for a super army. The organization consists primarily of aged <a href=\"/wiki/White_people\" title=\"White people\">white</a> male agents.\n</p><p>Its chief director is referred to as <b>The Shadowy Figure</b> (voiced by <a href=\"/wiki/Bill_Lawrence_(producer)\" class=\"mw-redirect\" title=\"Bill Lawrence (producer)\">Bill Lawrence</a>). He is aware of Scudworth's craziness and incompetence in running Clone High. Though for the most part, he has shown amnesty as he gave Scudworth numerous times to redeem himself. He finally decides to kill Scudworth and takes the clones away for experimentation after discovering his video tape of his plot to betray the Secret Board of Shadowy Figures and create \"Cloney Island\". He also secretly hired many celebrities to spy on the clones and Scudworth. He may be <a href=\"/wiki/Lactose_intolerant\" class=\"mw-redirect\" title=\"Lactose intolerant\">lactose intolerant</a>.\n</p><p>They all wear blue <a href=\"/wiki/Paramilitary\" title=\"Paramilitary\">paramilitary</a> uniforms complete with ribbon bars and in the <i>Episode Two</i> they are seen wearing <a href=\"/wiki/Puma_AG\" class=\"mw-redirect\" title=\"Puma AG\">Pumas</a> sneakers.\n</p>\n<h2><span class=\"mw-headline\" id=\"Supporting_characters\">Supporting characters</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=List_of_Clone_High_characters&amp;action=edit&amp;section=11\" title=\"Edit section: Supporting characters\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"Clone_High_students\">Clone High students</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=List_of_Clone_High_characters&amp;action=edit&amp;section=12\" title=\"Edit section: Clone High students\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<ul><li><b><a href=\"/wiki/Julius_Caesar\" title=\"Julius Caesar\">Julius Caesar</a></b>: Caesar is a good friend of JFK. He is shown to be one of the popular students at Clone High and is very friendly. He speaks in a very old aristocratic and theatrical manner. From one of the quotes on the 2003 MTV website he implies that he is in a relationship with Catherine: \"By my troth, Catherine the Great, thou hast playéd with mine heart of stone, and yay, I hath returned but not my pyre\" and the two are often seen together. He is also a fan of <a href=\"/wiki/Laurence_Olivier\" title=\"Laurence Olivier\">Laurence Olivier</a>. He always wears a <a href=\"/wiki/Laurel_wreath\" title=\"Laurel wreath\">laurel wreath</a> on his head. He appears to have an indifferent personality as shown in <i>Litter Kills Literally</i> as he nonchalantly ate popcorn at Poncey's funeral and did not appear to mourn about his death like the other characters nor did he get shocked after JFK had a mental breakdown at the funeral, instead he appeared to be entertained. His catchphraise was originally to be \"<a href=\"/wiki/Veni,_vidi,_vici\" title=\"Veni, vidi, vici\">Veni, vidi, booyah</a>!\". He is voiced by <a href=\"/wiki/Neil_Flynn\" title=\"Neil Flynn\">Neil Flynn</a>.</li>\n<li><b><a href=\"/wiki/Catherine_the_Great\" title=\"Catherine the Great\">Catherine the Great</a></b>: a blonde classmate who speaks with a <a href=\"/wiki/Valley_girl\" title=\"Valley girl\">Valley girl</a> dialect. She is best friends with Cleopatra and is one of the popular students. She is implied to be in a relationship with Julius Caesar as they are often together. She has had sex with JFK in which he insults her as \"Catherine the so-so\". She is shown as being vain, promiscuous and somewhat stupid. She had pursued Gandhi when he was \"GFK\" (Gandhi with a JFK makeover) but lost interest after he returned to his normal self and went to Winter Prom with JFK alongside The Brontë Sisters and Joan of Arc. In the Series Finale, Catherine and the Brontë Sisters discovers JFK's feelings for Joan and leave them. She is voiced by <a href=\"/wiki/Murray_Miller\" title=\"Murray Miller\">Murray Miller</a>.</li>\n<li><b><a href=\"/wiki/Genghis_Khan\" title=\"Genghis Khan\">Genghis Khan</a></b>: a friend of Abe and Gandhi. He appears as very friendly but <a href=\"/wiki/Mental_retardation\" class=\"mw-redirect\" title=\"Mental retardation\">mentally challenged</a> as he is unable to carry out simple tasks that have been instructed upon him. He is also overweight, gluttonous and has a <a href=\"/wiki/Amblyopia\" title=\"Amblyopia\">lazy eye</a>. However, he is a skilled opera singer as shown when he sang <i><a href=\"/wiki/Ave_Maria\" class=\"mw-redirect\" title=\"Ave Maria\">Ave Maria</a></i> at Poncey's funeral. He also wears an orange shirt with the line \"Screw Tibet!\" and a newspaper hat on his head. In his original character design, Genghis was shown as being somewhat of a video game nerd. He is voiced by <a href=\"/wiki/Phil_Lord\" class=\"mw-redirect\" title=\"Phil Lord\">Phil Lord</a>.</li>\n<li><b><a href=\"/wiki/Marie_Antoinette\" title=\"Marie Antoinette\">Marie Antoinette</a></b>: a physically attractive waitress at the <a href=\"/wiki/Grassy_Knoll\" class=\"mw-redirect\" title=\"Grassy Knoll\">Grassy Knoll</a>. She is also another one of popular students. She has large breasts which are the source of JFK and Gandhi's boob jokes which she appears to be annoyed by in <i>A Room for One's Clone</i>. She speaks with a French accent despite the fact her clone-mother was Austrian. Her head got chopped off by Winston Churchill's helicopter in <i>Makeover</i> and she is seen carrying her head in her arms at the end of the episode <i>Changes</i> (but strangely enough she was previously seen with it attached to her neck when she was conversing with Tom Green in the background). She is voiced by <a href=\"/wiki/Sarah_Chalke\" title=\"Sarah Chalke\">Sarah Chalke</a>.</li>\n<li><b><a href=\"/wiki/George_Washington_Carver\" title=\"George Washington Carver\">George Washington Carver</a></b>: a science geek who is obsessed with experimenting with peanuts. He created Peanie, an anthropomorphic peanut. He and Gandhi make a <a href=\"/wiki/Blaxploitation\" title=\"Blaxploitation\">blaxploitation</a>-style film called <i>Black and Tan</i> in the episode <i>Film Fest</i>. He is voiced by <a href=\"/wiki/Donald_Faison\" title=\"Donald Faison\">Donald Faison</a>.</li>\n<li><b><a href=\"/wiki/Jesus_Christ\" class=\"mw-redirect\" title=\"Jesus Christ\">Jesús Cristo</a></b>: a <a href=\"/wiki/Latino\" title=\"Latino\">Latino</a> version of Jesus Christ. He is often seen in woodshop class, which is an allusion to the real Jesus' career as a <a href=\"/wiki/Carpenter\" class=\"mw-redirect\" title=\"Carpenter\">carpenter</a>. He was used as a confidant to Joan in <i>A.D.D.: The Last 'D' is for Disorder</i>. He wears a <a href=\"/wiki/Halo_(religious_iconography)\" title=\"Halo (religious iconography)\">halo</a> on his head. He also appears to be a <a href=\"/wiki/Stoner_(cannabis)\" class=\"mw-redirect\" title=\"Stoner (cannabis)\">stoner</a>. His voice is provided by <a href=\"/wiki/Jeff_Garcia_(voice_actor)\" class=\"mw-redirect\" title=\"Jeff Garcia (voice actor)\">Jeff Garcia</a>.</li>\n<li><b><a href=\"/wiki/Adolf_Hitler\" title=\"Adolf Hitler\">Adolf Hitler</a></b>: Appears in one scene in the episode \"Film Fest: Tears of a Clone\". He appears to have a peace sign on his armband instead of a <a href=\"/wiki/Swastika\" title=\"Swastika\">swastika</a>.</li>\n<li><b><a href=\"/wiki/Vincent_van_Gogh\" title=\"Vincent van Gogh\">Vincent van Gogh</a></b>: a mentally disturbed and anti-social young man. He is missing his ear and covers the exposed area with a bandage. He may represent the <a href=\"/wiki/Emo_(subculture)\" class=\"mw-redirect\" title=\"Emo (subculture)\">emo</a> kid. His room is modeled after the <a href=\"/wiki/Impressionist\" class=\"mw-redirect\" title=\"Impressionist\">impressionist</a> paintings of Van Gogh. Like his clone-father he is a very talented artist as shown when he painted a giant mural to get back at Gandhi. He is voiced by <a href=\"/wiki/Andy_Dick\" title=\"Andy Dick\">Andy Dick</a>.</li>\n<li><b><a href=\"/wiki/Marie_Curie\" title=\"Marie Curie\">Marie Curie</a></b>: a clone who was morbidly deformed due to the exposure to radiation that was in her clone-mother's DNA. She has a very sweet, innocent and nice personality and is very active at school. She is the president of the Solid Gandhi Dancers. She has a major crush on Gandhi as revealed in the episode <i>Makeover, Makeover, Makeover</i>. Gandhi acknowledges his feelings for her at the episode of <i>Makeover, Makeover, Makeover</i> and they became a couple at the end of the episode <i>Changes</i>. She is voiced by <a href=\"/wiki/Nicole_Sullivan\" title=\"Nicole Sullivan\">Nicole Sullivan</a>.</li>\n<li><b><a href=\"/wiki/Thomas_Edison\" title=\"Thomas Edison\">Thomas Edison</a></b>: He is one of the school nerds and runs the <a href=\"/wiki/Audiovisual\" title=\"Audiovisual\">audiovisual</a> club. He has a <a href=\"/wiki/Hunchback\" class=\"mw-redirect\" title=\"Hunchback\">hunchback</a> and the way he speaks makes him sound <a href=\"/wiki/Nasal_congestion\" title=\"Nasal congestion\">congested</a> and having a <a href=\"/wiki/Lisp\" title=\"Lisp\">lisp</a>. He is voiced by Andy Dick.</li>\n<li><b><a href=\"/wiki/Paul_Revere\" title=\"Paul Revere\">Paul Revere</a></b>: the nosy school <a href=\"/wiki/Gossip\" title=\"Gossip\">gossip</a> who he is seen riding a horse while he spreads rumors, he played a major role in the episode <i>A.D.D</i>, as he informed the whole school of Gandhi's condition. He is voiced by <a href=\"/wiki/Zach_Braff\" title=\"Zach Braff\">Zach Braff</a>.</li>\n<li><b><a href=\"/wiki/Nostradamus\" title=\"Nostradamus\">Nostradamus</a></b>: He is an overweight, pimply nerd who falsely believes that he can predict anything, he is known for saying he knew something was going to happen after it already did happen. Because of that he is often seen as a nuisance. He is a lover of science fiction and fantasy. He was also seen hanging with <a href=\"/wiki/Marilyn_Monroe\" title=\"Marilyn Monroe\">Marilyn Monroe</a> at the Grassy Knoll.</li>\n<li><b>The <a href=\"/wiki/Elvis_Presley\" title=\"Elvis Presley\">Elvis</a> Twins</b>: one twin is fit and healthy which represents the younger Elvis during his prime in the 1950s and the other twin is overweight and gluttonous with an addiction to <a href=\"/wiki/Tranquilizers\" class=\"mw-redirect\" title=\"Tranquilizers\">tranquilizers</a> to represent Elvis during his downfall in the 1970s.</li>\n<li><b><a href=\"/wiki/Isaac_Newton\" title=\"Isaac Newton\">Isaac Newton</a></b>: He was originally supposed to be a recurring character, but only appeared in cameos. He is a <a href=\"/wiki/Skateboarder\" class=\"mw-redirect\" title=\"Skateboarder\">skateboarder</a> with very long curly hair and wears a baseball cap that covers his eyes.</li>\n<li><b><a href=\"/wiki/Buddy_Holly\" title=\"Buddy Holly\">Buddy Holly</a></b>: He plays in a band called <i><a href=\"/wiki/Flight_recorder\" title=\"Flight recorder\">Black Box</a></i> along with <a href=\"/wiki/Stevie_Ray_Vaughan\" title=\"Stevie Ray Vaughan\">Stevie Ray Vaughan</a> and <a href=\"/wiki/Ritchie_Valens\" title=\"Ritchie Valens\">Ritchie Valens</a> (who along with the real Holly, also died in plane crashes). He was originally supposed to a recurring character but only appeared in <i>Plane Crazy</i> in which he offers to let Abe ride in a poorly constructed <a href=\"/wiki/Biplane\" title=\"Biplane\">biplane</a> held together by duct tape along with Vaughan, Valens and half of <i><a href=\"/wiki/Lynyrd_Skynyrd\" title=\"Lynyrd Skynyrd\">Lynyrd Skynyrd</a></i>. He is voiced by Neil Flynn.</li>\n<li><b><a href=\"/wiki/Sigmund_Freud\" title=\"Sigmund Freud\">Sigmund Freud</a></b>: He seems able to read people's subconsciences. He appears in <i>Film Fest</i> in which he is the only one who is able to see Joan's love for Abe in her film entry albeit he mocks her for it. According to an article JFK wrote for the school newspaper <i>The Tatler</i>, he tells JFK that he was repressed because he had two father figures and no mother to subconsciously lust after.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup></li>\n<li><b><a href=\"/wiki/Napoleon_Bonaparte\" class=\"mw-redirect\" title=\"Napoleon Bonaparte\">Napoleon Bonaparte</a></b>: Member of Clone High Basketball Team and an assistant manager at T.G.I. Chili's <a href=\"/wiki/Chain_store#Restaurant_chains\" title=\"Chain store\">restaurant chain</a> when Abe and Gandhi get after-school jobs. Abe notes that he has <a href=\"/wiki/Napoleon_complex\" title=\"Napoleon complex\">somekind of complex</a>.</li>\n<li><b><a href=\"/wiki/Juan_Ponce_de_Le%C3%B3n\" title=\"Juan Ponce de León\">Ponce de León</a></b>: referred to as \"Poncey\" is a combined parody of <a href=\"/wiki/Fonzie\" title=\"Fonzie\">Fonzie</a>, <a href=\"/wiki/Dylan_McKay\" title=\"Dylan McKay\">Dylan McKay</a> and <a href=\"/wiki/James_Dean\" title=\"James Dean\">James Dean</a>. He only appears in the episode <i>Litter Kills Literally</i> alive but makes a cameo in the series finale as a ghost. He was JFK's best friend until they got into an argument. He was violently killed by a freak accident involving litter, where a juice box stabs him in the throat and a plastic bag gets caught on his head, causing him to drown in his own blood. (The juice box may be an allusion to the real Ponce de León's death, who died of a <a href=\"/w/index.php?title=Poison_dart&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Poison dart (page does not exist)\">poison dart</a>.) He was very popular and well liked by the other students and he also appeared as optimistic and philosophical which JFK mocked about him. He makes another appearance in that episode as ghost but was likely that was only a hallucination conceived by the grief-stricken JFK. He was voiced by <a href=\"/wiki/Luke_Perry\" title=\"Luke Perry\">Luke Perry</a>.</li></ul>\n<h3><span class=\"mw-headline\" id=\"Clone_High_staff\">Clone High staff</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=List_of_Clone_High_characters&amp;action=edit&amp;section=13\" title=\"Edit section: Clone High staff\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<ul><li><b><a href=\"/wiki/Eleanor_Roosevelt\" title=\"Eleanor Roosevelt\">Eleanor Roosevelt</a></b>: The school's gym teacher. She appears as grotesque and aggressive. She also implies she is a lesbian as she ogled at Joan in the episode <i>Escape from Beer Mountain</i>.</li>\n<li><b>Mr. Sheepman</b>: A kindly history teacher at Clone High, home room teacher for the clones, and the first mostly human clone with a little sheep DNA mixed into his genetic composition (a parody of <a href=\"/wiki/Dolly_(sheep)\" title=\"Dolly (sheep)\">Dolly the Sheep</a>). His mannerisms are a parody of <a href=\"/wiki/Don_Knotts\" title=\"Don Knotts\">Don Knotts</a>. Voice by <a href=\"/wiki/Andy_Dick\" title=\"Andy Dick\">Andy Dick</a>.</li></ul>\n<h3><span class=\"mw-headline\" id=\"Family\">Family</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=List_of_Clone_High_characters&amp;action=edit&amp;section=14\" title=\"Edit section: Family\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<ul><li><b>Abe's Foster Dad</b> and <b>Abe's Foster Mom</b>: They represent a typical conservative suburban couple. They are seen in <i>Raisin the Stakes</i> where they reprimand Abe for smoking raisins and Abe's father is seen in the episode <i>Changes</i> which he encourages Abe to have sex with Cleopatra. Abe's father resembles Harold Weir from the TV series <a href=\"/wiki/Freaks_and_Geeks\" title=\"Freaks and Geeks\">Freaks and Geeks</a>. Abe's Foster Dad is voiced by <a href=\"/wiki/Joe_Flaherty\" title=\"Joe Flaherty\">Joe Flaherty</a> and Abe's Foster Mom is voiced by Will Forte.</li>\n<li><b>Toots</b>: Joan's adoptive grandfather. He is a blind, elderly, likely senile African-American <a href=\"/wiki/Jazz\" title=\"Jazz\">jazz</a> musician who resembles <a href=\"/wiki/Ray_Charles\" title=\"Ray Charles\">Ray Charles</a>. He is seen with a <a href=\"/wiki/Clarinet\" title=\"Clarinet\">clarinet</a> most of the time. He has a very down-to-earth personality. He is loving and patient towards his foster granddaughter and gives her advice all the time but he fails to understand why she is so upset. He possible is a devout Christian as he has a golden <a href=\"/wiki/Jesus_Fish\" class=\"mw-redirect\" title=\"Jesus Fish\">Jesus Fish</a> on the trunk of his car. He is in a relationship with Cleo's alcoholic mother. He is voiced by <a href=\"/wiki/Donald_Faison\" title=\"Donald Faison\">Donald Faison</a>.</li>\n<li><b>Wally and Carl</b>: JFK's adoptive fathers who he refers to as \"Gay Foster Dads\". They are a flamboyant, gay, interracial couple who are loving and understanding towards their adopted son despite his mild <a href=\"/wiki/Homophobia\" title=\"Homophobia\">homophobia</a>. JFK shows low tolerance for them and stresses himself to act as masculine and promiscuous as possible to compensate for their homosexuality. Wally is the African-American effeminate partner and Carl is the Caucasian <a href=\"/wiki/Butch_and_femme\" title=\"Butch and femme\">butch</a> partner. They are voiced by <a href=\"/wiki/Donald_Faison\" title=\"Donald Faison\">Donald Faison</a> and <a href=\"/wiki/Neil_Flynn\" title=\"Neil Flynn\">Neil Flynn</a> respectively.</li>\n<li><b>Cleo's drunk foster mom</b>: Cleo's (and formerly Gandhi's) unnamed adoptive mother. She is a lazy, slurring <a href=\"/wiki/Alcoholic\" class=\"mw-redirect\" title=\"Alcoholic\">alcoholic</a> being unemployed and lives off disability checks. She tends to be abusive towards her daughter both physically and verbally. She once threw make-up at Cleo when she ran out of <a href=\"/wiki/Liquor\" title=\"Liquor\">liquor</a>. Her hostility towards Cleo is stemmed from her own jealously as Cleo is everything she is not, being young, popular and attractive. She is in a relationship with Toots and the two are into <a href=\"/wiki/Sadomasochism\" title=\"Sadomasochism\">S&amp;M</a> as it is seen in <i>A Room For One's Clone</i>. It is likely her last name is Smith as that is Cleo's surname and it is said by Gandhi that she was married at one point because he said Cleo convinced her parents to disown him. She will proposition Abe at one point whenever he tries to visit or contact Cleo. She is voiced by <a href=\"/wiki/Nicole_Sullivan\" title=\"Nicole Sullivan\">Nicole Sullivan</a>.</li>\n<li><b>Gandhi's parents</b>: Gandhi's adopted mother and father are a <a href=\"/wiki/Jewish_stereotypes\" class=\"mw-redirect\" title=\"Jewish stereotypes\">stereotypical</a> <a href=\"/wiki/Jewish\" class=\"mw-redirect\" title=\"Jewish\">Jewish</a> couple. They want Gandhi to excel in school. Gandhi's Stereotypical Jewish Foster Dad is voiced by Neil Flynn.</li></ul>\n<h3><span class=\"mw-headline\" id=\"Other_characters\">Other characters</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=List_of_Clone_High_characters&amp;action=edit&amp;section=15\" title=\"Edit section: Other characters\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<ul><li><b>Narrator</b>: the sarcastic narrator of the show, he tells the audience in the beginning what happened in the previous episode and a preview of the succeeding episode at the end of the show. He is voiced by <a href=\"/wiki/Will_Forte\" title=\"Will Forte\">Will Forte</a> who also voices Abe.</li>\n<li><b>Scangrade (\"The Magnificent\")</b>: an egotistical and boastful robot who is Mr. Butlertron's hated nemesis. He is a giant dated computer grading machine but with arms and legs and a face. Unlike Mr. Butlertron, Scangrade is very primitive as he was manufactured in the 1950s (he has to be plugged into the wall just to operate). He appears in <i>Sleep of Faith</i> and though Mr. Butlertron destroyed him at the end of that episode, Scangrade appears in <i>Changes</i> in which he is covered with tape as a repair. He is powered by the PXJTs. He refers to everyone as \"infidels\". He is voiced by <a href=\"/wiki/Judah_Miller\" title=\"Judah Miller\">Judah Miller</a>.</li>\n<li><b>President Dog</b>: A cute, little stray <a href=\"/wiki/Puppy\" title=\"Puppy\">puppy</a> who is the student body president of Clone High. He randomly appears at the end of the <i>Episode Two</i> in the heat of the class election between Abe Lincoln and JFK, all the students immediately but unintentionally voted him as their class president because of his cuteness and Cleopatra even tried to <a href=\"/wiki/Bestiality\" class=\"mw-redirect\" title=\"Bestiality\">seduce him</a>. Cleo somewhat takes ownership of him and she constantly dotes on him. He was one of the reasons why JFK and Cleo broke up as JFK was annoyed by Cleo putting herself and the dog before him.</li>\n<li><b>Cop</b>: a police officer who makes random appearances in the series notably in episodes <i>Escape from Beer Mountain</i>, <i>Sleep of Faith</i>, <i>Film Fest</i> and <i>Litter Kills Literally</i>. He is voiced by <a href=\"/wiki/Andy_Dick\" title=\"Andy Dick\">Andy Dick</a>.</li>\n<li><b>Peanie</b>: an anthropomorphic peanut with a monocle, eyes, arms and legs. He was created by George Washington Carver. He is kept in a jar and has a fear of being turned into peanut butter. He has appeared in episodes: <i>Escape from Beer Mountain</i> and <i>Film Fest</i>. He is a parody of <a href=\"/wiki/Mr._Peanut\" title=\"Mr. Peanut\">Mr. Peanut</a>.</li>\n<li><b>Geshy</b>: a strange, colorful and <a href=\"/wiki/Carnivorous\" class=\"mw-redirect\" title=\"Carnivorous\">carnivorous</a> creature that was introduced in the episode <i>Shot in the D'arc</i>. He is the mascot for GESH (Genetically Engineered Superhuman High) and is kidnapped by Gandhi and Genghis to gain revenge on GESH. It is revealed that he is a real creature and he and Gandhi form a friendship similar to <a href=\"/wiki/E.T.:_The_Extra-Terrestrial\" class=\"mw-redirect\" title=\"E.T.: The Extra-Terrestrial\">Elliot and E.T.</a>. After Gandhi gives him up it is shown he has an insatiable appetite for flesh and begins eating wild animals and bit off the referee's arm. He makes a cameo appearance in <i>Litter Kills Literally</i> hidden among a group of animals that JFK calls to clean up litter.</li>\n<li><b>Glenn the Janitor</b>: Is the janitor who works at Clone High. He is also the adopted father of Ponce de León. His appearance is based on the <a href=\"/wiki/Janitor_(Scrubs)\" title=\"Janitor (Scrubs)\">Janitor</a> from the TV series <i><a href=\"/wiki/Scrubs_(TV_series)\" title=\"Scrubs (TV series)\">Scrubs</a></i> (which is also produced by Bill Lawrence). In connection to <i>Clone High</i>, in a <a href=\"/wiki/Scrubs_(season_8)\" title=\"Scrubs (season 8)\">season 8</a> episode of <i>Scrubs</i> it was revealed that the Janitor's real name was <i>Glenn Matthews</i>. He is voiced by Neil Flynn, who was famous for playing the Janitor on <i>Scrubs</i>.</li></ul>\n<h2><span class=\"mw-headline\" id=\"Reception\">Reception</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=List_of_Clone_High_characters&amp;action=edit&amp;section=16\" title=\"Edit section: Reception\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><i>Clone High</i> is praised for its high character development and strong voice acting. Charles Soloman of the <a href=\"/wiki/LA_Times\" class=\"mw-redirect\" title=\"LA Times\">LA Times</a> wrote that, \"Will Forte's ingenuous Abraham Lincoln and Nicole Sullivan's resigned Joan of Arc steal the show.\"<sup id=\"cite_ref-Freshman_animators_1-1\" class=\"reference\"><a href=\"#cite_note-Freshman_animators-1\">&#91;1&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=List_of_Clone_High_characters&amp;action=edit&amp;section=17\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-Freshman_animators-1\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Freshman_animators_1-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Freshman_animators_1-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation news\"><a rel=\"nofollow\" class=\"external text\" href=\"http://articles.latimes.com/2003/feb/17/entertainment/et-solomon17\">\"Freshman animators\"</a>. articles.latimes.com. 2003-02-27<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2011-07-27</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=Freshman+animators&amp;rft.date=2003-02-27&amp;rft_id=http%3A%2F%2Farticles.latimes.com%2F2003%2Ffeb%2F17%2Fentertainment%2Fet-solomon17&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AList+of+Clone+High+characters\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://www.youtube.com/watch?v=XHlhFghZ1gM\">\"Clone High NEW Behind the Scenes Discussion\"</a>. YouTube<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2010-12-06</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Clone+High+NEW+Behind+the+Scenes+Discussion&amp;rft.pub=YouTube&amp;rft_id=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DXHlhFghZ1gM&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AList+of+Clone+High+characters\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-&#91;&#91;Indian_Express&#93;&#93;-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-[[Indian_Express]]_3-0\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation news\">O'Brien, Irene (2003-01-29). <a rel=\"nofollow\" class=\"external text\" href=\"http://www.indianexpress.com/oldStory/17449/\">\"Now MTV clones Gandhi, chips away at Mahatma\"</a>. Indian Express.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=Now+MTV+clones+Gandhi%2C+chips+away+at+Mahatma&amp;rft.date=2003-01-29&amp;rft.aulast=O%27Brien&amp;rft.aufirst=Irene&amp;rft_id=http%3A%2F%2Fwww.indianexpress.com%2FoldStory%2F17449%2F&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AList+of+Clone+High+characters\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-Grossberg-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Grossberg_4-0\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation news\">Grossberg, Josh (2003-01-31). <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20110727205443/http://www.eonline.com/news/article/index.jsp?uuid=c520a80c-f8ba-4e92-9355-cbbf7c15647a\">\"MTV Apologizes for Gandhi Goofing\"</a>. E! Online. Archived from <a rel=\"nofollow\" class=\"external text\" href=\"http://www.eonline.com/news/article/index.jsp?uuid=c520a80c-f8ba-4e92-9355-cbbf7c15647a\">the original</a> on July 27, 2011.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=MTV+Apologizes+for+Gandhi+Goofing&amp;rft.date=2003-01-31&amp;rft.aulast=Grossberg&amp;rft.aufirst=Josh&amp;rft_id=http%3A%2F%2Fwww.eonline.com%2Fnews%2Farticle%2Findex.jsp%3Fuuid%3Dc520a80c-f8ba-4e92-9355-cbbf7c15647a&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AList+of+Clone+High+characters\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-The_Tatler-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-The_Tatler_5-0\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20031223090525/http://clonehighusa.com/backstage/tatler/tatler%20issue%206/tatler_issue_six_scud.html\">\"The Tatler Issue #6\"</a>. CloneHighUSA.com. 2003-08-13. Archived from <a rel=\"nofollow\" class=\"external text\" href=\"http://clonehighusa.com/backstage/tatler/tatler%20issue%206/tatler_issue_six_scud.html\">the original</a> on December 23, 2003.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=The+Tatler+Issue+%236&amp;rft.pub=CloneHighUSA.com&amp;rft.date=2003-08-13&amp;rft_id=http%3A%2F%2Fclonehighusa.com%2Fbackstage%2Ftatler%2Ftatler%2520issue%25206%2Ftatler_issue_six_scud.html&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AList+of+Clone+High+characters\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20070528053308/http://www.clonehighusa.com/backstage/tatler/tatler%20issue%203/tatler_issue_three_jfk1.html\">\"Tatler issue #3\"</a>. CloneHighUSA.com. Archived from <a rel=\"nofollow\" class=\"external text\" href=\"http://www.clonehighusa.com/backstage/tatler/tatler%20issue%203/tatler_issue_three_jfk1.html\">the original</a> on May 28, 2007<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2011-04-30</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Tatler+issue+%233&amp;rft.pub=CloneHighUSA.com&amp;rft_id=http%3A%2F%2Fwww.clonehighusa.com%2Fbackstage%2Ftatler%2Ftatler%2520issue%25203%2Ftatler_issue_three_jfk1.html&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AList+of+Clone+High+characters\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw1241\nCached time: 20180905180625\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.124 seconds\nReal time usage: 0.142 seconds\nPreprocessor visited node count: 513/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 8877/2097152 bytes\nTemplate argument size: 93/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 6746/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.037/10.000 seconds\nLua memory usage: 2.41 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   76.185      1 Template:Reflist\n100.00%   76.185      1 -total\n 61.47%   46.831      3 Template:Cite_news\n 17.19%   13.094      3 Template:Cite_web\n  3.24%    2.465      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:4282342-0!canonical and timestamp 20180905180625 and revision id 854868895\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Clone High","*":"Lists_of_characters_in_American_television_adult_animation"},{"sortkey":"Clone High","*":"Lists_of_characters_in_Canadian_television_animation"},{"sortkey":"","*":"Cultural_depictions_of_people"}],"links":[{"ns":0,"exists":"","*":"Abraham Lincoln"},{"ns":0,"exists":"","*":"Addison's disease"},{"ns":0,"exists":"","*":"Adolf Hitler"},{"ns":0,"exists":"","*":"Agnostic"},{"ns":0,"exists":"","*":"Alcoholic"},{"ns":0,"exists":"","*":"Amblyopia"},{"ns":0,"exists":"","*":"American Pie (film)"},{"ns":0,"exists":"","*":"Amusement park"},{"ns":0,"exists":"","*":"Ancient Egypt"},{"ns":0,"exists":"","*":"Andy Dick"},{"ns":0,"exists":"","*":"Apollo program"},{"ns":0,"exists":"","*":"Area 51"},{"ns":0,"exists":"","*":"Artificial intelligence"},{"ns":0,"exists":"","*":"Audiovisual"},{"ns":0,"exists":"","*":"Ave Maria"},{"ns":0,"exists":"","*":"Bestiality"},{"ns":0,"exists":"","*":"Beverly Hills, 90210"},{"ns":0,"exists":"","*":"Bill Lawrence (producer)"},{"ns":0,"exists":"","*":"Bimbo"},{"ns":0,"exists":"","*":"Biplane"},{"ns":0,"exists":"","*":"Blaxploitation"},{"ns":0,"exists":"","*":"Booster seat"},{"ns":0,"exists":"","*":"Boston accent"},{"ns":0,"exists":"","*":"Buddy Holly"},{"ns":0,"exists":"","*":"Butch and femme"},{"ns":0,"exists":"","*":"CIA"},{"ns":0,"exists":"","*":"Carnivorous"},{"ns":0,"exists":"","*":"Carpenter"},{"ns":0,"exists":"","*":"Catherine the Great"},{"ns":0,"exists":"","*":"Chain store"},{"ns":0,"exists":"","*":"Charisma"},{"ns":0,"exists":"","*":"Chevrolet Corvette"},{"ns":0,"exists":"","*":"Christa Miller"},{"ns":0,"exists":"","*":"Clarinet"},{"ns":0,"exists":"","*":"Cleopatra VII"},{"ns":0,"exists":"","*":"Clone High"},{"ns":0,"exists":"","*":"Crossdressing"},{"ns":0,"exists":"","*":"Dolly (sheep)"},{"ns":0,"exists":"","*":"Don Knotts"},{"ns":0,"exists":"","*":"Donald Faison"},{"ns":0,"exists":"","*":"Dylan McKay"},{"ns":0,"exists":"","*":"E.T.: The Extra-Terrestrial"},{"ns":0,"exists":"","*":"Egyptian people"},{"ns":0,"exists":"","*":"Eleanor Roosevelt"},{"ns":0,"exists":"","*":"Elvis Presley"},{"ns":0,"exists":"","*":"Emaciated"},{"ns":0,"exists":"","*":"Emo (subculture)"},{"ns":0,"exists":"","*":"Filler (linguistics)"},{"ns":0,"exists":"","*":"Fishnet stockings"},{"ns":0,"exists":"","*":"Flight recorder"},{"ns":0,"exists":"","*":"Fonzie"},{"ns":0,"exists":"","*":"France"},{"ns":0,"exists":"","*":"Freaks and Geeks"},{"ns":0,"exists":"","*":"Free will"},{"ns":0,"exists":"","*":"G-force"},{"ns":0,"exists":"","*":"G-spot"},{"ns":0,"exists":"","*":"Genghis Khan"},{"ns":0,"exists":"","*":"George Washington Carver"},{"ns":0,"exists":"","*":"Gossip"},{"ns":0,"exists":"","*":"Goth fashion"},{"ns":0,"exists":"","*":"Grassy Knoll"},{"ns":0,"exists":"","*":"Halo (religious iconography)"},{"ns":0,"exists":"","*":"Home run"},{"ns":0,"exists":"","*":"Homophobia"},{"ns":0,"exists":"","*":"Hunchback"},{"ns":0,"exists":"","*":"Impressionist"},{"ns":0,"exists":"","*":"India"},{"ns":0,"exists":"","*":"Indian Revolution"},{"ns":0,"exists":"","*":"Innuendo"},{"ns":0,"exists":"","*":"Isaac Newton"},{"ns":0,"exists":"","*":"James Dean"},{"ns":0,"exists":"","*":"Janeane Garofalo"},{"ns":0,"exists":"","*":"Janitor (Scrubs)"},{"ns":0,"exists":"","*":"Jazz"},{"ns":0,"exists":"","*":"Jeff Garcia (voice actor)"},{"ns":0,"exists":"","*":"Jesus Christ"},{"ns":0,"exists":"","*":"Jesus Fish"},{"ns":0,"exists":"","*":"Jewish"},{"ns":0,"exists":"","*":"Jewish stereotypes"},{"ns":0,"exists":"","*":"Joan of Arc"},{"ns":0,"exists":"","*":"Jock (athlete)"},{"ns":0,"exists":"","*":"Joe Flaherty"},{"ns":0,"exists":"","*":"John F. Kennedy assassination"},{"ns":0,"exists":"","*":"John Fitzgerald Kennedy"},{"ns":0,"exists":"","*":"Juan Ponce de León"},{"ns":0,"exists":"","*":"Judah Miller"},{"ns":0,"exists":"","*":"Julius Caesar"},{"ns":0,"exists":"","*":"Kennedy curse"},{"ns":0,"exists":"","*":"Kennedys"},{"ns":0,"exists":"","*":"LA Times"},{"ns":0,"exists":"","*":"Lactose intolerant"},{"ns":0,"exists":"","*":"Latino"},{"ns":0,"exists":"","*":"Laurel wreath"},{"ns":0,"exists":"","*":"Laurence Olivier"},{"ns":0,"exists":"","*":"Libido"},{"ns":0,"exists":"","*":"Lincoln Continental"},{"ns":0,"exists":"","*":"Lingerie"},{"ns":0,"exists":"","*":"Liquor"},{"ns":0,"exists":"","*":"Lisp"},{"ns":0,"exists":"","*":"Loafers"},{"ns":0,"exists":"","*":"Luke Perry"},{"ns":0,"exists":"","*":"Lynyrd Skynyrd"},{"ns":0,"exists":"","*":"MTV"},{"ns":0,"exists":"","*":"MTV2"},{"ns":0,"exists":"","*":"Macedonian people"},{"ns":0,"exists":"","*":"Machismo"},{"ns":0,"exists":"","*":"Marie Antoinette"},{"ns":0,"exists":"","*":"Marie Curie"},{"ns":0,"exists":"","*":"Marilyn Monroe"},{"ns":0,"exists":"","*":"Materialistic"},{"ns":0,"exists":"","*":"Mental retardation"},{"ns":0,"exists":"","*":"Michael McDonald (actor)"},{"ns":0,"exists":"","*":"Minidress"},{"ns":0,"exists":"","*":"Mohandas Karamchand Gandhi"},{"ns":0,"exists":"","*":"Mr. Belvedere"},{"ns":0,"exists":"","*":"Mr. Peanut"},{"ns":0,"exists":"","*":"Murray Miller"},{"ns":0,"exists":"","*":"NSA"},{"ns":0,"exists":"","*":"Napoleon Bonaparte"},{"ns":0,"exists":"","*":"Napoleon complex"},{"ns":0,"exists":"","*":"Narcissism"},{"ns":0,"exists":"","*":"Nasal congestion"},{"ns":0,"exists":"","*":"Neil Flynn"},{"ns":0,"exists":"","*":"New England English"},{"ns":0,"exists":"","*":"Nicole Sullivan"},{"ns":0,"exists":"","*":"Nostradamus"},{"ns":0,"exists":"","*":"Orthodontic retainer"},{"ns":0,"exists":"","*":"Paramilitary"},{"ns":0,"exists":"","*":"Parliament of India"},{"ns":0,"exists":"","*":"Paul Revere"},{"ns":0,"exists":"","*":"Peer pressure"},{"ns":0,"exists":"","*":"Pharaoh"},{"ns":0,"exists":"","*":"Phil Lord"},{"ns":0,"exists":"","*":"Phil Lord and Chris Miller"},{"ns":0,"exists":"","*":"Phil Lord and Christopher Miller"},{"ns":0,"exists":"","*":"Physical attractiveness"},{"ns":0,"exists":"","*":"Physical sensations"},{"ns":0,"exists":"","*":"Point of view (literature)"},{"ns":0,"exists":"","*":"President of the United States"},{"ns":0,"exists":"","*":"Promiscuous"},{"ns":0,"exists":"","*":"Puma AG"},{"ns":0,"exists":"","*":"Puppy"},{"ns":0,"exists":"","*":"Queen bee (subculture)"},{"ns":0,"exists":"","*":"Ray Charles"},{"ns":0,"exists":"","*":"Ritchie Valens"},{"ns":0,"exists":"","*":"Robert F. Kennedy"},{"ns":0,"exists":"","*":"Sadomasochism"},{"ns":0,"exists":"","*":"Sarah Chalke"},{"ns":0,"exists":"","*":"School diva"},{"ns":0,"exists":"","*":"Science fiction"},{"ns":0,"exists":"","*":"Scrubs (TV series)"},{"ns":0,"exists":"","*":"Scrubs (season 8)"},{"ns":0,"exists":"","*":"Seductive"},{"ns":0,"exists":"","*":"Sentient"},{"ns":0,"exists":"","*":"Shades of red"},{"ns":0,"exists":"","*":"Sigmund Freud"},{"ns":0,"exists":"","*":"Situation comedy"},{"ns":0,"exists":"","*":"Skateboarder"},{"ns":0,"exists":"","*":"Snobbery"},{"ns":0,"exists":"","*":"Soul patch"},{"ns":0,"exists":"","*":"South Africa"},{"ns":0,"exists":"","*":"Stevie Ray Vaughan"},{"ns":0,"exists":"","*":"Stoner (cannabis)"},{"ns":0,"exists":"","*":"Swastika"},{"ns":0,"exists":"","*":"Teletoon"},{"ns":0,"exists":"","*":"The Lego Movie"},{"ns":0,"exists":"","*":"Thomas Edison"},{"ns":0,"exists":"","*":"Toilet humor"},{"ns":0,"exists":"","*":"Tranquilizers"},{"ns":0,"exists":"","*":"United States Secret Service"},{"ns":0,"exists":"","*":"Valley girl"},{"ns":0,"exists":"","*":"Veni, vidi, vici"},{"ns":0,"exists":"","*":"Vincent van Gogh"},{"ns":0,"exists":"","*":"White people"},{"ns":0,"exists":"","*":"Will Forte"},{"ns":0,"exists":"","*":"Zach Braff"},{"ns":0,"*":"Poison dart"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite news"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["http://articles.latimes.com/2003/feb/17/entertainment/et-solomon17","https://www.youtube.com/watch?v=XHlhFghZ1gM","http://www.indianexpress.com/oldStory/17449/","https://web.archive.org/web/20110727205443/http://www.eonline.com/news/article/index.jsp?uuid=c520a80c-f8ba-4e92-9355-cbbf7c15647a","http://www.eonline.com/news/article/index.jsp?uuid=c520a80c-f8ba-4e92-9355-cbbf7c15647a","https://web.archive.org/web/20031223090525/http://clonehighusa.com/backstage/tatler/tatler%20issue%206/tatler_issue_six_scud.html","http://clonehighusa.com/backstage/tatler/tatler%20issue%206/tatler_issue_six_scud.html","https://web.archive.org/web/20070528053308/http://www.clonehighusa.com/backstage/tatler/tatler%20issue%203/tatler_issue_three_jfk1.html","http://www.clonehighusa.com/backstage/tatler/tatler%20issue%203/tatler_issue_three_jfk1.html"],"sections":[{"toclevel":1,"level":"2","line":"Development","number":"1","index":"1","fromtitle":"List_of_Clone_High_characters","byteoffset":409,"anchor":"Development"},{"toclevel":1,"level":"2","line":"Main characters","number":"2","index":"2","fromtitle":"List_of_Clone_High_characters","byteoffset":1687,"anchor":"Main_characters"},{"toclevel":2,"level":"3","line":"Abe Lincoln","number":"2.1","index":"3","fromtitle":"List_of_Clone_High_characters","byteoffset":1914,"anchor":"Abe_Lincoln"},{"toclevel":2,"level":"3","line":"Joan of Arc","number":"2.2","index":"4","fromtitle":"List_of_Clone_High_characters","byteoffset":5466,"anchor":"Joan_of_Arc"},{"toclevel":2,"level":"3","line":"Mahatma Gandhi","number":"2.3","index":"5","fromtitle":"List_of_Clone_High_characters","byteoffset":8740,"anchor":"Mahatma_Gandhi"},{"toclevel":2,"level":"3","line":"Cleopatra Smith","number":"2.4","index":"6","fromtitle":"List_of_Clone_High_characters","byteoffset":12082,"anchor":"Cleopatra_Smith"},{"toclevel":2,"level":"3","line":"John F. Kennedy (JFK)","number":"2.5","index":"7","fromtitle":"List_of_Clone_High_characters","byteoffset":14986,"anchor":"John_F._Kennedy_(JFK)"},{"toclevel":2,"level":"3","line":"Principal Scudworth","number":"2.6","index":"8","fromtitle":"List_of_Clone_High_characters","byteoffset":18623,"anchor":"Principal_Scudworth"},{"toclevel":2,"level":"3","line":"Mr. Lynn Butlertron","number":"2.7","index":"9","fromtitle":"List_of_Clone_High_characters","byteoffset":20301,"anchor":"Mr._Lynn_Butlertron"},{"toclevel":2,"level":"3","line":"The Shadowy Figure","number":"2.8","index":"10","fromtitle":"List_of_Clone_High_characters","byteoffset":21391,"anchor":"The_Shadowy_Figure"},{"toclevel":1,"level":"2","line":"Supporting characters","number":"3","index":"11","fromtitle":"List_of_Clone_High_characters","byteoffset":22662,"anchor":"Supporting_characters"},{"toclevel":2,"level":"3","line":"Clone High students","number":"3.1","index":"12","fromtitle":"List_of_Clone_High_characters","byteoffset":22689,"anchor":"Clone_High_students"},{"toclevel":2,"level":"3","line":"Clone High staff","number":"3.2","index":"13","fromtitle":"List_of_Clone_High_characters","byteoffset":31329,"anchor":"Clone_High_staff"},{"toclevel":2,"level":"3","line":"Family","number":"3.3","index":"14","fromtitle":"List_of_Clone_High_characters","byteoffset":31861,"anchor":"Family"},{"toclevel":2,"level":"3","line":"Other characters","number":"3.4","index":"15","fromtitle":"List_of_Clone_High_characters","byteoffset":34543,"anchor":"Other_characters"},{"toclevel":1,"level":"2","line":"Reception","number":"4","index":"16","fromtitle":"List_of_Clone_High_characters","byteoffset":37695,"anchor":"Reception"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"17","fromtitle":"List_of_Clone_High_characters","byteoffset":37976,"anchor":"References"}],"parsewarnings":[],"displaytitle":"List of <i>Clone High</i> characters","iwlinks":[],"properties":[{"name":"displaytitle","*":"List of <i>Clone High</i> characters"},{"name":"wikibase_item","*":"Q6567426"}]}}