{"parse":{"title":"History of Kyrenia","pageid":3547485,"revid":726687441,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content ambox-Unreferenced\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Question_book-new.svg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png\" width=\"50\" height=\"39\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/75px-Question_book-new.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/100px-Question_book-new.svg.png 2x\" data-file-width=\"512\" data-file-height=\"399\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>does not <a href=\"/wiki/Wikipedia:Citing_sources\" title=\"Wikipedia:Citing sources\">cite</a> any <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">sources</a></b>.<span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=History_of_Kyrenia&amp;action=edit\">improve this article</a> by <a href=\"/wiki/Help:Introduction_to_referencing_with_Wiki_Markup/1\" title=\"Help:Introduction to referencing with Wiki Markup/1\">adding citations to reliable sources</a>. Unsourced material may be challenged and <a href=\"/wiki/Wikipedia:Verifiability#Burden_of_evidence\" title=\"Wikipedia:Verifiability\">removed</a>.</span>  <small><i>(May 2012)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p>The <b>history of Kyrenia</b>, a town in the area of <a href=\"/wiki/Northern_Cyprus\" title=\"Northern Cyprus\">Northern Cyprus</a> that the Turks have occupied since 1974, dates back to <a href=\"/wiki/Prehistoric_Cyprus\" title=\"Prehistoric Cyprus\">Prehistoric Cyprus</a> and continues into the present.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Prehistoric_and_ancient_times\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Prehistoric and ancient times</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Medieval_Ages\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Medieval Ages</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Kyrenia_Under_Ottoman_Rule\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Kyrenia Under Ottoman Rule</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Under_British_Rule\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Under British Rule</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#After_Cypriot_Independence\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">After Cypriot Independence</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#After_the_Turkish_invasion\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">After the Turkish invasion</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#See_also\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">See also</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Prehistoric_and_ancient_times\">Prehistoric and ancient times</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_Kyrenia&amp;action=edit&amp;section=1\" title=\"Edit section: Prehistoric and ancient times\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><a href=\"/wiki/Kyrenia\" title=\"Kyrenia\">Kyrenia</a> dates to the end of the <a href=\"/wiki/Trojan_War\" title=\"Trojan War\">Trojan War</a> when many settlers arrived there from <a href=\"/wiki/Achaea\" title=\"Achaea\">Achaea</a> in the <a href=\"/wiki/Peloponnese\" title=\"Peloponnese\">Peloponnese</a> and established towns in the district. Evidence from archeological sites excavated in and around the town of Kyrenia bespeak of the area's settlement since the <a href=\"/wiki/Neolithic\" title=\"Neolithic\">Neolithic</a> period, 5800-3000 BC. Moreover, many <a href=\"/wiki/Mycenaean_Greek_language\" class=\"mw-redirect\" title=\"Mycenaean Greek language\">Mycenaean</a>, Geometric and Achaean tombs dating from 14th to 5th centuries BC, were also discovered. A fine climate, fertile soil and an abundance of water offered ideal conditions for the town's early settlement. \n</p><p><a href=\"/wiki/Cepheus,_King_of_Tegea\" title=\"Cepheus, King of Tegea\">Cepheus</a> from <a href=\"/wiki/Arcadia\" title=\"Arcadia\">Arcadia</a> is believed to be the founder of the town of <a href=\"/wiki/Kyrenia\" title=\"Kyrenia\">Kyrenia</a>. A military leader, he arrived at the north coast of the island bringing with him many settlers from various towns in Achaea. One such town, located near present-day <a href=\"/wiki/Aigio\" title=\"Aigio\">Aigio</a> in the <a href=\"/wiki/Peloponnese\" title=\"Peloponnese\">Peloponnese</a>, was also called Kyrenia. \n</p><p>The earliest reference made to the town of Kyrenia is found, together with that of the other seven city kingdoms of Cyprus, in <a href=\"/wiki/Hieratic\" title=\"Hieratic\">Egyptian scripts</a> dating from the period of <a href=\"/wiki/Ramesses_III\" title=\"Ramesses III\">Ramesses III</a>, c. 1186–1155 BC.\n</p><p>From its early days of settlement, Kyrenia's commerce and maritime trade benefited enormously from its proximity to the <a href=\"/wiki/Anatolia\" title=\"Anatolia\">Asia Minor</a> coast. Boats set sail from the <a href=\"/wiki/Aegean_Sea\" title=\"Aegean Sea\">Aegean islands</a>, travelled along the Asia Minor coast, and then crossed over the short distance to the northern shores of Cyprus to reach the two city kingdoms of <a href=\"/wiki/Lapithos\" title=\"Lapithos\">Lapithos</a> and Kyrenia. This lively maritime activity (late 4th or early 3rd century BC) is evident in an ancient shipwreck discovered by Andreas Kariolou in 1965, just outside Kyrenia harbour. The vessel's route along <a href=\"/wiki/Samos_Island\" class=\"mw-redirect\" title=\"Samos Island\">Samos</a>, <a href=\"/wiki/Kos\" title=\"Kos\">Kos</a>, <a href=\"/wiki/Rhodes\" title=\"Rhodes\">Rhodes</a>, the Asia Minor coastline and then Kyrenia, demonstrates the town's close maritime relations with other city kingdoms in the eastern <a href=\"/wiki/Mediterranean_Sea\" title=\"Mediterranean Sea\">Mediterranean</a>. \n</p><p>During the succession struggle between <a href=\"/wiki/Ptolemy_I_Soter\" title=\"Ptolemy I Soter\">Ptolemy</a> and <a href=\"/wiki/Antigonus_I_Monophthalmus\" title=\"Antigonus I Monophthalmus\">Antigonus</a> that followed <a href=\"/wiki/Alexander_the_Great\" title=\"Alexander the Great\">Alexander the Great</a>'s death in 323 BC, Kyrenia was subdued under the rule of the kingdom of Lapithos that allied itself with Antigonus. Once the <a href=\"/wiki/Ptolemaic_dynasty\" title=\"Ptolemaic dynasty\">Ptolemies</a> were successful in dominating the whole island, all city kingdoms were abolished. Kyrenia however, because of its maritime trade, continued to prosper. In the 2nd century BC, it is cited as one of six Cypriot towns which were benefactors to the Oracle at <a href=\"/wiki/Delphi\" title=\"Delphi\">Delphi</a>, that is, it received its special representatives who collected contributions and gifts. The town's prosperity at this time is also evident from its two temples, one dedicated to <a href=\"/wiki/Apollo\" title=\"Apollo\">Apollo</a> and the other to <a href=\"/wiki/Aphrodite\" title=\"Aphrodite\">Aphrodite</a>, and from the rich archeological finds dating from the <a href=\"/wiki/Hellenistic_period\" title=\"Hellenistic period\">Hellenistic period</a> excavated within the present-day town limits. \n</p><p>The Romans succeeded the Ptolemies as rulers of Cyprus and during this time Lapithos became the administrative centre of the district. The numerous tombs excavated and the rich archeological finds dating from this period indicate however, that Kyrenia continued to be a populous and prosperous town. An inscription found at the base of a limestone statue dating from 13-37 AD, refers to \"Kyrenians Demos\" that is, the town's inhabitants. Here the Romans left their mark by constructing a castle with a seawall in front of it so that boats and ships could anchor in safety. \n</p><p><a href=\"/wiki/Christianity\" title=\"Christianity\">Christianity</a> found fertile ground in the area. The first Christian martyrs used the old quarries of Chrysokava, just east of Kyrenia castle, as <a href=\"/wiki/Catacombs\" title=\"Catacombs\">catacombs</a> and cut-rock cemeteries which are considered among the island's most important remains from this period. Later, some of these caves were converted into churches and feature beautiful iconography, the most representative of which is that found at Ayia Mavri. From these early days, the town of Kyrenia was an episcopal see. One of its first bishops, Theodotus, was arrested and tortured between 307-324, under the reign of Licinius.\n</p><p>The persecution of Christians officially ended in 313, when <a href=\"/wiki/Constantine_I\" class=\"mw-redirect\" title=\"Constantine I\">Constantine I</a> and his co-emperor, <a href=\"/wiki/Licinius\" title=\"Licinius\">Licinius</a>, issued the <a href=\"/wiki/Edict_of_Milan\" title=\"Edict of Milan\">Edict of Milan</a>, which mandated toleration of Christians in the <a href=\"/wiki/Roman_Empire\" title=\"Roman Empire\">Roman Empire</a> and freedom of worship. The martyrdom of Theodotus, however, occurred in 324 and it is this event that the Church annually commemorates on March 2.\n</p>\n<h2><span class=\"mw-headline\" id=\"Medieval_Ages\">Medieval Ages</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_Kyrenia&amp;action=edit&amp;section=2\" title=\"Edit section: Medieval Ages\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>With the division of the Roman empire into an eastern and <a href=\"/wiki/Western_Roman_Empire\" title=\"Western Roman Empire\">western empire</a>, in 395 Cyprus came under the Byzantine emperors and the <a href=\"/wiki/Eastern_Orthodox_Church\" title=\"Eastern Orthodox Church\">Greek Orthodox Church</a>. The <a href=\"/wiki/List_of_Byzantine_Emperors\" class=\"mw-redirect\" title=\"List of Byzantine Emperors\">Byzantine emperors</a> fortified Kyrenia's Roman castle and in the 10th century, they constructed in its vicinity a church dedicated to <a href=\"/wiki/Saint_George\" title=\"Saint George\">St. George</a>, which the garrison used as a chapel. Then, when in 806, Lambousa was destroyed in the <a href=\"/wiki/Arab\" class=\"mw-redirect\" title=\"Arab\">Arab</a> raids, Kyrenia grew in importance because its castle and garrison offered its inhabitants protection and security. <a href=\"/wiki/Isaac_Komnenos_of_Cyprus\" title=\"Isaac Komnenos of Cyprus\">Isaac Komnenos of Cyprus</a>, the island's last <a href=\"/wiki/Byzantine_Empire\" title=\"Byzantine Empire\">Byzantine</a> governor, sent his family and treasures to the castle for safety in 1191 when King <a href=\"/wiki/Richard_I_of_England\" title=\"Richard I of England\">Richard I of England</a> of England went to war with him. However, Richard defeated Comnenus and became the island's new master. \n</p><p>King Richard's rule was not welcomed in Cyprus so he sold the island first to the <a href=\"/wiki/Knights_Templar\" title=\"Knights Templar\">Templars</a>, and then in 1192, to <a href=\"/wiki/Guy_of_Lusignan\" title=\"Guy of Lusignan\">Guy of Lusignan</a>. Under <a href=\"/wiki/Kingdom_of_Cyprus\" title=\"Kingdom of Cyprus\">Frankish rule</a>, the villages of the district of Kyrenia became feudal estates and the town became once again the administrative and commercial centre for its region. The Lusignans enlarged the castle, built a wall and towers around the town, and extended the fortifications to the harbour. They also fortified the Byzantine castles of Saint Hilarion, Bouffavento and Kantara, which, together with Kyrenia Castle, protected the town from land and sea attacks. Kyrenia castle played a pivotal role in the island's history during the many disputes among the Frankish kings, as well as the conflicts with the <a href=\"/wiki/Genoa\" title=\"Genoa\">Genoese</a>. On numerous occasions the castle came under siege, but it never capitulated. \n</p><p>In 1489, Cyprus came under <a href=\"/wiki/Republic_of_Venice\" title=\"Republic of Venice\">Venetian rule</a>. The Venetians modified <a href=\"/wiki/Kyrenia_Castle\" title=\"Kyrenia Castle\">Kyrenia Castle</a> to meet the threat that the use of gunpowder and cannons posed. The castle's royal quarters and three of its four thin and elegant Frankish towers were demolished and replaced by thickset circular towers that could better withstand cannon fire. These new towers, however, were never put to the test. In 1571, the castle and the town surrendered to the <a href=\"/wiki/Ottoman_Empire\" title=\"Ottoman Empire\">Ottoman</a> army.\n</p>\n<h2><span class=\"mw-headline\" id=\"Kyrenia_Under_Ottoman_Rule\">Kyrenia Under Ottoman Rule</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_Kyrenia&amp;action=edit&amp;section=3\" title=\"Edit section: Kyrenia Under Ottoman Rule\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><a href=\"/wiki/Cyprus_under_the_Ottoman_Empire\" class=\"mw-redirect\" title=\"Cyprus under the Ottoman Empire\">Under Ottoman rule</a>, Kyrenia district was at first one of four, then one six, administrative districts of the island and the town remained its administrative capital. The town's fortunes declined however as it was transformed into a <a href=\"/wiki/Garrison\" title=\"Garrison\">garrison</a> town. The Christian population was expelled from the fortified city, and no one was allowed to reside within the castle other than the artillerymen and their families. These men terrorized the town's inhabitants and those of the surrounding villages, Christian and <a href=\"/wiki/Muslim\" title=\"Muslim\">Muslim</a> alike, with their arbitrary looting and crimes. The few local inhabitants who dared to stay were merchants and fishermen whose livelihood depended on the sea. They built their homes outside the city wall, which through time, neglect and disrepair, turned to ruin. The rest of the inhabitants moved further out to the area known as Pano Kyrenia or the ‘Riatiko' (so called because it once belonged to a king) or fled further inland and to the mountain villages of <a href=\"/wiki/Thermeia\" title=\"Thermeia\">Thermeia</a>, <a href=\"/wiki/Karakoumi\" title=\"Karakoumi\">Karakoumi</a>, <a href=\"/wiki/Kazafani\" title=\"Kazafani\">Kazafani</a>, <a href=\"/wiki/Bellapais\" title=\"Bellapais\">Bellapais</a> and Karmi. \n</p><p>The town revived again when bribes and gifts paid to local Turkish officials caused them to permit local maritime trade with Asia Minor and the Aegean islands to resume. In 1783, the church of Chrysopolitissa was renovated. Then in 1856, following the Hatt-I-Humayum, which introduced social and political reform and greater religious freedom for the various peoples of the <a href=\"/wiki/Ottoman_Empire\" title=\"Ottoman Empire\">Ottoman Empire</a>, the church of Archangel Michael was rebuilt on a rocky mount overlooking the sea. At about this time, many of the Christian inhabitants of the surrounding villages reestablished themselves in the town. Local agriculture and maritime trade, particularly the export of carobs to Asia Minor, allowed the people of Kyrenia to have a comfortable living, and some even to educate their children and pursue other cultural activities.\n</p>\n<h2><span class=\"mw-headline\" id=\"Under_British_Rule\">Under British Rule</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_Kyrenia&amp;action=edit&amp;section=4\" title=\"Edit section: Under British Rule\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In 1878, following a secret agreement between the <a href=\"/wiki/British_Empire\" title=\"British Empire\">British</a> and Ottoman governments, the island was ceded to Great Britain as a military base in the eastern Mediterranean. At first, Great Britain did not undertake major administrative changes, so Kyrenia remained the district's capital. A road was constructed through the mountain pass to connect the town to the island's capital, <a href=\"/wiki/Nicosia\" title=\"Nicosia\">Nicosia</a>, and the harbour was repaired and expanded to accommodate increasing trade with the opposite coast. The town's municipal affairs were put in order and the municipal council took an active role in cleaning and modernizing the town. In 1893, a hospital was built through private contributions and effort. By the 1900s (decade), Kyrenia was a buzzing little town with a new school building, its own newspaper, social, educational and athletic clubs. It was also a favoured vacation spot for many wealthy Nicosia families. Many homes were converted into pensions and boarding houses and in 1906, the first hotel, The ‘Akteon,' was built by the sea. These first decades of British rule however, also saw increased economic hardship for the population. High taxation, frequent droughts and a world economic depression were precipitating factors for a mass exodus of people from the town and district, first to <a href=\"/wiki/Egypt\" title=\"Egypt\">Egypt</a> and then to the <a href=\"/wiki/United_States\" title=\"United States\">United States</a>. \n</p><p>In 1922, the episcopal see of Kyrenia returned to the town after the completion of a new metropolitan building. That same year, the <a href=\"/wiki/Greco-Turkish_War_(1919-1922)\" class=\"mw-redirect\" title=\"Greco-Turkish War (1919-1922)\">Greco-Turkish war</a> brought to a halt all trade with the opposite coast causing a serious economic depression. To the rescue came a young repatriate from the USA who built the town's first modern hotels; first the ‘Seaview' in 1922 followed by the ‘Dome' in 1932 - both built with a foreign tourist clientele in mind. Kyrenia's mild climate, picturesque harbour, numerous archeological sites, panoramic views that combined sea, mountains and vegetation, coupled with modern amenities, soon attracted many travellers and Kyrenia's economy revived through tourism. After the Second World War, more hotels were built and the town remained a favoured vacation spot for Nicosia residents and foreign travellers alike. To the town's Greek and Turkish inhabitants were added many from <a href=\"/wiki/Great_Britain\" title=\"Great Britain\">Great Britain</a> who chose Kyrenia as their permanent place of residence.\n</p>\n<h2><span class=\"mw-headline\" id=\"After_Cypriot_Independence\">After Cypriot Independence</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_Kyrenia&amp;action=edit&amp;section=5\" title=\"Edit section: After Cypriot Independence\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In 1960, Cyprus gained its independence from Great Britain.  However, the intercommunal conflict that broke out in 1963-64 between the island's Greek and Turkish population again eroded Kyrenia's prosperity. While skirmishes in Kyrenia were minimal, Turkish Cypriot irregulars blockaded the Kyrenia-Nicosia road and occupied Saint Hilarion castle. Despite these difficulties, the 1960s and early 1970s was a period of lively cultural and economic activity. A new town hall was built and a Folklore Museum established. The ancient shipwreck <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.kyreniaship.org\">[1]</a> already alluded to was reassembled, together with all its amphorae and cargo, and permanently exhibited at the castle. The number of new hotels and tourists multiplied and a new road was constructed in the early 1970s connecting the town to Nicosia from the east. The town's cultural activities greatly increased. Other than the many traditional cultural and religious fairs and festivals annually celebrated, flower shows, yachting races, concerts and theatre performances were organized. Kyrenia, the smallest of Cypriot towns, was undoubtedly the island's most precious jewel. \n</p><p>The town's inhabitants, Greek, Turk, <a href=\"/wiki/Maronite_Church\" title=\"Maronite Church\">Maronite</a>, <a href=\"/wiki/Armenians\" title=\"Armenians\">Armenian</a>, Latin and British peacefully coexisted and cooperated in their daily affairs and the town had grown beyond its two historic neighbourhoods of Kato (Lower) Kyrenia and Pano (Upper) Kyrenia. It expanded towards the mountain slopes to form the new neighbourhood of \"California\", and eastward it had just about reached the outskirts of Thermeia, Karakoumi and Ayios Georgios. On July 20, 1974, <a href=\"/wiki/Turkey\" title=\"Turkey\">Turkey</a> landed on the island to protect the Turkish minority from attack from the Greek military coup for <a href=\"/wiki/Enosis\" title=\"Enosis\">enosis</a> . The <a href=\"/wiki/Greek_Cypriots\" title=\"Greek Cypriots\">Greek Cypriots</a> of Kyrenia abandoned their homes and headed to south of what is now the green line.\n</p><p>In 1974, there were 47 villages in the district of Kyrenia <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.kyreniaship.org\">[2]</a>. Greek and Maronite Cypriots constituted 83% of the district's total population, while the <a href=\"/wiki/Turkish_Cypriots\" title=\"Turkish Cypriots\">Turkish Cypriots</a> constituted just 15% of the total.\n</p>\n<h2><span class=\"mw-headline\" id=\"After_the_Turkish_invasion\">After the Turkish invasion</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_Kyrenia&amp;action=edit&amp;section=6\" title=\"Edit section: After the Turkish invasion\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In 1974 the Turkish military conducted the <a href=\"/wiki/Turkish_Invasion_of_Cyprus\" class=\"mw-redirect\" title=\"Turkish Invasion of Cyprus\">Turkish Invasion of Cyprus</a>. As a result, the Greeks of Kyrenia were expelled from their homes and became refugees. Today, the Republic of Cyprus continues to have a bishop of Kyrenia and the pre-1974 Greek inhabitants of Kyrenia continue to participate elections for the Kyrenia municipality in exile.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_Kyrenia&amp;action=edit&amp;section=7\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/History_of_Cyprus\" title=\"History of Cyprus\">History of Cyprus</a></li>\n<li><a href=\"/wiki/Kyrenia\" title=\"Kyrenia\">Kyrenia</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1319\nCached time: 20180906215445\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.064 seconds\nReal time usage: 0.090 seconds\nPreprocessor visited node count: 160/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 4007/2097152 bytes\nTemplate argument size: 8/2097152 bytes\nHighest expansion depth: 6/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.021/10.000 seconds\nLua memory usage: 818 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   56.569      1 Template:Unreferenced\n100.00%   56.569      1 -total\n 59.86%   33.860      1 Template:Ambox\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:3547485-0!canonical and timestamp 20180906215445 and revision id 726687441\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Kyrenia","hidden":"","*":"Articles_lacking_sources_from_May_2012"},{"sortkey":"Kyrenia","hidden":"","*":"All_articles_lacking_sources"},{"sortkey":"Kyrenia","*":"History_by_city"},{"sortkey":"Kyrenia","*":"History_of_Cyprus"},{"sortkey":"Kyrenia","*":"Kyrenia"}],"links":[{"ns":14,"exists":"","*":"Category:Articles lacking sources from May 2012"},{"ns":0,"exists":"","*":"Achaea"},{"ns":0,"exists":"","*":"Aegean Sea"},{"ns":0,"exists":"","*":"Aigio"},{"ns":0,"exists":"","*":"Alexander the Great"},{"ns":0,"exists":"","*":"Anatolia"},{"ns":0,"exists":"","*":"Antigonus I Monophthalmus"},{"ns":0,"exists":"","*":"Aphrodite"},{"ns":0,"exists":"","*":"Apollo"},{"ns":0,"exists":"","*":"Arab"},{"ns":0,"exists":"","*":"Arcadia"},{"ns":0,"exists":"","*":"Armenians"},{"ns":0,"exists":"","*":"Bellapais"},{"ns":0,"exists":"","*":"British Empire"},{"ns":0,"exists":"","*":"Byzantine Empire"},{"ns":0,"exists":"","*":"Catacombs"},{"ns":0,"exists":"","*":"Cepheus, King of Tegea"},{"ns":0,"exists":"","*":"Christianity"},{"ns":0,"exists":"","*":"Constantine I"},{"ns":0,"exists":"","*":"Cyprus under the Ottoman Empire"},{"ns":0,"exists":"","*":"Delphi"},{"ns":0,"exists":"","*":"Eastern Orthodox Church"},{"ns":0,"exists":"","*":"Edict of Milan"},{"ns":0,"exists":"","*":"Egypt"},{"ns":0,"exists":"","*":"Enosis"},{"ns":0,"exists":"","*":"Garrison"},{"ns":0,"exists":"","*":"Genoa"},{"ns":0,"exists":"","*":"Great Britain"},{"ns":0,"exists":"","*":"Greco-Turkish War (1919-1922)"},{"ns":0,"exists":"","*":"Greek Cypriots"},{"ns":0,"exists":"","*":"Guy of Lusignan"},{"ns":0,"exists":"","*":"Hellenistic period"},{"ns":0,"exists":"","*":"Hieratic"},{"ns":0,"exists":"","*":"History of Cyprus"},{"ns":0,"exists":"","*":"Isaac Komnenos of Cyprus"},{"ns":0,"exists":"","*":"Karakoumi"},{"ns":0,"exists":"","*":"Kazafani"},{"ns":0,"exists":"","*":"Kingdom of Cyprus"},{"ns":0,"exists":"","*":"Knights Templar"},{"ns":0,"exists":"","*":"Kos"},{"ns":0,"exists":"","*":"Kyrenia"},{"ns":0,"exists":"","*":"Kyrenia Castle"},{"ns":0,"exists":"","*":"Lapithos"},{"ns":0,"exists":"","*":"Licinius"},{"ns":0,"exists":"","*":"List of Byzantine Emperors"},{"ns":0,"exists":"","*":"Maronite Church"},{"ns":0,"exists":"","*":"Mediterranean Sea"},{"ns":0,"exists":"","*":"Muslim"},{"ns":0,"exists":"","*":"Mycenaean Greek language"},{"ns":0,"exists":"","*":"Neolithic"},{"ns":0,"exists":"","*":"Nicosia"},{"ns":0,"exists":"","*":"Northern Cyprus"},{"ns":0,"exists":"","*":"Ottoman Empire"},{"ns":0,"exists":"","*":"Peloponnese"},{"ns":0,"exists":"","*":"Prehistoric Cyprus"},{"ns":0,"exists":"","*":"Ptolemaic dynasty"},{"ns":0,"exists":"","*":"Ptolemy I Soter"},{"ns":0,"exists":"","*":"Ramesses III"},{"ns":0,"exists":"","*":"Republic of Venice"},{"ns":0,"exists":"","*":"Rhodes"},{"ns":0,"exists":"","*":"Richard I of England"},{"ns":0,"exists":"","*":"Roman Empire"},{"ns":0,"exists":"","*":"Saint George"},{"ns":0,"exists":"","*":"Samos Island"},{"ns":0,"exists":"","*":"Thermeia"},{"ns":0,"exists":"","*":"Trojan War"},{"ns":0,"exists":"","*":"Turkey"},{"ns":0,"exists":"","*":"Turkish Cypriots"},{"ns":0,"exists":"","*":"Turkish Invasion of Cyprus"},{"ns":0,"exists":"","*":"United States"},{"ns":0,"exists":"","*":"Western Roman Empire"},{"ns":4,"exists":"","*":"Wikipedia:Citing sources"},{"ns":4,"exists":"","*":"Wikipedia:Verifiability"},{"ns":12,"exists":"","*":"Help:Introduction to referencing with Wiki Markup/1"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Unreferenced"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"}],"images":["Question_book-new.svg"],"externallinks":["http://www.kyreniaship.org"],"sections":[{"toclevel":1,"level":"2","line":"Prehistoric and ancient times","number":"1","index":"1","fromtitle":"History_of_Kyrenia","byteoffset":214,"anchor":"Prehistoric_and_ancient_times"},{"toclevel":1,"level":"2","line":"Medieval Ages","number":"2","index":"2","fromtitle":"History_of_Kyrenia","byteoffset":4614,"anchor":"Medieval_Ages"},{"toclevel":1,"level":"2","line":"Kyrenia Under Ottoman Rule","number":"3","index":"3","fromtitle":"History_of_Kyrenia","byteoffset":6914,"anchor":"Kyrenia_Under_Ottoman_Rule"},{"toclevel":1,"level":"2","line":"Under British Rule","number":"4","index":"4","fromtitle":"History_of_Kyrenia","byteoffset":8857,"anchor":"Under_British_Rule"},{"toclevel":1,"level":"2","line":"After Cypriot Independence","number":"5","index":"5","fromtitle":"History_of_Kyrenia","byteoffset":11260,"anchor":"After_Cypriot_Independence"},{"toclevel":1,"level":"2","line":"After the Turkish invasion","number":"6","index":"6","fromtitle":"History_of_Kyrenia","byteoffset":13389,"anchor":"After_the_Turkish_invasion"},{"toclevel":1,"level":"2","line":"See also","number":"7","index":"7","fromtitle":"History_of_Kyrenia","byteoffset":13770,"anchor":"See_also"}],"parsewarnings":[],"displaytitle":"History of Kyrenia","iwlinks":[],"properties":[{"name":"defaultsort","*":"Kyrenia"},{"name":"wikibase_item","*":"Q16957986"}]}}