{"parse":{"title":"Hockett's design features","pageid":39356537,"revid":839492403,"text":{"*":"<div class=\"mw-parser-output\"><p>In the 1960s, <a href=\"/wiki/Linguistics\" title=\"Linguistics\">linguistic</a> <a href=\"/wiki/Anthropology\" title=\"Anthropology\">anthropologist</a> <a href=\"/wiki/Charles_F._Hockett\" title=\"Charles F. Hockett\">Charles F. Hockett</a> defined a set of features that characterize <a href=\"/wiki/Human_language\" class=\"mw-redirect\" title=\"Human language\">human language</a> and set it apart from <a href=\"/wiki/Animal_communication\" title=\"Animal communication\">animal communication</a>. He called these characteristics the design features of language. Hockett originally believed there to be 13 design features. While <a href=\"/wiki/Primate\" title=\"Primate\">primate</a> communication utilizes the first 9 features, the final 4 features (<a href=\"/wiki/Displacement_(linguistics)\" title=\"Displacement (linguistics)\">displacement</a>, <a href=\"/wiki/Productivity_(linguistics)\" title=\"Productivity (linguistics)\">productivity</a>, <a href=\"/wiki/Traditional_transmission\" title=\"Traditional transmission\">cultural transmission</a>, and <a href=\"/wiki/Double_articulation\" title=\"Double articulation\">duality</a>) are reserved for humans.  Hockett later added prevarication, <a href=\"/wiki/Reflexiveness\" title=\"Reflexiveness\">reflexiveness</a>, and learnability to the list as uniquely human characteristics. He asserted that even the most basic human languages possess these 16 features.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Charles_Hockett\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Charles Hockett</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Design_features_of_language\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Design features of language</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Design_features_in_animal_communication\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Design features in animal communication</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Ants\"><span class=\"tocnumber\">3.1</span> <span class=\"toctext\">Ants</span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Birds\"><span class=\"tocnumber\">3.2</span> <span class=\"toctext\">Birds</span></a></li>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#Honeybees\"><span class=\"tocnumber\">3.3</span> <span class=\"toctext\">Honeybees</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Footnotes\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Footnotes</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#Further_reading\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Further reading</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Charles_Hockett\">Charles Hockett</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Hockett%27s_design_features&amp;action=edit&amp;section=1\" title=\"Edit section: Charles Hockett\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Charles Hockett was an American linguist and anthropologist, who lived from 1916 to 2000. Hockett graduated from <a href=\"/wiki/Yale_University\" title=\"Yale University\">Yale</a> in 1939, and later taught at both <a href=\"/wiki/Cornell_University\" title=\"Cornell University\">Cornell</a> and <a href=\"/wiki/Rice_University\" title=\"Rice University\">Rice</a>. Hockett made significant contributions to <a href=\"/wiki/Structural_linguistics\" title=\"Structural linguistics\">structural linguistics</a>, as well as the study of Native American, Chinese, and Fijian languages.  His work focused on detailed linguistic analysis, particularly <a href=\"/wiki/Morphology_(linguistics)\" title=\"Morphology (linguistics)\">morphology</a> and <a href=\"/wiki/Phonology\" title=\"Phonology\">phonology</a>, and on the concepts and tools that facilitated such analysis.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>\nUp until the 1950s, language was largely viewed as a social-behavioral phenomenon. Hockett was challenged in this belief by Noam Chomsky, who suggested that language is biologically-based and innately learned.  He believed that humans share a <a href=\"/wiki/Universal_grammar\" title=\"Universal grammar\">universal grammar</a> that ties all languages together.  Hockett staunchly opposed this \"Chomskyan\" concept of the nature of language. However, Hockett is most famous for defining what he called the design features of language, which demonstrate his beliefs about the commonalities between human languages.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Design_features_of_language\">Design features of language</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Hockett%27s_design_features&amp;action=edit&amp;section=2\" title=\"Edit section: Design features of language\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><b><a href=\"/wiki/Vocal-auditory_channel\" class=\"mw-redirect\" title=\"Vocal-auditory channel\">Vocal-auditory channel</a></b>.\nRefers to the idea that speaking/hearing is the mode humans use for language.  When Hockett first defined this feature, it did not take <a href=\"/wiki/Sign_language\" title=\"Sign language\">sign language</a> into account, which reflects the ideology of orality that was prevalent during the time (See, for instance, the argumentation of Christin, 1995)<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (June 2015)\">citation needed</span></a></i>&#93;</sup>.  This feature has since been modified to include other channels of language, such as tactile-visual or chemical-olfactory.\n</p><p><b>Broadcast transmission and directional reception</b>\nWhen humans speak, sounds are transmitted in all directions; however, listeners perceive the direction from which the sounds are coming. Similarly, signers broadcast to potentially anyone within the line of sight, while those watching see who is signing.  This is characteristic of most forms of human and animal communication.\n</p><p><b>Transitoriness</b>\nAlso called rapid fading, transitoriness refers to the idea of temporary quality of language.  Language sounds exist for only a brief period of time, after which they are no longer perceived.  Sound waves quickly disappear once a speaker stops speaking.  This is also true of signs.  In contrast, other forms of communication such as writing and <a href=\"/wiki/Quipu\" title=\"Quipu\">Inka khipus</a> (knot-tying) are more permanent.\n</p>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:222px;\"><a href=\"/wiki/File:Dfl.jpg\" class=\"image\"><img alt=\"Dfl.jpg\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Dfl.jpg/220px-Dfl.jpg\" width=\"220\" height=\"306\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Dfl.jpg/330px-Dfl.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Dfl.jpg/440px-Dfl.jpg 2x\" data-file-width=\"492\" data-file-height=\"684\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Dfl.jpg\" class=\"internal\" title=\"Enlarge\"></a></div></div></div></div>\n<p><b>Interchangeability</b>\nRefers to the idea that humans can give and receive identical linguistic signals; humans are not limited in the types of messages they can say/hear. One can say \"I am a boy\" even if one is a girl.  This is not to be confused with lying (prevarication).  The importance is that a speaker can physically create any and all messages regardless of their truth or relation to the speaker. In other words, anything that one can hear, one can also say.\n</p><p>Not all species possess this feature. For example, in order to communicate their status, <a href=\"/wiki/Queen_ant\" title=\"Queen ant\">queen ants</a> produce chemical scents that no other ants can produce (see animal communication below).\n</p><p><b>Total feedback</b>\nSpeakers of a language can hear their own speech and can control and modify what they are saying as they say it. Similarly, signers see, feel, and control their signing.\n</p><p><b>Specialization</b>\nThe purpose of linguistic signals is communication and not some other biological function.  When humans speak or sign, it is generally intentional.\n</p><p>An example of <i>non</i>-specialized communication is dog panting.  When a dog pants, it often communicates to its owner that it is hot or thirsty; however, the dog pants in order to cool itself off. This is a biological function, and the communication is a secondary matter.\n</p><p><b><a href=\"/wiki/Semanticity\" title=\"Semanticity\">Semanticity</a></b>\nSpecific sound signals are directly tied to certain meanings.\n</p><p><b><a href=\"/wiki/Arbitrariness\" title=\"Arbitrariness\">Arbitrariness</a></b> ** languages are generally made up of both arbitrary and iconic symbols.  In spoken languages this takes the form of onomatopoeias.  In English \"murmur\", in Mandarin \"māo\" (cat).  In ASL \"cup\", \"me\" \"up/down\", etc.  \nThere is no intrinsic or logical connection between a sound form (signal) and its meaning.  Whatever name a human language attributes an object is purely arbitrary. The word \"car\" is nothing like an actual car.  Spoken words are really nothing like the objects they represent.  This is further demonstrated by the fact that different languages attribute very different names to the same object.\n</p><p>Signed languages are transmitted visually and this allows for a certain degree of iconicity. For example, in the <a href=\"/wiki/ASL\" class=\"mw-redirect\" title=\"ASL\">ASL</a> sign HOUSE, the hands are flat and touch in a way that resembles the roof and walls of a house.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> However, many other signs are not iconic, and the relationship between form and meaning is arbitrary. Thus, while Hockett did not account for the possibility of non-arbitrary form-meaning relationships, the principle still generally applies.  \n</p><p><b><a href=\"/wiki/Digital_infinity\" title=\"Digital infinity\">Discreteness</a></b>\nLinguistic representations can be broken down into small discrete units which combine with each other in rule-governed ways. They are perceived categorically, not continuously. For example, English marks number with the plural <a href=\"/wiki/Morpheme\" title=\"Morpheme\">morpheme</a> /s/, which can be added to the end of any noun. The plural morpheme is perceived categorically, not continuously: we cannot express smaller or larger quantities by varying how loudly we pronounce the /s/. \n</p><p><b><a href=\"/wiki/Displacement_(linguistics)\" title=\"Displacement (linguistics)\">Displacement</a></b>\nRefers to the idea that humans can talk about things that are not physically present or that do not even exist. Speakers can talk about the past and the future, and can express hopes and dreams. A human's speech is not limited to here and now. Displacement is one of the features that separates human language from other forms of primate communication.\n</p><p><b><a href=\"/wiki/Productivity_(linguistics)\" title=\"Productivity (linguistics)\">Productivity</a></b>\nRefers to the idea that language-users can create and understand novel utterances. Humans are able to produce an unlimited amount of utterances. Also related to productivity is the concept of grammatical patterning, which facilitates the use and comprehension of language.  Language is not stagnant, but is constantly changing. New <a href=\"/wiki/Idiom\" title=\"Idiom\">idioms</a> are created all the time and the meaning of signals can vary depending on the context and situation.\n</p><p><b><a href=\"/wiki/Traditional_transmission\" title=\"Traditional transmission\">Traditional transmission</a></b>\nAlso called cultural transmission.  While humans are born with innate language capabilities, language is learned after birth in a social setting.  Children learn how to speak by interacting with experienced language users. Language and culture are woven together.\n</p><p><b><a href=\"/wiki/Duality_of_patterning\" class=\"mw-redirect\" title=\"Duality of patterning\">Duality of patterning</a></b>\nMeaningful messages are made up of distinct smaller meaningful units (words and <a href=\"/wiki/Morpheme\" title=\"Morpheme\">morphemes</a>) which themselves are made up of distinct smaller, meaningless units (<a href=\"/wiki/Phoneme\" title=\"Phoneme\">phonemes</a>).\n</p><p><b><a href=\"https://en.wiktionary.org/wiki/prevarication\" class=\"extiw\" title=\"wikt:prevarication\">Prevarication</a></b>\nPrevarication is the ability to lie or deceive.  When using language, humans can make false or meaningless statements.\n</p><p><b><a href=\"/wiki/Reflexiveness\" title=\"Reflexiveness\">Reflexiveness</a></b>\nHumans can use language to talk about language.\n</p><p><b><a href=\"/wiki/Language_acquisition\" title=\"Language acquisition\">Learnability</a></b>\nLanguage is teachable and learnable. In the same way as a speaker learns their first language, the speaker is able to learn other languages. It is worth noting that young children learn language with competence and ease; however, language acquisition is constrained by a <a href=\"/wiki/Critical_period_hypothesis\" title=\"Critical period hypothesis\">critical period</a> such that it becomes more difficult once children pass a certain age.\n</p>\n<h2><span class=\"mw-headline\" id=\"Design_features_in_animal_communication\">Design features in animal communication</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Hockett%27s_design_features&amp;action=edit&amp;section=3\" title=\"Edit section: Design features in animal communication\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Hockett distinguished language from communication.  While almost all animals communicate in some way, a communication system is only considered language if it possesses <i>all</i> of the above characteristics.  Some animal communication systems are impressively sophisticated.\n</p>\n<h3><span class=\"mw-headline\" id=\"Ants\">Ants</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Hockett%27s_design_features&amp;action=edit&amp;section=4\" title=\"Edit section: Ants\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Ants make use of the chemical-olfactory channel of communication. Ants produce chemicals called <a href=\"/wiki/Pheromone\" title=\"Pheromone\">pheromones</a>, which are released through body glands and received by the tips of the antenna.  Ants can produce up to twenty different pheromone scents, each a unique signal used to communicate things such as the location of food and danger, or even the need to defend or relocate the colony. When an ant is killed, it releases a pheromone that alerts others of potential danger. Pheromones also help ants distinguish family members from strangers. The queen ant has special pheromones which she uses to signal her status, orchestrate work, and let the colony know when they need to raise princesses or drones.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\nAnts will even engage in warfare to protect the colony or a food source. This warfare involves tactics that resemble human warfare.  Marauder ants will capture and hold down an enemy while another ant crushes it. Ants are loyal to their colony to the death; however, the queen will kill her own in order to be the last one standing. This level of \"planning\" among an animal species requires an intricate communication.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Birds\">Birds</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Hockett%27s_design_features&amp;action=edit&amp;section=5\" title=\"Edit section: Birds\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Bird communication demonstrates many features, including the vocal-auditory channel, broadcast transmission/directional reception, rapid fading, semanticity, and arbitrariness. Bird communication is divided into songs and calls. Songs are used primarily to attract mates, while calls are used to alert of food and danger and coordinate movement with the flock.  Calls are acoustically simple, while songs are longer and more complex.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup> Bird communication is both discrete and non-discrete. Birds use syntax to arrange their songs, where musical notes act as <a href=\"/wiki/Phonemes\" class=\"mw-redirect\" title=\"Phonemes\">phonemes</a>. The order of the notes is important to the meaning of the song, thus indicating that discreteness exists. Bird communication is also continuous in the sense that it utilizes duration and frequency. However, the fact that birds have \"phonemes\" does not necessarily mean that they can combine them in an infinite way. Birds have a limited number of songs that they can produce.  The male <a href=\"/wiki/Indigo_bunting\" title=\"Indigo bunting\">indigo bunting</a> only has one song, while the <a href=\"/wiki/Brown_thrasher\" title=\"Brown thrasher\">brown thrasher</a> can sing over 2000 songs.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup> Birds even have unique dialects, depending on where they are from.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Honeybees\">Honeybees</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Hockett%27s_design_features&amp;action=edit&amp;section=6\" title=\"Edit section: Honeybees\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Honeybee communication is distinct from other forms of animal communication.  Rather than vocal-auditory, bees use the space-movement channel to communicate. Honeybees use two kinds of dances to communicate—the round dance and the <a href=\"/wiki/Waggle_dance\" title=\"Waggle dance\">waggle dance</a>.  They use the round dance to communicate that food is 50–75 meters from the hive.  They use the waggle dance when it is farther than this.  To do the waggle dance, a bee moves in a zig-zag line and then does a loop back to the beginning of the line, forming a figure-eight.  The direction of the line points to the food.  The speed of the dance indicates the distance to the food.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup> In this way, bee dancing is also continuous, rather than discrete.  Their communication is also not arbitrary.  They move in a direction and pattern that physically points out where food is located.\n</p><p>Honeybee dancing also demonstrates displacement, which is generally considered a human characteristic.  Most animals will only give a food-found call in the physical presence of food, yet bees can talk about food that is over 100 meters away.\n</p>\n<h2><span class=\"mw-headline\" id=\"Footnotes\">Footnotes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Hockett%27s_design_features&amp;action=edit&amp;section=7\" title=\"Edit section: Footnotes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Kemmer, Suzanne.  Biographical sketch of Charles Hockett. 23 February 2008. Retrieved 12 May 2013 from <a rel=\"nofollow\" class=\"external free\" href=\"http://www.ruf.rice.edu/~kemmer/Found/hockettbio\">http://www.ruf.rice.edu/~kemmer/Found/hockettbio</a></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Fox, Margalit. \"Charles Hockett, 84, Linguist With an Anthropological View,\" The New York Times. 13 November 2000. Retrieved 12 May 2013 from <a rel=\"nofollow\" class=\"external free\" href=\"https://www.nytimes.com/2000/11/13/arts/charles-hockett-84-linguist-with-an-anthropological-view.html\">https://www.nytimes.com/2000/11/13/arts/charles-hockett-84-linguist-with-an-anthropological-view.html</a></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Dr. William Vicars.  **This sign can be non-iconic if said house is not shaped like that.  Depicting Verbs (formerly thought to be classifiers and often still are by people who are not up on linguistics) are meant to modify (give more information about) the actual visual appearance or process.  E.g. The sign used for the generic idea of \"box\" is different from the one used for \"PO box\" because the latter has specific shapes that often do not conform to other items sharing this label.  The sign and depicting verb for \"tree\" does not encompass bamboo trees for example.**\n\nAmerican Sign Language University. (n.d.) Retrieved 12 May 2013 from <a rel=\"nofollow\" class=\"external free\" href=\"http://lifeprint.com/asl101/pages-signs/h/house.htm\">http://lifeprint.com/asl101/pages-signs/h/house.htm</a></span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Chemical pheromone communication between ants. antARK, 2010. Retrieved 11 May 2013 from <a rel=\"nofollow\" class=\"external free\" href=\"http://www.antark.net/ant-life/ant-communication/pheromones.html\">http://www.antark.net/ant-life/ant-communication/pheromones.html</a></span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Moffett, Mark W. Battles among ants resemble human warfare, <i>Scientific American</i>. 8 January 2012. Retrieved 13 May 2013 from <a rel=\"nofollow\" class=\"external free\" href=\"http://www.scientificamerican.com/article.cfm?id=ants-and-the-art-of-war\">http://www.scientificamerican.com/article.cfm?id=ants-and-the-art-of-war</a></span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Duhamel, D. (October 2009). Retrieved from <a rel=\"nofollow\" class=\"external free\" href=\"http://people.eku.edu/ritchisong/birdcommunication.html\">http://people.eku.edu/ritchisong/birdcommunication.html</a></span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">All About Birds: Vocal Development. Cornell Laboratory of Ornithology. (n.d.) Retrieved 11 May 2013 from  <a rel=\"nofollow\" class=\"external free\" href=\"http://www.birds.cornell.edu/AllAboutBirds/studying/birdsongs/vocaldev\">http://www.birds.cornell.edu/AllAboutBirds/studying/birdsongs/vocaldev</a></span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">CJ Kazilek, David Pearson and Pierre Deviche. \"Birds and their songs\", Ask a Biologist. Arizona State University. (n.d) Retrieved 11 May 2013 from <a rel=\"nofollow\" class=\"external free\" href=\"http://askabiologist.asu.edu/explore/birds-and-their-songs\">http://askabiologist.asu.edu/explore/birds-and-their-songs</a></span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Honeybee Communication. 19 March 2012. Retrieved 11 May 2013 from <a rel=\"nofollow\" class=\"external free\" href=\"http://users.rcn.com/jkimball.ma.ultranet/BiologyPages/B/BeeDances.html\">http://users.rcn.com/jkimball.ma.ultranet/BiologyPages/B/BeeDances.html</a></span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Hockett%27s_design_features&amp;action=edit&amp;section=8\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Ottenhiemer, H. J. (2009). The Anthropology of Language. (3 ed., pp.&#160;246–252). Belmont, CA: Wadsworth Cengage Learning.</li>\n<li>Hockett, Charles F.  <i>The Problem of Universals in Language</i>.  1966.  Retrieved from <a rel=\"nofollow\" class=\"external free\" href=\"http://www.ling.ohio-state.edu/~swinters/371/designfeatures.html\">http://www.ling.ohio-state.edu/~swinters/371/designfeatures.html</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"Further_reading\">Further reading</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Hockett%27s_design_features&amp;action=edit&amp;section=9\" title=\"Edit section: Further reading\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Hockett, Charles F.  The Origin of Speech, <i>Scientific American 203</i>.  1960.</li>\n<li>Human and non-human communication. (n.d.) Retrieved from <a rel=\"nofollow\" class=\"external free\" href=\"http://www.ling.upenn.edu/courses/Fall_2000/ling001/nonhuman.html\">http://www.ling.upenn.edu/courses/Fall_2000/ling001/nonhuman.html</a></li>\n<li>Zuberbuhler, Klaus. Primate Communication, the Knowledge Project. Retrieved 12 May 2013 from <a rel=\"nofollow\" class=\"external free\" href=\"http://www.nature.com/scitable/knowledge/library/primate-communication-67560503\">http://www.nature.com/scitable/knowledge/library/primate-communication-67560503</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2228\nCached time: 20180915171248\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.108 seconds\nReal time usage: 0.139 seconds\nPreprocessor visited node count: 352/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 2201/2097152 bytes\nTemplate argument size: 555/2097152 bytes\nHighest expansion depth: 11/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 5167/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.030/10.000 seconds\nLua memory usage: 905 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   98.378      1 -total\n 76.03%   74.800      1 Template:Citation_needed\n 53.14%   52.279      1 Template:Fix\n 37.08%   36.475      2 Template:Category_handler\n 18.32%   18.019      1 Template:Reflist\n 12.05%   11.855      1 Template:Delink\n  3.90%    3.841      1 Template:Main_other\n  3.68%    3.619      1 Template:Fix/category\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:39356537-0!canonical and timestamp 20180915171248 and revision id 839492403\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"All_articles_with_unsourced_statements"},{"sortkey":"","hidden":"","*":"Articles_with_unsourced_statements_from_June_2015"},{"sortkey":"","*":"Linguistics"},{"sortkey":"","*":"Human_communication"}],"links":[{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from June 2015"},{"ns":0,"exists":"","*":"ASL"},{"ns":0,"exists":"","*":"Animal communication"},{"ns":0,"exists":"","*":"Anthropology"},{"ns":0,"exists":"","*":"Arbitrariness"},{"ns":0,"exists":"","*":"Brown thrasher"},{"ns":0,"exists":"","*":"Charles F. Hockett"},{"ns":0,"exists":"","*":"Cornell University"},{"ns":0,"exists":"","*":"Critical period hypothesis"},{"ns":0,"exists":"","*":"Digital infinity"},{"ns":0,"exists":"","*":"Displacement (linguistics)"},{"ns":0,"exists":"","*":"Double articulation"},{"ns":0,"exists":"","*":"Duality of patterning"},{"ns":0,"exists":"","*":"Human language"},{"ns":0,"exists":"","*":"Idiom"},{"ns":0,"exists":"","*":"Indigo bunting"},{"ns":0,"exists":"","*":"Language acquisition"},{"ns":0,"exists":"","*":"Linguistics"},{"ns":0,"exists":"","*":"Morpheme"},{"ns":0,"exists":"","*":"Morphology (linguistics)"},{"ns":0,"exists":"","*":"Pheromone"},{"ns":0,"exists":"","*":"Phoneme"},{"ns":0,"exists":"","*":"Phonemes"},{"ns":0,"exists":"","*":"Phonology"},{"ns":0,"exists":"","*":"Primate"},{"ns":0,"exists":"","*":"Productivity (linguistics)"},{"ns":0,"exists":"","*":"Queen ant"},{"ns":0,"exists":"","*":"Quipu"},{"ns":0,"exists":"","*":"Reflexiveness"},{"ns":0,"exists":"","*":"Rice University"},{"ns":0,"exists":"","*":"Semanticity"},{"ns":0,"exists":"","*":"Sign language"},{"ns":0,"exists":"","*":"Structural linguistics"},{"ns":0,"exists":"","*":"Traditional transmission"},{"ns":0,"exists":"","*":"Universal grammar"},{"ns":0,"exists":"","*":"Vocal-auditory channel"},{"ns":0,"exists":"","*":"Waggle dance"},{"ns":0,"exists":"","*":"Yale University"},{"ns":4,"exists":"","*":"Wikipedia:Citation needed"}],"templates":[{"ns":10,"exists":"","*":"Template:Citation needed"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Delink"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Delink"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Dfl.jpg"],"externallinks":["http://www.ruf.rice.edu/~kemmer/Found/hockettbio","https://www.nytimes.com/2000/11/13/arts/charles-hockett-84-linguist-with-an-anthropological-view.html","http://lifeprint.com/asl101/pages-signs/h/house.htm","http://www.antark.net/ant-life/ant-communication/pheromones.html","http://www.scientificamerican.com/article.cfm?id=ants-and-the-art-of-war","http://people.eku.edu/ritchisong/birdcommunication.html","http://www.birds.cornell.edu/AllAboutBirds/studying/birdsongs/vocaldev","http://askabiologist.asu.edu/explore/birds-and-their-songs","http://users.rcn.com/jkimball.ma.ultranet/BiologyPages/B/BeeDances.html","http://www.ling.ohio-state.edu/~swinters/371/designfeatures.html","http://www.ling.upenn.edu/courses/Fall_2000/ling001/nonhuman.html","http://www.nature.com/scitable/knowledge/library/primate-communication-67560503"],"sections":[{"toclevel":1,"level":"2","line":"Charles Hockett","number":"1","index":"1","fromtitle":"Hockett's_design_features","byteoffset":821,"anchor":"Charles_Hockett"},{"toclevel":1,"level":"2","line":"Design features of language","number":"2","index":"2","fromtitle":"Hockett's_design_features","byteoffset":2373,"anchor":"Design_features_of_language"},{"toclevel":1,"level":"2","line":"Design features in animal communication","number":"3","index":"3","fromtitle":"Hockett's_design_features","byteoffset":9510,"anchor":"Design_features_in_animal_communication"},{"toclevel":2,"level":"3","line":"Ants","number":"3.1","index":"4","fromtitle":"Hockett's_design_features","byteoffset":9832,"anchor":"Ants"},{"toclevel":2,"level":"3","line":"Birds","number":"3.2","index":"5","fromtitle":"Hockett's_design_features","byteoffset":11349,"anchor":"Birds"},{"toclevel":2,"level":"3","line":"Honeybees","number":"3.3","index":"6","fromtitle":"Hockett's_design_features","byteoffset":12993,"anchor":"Honeybees"},{"toclevel":1,"level":"2","line":"Footnotes","number":"4","index":"7","fromtitle":"Hockett's_design_features","byteoffset":14234,"anchor":"Footnotes"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"8","fromtitle":"Hockett's_design_features","byteoffset":14264,"anchor":"References"},{"toclevel":1,"level":"2","line":"Further reading","number":"6","index":"9","fromtitle":"Hockett's_design_features","byteoffset":14562,"anchor":"Further_reading"}],"parsewarnings":[],"displaytitle":"Hockett's design features","iwlinks":[{"prefix":"wikt","url":"https://en.wiktionary.org/wiki/prevarication","*":"wikt:prevarication"}],"properties":[{"name":"wikibase_item","*":"Q5264332"}]}}