{"parse":{"title":"California Master Plan for Higher Education","pageid":3159469,"revid":858401580,"text":{"*":"<div class=\"mw-parser-output\"><p>The California <b>Master Plan for Higher Education</b> of 1960 was developed by a survey team appointed by the <a href=\"/wiki/Regents_of_the_University_of_California\" title=\"Regents of the University of California\">UC Regents</a> and the State Board of Education during the administration of <a href=\"/wiki/Governor_of_California\" title=\"Governor of California\">Governor</a> <a href=\"/wiki/Pat_Brown\" title=\"Pat Brown\">Pat Brown</a>. <a href=\"/wiki/Clark_Kerr\" title=\"Clark Kerr\">Clark Kerr</a>, then the President of UC, was a key figure in its development. The Plan set up a coherent system for postsecondary education which defined specific roles for the already-existing <a href=\"/wiki/University_of_California\" title=\"University of California\">University of California</a> (UC), the <a href=\"/wiki/California_State_University\" title=\"California State University\">California State <i>College</i></a> (CSC) system of senior colleges, now California State <i>University</i> (CSU), and the <a href=\"/wiki/California_Community_Colleges_system\" class=\"mw-redirect\" title=\"California Community Colleges system\">California Community Colleges system</a> (CCC).\n</p><p>The Master Plan also proposed a statutory framework for its implementation, which was signed into <a href=\"/wiki/California_law\" class=\"mw-redirect\" title=\"California law\">law</a> by Governor Brown on April 27, 1960.  The statute actually implementing the Master Plan is formally titled the <b>Donahoe Higher Education Act</b><sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> (now located at Part 40 of Division 3 of Title 3 of the California Education Code), to honor the memory of Assemblywoman Dorothy Donahoe of Bakersfield. Donahoe had authored the legislative resolution which eventually resulted in the study that created the Master Plan, and was one of its foremost advocates. However, she died on April 4, 1960, and did not live to see the Plan's recommendations signed into law.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#History\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">History</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Purpose\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Purpose</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Effects\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Effects</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Subsequent_changes\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Subsequent changes</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#See_also\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Endnotes\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Endnotes</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#References\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#External_links\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"History\">History</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=California_Master_Plan_for_Higher_Education&amp;action=edit&amp;section=1\" title=\"Edit section: History\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Prior to the Master Plan's development in the 1960s, California struggled to reform its social institutions. Under political stranglehold, due to the 1920s-era <a href=\"/w/index.php?title=Railroad_monopoly&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Railroad monopoly (page does not exist)\">railroad monopoly</a>, new, self-proclaimed reformers attempted to overthrow the economic and political corruption existing in the state at the time. They wanted to create new institutions with a public morality to give California a new form of purpose.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> However, in the early years of California's emergence the population remained largely mobile, moving from opportunity to opportunity, making it almost impossible for the state to create permanent public schools. Furthermore, California progressives encountered obstacles in the form of people who thought that education should remain the work of local and religious groups, as well as being opposed to paying taxes for social purposes. Another wall towards progress that they needed to circumvent was the issue of appropriating land and money for universities. The 1st and 2nd Organic Acts (of 1866 and 1868, respectively) helped by first introducing the possibility of a state secular institution and second, actually allowing for the creation of a state university controlled by a Board of Regents (which would become the University of California).<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>\n</p><p>In the 1950s, the state's legislators and academic administrators foresaw an approaching surge in University enrollment, due to the <a href=\"/wiki/Baby_boom\" title=\"Baby boom\">baby boom</a> children coming of age. They needed a plan to be able to maintain educational quality in the face of growing demand.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> The underlying principles that they sought were:\n</p>\n<ul><li>That some form of higher education ought to be available to all regardless of their economic means, and that academic progress should be limited only by individual proficiency; and</li>\n<li>differentiation of function so that each of the three systems would strive for excellence in different areas, so as to not waste public resources on duplicate efforts.<sup id=\"cite_ref-UCOP_5-0\" class=\"reference\"><a href=\"#cite_note-UCOP-5\">&#91;5&#93;</a></sup></li></ul>\n<p>The original Master Plan was approved by the Regents and the State Board of Education and submitted to the Legislature in February 1960. In April of that year, the California Legislature passed the <i>Donahoe Act</i> placing into statute a number of components of the Master Plan.<sup id=\"cite_ref-UCOP_5-1\" class=\"reference\"><a href=\"#cite_note-UCOP-5\">&#91;5&#93;</a></sup> However, California's Master Plan is more than a single statute. The 1960 Master Plan is embodied in several documents:\n</p>\n<ol><li>A study completed by the Master Plan Survey Team approved by the State Board of Education and the University of California Board of Regents</li>\n<li>The <i>Donahoe Act</i> giving legal force to several key components of the plan</li>\n<li>A constitutional amendment which established the California State Colleges Board of Trustees (renamed the California State University in 1974).<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup></li></ol>\n<h2><span class=\"mw-headline\" id=\"Purpose\">Purpose</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=California_Master_Plan_for_Higher_Education&amp;action=edit&amp;section=2\" title=\"Edit section: Purpose\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Clark Kerr stated that the goal of the master plan was to balance the \"competing demands of fostering excellence and guaranteeing educational access for all.\"<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup> The Master Plan achieved the following:\n</p>\n<ul><li>It created a system that combined exceptional quality with broad access for students.</li>\n<li>It transformed a collection of uncoordinated and competing colleges and universities into a coherent system.</li>\n<li>It established a broad framework for higher education that encourages each of the three public higher education segments to concentrate on creating its own kind of excellence within its own particular set of responsibilities.</li>\n<li>And it acknowledged the vital role of the independent colleges and universities, envisioning higher education in California as a single continuum of educational opportunity, from small private colleges to large public universities.<sup id=\"cite_ref-UCOP_5-2\" class=\"reference\"><a href=\"#cite_note-UCOP-5\">&#91;5&#93;</a></sup></li></ul>\n<p>According to the Plan, the top one-eighth (12.5%) of graduating high school seniors would be guaranteed a place at a campus of the University of California (<a href=\"/wiki/UC_Berkeley\" class=\"mw-redirect\" title=\"UC Berkeley\">Berkeley</a>, <a href=\"/wiki/UCLA\" class=\"mw-redirect\" title=\"UCLA\">Los Angeles</a>, etc.) tuition-free. The top one-third (33.3%) would be able to enter the California State University system (<a href=\"/wiki/San_Francisco_State\" class=\"mw-redirect\" title=\"San Francisco State\">San Francisco State</a>, <a href=\"/wiki/California_State_University,_Los_Angeles\" title=\"California State University, Los Angeles\">California State University, Los Angeles</a>, etc.). Community colleges (Bakersfield College, College of the Canyons, <a href=\"/wiki/Citrus_College\" title=\"Citrus College\">Citrus College</a>, <a href=\"/wiki/Mount_San_Antonio_College\" class=\"mw-redirect\" title=\"Mount San Antonio College\">Mount San Antonio College</a>, etc.) would accept any students \"capable of benefiting from instruction.\"<sup id=\"cite_ref-UCOP_5-3\" class=\"reference\"><a href=\"#cite_note-UCOP-5\">&#91;5&#93;</a></sup>  These percentages are now enforced by sliding scales equating <a href=\"/wiki/Grade_point_average\" class=\"mw-redirect\" title=\"Grade point average\">grade point average</a> and scores on the <a href=\"/wiki/SAT_Reasoning_Test\" class=\"mw-redirect\" title=\"SAT Reasoning Test\">SAT</a> or <a href=\"/wiki/ACT_(examination)\" class=\"mw-redirect\" title=\"ACT (examination)\">ACT</a>, which are recalculated every year. No actual ranking of students in high schools is used as many schools do not rank students.\n</p><p>Graduates of the community colleges would then be guaranteed transfer to the Cal State or UC systems in order to complete bachelor's degrees. This practice was carried over from previous years before the Plan was enacted, with graduates from the CCC being accepted as third-year students at the Universities by virtue of their prior coursework. Finally, the Plan established that the University of California would be the sole portion of the system charged with performing academic research, and would award master's and doctoral degrees in support of that mission. The Cal State system, in addition to awarding master's degrees, would be able to award joint doctorates with the UC.<sup id=\"cite_ref-UCOP_5-4\" class=\"reference\"><a href=\"#cite_note-UCOP-5\">&#91;5&#93;</a></sup>\n</p><p>The \"California Idea\" - California's tripartite system of public research universities, comprehensive 4-year undergraduate campuses, and open-access community colleges – has been highly influential, and many other states and even nations have imitated this structure. California higher education has had a poor record of college completion and 4-year Baccalaureate degree attainment. Subgroups such as Latinos and African Americans, who are a large and growing demographic, show even worsening statistics of degree attainment.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Effects\">Effects</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=California_Master_Plan_for_Higher_Education&amp;action=edit&amp;section=3\" title=\"Edit section: Effects\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<table class=\"plainlinks metadata ambox ambox-content ambox-Original_research\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/40px-Ambox_important.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/60px-Ambox_important.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/80px-Ambox_important.svg.png 2x\" data-file-width=\"40\" data-file-height=\"40\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This section  <b>possibly contains <a href=\"/wiki/Wikipedia:No_original_research\" title=\"Wikipedia:No original research\">original research</a></b>.<span class=\"hide-when-compact\"> Please <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=California_Master_Plan_for_Higher_Education&amp;action=edit\">improve it</a> by <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">verifying</a> the claims made and adding <a href=\"/wiki/Wikipedia:Citing_sources#Inline_citations\" title=\"Wikipedia:Citing sources\">inline citations</a>. Statements consisting only of original research should be removed.</span>  <small><i>(September 2011)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p>The Master Plan meant that essentially, \"anyone from anywhere in California could, if they worked hard enough, get a bachelor’s degree from one of the best universities in the country (and, therefore, in the world), almost free of charge.\"<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup>\n</p><p>The Plan increased overall efficiency in the higher education system, as well as produced greater number of graduates at a lower per-student cost by removing redundancies. This was accomplished by clearly specifying the missions of each system segment, in addition to clarifying what \"territory\" belonged to each institution. It established a \"rational\" planning process for the growth of the university systems, setting aside a past practice in which the Legislature would introduce bills establishing new four-year universities in a member's home district, a kind of <a href=\"/wiki/Pork_barrel\" title=\"Pork barrel\">political pork</a>.\n</p><p>The Plan was the basis for a substantial surge in development in California higher education. Today, many<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (June 2014)\">citation needed</span></a></i>&#93;</sup> credit the California universities for the place the state holds in the world economy, as well as bolstering its own economic makeup with great investment in high technology areas, such as <a href=\"/wiki/Silicon_Valley\" title=\"Silicon Valley\">Silicon Valley</a>, <a href=\"/wiki/Biotechnology\" title=\"Biotechnology\">biotechnology</a>, and <a href=\"/wiki/Pharmaceuticals\" class=\"mw-redirect\" title=\"Pharmaceuticals\">pharmaceuticals</a>.\n</p><p>The Plan has contributed to the massive economic contributions that the UC, CSU, and CCC systems have had to the state and its growth. According to a study by the Regents of California, the UC system is directly responsible for adding about $32.8 billion to the gross state product, which is about 1.8 percent of the total GSP, a key indicator of economic performance <sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Subsequent_changes\">Subsequent changes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=California_Master_Plan_for_Higher_Education&amp;action=edit&amp;section=4\" title=\"Edit section: Subsequent changes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In 1972, a review of the Plan found that the basic structure was good, but that it should be changed slightly to accommodate the ideas of the time. For example, the review board suggested that weekend and evening programs be expanded to serve “non-traditional” students, and incorporating technology such as T.V.<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup>\n</p><p>In 1978, <a href=\"/wiki/California_Proposition_13_(1978)\" title=\"California Proposition 13 (1978)\">Proposition 13</a>, the People's Initiative to Limit Property Taxation, was enacted, causing the free public education to be eliminated. (Since tuition was still banned under the act, the word was replaced with per-unit enrollment fees.) Though the costs were low, many taxpayers were very angered by it, though this might have been because of the direct effects of the People's Initiative to Limit Property Taxation.\n</p><p>The 1987 revision specifically recognized the contributions of the independent sector and made explicit provision to include the independent sector in the planning functions of the state's higher education system. It also established a policy to set the maximum award for Cal Grants in state law.\n</p><p>In 2005, the demand for high school and community college administrators brought about a widely debated exception to the existing differentiation of function between the CSU and UC systems. The awarding of doctoral degrees had originally been exclusive to the UC system, with the provision that the California State Universities could offer PhD degrees as \"joint\" degrees in combination with the University of California or an accredited private university. Under the provisions of SB&#160;724, signed into law September 22, 2005, the campuses of the California State University were then able to directly offer a <a href=\"/wiki/Doctor_of_Education\" title=\"Doctor of Education\">Doctor of Education</a> degree (Ed.D) \"focused on preparing administrative leaders\". It was argued that this fulfilled the original purpose of many of the CSUs, which were set up as <a href=\"/wiki/Normal_schools\" class=\"mw-redirect\" title=\"Normal schools\">normal schools</a> to train teachers.\n</p><p>In 2010, the CSU was also given the authority to exclusively offer two more <a href=\"/wiki/Doctoral\" class=\"mw-redirect\" title=\"Doctoral\">Doctoral</a> degrees - <a href=\"/wiki/Doctorate_in_Nursing\" class=\"mw-redirect\" title=\"Doctorate in Nursing\">Doctorate in Nursing</a> (DNP) and <a href=\"/wiki/Doctor_of_Physical_Therapy\" title=\"Doctor of Physical Therapy\">Doctor of Physical Therapy</a> (DPT).\n</p><p>When the Master Plan was first founded in 1960, post-secondary education enrollments were equally divided among 2-year and 4-year institutions. However, in 2010, due to a lack of funding, the framers of the Master Plan limited eligibility admission to UC and CSU. The cost-cutting move diverted a large number of students to 2-year institutions, which would still allow them to finish their lower division work and then transfer to a 4-year institution.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=California_Master_Plan_for_Higher_Education&amp;action=edit&amp;section=5\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/California_postsecondary_education_commission\" class=\"mw-redirect\" title=\"California postsecondary education commission\">California Postsecondary Education Commission</a></li>\n<li><a href=\"/wiki/California_State_University\" title=\"California State University\">California State University</a></li>\n<li><a href=\"/wiki/University_of_California\" title=\"University of California\">University of California</a></li>\n<li><a href=\"/wiki/California_Community_Colleges_system\" class=\"mw-redirect\" title=\"California Community Colleges system\">California Community Colleges system</a></li>\n<li><a href=\"/wiki/List_of_colleges_and_universities_in_California\" title=\"List of colleges and universities in California\">List of colleges and universities in California</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://politics.berkeley.edu/rarick.htm\">Rarick, Ethan</a> (2005) <i>The Life and Times of Pat Brown&#160;— California Rising</i> (Ch. 7) Berkeley, CA: University of California Press</li></ul>\n<h2><span class=\"mw-headline\" id=\"Endnotes\">Endnotes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=California_Master_Plan_for_Higher_Education&amp;action=edit&amp;section=6\" title=\"Edit section: Endnotes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">California Education Code Section 66000 states that \"[t]his part shall be known and may be cited as the Donahoe\nHigher Education Act.\"</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">John Douglass, \"The California Idea and American Higher Education\" (Stanford, VA: Stanford University Press, 2000), p. 81.</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">John Douglass, \"The California Idea and American Higher Education\" (Stanford, CA: Stanford University Press, 2000).</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">California State Department of Education (1960). <a rel=\"nofollow\" class=\"external text\" href=\"http://www.ucop.edu/acadinit/mastplan/MasterPlan1960.pdf\">A Master Plan for Higher Education in California: 1960-1975</a>. Chapter IV - Students: The Problem of Numbers, p. 46. Retrieved: 2014-04-19.</span>\n</li>\n<li id=\"cite_note-UCOP-5\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-UCOP_5-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-UCOP_5-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-UCOP_5-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-UCOP_5-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-UCOP_5-4\"><sup><i><b>e</b></i></sup></a></span> <span class=\"reference-text\">University of California (2009). <a rel=\"nofollow\" class=\"external text\" href=\"http://ucfuture.universityofcalifornia.edu/documents/ca_masterplan_summary.pdf\">California Master Plan for Higher Education - Major Features</a>. Office of the President. Retrieved: 2014-04-19.</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">UC Berkeley (2010). <a rel=\"nofollow\" class=\"external text\" href=\"http://sunsite.berkeley.edu/UCHistory/archives_exhibits/masterplan/guide.html\">Major Features and a Brief Guide to the California Master Plan</a>. Center for Studies in Higher Education. Retrieved: 2014-04-19.</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Warren, Jeffrey E. (July 14, 2011. <a rel=\"nofollow\" class=\"external text\" href=\"http://www.sfgate.com/opinion/openforum/article/UC-where-are-your-native-sons-and-daughters-2354592.php\">\"UC, where are your native sons and daughters?\"</a> Hearst Communications - SF Gate. Retrieved: 2014-04-19.</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Atkinson, Richard; Geiser, Saul. \"Beyond the Master Plan: The Case for Restructuring Baccalaureate Education in California.\" Center for Studies in Higher Education, 2012 p. 2. <a rel=\"nofollow\" class=\"external free\" href=\"http://cshe.berkeley.edu/sites/default/files/shared/publications/docs/Geiser_S-Beyond_the_Master_Plan.pdf\">http://cshe.berkeley.edu/sites/default/files/shared/publications/docs/Geiser_S-Beyond_the_Master_Plan.pdf</a></span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Aaron Bady and Mike Konczal, \"From Master Plan to No Plan: The Slow Death of Public Higher Education,\" <i>Dissent</i>, Fall 2012, <a rel=\"nofollow\" class=\"external free\" href=\"http://www.dissentmagazine.org/article/from-master-plan-to-no-plan-the-slow-death-of-public-higher-education\">http://www.dissentmagazine.org/article/from-master-plan-to-no-plan-the-slow-death-of-public-higher-education</a>.</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">\"The University of California's Economic Contribution to the State of California.\"Regents.universityofcalifornia.edu. Economic and Planning Systems Inc., 12 Sept. 2011. Web. 1 Mar. 2014. &lt;<a rel=\"nofollow\" class=\"external free\" href=\"http://regents.universityofcalifornia.edu/regmeet/sept11/f7attach.pdf\">http://regents.universityofcalifornia.edu/regmeet/sept11/f7attach.pdf</a>&gt;.</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Boilard, Steve. \"The Master Plan at 50: Assessing California’s Vision for Higher Education.\"Lao.ca.gov.Legislative Analyst's Office, 12 Nov. 2009. Web. 01 Mar. 2014. &lt;<a rel=\"nofollow\" class=\"external free\" href=\"http://www.lao.ca.gov/2009/edu/master_plan_intro/master_plan_intro_111209.aspx\">http://www.lao.ca.gov/2009/edu/master_plan_intro/master_plan_intro_111209.aspx</a>&gt;.</span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=California_Master_Plan_for_Higher_Education&amp;action=edit&amp;section=7\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.leginfo.ca.gov/pub/05-06/bill/sen/sb_0701-0750/sb_724_bill_20050922_chaptered.pdf\">SB 724 as chaptered in 2005</a></li>\n<li>Atkinson, Richard; Geiser, Saul. \"Beyond the Master Plan:The Case for Restructuring Baccalaureate Education in California.\" Center for Studies in Higher Education, 2010.</li>\n<li>Douglass, John Aubrey. <i><a rel=\"nofollow\" class=\"external text\" href=\"http://www.cshe.berkeley.edu/publications/california-idea-and-american-higher-education-1850-1960-master-plan\">The California Idea and American Higher Education</a>.</i> Stanford University press, 2000.</li>\n<li>González, Cristina. <i>Clark Kerr's University of California: Leadership, Diversity, and Planning in Higher Education</i>. Transaction Publishers, 2011.</li></ul>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=California_Master_Plan_for_Higher_Education&amp;action=edit&amp;section=8\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://sunsite.berkeley.edu/~ucalhist/archives_exhibits/masterplan/\">\"The History of the California Master Plan for Higher Education,\" Center for Studies in Higher Education at UC Berkeley with links to relevant documents and legislation</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.ucop.edu/acadinit/mastplan/\">University of California Master Plan website with copies of many relevant documents</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.webcitation.org/5wJUI60xL?url=http://cio.chance.berkeley.edu/chancellor/sp/flagship.htm\"><i>The Future of Flagship Universities</i>, by Robert Berdahl, former Chancellor, UC Berkeley</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.berkeley.edu/news/media/releases/2003/12/03_master.shtml\"><i>Clark Kerr's legacy: 1960 Master Plan transformed higher education</i>, UC Berkeley public relations office</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://caselaw.lp.findlaw.com/cacodes/edc/66010.1-66010.8.html\">Sections 66010.4 et seq. of the California Education Code (codified mission statements, a portion of the Donahoe Act provisions of the Master Plan for Higher Education)</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.oac.cdlib.org/findaid/ark:/13030/tf3p3002rb/\">The CSU Public Affairs Photo Collection on the Online Archive of California</a> — encompasses photographic material from the late 19th century to the early 1990s and collection finding aid provides history of CSU within Master Plan.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.lib.berkeley.edu/uchistory/archives_exhibits/masterplan\">The History and Future of the California Master Plan for Higher Education</a>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.lib.berkeley.edu/uchistory/archives_exhibits/masterplan/guide.html\">Brief Guide to the Master Plan</a></li></ul></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1269\nCached time: 20180906224251\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.124 seconds\nReal time usage: 0.156 seconds\nPreprocessor visited node count: 444/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 6494/2097152 bytes\nTemplate argument size: 590/2097152 bytes\nHighest expansion depth: 11/40\nExpensive parser function count: 2/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 6296/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.036/10.000 seconds\nLua memory usage: 1.21 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  104.562      1 -total\n 56.44%   59.016      1 Template:Original_research\n 35.60%   37.226      1 Template:Ambox\n 24.77%   25.895      1 Template:Citation_needed\n 21.10%   22.061      1 Template:Fix\n 16.10%   16.836      1 Template:Reflist\n  9.45%    9.885      1 Template:Delink\n  8.54%    8.933      2 Template:Category_handler\n  3.42%    3.573      1 Template:Fix/category\n  2.05%    2.140      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:3159469-0!canonical and timestamp 20180906224251 and revision id 858401580\n -->\n</div>"},"langlinks":[{"lang":"nl","url":"https://nl.wikipedia.org/wiki/Donahoe_Higher_Education_Act","langname":"Dutch","autonym":"Nederlands","*":"Donahoe Higher Education Act"}],"categories":[{"sortkey":"California Master Plan For Higher Education","hidden":"","*":"Articles_that_may_contain_original_research_from_September_2011"},{"sortkey":"California Master Plan For Higher Education","hidden":"","*":"All_articles_that_may_contain_original_research"},{"sortkey":"California Master Plan For Higher Education","hidden":"","*":"All_articles_with_unsourced_statements"},{"sortkey":"California Master Plan For Higher Education","hidden":"","*":"Articles_with_unsourced_statements_from_June_2014"},{"sortkey":"M","*":"California_State_University"},{"sortkey":"M","*":"University_of_California"},{"sortkey":"M","*":"Education_in_California"},{"sortkey":"California Master Plan For Higher Education","*":"Education_policy_in_the_United_States"}],"links":[{"ns":14,"exists":"","*":"Category:Articles that may contain original research from September 2011"},{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from June 2014"},{"ns":0,"exists":"","*":"ACT (examination)"},{"ns":0,"exists":"","*":"Baby boom"},{"ns":0,"exists":"","*":"Biotechnology"},{"ns":0,"exists":"","*":"California Community Colleges system"},{"ns":0,"exists":"","*":"California Proposition 13 (1978)"},{"ns":0,"exists":"","*":"California State University"},{"ns":0,"exists":"","*":"California State University, Los Angeles"},{"ns":0,"exists":"","*":"California law"},{"ns":0,"exists":"","*":"California postsecondary education commission"},{"ns":0,"exists":"","*":"Citrus College"},{"ns":0,"exists":"","*":"Clark Kerr"},{"ns":0,"exists":"","*":"Doctor of Education"},{"ns":0,"exists":"","*":"Doctor of Physical Therapy"},{"ns":0,"exists":"","*":"Doctoral"},{"ns":0,"exists":"","*":"Doctorate in Nursing"},{"ns":0,"exists":"","*":"Governor of California"},{"ns":0,"exists":"","*":"Grade point average"},{"ns":0,"exists":"","*":"List of colleges and universities in California"},{"ns":0,"exists":"","*":"Mount San Antonio College"},{"ns":0,"exists":"","*":"Normal schools"},{"ns":0,"exists":"","*":"Pat Brown"},{"ns":0,"exists":"","*":"Pharmaceuticals"},{"ns":0,"exists":"","*":"Pork barrel"},{"ns":0,"exists":"","*":"Regents of the University of California"},{"ns":0,"exists":"","*":"SAT Reasoning Test"},{"ns":0,"exists":"","*":"San Francisco State"},{"ns":0,"exists":"","*":"Silicon Valley"},{"ns":0,"exists":"","*":"UCLA"},{"ns":0,"exists":"","*":"UC Berkeley"},{"ns":0,"exists":"","*":"University of California"},{"ns":0,"*":"Railroad monopoly"},{"ns":4,"exists":"","*":"Wikipedia:Citation needed"},{"ns":4,"exists":"","*":"Wikipedia:Citing sources"},{"ns":4,"exists":"","*":"Wikipedia:No original research"},{"ns":4,"exists":"","*":"Wikipedia:Verifiability"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Original research"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Citation needed"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Delink"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Delink"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Ambox_important.svg"],"externallinks":["http://www.ucop.edu/acadinit/mastplan/MasterPlan1960.pdf","http://ucfuture.universityofcalifornia.edu/documents/ca_masterplan_summary.pdf","http://sunsite.berkeley.edu/UCHistory/archives_exhibits/masterplan/guide.html","http://www.sfgate.com/opinion/openforum/article/UC-where-are-your-native-sons-and-daughters-2354592.php","http://cshe.berkeley.edu/sites/default/files/shared/publications/docs/Geiser_S-Beyond_the_Master_Plan.pdf","http://www.dissentmagazine.org/article/from-master-plan-to-no-plan-the-slow-death-of-public-higher-education","http://regents.universityofcalifornia.edu/regmeet/sept11/f7attach.pdf","http://www.lao.ca.gov/2009/edu/master_plan_intro/master_plan_intro_111209.aspx","http://politics.berkeley.edu/rarick.htm","http://www.leginfo.ca.gov/pub/05-06/bill/sen/sb_0701-0750/sb_724_bill_20050922_chaptered.pdf","http://www.cshe.berkeley.edu/publications/california-idea-and-american-higher-education-1850-1960-master-plan","http://sunsite.berkeley.edu/~ucalhist/archives_exhibits/masterplan/","http://www.ucop.edu/acadinit/mastplan/","https://www.webcitation.org/5wJUI60xL?url=http://cio.chance.berkeley.edu/chancellor/sp/flagship.htm","http://www.berkeley.edu/news/media/releases/2003/12/03_master.shtml","http://caselaw.lp.findlaw.com/cacodes/edc/66010.1-66010.8.html","http://www.oac.cdlib.org/findaid/ark:/13030/tf3p3002rb/","http://www.lib.berkeley.edu/uchistory/archives_exhibits/masterplan","http://www.lib.berkeley.edu/uchistory/archives_exhibits/masterplan/guide.html"],"sections":[{"toclevel":1,"level":"2","line":"History","number":"1","index":"1","fromtitle":"California_Master_Plan_for_Higher_Education","byteoffset":1532,"anchor":"History"},{"toclevel":1,"level":"2","line":"Purpose","number":"2","index":"2","fromtitle":"California_Master_Plan_for_Higher_Education","byteoffset":5258,"anchor":"Purpose"},{"toclevel":1,"level":"2","line":"Effects","number":"3","index":"3","fromtitle":"California_Master_Plan_for_Higher_Education","byteoffset":8816,"anchor":"Effects"},{"toclevel":1,"level":"2","line":"Subsequent changes","number":"4","index":"4","fromtitle":"California_Master_Plan_for_Higher_Education","byteoffset":11003,"anchor":"Subsequent_changes"},{"toclevel":1,"level":"2","line":"See also","number":"5","index":"5","fromtitle":"California_Master_Plan_for_Higher_Education","byteoffset":13820,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"Endnotes","number":"6","index":"6","fromtitle":"California_Master_Plan_for_Higher_Education","byteoffset":14273,"anchor":"Endnotes"},{"toclevel":1,"level":"2","line":"References","number":"7","index":"7","fromtitle":"California_Master_Plan_for_Higher_Education","byteoffset":14300,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"8","index":"8","fromtitle":"California_Master_Plan_for_Higher_Education","byteoffset":14990,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"California Master Plan for Higher Education","iwlinks":[],"properties":[{"name":"defaultsort","*":"California Master Plan For Higher Education"},{"name":"wikibase_item","*":"Q2451064"}]}}