{"parse":{"title":"Overseas Hibakusha Case","pageid":16839819,"revid":857135715,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"infobox\" style=\"width:20em;\">\n<tbody><tr>\n<th style=\"background-color:#22cc77;\"><b><a href=\"/wiki/Supreme_Court_of_Japan\" title=\"Supreme Court of Japan\">Supreme Court of Japan</a> Decisions</b>\n<p><b></b>\n</p>\n</th></tr>\n<tr>\n<td style=\"font-size:80%;\">\n<table>\n<tbody><tr>\n<td style=\"vertical-align:top;\" width=\"15%\">Case Name:\n</td>\n<td style=\"vertical-align:top;\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.courts.go.jp/english/judgments/text/2007.11.01-2005.-Ju-.No..1977.html\">Overseas Hibakusha Case</a>\n</td></tr></tbody></table>\n<table>\n<tbody><tr>\n<td style=\"vertical-align:top;\" width=\"15%\">Case Number:2005 No. 1977 (平成17(受)1977)\n</td></tr></tbody></table>\n</td></tr>\n<tr>\n<th style=\"background-color:#22cc77; font-size:100%;\">November 11, 2007\n</th></tr>\n<tr>\n<td style=\"font-size:80%;\">\n<table>\n<tbody><tr>\n<td style=\"vertical-align:top;\" width=\"15%\">Case Reporter:\n</td>\n<td style=\"vertical-align:top;\">Minshu Vol. 61, No. 8\n</td></tr></tbody></table>\n</td></tr>\n<tr>\n<th style=\"background-color:#22cc77; font-size:100%;\">Holding\n</th></tr>\n<tr style=\"text-align:left;\">\n<td style=\"font-size:80%;\">\n<p>A government official erroneously interpreted Japanese laws in denying payment of healthcare benefits to survivors of the atomic bombings (Hibakusha) who resided outside Japan.  The official's misinterpretation of the law and subsequent denial of benefits constituted negligence.\n</p>\n</td></tr>\n<tr>\n<th style=\"background-color:#22cc77; font-size:100%;\">First Petty Bench\n</th></tr>\n<tr style=\"text-align:left;\">\n<td style=\"font-size:80%;\"><b>Chief Justice</b>:Norio Wakui (<a href=\"https://ja.wikipedia.org/wiki/%E6%B6%8C%E4%BA%95%E7%B4%80%E5%A4%AB\" class=\"extiw\" title=\"ja:涌井紀夫\">涌井紀夫</a>)<br /><b>Associate Justice</b>:Tatsuo Kainaka (<a href=\"https://ja.wikipedia.org/wiki/%E7%94%B2%E6%96%90%E4%B8%AD%E8%BE%B0%E5%A4%AB\" class=\"extiw\" title=\"ja:甲斐中辰夫\">甲斐中辰夫</a>), Tokuji Izumi (<a href=\"https://ja.wikipedia.org/wiki/%E6%B3%89%E5%BE%B3%E6%B2%BB\" class=\"extiw\" title=\"ja:泉徳治\">泉徳治</a>), Chiharu Saiguchi (<a href=\"https://ja.wikipedia.org/wiki/%E6%89%8D%E5%8F%A3%E5%8D%83%E6%99%B4\" class=\"extiw\" title=\"ja:才口千晴\">才口千晴</a>)\n</td></tr>\n<tr>\n<th style=\"background-color:#22cc77; font-size:100%;\">Opinion\n</th></tr>\n<tr style=\"text-align:left;\">\n<td style=\"font-size:80%;\"><b>Majority Opinion</b>:by Wakui, joined by Izumi and Saiguchi<br /><b>Concurrence</b>:<br /><b>Dissent</b>:by Kainaka\n</td></tr>\n<tr>\n<th style=\"background-color:#22cc77; font-size:100%;\">Referenced Laws\n</th></tr>\n<tr style=\"text-align:left;\">\n<td style=\"font-size:80%;\">Article 1, para.1 of the Act on State Liability for Compensation; Article 2 and Article 3 of the Act on Medical Care for Atomic Bomb Survivors; Article 5 of the Act on Special Measures for Atomic Bomb Survivors; and Article 1, Article 2, and Article 27 of the Act on Relief for Atomic Bomb Survivors.\n</td></tr></tbody></table>\n<p>The <b>Overseas Hibakusha Case</b>,<sup id=\"cite_ref-Overseas_Hibakusha_Case_1-0\" class=\"reference\"><a href=\"#cite_note-Overseas_Hibakusha_Case-1\">&#91;1&#93;</a></sup> <b>SCOJ 2005 No.1977</b>, was a landmark case of the <a href=\"/wiki/Supreme_Court_of_Japan\" title=\"Supreme Court of Japan\">Supreme Court of Japan</a>.  The Court found that the government's refusal to provide health-care benefits to <a href=\"/wiki/Hibakusha\" title=\"Hibakusha\">hibakusha</a> living abroad was illegal.  The plaintiffs were 40 <a href=\"/wiki/South_Korea\" title=\"South Korea\">South Koreans</a> who were exposed to radiation in the 1945 U.S. atomic bombing of Hiroshima.<sup id=\"cite_ref-search.japantimes.co.jp_2-0\" class=\"reference\"><a href=\"#cite_note-search.japantimes.co.jp-2\">&#91;2&#93;</a></sup> It was the first time the Court declared a government order illegal and upheld a ruling mandating the payment of damages.<sup id=\"cite_ref-search.japantimes.co.jp_2-1\" class=\"reference\"><a href=\"#cite_note-search.japantimes.co.jp-2\">&#91;2&#93;</a></sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Background\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Background</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#History_of_case\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">History of case</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Supreme_Court_decision\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Supreme Court decision</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Dissent\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Dissent</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Impact\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Impact</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Other_hibakusha_cases\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Other hibakusha cases</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#See_also\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#References\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Background\">Background</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Overseas_Hibakusha_Case&amp;action=edit&amp;section=1\" title=\"Edit section: Background\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The Court's decision hinged on an examination of laws relating to treatment of hibakusha, governmental agency directives that interpreted those laws, and an earlier decision of the Court related to hibakusha who were not Japanese citizens:<sup id=\"cite_ref-Overseas_Hibakusha_Case_1-1\" class=\"reference\"><a href=\"#cite_note-Overseas_Hibakusha_Case-1\">&#91;1&#93;</a></sup>\n</p>\n<ul><li>1957: The Act on Medical Care for Atomic Bomb Survivors</li></ul>\n<p>\"The purpose of this Act is, in light of the particular health conditions that survivors of the atomic bombings in Hiroshima City and Nagasaki City are still experiencing, to have the State provide health checkups and medical care for such atomic bomb survivors, with the aim of maintaining and promoting their health\" (Article 1).\n</p>\n<ul><li>1968: The Act on Special Measures for Atomic Bomb Survivors</li></ul>\n<p>\"The purpose of this Act is to pay special allowance and take other measures for survivors of the atomic bombings in Hiroshima City and Nagasaki City who were influenced by the injuring power of the atomic bombs and are still experiencing particular conditions, with the aim of promoting their welfare\" (Article 1).\n</p>\n<ul><li>1974: Act No. 86 (partial revision to the Two Acts for Atomic Bomb Survivors)</li></ul>\n<p>(i) The prefectural governor shall provide \"atomic bomb survivors\" with annual health checkups and necessary guidance based on such checkups; (ii) The Minister of Health and Welfare shall give \"atomic bomb survivors,\" who were injured or sickened with diseases caused by the injuring power of the atomic bombs and are currently in need of medical care, recognition that their injury or diseases were caused by the injuring power of the atomic bombs, and shall provide them with necessary medical care at designated medical institutions or pay for their medical care costs instead; and (iii) The Minister of Health and Welfare shall pay medical care benefits for general injuries or diseases to \"atomic bomb survivors\" on certain conditions, for instance, that they received medical care for general injuries or diseases at medical institutions designated for atomic bomb survivors' general diseases.\n</p>\n<ul><li>1974: \"Directive No. 402\" (Implementation of the Act for Partial Revision to the Act on Medical Care for Atomic Bomb Survivors and the Act on Special Measures for Atomic Bomb Survivors)</li></ul>\n<p>Directive No. 402 was issued on the occasion of the partial revision to the Two Acts for Atomic Bomb Survivors by Act No. 86 of 1974 (see above)\n</p><p>Directive No. 402...provided that since the Act on Special Measures for Atomic Bomb Survivors shall apply only to \"atomic bomb survivors\" who have a place of residence or a current residence in Japan, if an \"atomic bomb survivor\" moves his/her place of residence outside the territory of Japan, the said Act shall not apply to such \"atomic bomb survivor\" and he/she shall forfeit the right to receive health management allowance, etc.\n</p>\n<ul><li>1978: Supreme Court of Japan decision regarding a Korean hibakusha who entered Japan illegally in order to receive treatment for radiation illness.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup></li>\n<li>1995: The Act on Relief for Atomic Bomb Survivors</li></ul>\n<p>the Act on Relief for Atomic Bomb Survivors was enacted in a manner so as to integrate the Two Acts for Atomic Bomb Survivors\n</p>\n<ul><li>1995: Implementation of the Act on Relief for Atomic Bomb Survivors (Notice Hatsu-Ken-I No. 158 of 1995, given by the Vice Minister of Health and Welfare to the prefectural governors and the mayors of Hiroshima City and Nagasaki City)</li>\n<li>2003: Implementation of the Cabinet Order, etc. for Partial Revision to the Order for Enforcement of the Act on Relief for Atomic Bomb Survivors (Notice Ken-Hatsu No. 0301002 of 2003, issued by the Director-General of the Health Service Bureau of the Ministry of Health, Labour and Welfare to the prefectural governors and the mayors of Hiroshima City and Nagasaki City)</li></ul>\n<p>This notice abolished the rule of administrative treatment resulting in forfeiture of right under Directive No. 402.\n</p>\n<h2><span class=\"mw-headline\" id=\"History_of_case\">History of case</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Overseas_Hibakusha_Case&amp;action=edit&amp;section=2\" title=\"Edit section: History of case\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The Hiroshima District Court rejected the suit in March 1999.<sup id=\"cite_ref-search.japantimes.co.jp_2-2\" class=\"reference\"><a href=\"#cite_note-search.japantimes.co.jp-2\">&#91;2&#93;</a></sup>  The Hiroshima High Court reversed the district court's ruling on January 19, 2005, and ordered the government to pay a total of ¥48 million in damages to the Plaintiffs.<sup id=\"cite_ref-search.japantimes.co.jp_2-3\" class=\"reference\"><a href=\"#cite_note-search.japantimes.co.jp-2\">&#91;2&#93;</a></sup>  The 40 plaintiffs worked as forced laborers at a machinery works run by Mitsubishi Heavy Industries Ltd. in Hiroshima at the time of the bombing.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Supreme_Court_decision\">Supreme Court decision</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Overseas_Hibakusha_Case&amp;action=edit&amp;section=3\" title=\"Edit section: Supreme Court decision\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The Court's three main holdings were as follows:<sup id=\"cite_ref-Overseas_Hibakusha_Case_1-2\" class=\"reference\"><a href=\"#cite_note-Overseas_Hibakusha_Case-1\">&#91;1&#93;</a></sup>\n</p><p>(1) \"...Directive No. 402...without any explicit legal ground...deprives an atomic bomb survivor of a legal status...only by reason of his/her departure from Japan, and furthermore, it has a serious influence on atomic bomb survivors. Considering these, when preparing and issuing Directive No. 402, the appellant [the State] should have fully investigated and examined whether or not there was any legal ground for such construction or treatment...if the appellant did so, we can find that it would be sufficiently possible for the appellant to have recognized illegality of...Directive No. 402. Yet, the appellant did not try to clearly explain the very circumstances where Directive No. 402 was prepared and issued, and even by examining the whole evidence of this case, we still cannot find that the appellant fully investigated or considered this issue....We should find the appellant, by doing so, to have breached its basic official duty of construing statutes faithfully, or at least neglected such duty.  Consequently, in accordance with Article 1, para.1 of the Act on State Liability for Compensation, the appellant is liable to compensate for damage that it caused to the plaintiff by preparing and issuing Directive No. 402, which is illegal, and continuing to take the administrative treatment resulting in forfeiture of right based on the directive.\n</p><p>(2) The plaintiffs, while being subject to unfair discrimination against atomic bomb survivors, harbored various feelings such as worries about their health and living, which were growing due to unavailability of proper medical treatment, and anger and resentment for being forced into such circumstances and left without receiving any relief because they were residing in South Korea. At that time, triggered by the judgment of A's Suit,<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> a sign of hope appeared for the plaintiffs to receive relief under the Two Acts for Atomic Bomb Survivors, but just then, Directive No. 402 was prepared and issued, and the administrative practice based on this directive was continued after that. This made the plaintiffs feel further stronger disappointment and anger, a sense of being discriminated, and dissatisfaction, and also feeling irritated by their aging, the plaintiffs at last had no choice but to file this suit.\n</p><p>(3) This case is an extraordinary one in which with regard to relief for atomic bomb survivors who suffered unprecedented serious damage caused by the atomic bombing, the appellant prepared and issued the directive based on an erroneous construction of the relevant statutes. In light of the seriousness, magnitude, and particular nature of the mental distress that the plaintiffs suffered before filing this suit, it is appropriate to grant each of them one million yen as compensation for their mental distress.\n</p>\n<h2><span class=\"mw-headline\" id=\"Dissent\">Dissent</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Overseas_Hibakusha_Case&amp;action=edit&amp;section=4\" title=\"Edit section: Dissent\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Justice Kainaka agreed with the Majority that:<sup id=\"cite_ref-Overseas_Hibakusha_Case_1-3\" class=\"reference\"><a href=\"#cite_note-Overseas_Hibakusha_Case-1\">&#91;1&#93;</a></sup>\n</p>\n<ul><li>\"Directive No. 402...should inevitably be deemed to be based on an illegal construction of the Three Acts for Atomic Bomb Survivors.\"</li></ul>\n<p>However, he opined that:\n</p>\n<ul><li>the Director-General of the Public Health Bureau of the Ministry of Health and Welfare's interpretation of the law, as embodied in Directive No. 402, did not lack reasonable grounds.</li></ul>\n<p>\"government committee members, etc. consistently stated that [the first two Acts for Atomic Bomb Survivors] shall not apply to 'atomic bomb survivors' residing overseas, and this was also the intention of the legislator.\"\n</p>\n<ul><li>the Director-General's enforcement of Directive No. 402 did not constitute negligence under the Act on State Liability for Compensation.</li></ul>\n<p>\"Basically, in order to say that a construction of a statute based on certain legal grounds has lost such ground at a certain point of time, there must be a new development that would affect the construction, such as revision to the statute or the court's rulings showing a clearly opposite construction....no such development seems to have occurred, and therefore the said construction cannot be deemed to have lost its legal grounds.\"\n</p><p>\"...where there is a conflict of views over how to construe a statute...and both views have reasonable grounds, if a public officer performs public duties while relying on either view that he/she considers justifiable, it is inappropriate to immediately find the public officer to have been negligent in doing so only because his/her performance of duties is later judged to be illegal.\"\n</p>\n<ul><li>The plaintiffs were not entitled to damages for emotional distress.</li></ul>\n<p>\"In general, an act cannot be deemed to be illegal under tort law unless it infringes any legally protected interest, and even if an act committed by the State or its official in charge has hurt a person's feelings...such person cannot immediately claim damages by alleging that his/her interest has been infringed thereby.\"\n</p>\n<h2><span class=\"mw-headline\" id=\"Impact\">Impact</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Overseas_Hibakusha_Case&amp;action=edit&amp;section=5\" title=\"Edit section: Impact\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<table class=\"plainlinks metadata ambox mbox-small-left ambox-content\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><a href=\"/wiki/File:Wiki_letter_w_cropped.svg\" class=\"image\"><img alt=\"[icon]\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Wiki_letter_w_cropped.svg/20px-Wiki_letter_w_cropped.svg.png\" width=\"20\" height=\"14\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Wiki_letter_w_cropped.svg/30px-Wiki_letter_w_cropped.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Wiki_letter_w_cropped.svg/40px-Wiki_letter_w_cropped.svg.png 2x\" data-file-width=\"44\" data-file-height=\"31\" /></a></td><td class=\"mbox-text\"><div class=\"mbox-text-span\"><b>This section is empty.</b> <small>You can help by <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Overseas_Hibakusha_Case&amp;action=edit&amp;section=\">adding to it</a>.</small>  <small><i>(July 2010)</i></small></div></td></tr></tbody></table>\n<h2><span class=\"mw-headline\" id=\"Other_hibakusha_cases\">Other hibakusha cases</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Overseas_Hibakusha_Case&amp;action=edit&amp;section=6\" title=\"Edit section: Other hibakusha cases\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The Court had previously issued rulings on hibakusha cases.  In a July 18, 2000, ruling,<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup> the Court upheld a Fukuoka High Court ruling that a Nagasaki hibakusha qualified as a sufferer of radiation illness.  She had been denied subsidized special medical treatment for radiation illness sufferers because she did not meet the Ministry of Health and Welfare's criterion that sufferers must have been within 2 kilometers of the hypocenter of a bombing.  The Court issued its decision without hearing opening arguments.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Overseas_Hibakusha_Case&amp;action=edit&amp;section=7\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Politics_of_Japan\" title=\"Politics of Japan\">Politics of Japan</a></li>\n<li><a href=\"/wiki/Japanese_law\" class=\"mw-redirect\" title=\"Japanese law\">Japanese law</a></li>\n<li><a href=\"/wiki/Judicial_System_of_Japan\" class=\"mw-redirect\" title=\"Judicial System of Japan\">Judicial System of Japan</a></li>\n<li><a href=\"/wiki/SCOJ_Landmark_Cases\" class=\"mw-redirect\" title=\"SCOJ Landmark Cases\">Landmark Cases of the Supreme Court of Japan</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Overseas_Hibakusha_Case&amp;action=edit&amp;section=8\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-Overseas_Hibakusha_Case-1\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Overseas_Hibakusha_Case_1-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Overseas_Hibakusha_Case_1-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-Overseas_Hibakusha_Case_1-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-Overseas_Hibakusha_Case_1-3\"><sup><i><b>d</b></i></sup></a></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.courts.go.jp/english/judgments/text/2007.11.01-2005.-Ju-.No..1977.html\">Overseas Hibakusha Case</a></span>\n</li>\n<li id=\"cite_note-search.japantimes.co.jp-2\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-search.japantimes.co.jp_2-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-search.japantimes.co.jp_2-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-search.japantimes.co.jp_2-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-search.japantimes.co.jp_2-3\"><sup><i><b>d</b></i></sup></a></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://search.japantimes.co.jp/mail/nn20071102a1.html\">Korean hibakusha benefit snub illegal</a>, Japan Times, (2007-11-02)</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.courts.go.jp/search/jhsp0030?action_id=dspDetail&amp;hanreiSrchKbn=02&amp;hanreiNo=26579&amp;hanreiKbn=01\">SCOJ 1975 No. 98</a>(Japanese)</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.asahi.com/english/Herald-asahi/TKY200710240075.html\">\"Top court to uphold A-bomb ruling\"</a>, Asahi Shimbun, (2007-10-24)</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">\"A\" was the Court's term for the Plaintiff Korean hibakusha in the case that was ultimately decided by the Supreme Court of Japan in 1978; the case was decided by the Fukuoka District Court in 1974 and then appealed.</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.ilc.gr.jp/saikousai/hanrei/265.htm\">Supreme Court of Japan 1998 No. 43</a> (Japanese)</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://search.japantimes.co.jp/cgi-bin/nn20000719a6.html\">\"Top court backs state-sponsored health care for A-bomb survivors\"</a>, Japan Times, (2000-07-19)</span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw2258\nCached time: 20180921062412\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.092 seconds\nReal time usage: 0.113 seconds\nPreprocessor visited node count: 300/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 5297/2097152 bytes\nTemplate argument size: 1132/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 2/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 4375/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.020/10.000 seconds\nLua memory usage: 840 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   76.470      1 -total\n 64.64%   49.433      1 Template:Empty_section\n 39.75%   30.397      1 Template:Ambox\n 17.31%   13.236      1 Template:Reflist\n  6.03%    4.613      1 Template:SCOJCase\n  2.31%    1.768      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:16839819-0!canonical and timestamp 20180921062412 and revision id 857135715\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"Articles_to_be_expanded_from_July_2010"},{"sortkey":"","hidden":"","*":"All_articles_to_be_expanded"},{"sortkey":"","hidden":"","*":"Articles_with_empty_sections_from_July_2010"},{"sortkey":"","hidden":"","*":"All_articles_with_empty_sections"},{"sortkey":"","hidden":"","*":"Articles_using_small_message_boxes"},{"sortkey":"*","*":"Hibakusha"},{"sortkey":"","*":"Japanese_case_law"},{"sortkey":"","*":"2007_in_Japan"},{"sortkey":"","*":"2007_in_case_law"},{"sortkey":"","*":"Zainichi_Korean_history"},{"sortkey":"","*":"Health_law_in_Japan"}],"links":[{"ns":14,"exists":"","*":"Category:Articles to be expanded from July 2010"},{"ns":14,"exists":"","*":"Category:Articles with empty sections from July 2010"},{"ns":0,"exists":"","*":"Hibakusha"},{"ns":0,"exists":"","*":"Japanese law"},{"ns":0,"exists":"","*":"Judicial System of Japan"},{"ns":0,"exists":"","*":"Politics of Japan"},{"ns":0,"exists":"","*":"SCOJ Landmark Cases"},{"ns":0,"exists":"","*":"South Korea"},{"ns":0,"exists":"","*":"Supreme Court of Japan"}],"templates":[{"ns":10,"exists":"","*":"Template:SCOJCase"},{"ns":10,"exists":"","*":"Template:Empty section"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Wiki_letter_w_cropped.svg"],"externallinks":["http://www.courts.go.jp/english/judgments/text/2007.11.01-2005.-Ju-.No..1977.html","http://search.japantimes.co.jp/mail/nn20071102a1.html","http://www.courts.go.jp/search/jhsp0030?action_id=dspDetail&hanreiSrchKbn=02&hanreiNo=26579&hanreiKbn=01","http://www.asahi.com/english/Herald-asahi/TKY200710240075.html","http://www.ilc.gr.jp/saikousai/hanrei/265.htm","http://search.japantimes.co.jp/cgi-bin/nn20000719a6.html"],"sections":[{"toclevel":1,"level":"2","line":"Background","number":"1","index":"1","fromtitle":"Overseas_Hibakusha_Case","byteoffset":1860,"anchor":"Background"},{"toclevel":1,"level":"2","line":"History of case","number":"2","index":"2","fromtitle":"Overseas_Hibakusha_Case","byteoffset":5986,"anchor":"History_of_case"},{"toclevel":1,"level":"2","line":"Supreme Court decision","number":"3","index":"3","fromtitle":"Overseas_Hibakusha_Case","byteoffset":6602,"anchor":"Supreme_Court_decision"},{"toclevel":1,"level":"2","line":"Dissent","number":"4","index":"4","fromtitle":"Overseas_Hibakusha_Case","byteoffset":9741,"anchor":"Dissent"},{"toclevel":1,"level":"2","line":"Impact","number":"5","index":"5","fromtitle":"Overseas_Hibakusha_Case","byteoffset":11771,"anchor":"Impact"},{"toclevel":1,"level":"2","line":"Other hibakusha cases","number":"6","index":"6","fromtitle":"Overseas_Hibakusha_Case","byteoffset":11816,"anchor":"Other_hibakusha_cases"},{"toclevel":1,"level":"2","line":"See also","number":"7","index":"7","fromtitle":"Overseas_Hibakusha_Case","byteoffset":12627,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"8","index":"8","fromtitle":"Overseas_Hibakusha_Case","byteoffset":12782,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Overseas Hibakusha Case","iwlinks":[{"prefix":"ja","url":"https://ja.wikipedia.org/wiki/%E6%B6%8C%E4%BA%95%E7%B4%80%E5%A4%AB","*":"ja:涌井紀夫"},{"prefix":"ja","url":"https://ja.wikipedia.org/wiki/%E7%94%B2%E6%96%90%E4%B8%AD%E8%BE%B0%E5%A4%AB","*":"ja:甲斐中辰夫"},{"prefix":"ja","url":"https://ja.wikipedia.org/wiki/%E6%B3%89%E5%BE%B3%E6%B2%BB","*":"ja:泉徳治"},{"prefix":"ja","url":"https://ja.wikipedia.org/wiki/%E6%89%8D%E5%8F%A3%E5%8D%83%E6%99%B4","*":"ja:才口千晴"}],"properties":[{"name":"wikibase_item","*":"Q7389206"}]}}