{"parse":{"title":"Proactive law","pageid":40437234,"revid":852890776,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-style ambox-essay-like\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/60px-Edit-clear.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/80px-Edit-clear.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>is written like a <a href=\"/wiki/Wikipedia:NOTESSAY\" class=\"mw-redirect\" title=\"Wikipedia:NOTESSAY\">personal reflection or opinion essay</a></b> that states a Wikipedia editor's personal feelings about a topic.<span class=\"hide-when-compact\"> Please <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Proactive_law&amp;action=edit\">help improve it</a> by rewriting it in an <a href=\"/wiki/Wikipedia:Encyclopedic_style\" class=\"mw-redirect\" title=\"Wikipedia:Encyclopedic style\">encyclopedic style</a>.</span>  <small><i>(September 2013)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p><b>Proactive law</b> seeks a new approach to legal issues in businesses and societies. Instead of perceiving law as a constraint that companies and people in general need to comply with, <b>proactive law</b> considers law as an instrument that can create success and foster sustainable relationships, which in the end carries the potential to increase value for companies, individuals, and societies in general.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>\n</p><p>The word <a href=\"/wiki/Proactive\" class=\"mw-redirect\" title=\"Proactive\">proactive</a> is the opposite of reactive, meaning that the approach to law is based on an <a href=\"/wiki/Ex_ante\" class=\"mw-redirect\" title=\"Ex ante\">ex ante</a> view rather than an <a href=\"/wiki/Ex_post\" class=\"mw-redirect\" title=\"Ex post\">ex post</a> view. According to the dictionary of <a href=\"/wiki/Merriam-Webster\" title=\"Merriam-Webster\">Merriam-Webster</a>, the word proactive refers to <i>acting in anticipation of future problems, needs, or changes</i>.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\nThus, the proactive law approach challenges the traditional backwards and failure oriented approach to law by acting in <a href=\"/wiki/67th_World_Science_Fiction_Convention\" title=\"67th World Science Fiction Convention\">anticipation</a> of legal <a href=\"/wiki/Disputes\" class=\"mw-redirect\" title=\"Disputes\">disputes</a>, taking control of potential problems, providing solutions, and self-initiation, instead of reacting to failures and shortcomings.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>\n</p><p>The hotbed of the proactive law movement is the Nordic countries and Finland in particular. The movement took off in the late 1990s and is almost similar to the American movement – Law as a Competitive Source. Both of these parallel evolutions are founded on the work of <a href=\"/wiki/Louis_M._Brown\" title=\"Louis M. Brown\">Louis M. Brown</a>, developed in the 1950s known as the <a href=\"/w/index.php?title=Preventive&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Preventive (page does not exist)\">preventive</a> approach to law.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#From_Preventive_Law_to_Proactive_Law\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">From Preventive Law to Proactive Law</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-2\"><a href=\"#The_Promotive_Dimension\"><span class=\"tocnumber\">1.1</span> <span class=\"toctext\">The Promotive Dimension</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Proactive_Law_in_Legislation\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Proactive Law in Legislation</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Proactive_Law_in_a_Business_Context\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Proactive Law in a Business Context</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#References\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"From_Preventive_Law_to_Proactive_Law\">From Preventive Law to Proactive Law</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Proactive_law&amp;action=edit&amp;section=1\" title=\"Edit section: From Preventive Law to Proactive Law\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The proactive law movement has become more visible in recent years, but the idea of an <a href=\"/wiki/Ex_ante\" class=\"mw-redirect\" title=\"Ex ante\">ex ante</a> view is not new. It is generally known that the earlier a dispute or a potential dispute is addressed, the better the chances of a fair, just and prompt solution.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>  <a href=\"/wiki/Louis_M._Brown\" title=\"Louis M. Brown\">Louis M. Brown</a> was the first to introduce the <a href=\"/w/index.php?title=Ex_ant&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Ex ant (page does not exist)\">ex ante</a> view in his ground-laying book “Preventive Law”.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>  Although he identified and organized the preventive law into a distinctive way of thinking, he was not the inventor of this approach. It has been, and still is, well known to many legal professionals and every business manager that:\n</p><p>“It usually costs less to avoid getting into trouble than to pay for getting out of trouble.”<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup>\n</p><p>To understand the general principles of proactive law requires understanding the core principles of <a href=\"/w/index.php?title=Preventive_law&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Preventive law (page does not exist)\">preventive law</a>, as these principles create the foundation for proactive law and <a href=\"/wiki/Proactive_contracting\" title=\"Proactive contracting\">proactive contracting</a>. <a href=\"/w/index.php?title=Edward_Dauer&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Edward Dauer (page does not exist)\">Edward Dauer</a> identifies four core principles of preventive law:<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup>\n</p>\n<ul><li>Predicting human behavior to anticipate and account for what people will do, and by doing so, prevents litigation. This improves personal and business relationships, and constitutes an essential part of the preventive law.</li>\n<li>Conflict management—preventive law draws parallels from the medical world, e.g., successful medical treatment is prophylactic.</li>\n<li>Embracement of risks: Instead of focusing solely on reducing one or a few risks to zero, the preventive law approach strives to reduce the overall sum of risk.</li>\n<li>Preventive legal service: Lawyers and in-house counsels must participate with others in multi-disciplinary teams in the planning of business ventures. Bringing legal expertise in earlier helps detect and prevent legal problems.</li></ul>\n<p>The proactive law movement encompasses the basic principles of preventive law stated above, namely preventing what is not desirable, and keeping problems and risks from materializing.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup> \nThus, as proactive law consists of preventive law, the characteristics above constitute the foundation of proactive law.\n</p>\n<h3><span class=\"mw-headline\" id=\"The_Promotive_Dimension\">The Promotive Dimension</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Proactive_law&amp;action=edit&amp;section=2\" title=\"Edit section: The Promotive Dimension\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>To this preventive dimension of law, proactive law adds a second aspect, which is often neglected in traditional law – known as the <i><a href=\"/w/index.php?title=Promotive&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Promotive (page does not exist)\">promotive</a> dimension</i>.\n</p><p>The nature of the promotive dimension is positive and constructive and promotes what is desirable while encouraging good behavior. This is where we find the distinction to preventive law. \nIn a legal context, proactive law emphasizes the importance of collaboration between legal professionals and other disciplines to achieve the desired goals in circumstances where legal expertise collaborates with other disciplines. Proactive law therefore emphasizes the need for dialogue between different understandings. In a medical context, the preventive law prevents ill health, while proactive law promotes well-being.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup>\n</p><p>The proactive law approach is based on legal certainty, <a href=\"/wiki/Literacy\" title=\"Literacy\">literacy</a>, and cross-professional collaboration to “localize the mines and preventing them from exploding.”<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup>\n</p><p>In addition to navigating past the mines, the legal professionals should create economic value, and thus must be outcome-orientated to exploit the promotive dimension. Lawyers and <a href=\"/wiki/In-house_counsel\" class=\"mw-redirect\" title=\"In-house counsel\">in-house counsel</a> thus must act to achieve results by watching for changes or opportunities and setting improved goals. To do so, legal professionals must highlight opportunities to build a solid business foundation, roadmaps for performance, trust, and better sustainable relationships.<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup>\n</p><p>Besides achieving these business goals, it is important to focus on legal <a href=\"/wiki/Risk_management\" title=\"Risk management\">risk management</a> to prevent disputes. Many legal disputes arise due to misunderstandings and disappointed expectations. However, careful attention to legal clarity along with early warning mechanisms, and enhanced collaboration between business partners, through establishment of common goals, avoids the business from getting to the stage of dispute.<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup>\n</p><p>It is essential in proactive law that legal professionals, managers, and other involved stakeholders collaborate on a cross-professional basis to avoid disputes. In addition to avoiding disputes, it is also important to promote creative thinking. To develop new ideas, and concepts that correspond to the needs, problems or challenges, it is necessary to look towards the future rather than the past, maybe by using already known approaches, but also non-existing approaches.<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup> This invites businesses, authorities and researchers to develop solutions through creative thinking.\n</p><p>Thus, proactive law is about problem-solving, detecting real-life causes for potential misunderstandings and failures, but most of all it is about fostering and promoting fruitful and sustainable relationships that enables the stakeholders to reach their goals, creating value for business, individuals, and society as a whole.<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Proactive_Law_in_Legislation\">Proactive Law in Legislation</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Proactive_law&amp;action=edit&amp;section=3\" title=\"Edit section: Proactive Law in Legislation\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>An indication that Proactive Law is gaining prominence is the fact that the <a href=\"/wiki/European_Commission\" title=\"European Commission\">European Commission</a> has published an <a href=\"/wiki/Opinion\" title=\"Opinion\">opinion</a> on Proactive Law.\n</p><p>The EESC urges a <a href=\"/wiki/Paradigm\" title=\"Paradigm\">paradigm</a> shift, as the time has come to give up the centuries-old reactive approach to law and to adopt a pro active approach. It is time to look at law in a different way: to look forward rather than back, to focus on how the law is used and oper ates in everyday life and how it is received in the community it seeks to regulate. While responding to and resolving problems remain important, preventing causes of problems is vital, along with serving the needs and facilitating the productive interaction of citizens and businesses.<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup>\n</p><p>By its very nature, the Community legal system is precisely the type of area in which the proactive approach should be adopted when planning, drawing up and implementing laws; against this backdrop, the EESC would argue that rules and regu lations are not the only way nor always the best way to achieve the desired objectives; at times, the regulator may best support valuable goals by refraining from regulating and, where appropri ate, encouraging self-regulation and co-regulation. This being the case, the fundamental principles of <a href=\"/wiki/Subsidiarity\" title=\"Subsidiarity\">subsidiarity</a>, <a href=\"/wiki/Proportionality_(law)\" title=\"Proportionality (law)\">proportionality</a>, <a href=\"/w/index.php?title=Precaution&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Precaution (page does not exist)\">precaution</a> and <a href=\"/wiki/Sustainability\" title=\"Sustainability\">sustainability</a> take on new importance and a new dimension.\n</p><p>The EESC believes that the single market can benefit greatly when EU law and its makers — <a href=\"/wiki/Legislators\" class=\"mw-redirect\" title=\"Legislators\">legislators</a> and administrators in the broadest sense — shift their focus from inward, from inside the legal system, rules and institutions, to outward, to the users of the law: to society, citizens and businesses that the legal system is intended to serve.<sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup>\n</p><p>While the transposition and implementation of laws are important steps towards better regulation at EU level, regulatory success should be measured by how the goals are achieved at the level of the users of the law, EU citizens and businesses. The laws should be communicated in ways that are meaningful to their intended audience, first and foremost to those whose behaviour is affected and not just to the relevant institutions and administrators.\n</p><p>The application of the Proactive Law approach should be considered systematically in all lawmaking and implementation within the EU. The EESC strongly believes that by making this approach not only part of the Better Regulation agenda, and but also a priority for legislators and administrators at the EU, national and regional levels, it would be possible to build a strong legal foundation for individuals and businesses to prosper.<sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\">&#91;17&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Proactive_Law_in_a_Business_Context\">Proactive Law in a Business Context</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Proactive_law&amp;action=edit&amp;section=4\" title=\"Edit section: Proactive Law in a Business Context\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>While Proactive Law in general has gained increased attention at the highest legislatory authorities, businesses seem to be the first movers in this developing research field.\n</p><p>When Proactive Law is adapted to businesses the approach is called <a href=\"/wiki/Proactive_Contracting\" class=\"mw-redirect\" title=\"Proactive Contracting\">Proactive Contracting</a> and Proactive <a href=\"/wiki/Contract_Management\" class=\"mw-redirect\" title=\"Contract Management\">Contract Management</a>. The idea is that <a href=\"/wiki/Proactive_Contracting\" class=\"mw-redirect\" title=\"Proactive Contracting\">Proactive Contracting</a> may constitute a sustainable <a href=\"/wiki/Competitive_advantage\" title=\"Competitive advantage\">competitive advantage</a>, when implemented thoroughly.\n</p><p>In recent years law has gained increased prominence as a source of competitive advantage to businesses. This prominence originated with the work of scholars and professionals in the <a href=\"/wiki/United_States\" title=\"United States\">United States</a> and <a href=\"/wiki/Europe\" title=\"Europe\">Europe</a>. In the US, research of Robert Bird has contributed to the movement of Law as a <a href=\"/wiki/Competitive_Advantage\" class=\"mw-redirect\" title=\"Competitive Advantage\">Competitive Advantage</a>. \nRobert Bird uses a strategy framework to analyze the attributes of law necessary to obtain a competitive advantage. In Europe, the proactive law movement constitutes the same. \nAs contracts and contract law are major components of successful <a href=\"/wiki/R%26D\" class=\"mw-redirect\" title=\"R&amp;D\">R&amp;D</a>, <a href=\"/wiki/Information_technology\" title=\"Information technology\">IT</a>, <a href=\"/wiki/Operations_management\" title=\"Operations management\">operations management</a>, <a href=\"/wiki/Outsourcing\" title=\"Outsourcing\">outsourcing</a> etc., it is important that the contracts and contracting processes involved are successful. \nIn the words of <a href=\"/w/index.php?title=Tim_Cummins&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Tim Cummins (page does not exist)\">Tim Cummins</a>, <a href=\"/wiki/CEO\" class=\"mw-redirect\" title=\"CEO\">CEO</a> of the IACCM, “contracts lie at the heart of most business relationships, certainly within Western <a href=\"/wiki/Cultures\" class=\"mw-redirect\" title=\"Cultures\">cultures</a> and <a href=\"/wiki/Economies\" class=\"mw-redirect\" title=\"Economies\">economies</a>, and increasingly among all companies or entities that seek to operate in an international market”.<sup id=\"cite_ref-18\" class=\"reference\"><a href=\"#cite_note-18\">&#91;18&#93;</a></sup>\n</p><p>As international trading grows in value and quantity, it is important for businesses to excel in contracting. Businesses that can manage contracting successfully have a competitive advantage <a href=\"/wiki/Ceteris_paribus\" title=\"Ceteris paribus\">ceteris paribus</a>.\n</p><p>By incorporating both a <a href=\"/w/index.php?title=Preventive&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Preventive (page does not exist)\">preventive</a> and a <a href=\"/w/index.php?title=Promotive&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Promotive (page does not exist)\">promotive</a> focus, the proactive law movement encourages both legal goals, which are often preventive—and business goals, which tend to be promotive.<sup id=\"cite_ref-19\" class=\"reference\"><a href=\"#cite_note-19\">&#91;19&#93;</a></sup>\n</p><p>By combining these two approaches to reaching goals, businesses take advantage of both the preventive focus and the promotive focus.\n<a href=\"/wiki/Tory_Higgins\" class=\"mw-redirect\" title=\"Tory Higgins\">Tory Higgins</a> has developed a <a href=\"/wiki/Psychological\" class=\"mw-redirect\" title=\"Psychological\">psychological</a> theory called the <a href=\"/wiki/Regulatory_Focus_Theory\" class=\"mw-redirect\" title=\"Regulatory Focus Theory\">Regulatory Focus Theory</a> that focuses on motivations and how people tend to achieve their goals.<sup id=\"cite_ref-20\" class=\"reference\"><a href=\"#cite_note-20\">&#91;20&#93;</a></sup>\n</p><p>The two different orientations towards goal achievement, which have been recognized by <a href=\"/wiki/Tory_Higgins\" class=\"mw-redirect\" title=\"Tory Higgins\">Tory Higgins</a>, are:\n</p><p>(1) a preventive focus that emphasizes <a href=\"/wiki/Safety\" title=\"Safety\">safety</a>, <a href=\"/wiki/Legal_liability\" title=\"Legal liability\">responsibility</a> and <a href=\"/wiki/Security\" title=\"Security\">security</a>, and\n</p><p>(2) a promotive focus that emphasizes <a href=\"/wiki/Hopes\" class=\"mw-redirect\" title=\"Hopes\">hopes</a>, <a href=\"/w/index.php?title=Accomplishments&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Accomplishments (page does not exist)\">accomplishments</a>, and <a href=\"/w/index.php?title=Advancements&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Advancements (page does not exist)\">advancements</a>.\n</p><p>Thus, the way of businesses to pursuing a goal depends on whether their approach is <a href=\"/w/index.php?title=Preventive&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Preventive (page does not exist)\">preventive</a> or <a href=\"/w/index.php?title=Promotive&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Promotive (page does not exist)\">promotive</a>. According to Mayer and <a href=\"/wiki/Weber\" title=\"Weber\">Weber</a>, people with a preventive focus view goals as minimal targets that produce a low-intensity response when the goal is achieved.  On the other hand, people with a promotive approach see goals as maximal targets. Thus, “achievement of the goal results in feelings of high-intensity happiness instead of low-intensity calm”.<sup id=\"cite_ref-21\" class=\"reference\"><a href=\"#cite_note-21\">&#91;21&#93;</a></sup>\n</p><p>If businesses succeed in incorporating both the preventive and promotive approach in reaching their goals, they may able to utilize the advantages of both legal and business goals.<sup id=\"cite_ref-22\" class=\"reference\"><a href=\"#cite_note-22\">&#91;22&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Proactive_law&amp;action=edit&amp;section=5\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Berger-Walliser, G. &amp; Østergaard, K.: Proactive Law – in a Business Environment. (2012) 1. ed. Tilst, DJØF Publishing, Jurist- og Økonomforbundets Forlag. p. 16</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.merriam-webster.com/dictionary/proactive\">http://www.merriam-webster.com/dictionary/proactive</a>.</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Berger-Walliser, G. &amp; Østergaard, K.: Proactive Law – in a Business Environment. (2012) 1. ed. Tilst, DJØF Publishing, Jurist- og Økonomforbundets Forlag. p. 18.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Sorsa K. (ed.): Proactive Management and Proactive Business Law – A Handbook. (2011) 1. ed., Turku: Tampereen Yliopistopaino Oy – Juvenes Print. p. 118.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Brown, Louis M.: Preventive Law, (1950).</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Brown, Louis M.: Preventive Law, (1950). p. 1.</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Dauer E. A., Four Principles for a Theory of Preventive Law, p. 13-35</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Berger-Walliser, G. &amp; Østergaard, K.: Proactive Law – in a Business Environment. (2012), p. 22.</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Sorsa K. (ed.): Proactive Management and Proactive Business Law – A Handbook. (2011) 1. ed., Turku: Tampereen Yliopistopaino Oy – Juvenes Print. p. 121.</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Proactive Management and Proactive Business Law – A Handbook. (2011) 1. ed., Turku: Tampereen Yliopistopaino Oy – Juvenes Print. p. 122.</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Proactive Management and Proactive Business Law – A Handbook. (2011) 1. ed., Turku: Tampereen Yliopistopaino Oy – Juvenes Print. p. 123</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Proactive Management and Proactive Business Law – A Handbook. (2011) 1. ed., Turku: Tampereen Yliopistopaino Oy – Juvenes Print. p. 123.</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">Proactive Management and Proactive Business Law – A Handbook. (2011) 1. ed., Turku: Tampereen Yliopistopaino Oy – Juvenes Print. p. 123</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">Berger-Walliser, G. &amp; Østergaard, K.: Proactive Law – in a Business Environment. (2012), p. 31.</span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:C:2009:175:0026:0033:EN:PDF\">http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:C:2009:175:0026:0033:EN:PDF</a></span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:C:2009:175:0026:0033:EN:PDF\">http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:C:2009:175:0026:0033:EN:PDF</a></span>\n</li>\n<li id=\"cite_note-17\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-17\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:C:2009:175:0026:0033:EN:PDF\">http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:C:2009:175:0026:0033:EN:PDF</a></span>\n</li>\n<li id=\"cite_note-18\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-18\">^</a></b></span> <span class=\"reference-text\">Cummins, T. (2006): Best Practices In Commercial Contracting, p. 132.</span>\n</li>\n<li id=\"cite_note-19\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-19\">^</a></b></span> <span class=\"reference-text\">Siedel, G. J. &amp; Haapio, H.: Using Proactive Law for Competitive Advantages, (2010) p. 660.</span>\n</li>\n<li id=\"cite_note-20\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-20\">^</a></b></span> <span class=\"reference-text\">Higgins, E. T.: Promotion and Prevention: Regulatory Focus as a Motivational Principle. (1998).</span>\n</li>\n<li id=\"cite_note-21\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-21\">^</a></b></span> <span class=\"reference-text\">Mayer, K. J. &amp; Weber, L.: Unpacking Contract Capabilities: Shaping Behavior by Implementing Appropriate Contract Framing, (2009) p. 8.</span>\n</li>\n<li id=\"cite_note-22\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-22\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20130921054654/http://pure.au.dk/portal-asb-student/da/studentprojects/overcoming-the-challenges-of-future-contracting-through-the-use-of-proactive-law(7972282c-715c-47cc-911e-d32775a8ed2f).html\">\"Archived copy\"</a>. Archived from <a rel=\"nofollow\" class=\"external text\" href=\"http://pure.au.dk/portal-asb-student/da/studentprojects/overcoming-the-challenges-of-future-contracting-through-the-use-of-proactive-law(7972282c-715c-47cc-911e-d32775a8ed2f).html\">the original</a> on 2013-09-21<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2014-06-09</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Archived+copy&amp;rft_id=http%3A%2F%2Fpure.au.dk%2Fportal-asb-student%2Fda%2Fstudentprojects%2Fovercoming-the-challenges-of-future-contracting-through-the-use-of-proactive-law%287972282c-715c-47cc-911e-d32775a8ed2f%29.html&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AProactive+law\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw1247\nCached time: 20180911144121\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.100 seconds\nReal time usage: 0.136 seconds\nPreprocessor visited node count: 440/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 6176/2097152 bytes\nTemplate argument size: 91/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 8903/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.033/10.000 seconds\nLua memory usage: 1.6 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  104.907      1 -total\n 48.07%   50.431      1 Template:Reflist\n 41.08%   43.098      1 Template:Essay-like\n 30.67%   32.180      1 Template:Cite_web\n 26.75%   28.062      1 Template:Ambox\n  1.92%    2.011      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:40437234-0!canonical and timestamp 20180911144121 and revision id 852890776\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"Wikipedia_articles_with_style_issues_from_September_2013"},{"sortkey":"","hidden":"","*":"All_articles_with_style_issues"},{"sortkey":"","*":"Law"}],"links":[{"ns":14,"exists":"","*":"Category:Wikipedia articles with style issues from September 2013"},{"ns":0,"exists":"","*":"67th World Science Fiction Convention"},{"ns":0,"exists":"","*":"CEO"},{"ns":0,"exists":"","*":"Ceteris paribus"},{"ns":0,"exists":"","*":"Competitive Advantage"},{"ns":0,"exists":"","*":"Competitive advantage"},{"ns":0,"exists":"","*":"Contract Management"},{"ns":0,"exists":"","*":"Cultures"},{"ns":0,"exists":"","*":"Disputes"},{"ns":0,"exists":"","*":"Economies"},{"ns":0,"exists":"","*":"Europe"},{"ns":0,"exists":"","*":"European Commission"},{"ns":0,"exists":"","*":"Ex ante"},{"ns":0,"exists":"","*":"Ex post"},{"ns":0,"exists":"","*":"Hopes"},{"ns":0,"exists":"","*":"In-house counsel"},{"ns":0,"exists":"","*":"Information technology"},{"ns":0,"exists":"","*":"Legal liability"},{"ns":0,"exists":"","*":"Legislators"},{"ns":0,"exists":"","*":"Literacy"},{"ns":0,"exists":"","*":"Louis M. Brown"},{"ns":0,"exists":"","*":"Merriam-Webster"},{"ns":0,"exists":"","*":"Operations management"},{"ns":0,"exists":"","*":"Opinion"},{"ns":0,"exists":"","*":"Outsourcing"},{"ns":0,"exists":"","*":"Paradigm"},{"ns":0,"exists":"","*":"Proactive"},{"ns":0,"exists":"","*":"Proactive Contracting"},{"ns":0,"exists":"","*":"Proactive contracting"},{"ns":0,"exists":"","*":"Proportionality (law)"},{"ns":0,"exists":"","*":"Psychological"},{"ns":0,"exists":"","*":"R&D"},{"ns":0,"exists":"","*":"Regulatory Focus Theory"},{"ns":0,"exists":"","*":"Risk management"},{"ns":0,"exists":"","*":"Safety"},{"ns":0,"exists":"","*":"Security"},{"ns":0,"exists":"","*":"Subsidiarity"},{"ns":0,"exists":"","*":"Sustainability"},{"ns":0,"exists":"","*":"Tory Higgins"},{"ns":0,"exists":"","*":"United States"},{"ns":0,"exists":"","*":"Weber"},{"ns":0,"*":"Preventive"},{"ns":0,"*":"Ex ant"},{"ns":0,"*":"Preventive law"},{"ns":0,"*":"Edward Dauer"},{"ns":0,"*":"Promotive"},{"ns":0,"*":"Precaution"},{"ns":0,"*":"Tim Cummins"},{"ns":0,"*":"Accomplishments"},{"ns":0,"*":"Advancements"},{"ns":4,"exists":"","*":"Wikipedia:Encyclopedic style"},{"ns":4,"exists":"","*":"Wikipedia:NOTESSAY"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Essay-like"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Edit-clear.svg"],"externallinks":["https://web.archive.org/web/20130921054654/http://pure.au.dk/portal-asb-student/da/studentprojects/overcoming-the-challenges-of-future-contracting-through-the-use-of-proactive-law(7972282c-715c-47cc-911e-d32775a8ed2f).html","http://pure.au.dk/portal-asb-student/da/studentprojects/overcoming-the-challenges-of-future-contracting-through-the-use-of-proactive-law(7972282c-715c-47cc-911e-d32775a8ed2f).html","http://www.merriam-webster.com/dictionary/proactive","http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:C:2009:175:0026:0033:EN:PDF"],"sections":[{"toclevel":1,"level":"2","line":"From Preventive Law to Proactive Law","number":"1","index":"1","fromtitle":"Proactive_law","byteoffset":1839,"anchor":"From_Preventive_Law_to_Proactive_Law"},{"toclevel":2,"level":"3","line":"The Promotive Dimension","number":"1.1","index":"2","fromtitle":"Proactive_law","byteoffset":4377,"anchor":"The_Promotive_Dimension"},{"toclevel":1,"level":"2","line":"Proactive Law in Legislation","number":"2","index":"3","fromtitle":"Proactive_law","byteoffset":8019,"anchor":"Proactive_Law_in_Legislation"},{"toclevel":1,"level":"2","line":"Proactive Law in a Business Context","number":"3","index":"4","fromtitle":"Proactive_law","byteoffset":10964,"anchor":"Proactive_Law_in_a_Business_Context"},{"toclevel":1,"level":"2","line":"References","number":"4","index":"5","fromtitle":"Proactive_law","byteoffset":15099,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Proactive law","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q17156928"}]}}