{"parse":{"title":"Developmental-Behavioral Screening and Surveillance","pageid":13778073,"revid":805965049,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-style ambox-citation_style\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/60px-Edit-clear.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/80px-Edit-clear.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>has an unclear citation style</b>.<span class=\"hide-when-compact\"> The references used may be made clearer with a different or consistent style of <a href=\"/wiki/Wikipedia:Citing_sources\" title=\"Wikipedia:Citing sources\">citation</a> and <a href=\"/wiki/Help:Footnotes\" title=\"Help:Footnotes\">footnoting</a>.</span>  <small><i>(January 2016)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<table class=\"plainlinks metadata ambox ambox-style ambox-essay-like\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/60px-Edit-clear.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/80px-Edit-clear.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>is written like a <a href=\"/wiki/Wikipedia:NOTESSAY\" class=\"mw-redirect\" title=\"Wikipedia:NOTESSAY\">personal reflection or opinion essay</a></b> that states a Wikipedia editor's personal feelings about a topic.<span class=\"hide-when-compact\"> Please <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Developmental-Behavioral_Screening_and_Surveillance&amp;action=edit\">help improve it</a> by rewriting it in an <a href=\"/wiki/Wikipedia:Encyclopedic_style\" class=\"mw-redirect\" title=\"Wikipedia:Encyclopedic style\">encyclopedic style</a>.</span>  <small><i>(January 2016)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p>Early <b>detection of children with developmental-behavioral delays and <a href=\"/wiki/Developmental_disability\" title=\"Developmental disability\">disabilities</a></b> is essential to making sure that those with difficulties receive the benefits of <a href=\"/wiki/Early_Childhood_Intervention\" class=\"mw-redirect\" title=\"Early Childhood Intervention\">early intervention</a>.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Background\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Background</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Developmental-Behavioral_Screening\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Developmental-Behavioral Screening</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Developmental-Behavioral_Surveillance\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Developmental-Behavioral Surveillance</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#So_Do_Developmental_Surveillance_and_Screening_Work?\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">So Do Developmental Surveillance and Screening Work?</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Challenges_to_Early_Detection_in_Primary_Care\"><span class=\"tocnumber\">4.1</span> <span class=\"toctext\">Challenges to Early Detection in Primary Care</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Conclusion\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Conclusion</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#See_also\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Notes\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Notes</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#External_links\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Background\">Background</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Developmental-Behavioral_Screening_and_Surveillance&amp;action=edit&amp;section=1\" title=\"Edit section: Background\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Early intervention has been proven to help prevent school failure, reduce the need for expensive special education services, is associated with graduating from high school, avoiding teen pregnancy and violent crime, becoming employed when an adult, etc. Recent research from Head Start showed that for every $1 spent on early intervention, society as a whole saves $17.00. In the US, early intervention is guaranteed under the <a href=\"/wiki/Individuals_with_Disabilities_Education_Act\" title=\"Individuals with Disabilities Education Act\">Individuals with Disabilities Education Act (IDEA)</a> beginning at birth.\n</p><p>Because almost all children receive health care, <a href=\"/wiki/Primary_care\" title=\"Primary care\">primary care</a> providers (e.g., nurses, family medicine physicians, and pediatricians) are charged by their various professional societies, by the <a href=\"/wiki/Centers_for_Medicare_and_Medicaid_Services\" title=\"Centers for Medicare and Medicaid Services\">Centers for Medicare and Medicaid Services</a>, the <a href=\"/wiki/Centers_for_Disease_Control\" class=\"mw-redirect\" title=\"Centers for Disease Control\">Centers for Disease Control</a>, and by IDEA to search for difficulties and make needed referrals. So what are the methods used to detect children with difficulties and how effective are they?\n</p>\n<h2><span class=\"mw-headline\" id=\"Developmental-Behavioral_Screening\">Developmental-Behavioral Screening</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Developmental-Behavioral_Screening_and_Surveillance&amp;action=edit&amp;section=2\" title=\"Edit section: Developmental-Behavioral Screening\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Screening tools are brief measures designed to sort those who probably have problems from those who do not. Screens are meant to be used on the asymptomatic and are not necessary when problems are obvious. Screens do not lead to a diagnosis but rather to a probability of a problem. The kind of problem that may exist is generally not defined by a screening test. The screens used in primary care are generally broad-band in nature, meaning that they tap a range of developmental domains, typically expressive and receptive language, fine and gross motor skills, self-help, social-emotional, and for older children pre-academic and academic skills. In contrast, narrow-band screens focus only on a single condition such mental health problems, and may parse via factor scores, the probability, for example of depression and anxiety, versus attention deficits, versus disorders of conduct. Typically, broad-band screens are used first and may be the only type of measure used to make referrals in primary care, referrals which are then followed up by in—depth or diagnostic testing and often with narrow-band screens used alongside them.\n</p><p>Screening measures require careful construction, research, and a high level of proof. High quality screens are ones that have been standardized (meaning administered in exactly the same way every time) on a large current (meaning in the last decade) nationally representative sample. Screens must be shown to be reliable (meaning that two different examiners get virtually the same results, and that measuring the same child over a short period of time, e.g., two weeks, returns nearly the same result). Screens must have proven validity, meaning that they are given alongside lengthier measures and found to have a strong relationship (usually via correlations). Validity studies should also view which problems are detected (e.g., movement disorders, language impairment, autism spectrum disorder, learning disabilities).\n</p><p>But the acid test of a quality screen, and what sets apart the psychometry of screens from any other type of test, is proof of accuracy. This means that test developers must show proof of sensitivity, i.e., the percentage of children with problems detected, and specificity, meaning the percentage of children without problems who are identified usually with passing or negative test results. The standards for sensitivity and specificity are 70% to 80% at any single administration. While this may seem low, development is a moving target and repeated screening is needed to identify all in need. This also means that even quality screens make errors but, one study of four different screens showed that over-referrals (meaning children who fail screens but who are not found to be eligible for services upon more in-depth testing) are children with psychosocial risk factors and below average performance. This is helpful information for marshalling non-special education services, such as Head Start, after-school tutoring, Boys and Girls Clubs, parent training, etc.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> for a description of quality measures and links to publishers. Screens are expensive to produce, translate, support, etc. and so all developmental screens are copyrighted products that much be purchased from publishers. However, most are inexpensive to deliver with time and material costs between $1.00 - $4.00 per visit.\n</p>\n<h2><span class=\"mw-headline\" id=\"Developmental-Behavioral_Surveillance\">Developmental-Behavioral Surveillance</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Developmental-Behavioral_Screening_and_Surveillance&amp;action=edit&amp;section=3\" title=\"Edit section: Developmental-Behavioral Surveillance\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Surveillance is the longitudinal process of getting “the big picture” of children’s lives and intervening in potential problems preferably before they develop. Surveillance includes eliciting and addressing parents’ concerns, and monitoring and addressing psychosocial risk factors that may deter development (e.g., limited parental education, more than 3 children in the home, single parenting, poverty, parental depression or other mental health problems, problematic parenting style such as not talking much with children, reading to them, etc.).\n</p><p>Surveillance involves the periodic use of broad-band developmental-behavioral screens but typically other kinds of measures are also deployed (preferably with quality tools enjoying psychometric support). Surveillance measures include tools eliciting and addressing parents’ concerns, measures of psychosocial risk, parenting style, autism spectrum disorder, mental health, etc. Some available measures offer both surveillance and screening via longitudinal tracking forms for monitoring issues and progress. A combination of surveillance and screening is recommended by the <a rel=\"nofollow\" class=\"external text\" href=\"http://www.aap.org\">American Academy of Pediatrics</a> in their July 2006 policy statement.\n</p>\n<h2><span id=\"So_Do_Developmental_Surveillance_and_Screening_Work.3F\"></span><span class=\"mw-headline\" id=\"So_Do_Developmental_Surveillance_and_Screening_Work?\">So Do Developmental Surveillance and Screening Work?</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Developmental-Behavioral_Screening_and_Surveillance&amp;action=edit&amp;section=4\" title=\"Edit section: So Do Developmental Surveillance and Screening Work?\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Studies on the effectiveness of early detection show that when quality screening tests are used routinely, early detection and early intervention enrollment rates rise to meet prevalence figures identified by the Centers for Disease Control (e.g., see <a rel=\"nofollow\" class=\"external text\" href=\"http://www.pubmed.gov\">The National Library of Medicine</a> for supporting studies and an example of an effective initiative conducted by <a rel=\"nofollow\" class=\"external text\" href=\"http://www.chcs.org/publications3960/publications_show.htm?doc_id=298059\">The Center for Health Care Strategies</a>. But, in the absence of quality measurement, only about 1/4 of eligible children ages 0 – 3 years of age are detected and enrolled in early intervention. So why are detection rates typically so low?\n</p>\n<h3><span class=\"mw-headline\" id=\"Challenges_to_Early_Detection_in_Primary_Care\">Challenges to Early Detection in Primary Care</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Developmental-Behavioral_Screening_and_Surveillance&amp;action=edit&amp;section=5\" title=\"Edit section: Challenges to Early Detection in Primary Care\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>There are 8 major reasons why children with difficulties are not identified in primary care:\n</p>\n<ul><li><i>The tendency to use informal <a href=\"/wiki/Developmental_milestones\" class=\"mw-redirect\" title=\"Developmental milestones\">milestones</a> checklists.</i> These lack criteria and items are not well- defined. For example, age-specific encounter forms typically used at well-child visits, may include an item such as “knows colors”. What does that mean? Must the child name colors? If so, how many? Does he or she have to point to colors when named? Or does he or she simply need to match them? The difference in skill levels required for each of these tasks ranges from about age 2 ½ to age 4 ½. Further, informal checklists lack psychometric scrutiny so we don’t have proof that asking about color knowledge is even a good predictor of developmental delays. In contrast quality screening tools use questions proven to predict developmental status and because such measures are standardized, the same task is presented the same way every time along with clear criteria for performance.</li>\n<li><i>Over-reliance on clinical observation without supporting measurement.</i> Clinical judgment is helpful (e.g., for identifying pallor, clamminess, fussiness and other symptoms of illness) but development and developmental problems are usually far too subtle to simply observe. Most children with difficulties are not dysmorphic and so lack any visible physical differences from other children. Most walk and talk but how well they do these things requires careful measurement. We do not put a hand to a forehead to detect a fever. We measure. Development and behavior require measurement with quality instruments if we are to detect delays and disabilities</li>\n<li><i>Failing to measure at each well-visit.</i> Development develops and developmental problems do to. A child may be normally developing at 9 months but will she be at 18 months if she is not using words? Or at 24 months if not combining words. We can’t predict outcomes very well (except when problems are severe). Repeated measurement and measurement with quality tools is essential.</li>\n<li><i>Difficulties communicating with families.</i> Many parents don’t raise concerns about their children. Those with limited education often do not know that primary care providers are interested in development and behavior, child-rearing, etc. Many informal questions to parents do not work well. For example, “Do you have worries about your child’s development?” What is wrong with that question. The word “worries” is too strong and only about 50% of parents know what “development” means. Only about 2% of families will answer, even while the prevalence of problems in the 0 – 21 year age range is 16% - 18% (www.cdc.gov). In contrast, quality tools use questions proven to work and are far more likely to detect difficulties.</li>\n<li><i>Limited awareness of referral resources.</i> Many children, even if administered a good screening tool, and found to have problematic results, are not referred? Why? Many primary care providers are unaware of referral resources in their communities. Why? Early interventionists have not consistently informed providers of their services. They many not respond like the ideal sub-specialist (e.g., calling back, informing about results, engaging in collaborative decision making about treatment, etc.). See <a rel=\"nofollow\" class=\"external text\" href=\"http://www.dbpeds.org\">www.DBPeds.org</a> for links to referral resources.</li>\n<li><i>Failure to use a quality screening instrument.</i> Unfortunately, the most famous and well known of screens, the Denver-II, lacks psychometric support. It under-identifies by about 50% or vastly over-refers depending on how questionable scores are handled. That it is also a hands-on measure taking longer to give than the usual 15 – 20 minute well-visit, means that most professionals use only selected items, and may thus further degrade what little accuracy there is. More accurate options and ones more workable for primary care in that they can be completed by parents in waiting or exam rooms, include <a rel=\"nofollow\" class=\"external text\" href=\"http://www.pedstest.com\">Parents' Evaluation of Developmental Status (PEDS)</a>, <a rel=\"nofollow\" class=\"external text\" href=\"http://www.agesandstages.com\">Ages and Stages Questionnaire (ASQ)</a> and <a rel=\"nofollow\" class=\"external text\" href=\"http://www.pedstest.com\">PEDS:Developmental Milestones (PEDS:DM)</a> with all three tools offering compliance with the tenets of both surveillance and screening. Practices with nurse practitioners or developmental specialists, and early intervention intake services may have the time to administer accurate but lengthier measures that elicit skills directly from children (e.g., <a rel=\"nofollow\" class=\"external text\" href=\"http://www.curriculumassociates.com/products/BriganceOverview.asp\">Brigance Screens</a> (developed by <a href=\"/wiki/Albert_Brigance\" title=\"Albert Brigance\">Albert Brigance</a>), <a rel=\"nofollow\" class=\"external text\" href=\"http://harcourtassessment.com/\">Bayley Infant Neurodevelopmental Screener (BINS)</a>, or <a rel=\"nofollow\" class=\"external text\" href=\"http://www.riversidepublishing.com/products/bdi2/scoring.html\">Battelle Developmental Inventory Screening Test (BDIST)</a>.</li>\n<li><i>Failing to monitor referral rates.</i> Many providers are unaware of the prevalence of disabilities and delays and get little feedback when they’ve failed to identify a child with difficulties. Families often leave the practice or stop showing up for well-visits. So, there is an acute need to consider the prevalence of difficulties in light of personal referral rates: Overall about 1 in 6 children between 0 and 21 will need special assistance: about 4% of children 0 – 2, 8% of children 0 – 3, 12% of children 0 – 4, and 16% of children 0 – 8.</li>\n<li><i>Constraints of time and money.</i> Many health care providers feel there is little time for screening during busy well visits. Generally this complaint reflects lack of awareness of screening measures that can be completed in waiting rooms (e.g., paper-pencil tools that families can self-administer independently, thus saving providers substantive time). Reimbursement for early detection has been notoriously poor. However, in 2005 the Centers for Medicare and Medicaid Services enabled providers to add the -25 modifier to their preventive service code and to bill separately from the well-visit for 96110 (the developmental-behavioral screening code). Nationally, reimbursement now averages about $10. Some states have handled this mandate differently (e.g., North Carolina providers higher reimbursement for well care but does not allow screening to be unbundled from the well-visit for separate billing). Typically private payers honor Medicaid mandates and follow suit with billing and coding although this has not always occurred. The American Academy of Pediatrics has a <a rel=\"nofollow\" class=\"external text\" href=\"http://practice.aap.org/content.aspx?aid=1320&amp;nodeID=1013\">Coding Hotline</a> and advocates with private payers to provide reimbursement for screening.</li></ul>\n<h2><span class=\"mw-headline\" id=\"Conclusion\">Conclusion</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Developmental-Behavioral_Screening_and_Surveillance&amp;action=edit&amp;section=6\" title=\"Edit section: Conclusion\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The challenges of early detection in primary care are surmountable. But health care providers need to be better engaged by the early childhood community, trained in the use of tools that are accurate and effective in primary care, and reimbursed appropriately for their time. A number of model initiatives demonstrate that challenges of early detection are not insurmountable. Early detection initiatives that have encouraged greater contact between early childhood programs and primary care providers have greatly increased the likelihood of referral (see www.dbpeds.org for information on programs such as First Signs, ABCD, Pride, etc.)\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Developmental-Behavioral_Screening_and_Surveillance&amp;action=edit&amp;section=7\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Denver_Scale\" class=\"mw-redirect\" title=\"Denver Scale\">Denver Scale</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"Notes\">Notes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Developmental-Behavioral_Screening_and_Surveillance&amp;action=edit&amp;section=8\" title=\"Edit section: Notes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.dbpeds.org\">The American Academy of Pediatrics’ Section on Developmental and Behavioral Pediatrics website</a></span>\n</li>\n</ol></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Developmental-Behavioral_Screening_and_Surveillance&amp;action=edit&amp;section=9\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.aap.org\">American Academy of Pediatrics</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.dbpeds.org\">The American Academy of Pediatrics’ Section on Developmental and Behavioral Pediatrics website</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.pubmed.gov\">the National Library of Medicine</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.chcs.org/publications3960/publications_show.htm?doc_id=298059\">The Center for Health Care Strategies</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.pedstest.com\">Parents' Evaluation of Developmental Status (PEDS)</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.agesandstages.com\">Ages and Stages Questionnaire (ASQ)</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.pedstest.com\">PEDS:Developmental Milestones (PEDS:DM)</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.curriculumassociates.com/products/BriganceOverview.asp\">Brigance Screens</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://harcourtassessment.com/\">Bayley Infant Neurodevelopmental Screener (BINS)</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.riversidepublishing.com/products/bdi2/scoring.html\">Battelle Developmental Inventory Screening Test (BDIST)</a>.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.vickiemeade.com/msg2.htm\">Meade Movement Checklist(MMCL)</a>.</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1299\nCached time: 20180911143611\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.072 seconds\nReal time usage: 0.098 seconds\nPreprocessor visited node count: 171/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 7681/2097152 bytes\nTemplate argument size: 24/2097152 bytes\nHighest expansion depth: 6/40\nExpensive parser function count: 3/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 456/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.027/10.000 seconds\nLua memory usage: 965 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   62.811      1 -total\n 86.77%   54.498      1 Template:Citation_style\n 64.04%   40.226      2 Template:Ambox\n 13.08%    8.215      1 Template:Essay-like\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:13778073-0!canonical and timestamp 20180911143611 and revision id 805965049\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"Wikipedia_references_cleanup_from_January_2016"},{"sortkey":"","hidden":"","*":"All_articles_needing_references_cleanup"},{"sortkey":"","hidden":"","*":"Articles_covered_by_WikiProject_Wikify_from_January_2016"},{"sortkey":"","hidden":"","*":"All_articles_covered_by_WikiProject_Wikify"},{"sortkey":"","hidden":"","*":"Wikipedia_articles_with_style_issues_from_January_2016"},{"sortkey":"","hidden":"","*":"All_articles_with_style_issues"},{"sortkey":"","*":"Pediatrics"},{"sortkey":"","*":"Developmental_psychology"},{"sortkey":"","*":"Developmental_disabilities"},{"sortkey":"","*":"Psychological_testing"}],"links":[{"ns":14,"exists":"","*":"Category:Wikipedia references cleanup from January 2016"},{"ns":14,"exists":"","*":"Category:Articles covered by WikiProject Wikify from January 2016"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with style issues from January 2016"},{"ns":0,"exists":"","*":"Albert Brigance"},{"ns":0,"exists":"","*":"Centers for Disease Control"},{"ns":0,"exists":"","*":"Centers for Medicare and Medicaid Services"},{"ns":0,"exists":"","*":"Denver Scale"},{"ns":0,"exists":"","*":"Developmental disability"},{"ns":0,"exists":"","*":"Developmental milestones"},{"ns":0,"exists":"","*":"Early Childhood Intervention"},{"ns":0,"exists":"","*":"Individuals with Disabilities Education Act"},{"ns":0,"exists":"","*":"Primary care"},{"ns":4,"exists":"","*":"Wikipedia:Citing sources"},{"ns":4,"exists":"","*":"Wikipedia:Encyclopedic style"},{"ns":4,"exists":"","*":"Wikipedia:NOTESSAY"},{"ns":12,"exists":"","*":"Help:Footnotes"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Citation style"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Essay-like"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"}],"images":["Edit-clear.svg"],"externallinks":["http://www.dbpeds.org","http://www.aap.org","http://www.pubmed.gov","http://www.chcs.org/publications3960/publications_show.htm?doc_id=298059","http://www.pedstest.com","http://www.agesandstages.com","http://www.curriculumassociates.com/products/BriganceOverview.asp","http://harcourtassessment.com/","http://www.riversidepublishing.com/products/bdi2/scoring.html","http://practice.aap.org/content.aspx?aid=1320&nodeID=1013","http://www.vickiemeade.com/msg2.htm"],"sections":[{"toclevel":1,"level":"2","line":"Background","number":"1","index":"1","fromtitle":"Developmental-Behavioral_Screening_and_Surveillance","byteoffset":322,"anchor":"Background"},{"toclevel":1,"level":"2","line":"Developmental-Behavioral Screening","number":"2","index":"2","fromtitle":"Developmental-Behavioral_Screening_and_Surveillance","byteoffset":1328,"anchor":"Developmental-Behavioral_Screening"},{"toclevel":1,"level":"2","line":"Developmental-Behavioral Surveillance","number":"3","index":"3","fromtitle":"Developmental-Behavioral_Screening_and_Surveillance","byteoffset":4855,"anchor":"Developmental-Behavioral_Surveillance"},{"toclevel":1,"level":"2","line":"So Do Developmental Surveillance and Screening Work?","number":"4","index":"4","fromtitle":"Developmental-Behavioral_Screening_and_Surveillance","byteoffset":6114,"anchor":"So_Do_Developmental_Surveillance_and_Screening_Work?"},{"toclevel":2,"level":"3","line":"Challenges to Early Detection in Primary Care","number":"4.1","index":"5","fromtitle":"Developmental-Behavioral_Screening_and_Surveillance","byteoffset":6871,"anchor":"Challenges_to_Early_Detection_in_Primary_Care"},{"toclevel":1,"level":"2","line":"Conclusion","number":"5","index":"6","fromtitle":"Developmental-Behavioral_Screening_and_Surveillance","byteoffset":13529,"anchor":"Conclusion"},{"toclevel":1,"level":"2","line":"See also","number":"6","index":"7","fromtitle":"Developmental-Behavioral_Screening_and_Surveillance","byteoffset":14185,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"Notes","number":"7","index":"8","fromtitle":"Developmental-Behavioral_Screening_and_Surveillance","byteoffset":14218,"anchor":"Notes"},{"toclevel":1,"level":"2","line":"External links","number":"8","index":"9","fromtitle":"Developmental-Behavioral_Screening_and_Surveillance","byteoffset":14243,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Developmental-Behavioral Screening and Surveillance","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q5266785"}]}}