{"parse":{"title":"Liberties and Responsibilities of Universities (France)","pageid":22978507,"revid":859626165,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Liberties and Responsibilities of Universities</b> is the official name of a French law aiming at revamping entirely the <a href=\"/wiki/Education_in_France\" title=\"Education in France\">French public higher education system</a>. The bill was presented by the <a href=\"/wiki/French_Ministry_of_Education_and_Research\" class=\"mw-redirect\" title=\"French Ministry of Education and Research\">French Ministry of Higher Education</a> <a href=\"/wiki/Val%C3%A9rie_P%C3%A9cresse\" title=\"Valérie Pécresse\">Valérie Pécresse</a> and was officially voted on 11 August 2007 by the <a href=\"/wiki/Parliament_of_France\" class=\"mw-redirect\" title=\"Parliament of France\">Parliament</a>. The law is commonly referred to as the <b>law LRU</b> (after the acronym of the official name), or <b>Law Pécresse</b>. It is sometimes called the <b>law on the autonomy of universities</b>, because the law give universities more financial autonomy, so that the government will stop funding them.\n</p><p>The text of the bill consists of six titles. The first title recall public service and higher education's mission. The second title is about the management of universities. The third deals with the new responsibilities for universities. The three other titles give additional details about the reform.\n</p><p>The bill was rapidly voted by the Parliament in July 2007, and definitively adopted on 1 August 2007, less than three months after Nicolas Sarkozy's election. The university student, in holidays during the vote of the law, began to express their discontentment in October 2007.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#First_draft\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">First draft</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Official_discussions\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Official discussions</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Second_draft\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Second draft</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Parliamentarian_discussions\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Parliamentarian discussions</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Protests\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Protests</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#See_also\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Official_texts\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Official texts</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#External_links\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"First_draft\">First draft</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Liberties_and_Responsibilities_of_Universities_(France)&amp;action=edit&amp;section=1\" title=\"Edit section: First draft\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>University Reforms had been promised by French President <a href=\"/wiki/Nicolas_Sarkozy\" title=\"Nicolas Sarkozy\">Nicolas Sarkozy</a> before the <a href=\"/wiki/French_presidential_election_of_2007\" class=\"mw-redirect\" title=\"French presidential election of 2007\">2007 Presidential Elections</a>.  Prime Minister <a href=\"/wiki/Fran%C3%A7ois_Fillon\" title=\"François Fillon\">François Fillon</a> announced the reform would be the most important of his term in office. Therefore, the reform was debated long before the bill was officially presented by the government.\n</p><p>Soon after the presidential elections in May 2007, the Higher Education minister <a href=\"/wiki/Val%C3%A9rie_P%C3%A9cresse\" title=\"Valérie Pécresse\">Valérie Pécresse</a> announced to university representatives (students, teachers, researchers, presidents of universities) that her ministry would work on the reform. She said the bill on university autonomy would be voted in July by Parliament, during an extraordinary session, while the other reforms would follow in the next months. The ministry released a first draft on 22 June. Some representatives were dissatisfied, saying that independency was not the main concern.  The priority was to address student failure.\n</p><p>University autonomy concerns university management, i.e. the powers of the presidents and the administration councils, also recruitment and paying teachers. The majority of the representatives of students, teachers and researchers said they were strongly opposed to reform:\n</p>\n<ul><li>The Minister of Higher Education Valerie Pécresse highlighted that university fees would be increased, but specified the Ministry would keep this increase under control, despite the university independency. Trade unions said they also wanted to influence the amount of the fees, as part of the new autonomy.</li>\n<li>The bill was to give the 85 French universities entire financial autonomy, i.e. control over their budget, recruitment and estate management, but only if they wanted it, as Nicolas Sarkozy had announced during the presidential campaign. The government would help them be more independent. Some said this autonomy would increase the inequalities between universities, and that some of them would get more financial funds than others. The system would become increasingly elitist, with greater competition between universities to attract the best students and teachers.</li>\n<li>The government announced that the law would not be applied before 2012.</li>\n<li>It was announced the bill would reduce the number of members in the administration council from more than 60 to 20. Representatives of students would decrease from 15 to 3. There were concerns the students would be underrepresented. Others said student representatives were pointless.</li>\n<li>There were also concerns about the increasing selectivity the bill would impose. A diploma would be delivered for student at the end of the first year, to make universities more competitive at a European level. Some said it would reduce the number of students.</li>\n<li>Other central points of the reform was to be the increasing links between the universities and the labour market. People of the professional world would be included in the administration councils of the universities. Researchers and teachers said it would be detrimental to scientific and literal research. They feared some studies (literature and human sciences in particular would be underfunded).</li></ul>\n<h2><span class=\"mw-headline\" id=\"Official_discussions\">Official discussions</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Liberties_and_Responsibilities_of_Universities_(France)&amp;action=edit&amp;section=2\" title=\"Edit section: Official discussions\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>To satisfy the students, <a href=\"/wiki/Nicolas_Sarkozy\" title=\"Nicolas Sarkozy\">Nicolas Sarkozy</a> said the presentation of the bill would be delayed (the bill was to be examine during the Ministers Council on 26 June). At the end of June, he met and discussed the bill with president of universities, then with representatives of researchers, then of teachers, and finally students organizations (mainly UNEF and UNI), along with <a href=\"/wiki/Fran%C3%A7ois_Fillon\" title=\"François Fillon\">François Fillon</a> and <a href=\"/wiki/Val%C3%A9rie_P%C3%A9cresse\" title=\"Valérie Pécresse\">Valérie Pécresse</a>. The <a href=\"/wiki/Union_Nationale_des_%C3%89tudiants_de_France\" title=\"Union Nationale des Étudiants de France\">UNEF</a>, the <a href=\"/wiki/Fage\" title=\"Fage\">Fage</a> and the <a href=\"/wiki/Conf%C3%A9d%C3%A9ration_G%C3%A9n%C3%A9rale_du_Travail\" class=\"mw-redirect\" title=\"Confédération Générale du Travail\">CGT</a>, the main associations of students, withdrawn from the discussions. The most controversial measures were the selectiveness in universities and the underrepresentation of students in administration councils. \n</p><p>All the organizations were satisfied by the postponement of the bill. The students organizations (mainly UNEF) said the government had retained the lessons from the CPE discontentment. The presidents of universities conference (CPU) said they would have time to pass amendments, notably to make the reform compulsory for all universities, while it was to be initially optional.\n</p><p>Nicolas Sarkozy, François Fillon and Valérie Pécresse declared they were ready to grant some points to the representatives. They said they were ready to modify the text on administration councils to include more people in it, but refused to include more students. They were ready to discuss the selectiveness.\n</p>\n<h2><span class=\"mw-headline\" id=\"Second_draft\">Second draft</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Liberties_and_Responsibilities_of_Universities_(France)&amp;action=edit&amp;section=3\" title=\"Edit section: Second draft\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>A new bill was released by the <a href=\"/wiki/French_Ministry_of_Education_and_Research\" class=\"mw-redirect\" title=\"French Ministry of Education and Research\">Ministry of Higher Education</a> on 26 June. The number of students in the administration councils could be extended to 5, and the total number of members to 30. The reform would apply to all universities (as opposed to the initial draft) by 2012. A vice-president would be appointed by the students to represent them. The measure on selectiveness (diploma at the end of the first year) was abandoned. \n</p><p>Organizations expressed their satisfaction, but criticized the increasing power of presidents of universities and the new management in universities. The bill include measures reinforcing the powers of the administration councils. They would define the missions of each teachers-researchers. Bonuses are decided by the board and the president. Recruitment is managed by the president and a board composed of professionals of companies and teachers-researchers.\n</p>\n<h2><span class=\"mw-headline\" id=\"Parliamentarian_discussions\">Parliamentarian discussions</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Liberties_and_Responsibilities_of_Universities_(France)&amp;action=edit&amp;section=4\" title=\"Edit section: Parliamentarian discussions\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>On 11 July 2007, just before the examination of the bill by the Senate, more than 800 teacher-researchers signed a petition, to demand various modifications of the bill. The petition expressed concerns about the university directory board choosing itself the teachers instead of electing them, and about the excessive power of university presidents over recruitment.\n</p><p>The bill was submitted to the <a href=\"/wiki/French_Senate\" class=\"mw-redirect\" title=\"French Senate\">Senate</a> on 12 July 2007. Senators modified the text so that the external members of the directive board be elected by the other members, instead of being nominated by the president. Thus, these external members would be able to take part in the election of the president with the other members. Valerie Pécresse accepted the modification. The bill was voted on 13 July. The Socialist Party voted against the bill.\n</p><p>On 24 July, the bill was examined by the <a href=\"/wiki/National_Assembly_of_France\" class=\"mw-redirect\" title=\"National Assembly of France\">National Assembly</a>. The Socialist Party said that while if they agreed to reform the higher education system, the management of universities was not a priority, and that the bill was unadapted to the needs. The socialist deputies criticized the law and voted against it. They said they expected a real reform of the higher education system. Valérie Pécresse argued this law was the indispensable basis for further reform.\n</p><p>The deputies removed the senatorial amendment which modified the election of the president. The major change came from an amendment proposed by the UMP deputy <a href=\"/wiki/Claude_Goasguen\" title=\"Claude Goasguen\">Claude Goasguen</a>. The amendment proposed that the president of university be reserved for a teacher-researcher. The amendment was unanimously voted, while Valerie Pécresse had opposed it. However, the minister succeeded in modifying the bill, so that any executive of the university can be elected president.\n</p><p>As the government chose to use the urgency procedure to pass the bill, only one vote was permitted for each house of the parliament. A joint commission of 7 senators and 7 deputies then worked again on the text. The final bill was definitively approved by the houses on 1 August 2007.\n</p>\n<h2><span class=\"mw-headline\" id=\"Protests\">Protests</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Liberties_and_Responsibilities_of_Universities_(France)&amp;action=edit&amp;section=5\" title=\"Edit section: Protests\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>At the beginning of October 2007, period when university classes begin, students began to express their opposition to the bill. Students of the three <a href=\"/wiki/Toulouse\" title=\"Toulouse\">Toulouse</a> universities call for a general mobilization to demand the removal of the Pécresse law. They said they were ready to go on strike. Students from <a href=\"/wiki/Lille\" title=\"Lille\">Lille</a> also announced they were ready to take measures. Various universities began to be blocked by students at the beginning of November, including Le Mirail (Toulouse II), Tours, Paris I (Tolbiac), Rouen, Perpignan, Lille II, Rennes III. Aix-Marseille 1 only decided a strike. The students denounced the privatization of universities. Valerie Pécresse declared these movements were unjustified, arguing the state would remain implicated in the funding of universities. \n</p><p>Students organizations declared the new management of universities would make non-profitable studies disappear. They condemned the inequalities between universities the law would cause, without the support of the government. They also opposed the increasing power of the presidents and the underrepresentation of students in directive boards. They said governmental action should focus on financial aids to students.\n</p><p>The blockages extended on 7 and 8 November to Paris IV Clignancourt, Aix-Marseilles, Nantes, Lille I, while Lyon-II, Lyon-III and Lille III only decided a strike. Other action was planned in other universities, but did not lead to blockages. On 9 November, demonstrations took place in <a href=\"/wiki/Paris\" title=\"Paris\">Paris</a>, <a href=\"/wiki/Rennes\" title=\"Rennes\">Rennes</a>, <a href=\"/wiki/Toulouse\" title=\"Toulouse\">Toulouse</a> and <a href=\"/wiki/Perpignan\" title=\"Perpignan\">Perpignan</a>, with clashes with police. Around 15 universities (out of 85) were blocked for a week, and more than 50 organized demonstrations. The next week, the movement amplified and 36 universities were blocked on 14 November, 42 on 15 November. Students organizations (UNEF, UNI, Cé, Fade)  met with Valerie Pécresse, without outcome. Organizations (among them the UNEF) said they would continue the movement unless the government gave guarantee on state fundings. On 22 November, demonstrations were held in Paris, Rennes, Bordeaux, Lyon, along with lycées students. The next week, from 26 November, various lycées began to be blocked. \n</p><p>On 26 November, François Fillon promised to increase the budget dedicated to universities in the next years to satisfy the students. The prime minister said the governmental funding for universities would increase by 50% in the next five-year period, which means an additional one billion euros for each year until 2012, the total budget for the five years passing from 10 to 15 billions euros.  On 27 November, while various demonstrations took place in France, with 30.000 participants, discussions were held between students organizations and Valérie Pécresse. The minister of higher education promised various modifications of the law, including a reduction of selectiveness. UNEF representants said they were satisfied by these guarantees. Soon after, the organization chose to stop the blockages. However, the mobilization amplified in lycées. In Paris, more than 30 lycées out of 73 were blocked, and more than 200 in total.\n</p><p>At the end of November, some 100 lycées (out of 1,500 in France) and some 40 universities were still blocked, but at the beginning of December, the classes resumed in most universities and lycées. On 13 December, Valérie Pécresse unveiled a plan to address university students' failure, the second point of the vast reform of university.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Liberties_and_Responsibilities_of_Universities_(France)&amp;action=edit&amp;section=6\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/P%C3%B4le_de_recherche_et_d%27enseignement_sup%C3%A9rieur\" title=\"Pôle de recherche et d&#39;enseignement supérieur\">Pôle de recherche et d'enseignement supérieur</a>, PRES (2007−2013)</li>\n<li><a href=\"/wiki/Association_of_universities_and_higher_education_institutions\" class=\"mw-redirect\" title=\"Association of universities and higher education institutions\">Association of universities and higher education institutions</a>, <i>Communautés d’Universités et Établissements</i>−COMUE (est. 2013)</li>\n<li><a href=\"/wiki/Law_on_Higher_Education_and_Research_(France)\" title=\"Law on Higher Education and Research (France)\">Law on Higher Education and Research</a> (2013)</li></ul>\n<h2><span class=\"mw-headline\" id=\"Official_texts\">Official texts</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Liberties_and_Responsibilities_of_Universities_(France)&amp;action=edit&amp;section=7\" title=\"Edit section: Official texts\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.nouvelleuniversite.gouv.fr/IMG/pdf/texteloi-270607.pdf\">Second draft of the law</a> as of 27 June 2007.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.senat.fr/dossierleg/pjl06-367.html\">Detail of the debates at the Senate</a> with the initial text of the law.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.assemblee-nationale.fr/13/dossiers/Liberte_universites.asp\">Detail of the debates at the National Assembly</a> with the initial and final texts.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.assemblee-nationale.fr/13/pdf/ta/ta0023.pdf\">Official text of the law</a>, as adopted by the Parliament on 11 August 2007 .</li></ul>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Liberties_and_Responsibilities_of_Universities_(France)&amp;action=edit&amp;section=8\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><span class=\"languageicon\">(in French)</span>—<a rel=\"nofollow\" class=\"external text\" href=\"http://www.nouvelleuniversite.gouv.fr/\">Official website of the Liberties and Responsibilities of Universities reform</a></li>\n<li><span class=\"languageicon\">(in French)</span>—<a rel=\"nofollow\" class=\"external text\" href=\"http://www.enseignementsup-recherche.gouv.fr/\">Ministry of Higher Education and Research website</a></li></ul>\n<p class=\"mw-empty-elt\">\n</p>\n<!-- \nNewPP limit report\nParsed by mw2228\nCached time: 20180915070002\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.060 seconds\nReal time usage: 0.085 seconds\nPreprocessor visited node count: 167/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 1281/2097152 bytes\nTemplate argument size: 127/2097152 bytes\nHighest expansion depth: 12/40\nExpensive parser function count: 2/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.018/10.000 seconds\nLua memory usage: 1.08 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   60.925      1 -total\n 70.57%   42.997      2 Template:Fr_icon\n 68.22%   41.565      1 Template:Link_language\n 29.73%   18.114      1 Template:Category_handler\n 29.23%   17.809      1 Template:Use_dmy_dates\n 21.51%   13.108      1 Template:DMCA\n 17.98%   10.956      1 Template:Dated_maintenance_category\n 12.41%    7.562      1 Template:FULLROOTPAGENAME\n  8.42%    5.133      1 Template:Ns_has_subpages\n  1.56%    0.953      2 Template:ISO_639_name_fr\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:22978507-0!canonical and timestamp 20180915070002 and revision id 859626165\n -->\n</div>"},"langlinks":[{"lang":"fr","url":"https://fr.wikipedia.org/wiki/Loi_relative_aux_libert%C3%A9s_et_responsabilit%C3%A9s_des_universit%C3%A9s","langname":"French","autonym":"français","*":"Loi relative aux libertés et responsabilités des universités"}],"categories":[{"sortkey":"Liberties And Responsibilities Of Universities","hidden":"","*":"Articles_with_French-language_external_links"},{"sortkey":"Liberties And Responsibilities Of Universities","hidden":"","*":"Use_dmy_dates_from_November_2010"},{"sortkey":"Liberties And Responsibilities Of Universities","*":"Education_policy_in_France"},{"sortkey":"France","*":"University_reform"},{"sortkey":"Liberties And Responsibilities Of Universities","*":"2007_in_France"},{"sortkey":"Liberties And Responsibilities Of Universities","*":"2007_in_education"},{"sortkey":"Liberties And Responsibilities Of Universities","*":"2007_in_law"},{"sortkey":"Liberties And Responsibilities Of Universities","*":"2007_establishments_in_France"},{"sortkey":"Liberties And Responsibilities Of Universities","*":"2013_disestablishments_in_France"},{"sortkey":"Liberties And Responsibilities Of Universities","*":"Universities_and_colleges_in_France"}],"links":[{"ns":10,"exists":"","*":"Template:ISO 639 name fr"},{"ns":14,"exists":"","*":"Category:Use dmy dates from November 2010"},{"ns":0,"exists":"","*":"Association of universities and higher education institutions"},{"ns":0,"exists":"","*":"Claude Goasguen"},{"ns":0,"exists":"","*":"Confédération Générale du Travail"},{"ns":0,"exists":"","*":"Education in France"},{"ns":0,"exists":"","*":"Fage"},{"ns":0,"exists":"","*":"François Fillon"},{"ns":0,"exists":"","*":"French Ministry of Education and Research"},{"ns":0,"exists":"","*":"French Senate"},{"ns":0,"exists":"","*":"French presidential election of 2007"},{"ns":0,"exists":"","*":"Law on Higher Education and Research (France)"},{"ns":0,"exists":"","*":"Lille"},{"ns":0,"exists":"","*":"National Assembly of France"},{"ns":0,"exists":"","*":"Nicolas Sarkozy"},{"ns":0,"exists":"","*":"Paris"},{"ns":0,"exists":"","*":"Parliament of France"},{"ns":0,"exists":"","*":"Perpignan"},{"ns":0,"exists":"","*":"Pôle de recherche et d'enseignement supérieur"},{"ns":0,"exists":"","*":"Rennes"},{"ns":0,"exists":"","*":"Toulouse"},{"ns":0,"exists":"","*":"Union Nationale des Étudiants de France"},{"ns":0,"exists":"","*":"Valérie Pécresse"}],"templates":[{"ns":10,"exists":"","*":"Template:Fr icon"},{"ns":10,"exists":"","*":"Template:Link language"},{"ns":10,"exists":"","*":"Template:ISO 639 name fr"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Use dmy dates"},{"ns":10,"exists":"","*":"Template:DMCA"},{"ns":10,"exists":"","*":"Template:Dated maintenance category"},{"ns":10,"exists":"","*":"Template:FULLROOTPAGENAME"},{"ns":10,"exists":"","*":"Template:Ns has subpages"},{"ns":828,"exists":"","*":"Module:Link language"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Ns has subpages"}],"images":[],"externallinks":["http://www.nouvelleuniversite.gouv.fr/IMG/pdf/texteloi-270607.pdf","http://www.senat.fr/dossierleg/pjl06-367.html","http://www.assemblee-nationale.fr/13/dossiers/Liberte_universites.asp","http://www.assemblee-nationale.fr/13/pdf/ta/ta0023.pdf","http://www.nouvelleuniversite.gouv.fr/","http://www.enseignementsup-recherche.gouv.fr/"],"sections":[{"toclevel":1,"level":"2","line":"First draft","number":"1","index":"1","fromtitle":"Liberties_and_Responsibilities_of_Universities_(France)","byteoffset":1283,"anchor":"First_draft"},{"toclevel":1,"level":"2","line":"Official discussions","number":"2","index":"2","fromtitle":"Liberties_and_Responsibilities_of_Universities_(France)","byteoffset":4451,"anchor":"Official_discussions"},{"toclevel":1,"level":"2","line":"Second draft","number":"3","index":"3","fromtitle":"Liberties_and_Responsibilities_of_Universities_(France)","byteoffset":5917,"anchor":"Second_draft"},{"toclevel":1,"level":"2","line":"Parliamentarian discussions","number":"4","index":"4","fromtitle":"Liberties_and_Responsibilities_of_Universities_(France)","byteoffset":6875,"anchor":"Parliamentarian_discussions"},{"toclevel":1,"level":"2","line":"Protests","number":"5","index":"5","fromtitle":"Liberties_and_Responsibilities_of_Universities_(France)","byteoffset":8992,"anchor":"Protests"},{"toclevel":1,"level":"2","line":"See also","number":"6","index":"6","fromtitle":"Liberties_and_Responsibilities_of_Universities_(France)","byteoffset":12451,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"Official texts","number":"7","index":"7","fromtitle":"Liberties_and_Responsibilities_of_Universities_(France)","byteoffset":12766,"anchor":"Official_texts"},{"toclevel":1,"level":"2","line":"External links","number":"8","index":"8","fromtitle":"Liberties_and_Responsibilities_of_Universities_(France)","byteoffset":13311,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Liberties and Responsibilities of Universities (France)","iwlinks":[],"properties":[{"name":"defaultsort","*":"Liberties And Responsibilities Of Universities"},{"name":"wikibase_item","*":"Q3258573"}]}}