{"parse":{"title":"Knowledge building community","pageid":8071599,"revid":756159754,"text":{"*":"<div class=\"mw-parser-output\"><p>A <b>Knowledge Building Community</b> (<i>KBC</i>) is a community in which the primary goal is knowledge creation rather than the construction of specific products or the completion of tasks.  This notion is fundamental in <a href=\"/wiki/Knowledge_building\" title=\"Knowledge building\">Knowledge building</a> theory. If knowledge is not realized for a community then we do not have knowledge building. Examples of KBCs are\n</p>\n<ul><li>Classrooms</li>\n<li>Academic research teams</li>\n<li>Modern management companies</li>\n<li>Modern business R&amp;D groups</li>\n<li><a href=\"/wiki/Wikipedia\" title=\"Wikipedia\">Wikipedia</a> (<a href=\"/wiki/Wikimedia_Foundation\" title=\"Wikimedia Foundation\">Wikimedia Foundation</a> and its <a href=\"/wiki/Wikipedians\" class=\"mw-redirect\" title=\"Wikipedians\">volunteer editors</a>)</li></ul>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Theoretical_Background\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Theoretical Background</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Principles_of_Knowledge_Building_Communities\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Principles of Knowledge Building Communities</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Knowledge_building_communities_in_classrooms\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Knowledge building communities in classrooms</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Limitations\"><span class=\"tocnumber\">3.1</span> <span class=\"toctext\">Limitations</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Computer_Support_for_Knowledge_Building_Communities\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Computer Support for Knowledge Building Communities</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#See_also\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#External_links\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Theoretical_Background\">Theoretical Background</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Knowledge_building_community&amp;action=edit&amp;section=1\" title=\"Edit section: Theoretical Background\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Knowledge Building is a theory developed by Carl Bereiter and Marlene Scardamalia that deals with the construction of knowledge. To build knowledge, learners should collaborate with one another and establish common goals, hold group discussions, and synthesize ideas in such a way that their knowledge of a topic advances from their current understanding. Knowledge building is outwardly focused on generating contributions that learners can give back to the community. Thus, the product of knowledge building should be an “artifact”—such as a publication, an illustrated model, or a theory—which other learners can then use to advance their own understanding of that subject. Among the most widely cited models characterizing the processes of collaborative knowledge building are those of Garrison, Anderson &amp; Archer (2001)&#160;;<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> Gunawardena, Lowe, &amp; Anderson (1997);<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> Harasim (2002);<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> and Xin (2002).<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Principles_of_Knowledge_Building_Communities\">Principles of Knowledge Building Communities</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Knowledge_building_community&amp;action=edit&amp;section=2\" title=\"Edit section: Principles of Knowledge Building Communities\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>A school culture that fosters KBCs supports research, innovation, and high expectations for student achievement and participation. The twelve KB principles are continuously emphasized for and by teachers, students, and the school environment as a whole.\n</p><p>12 Knowledge Building Principles (Adapted from Scardamalia, 2002)<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n</p>\n<ul><li>Real Ideas and Authentic Problems – students identify real problems to study</li>\n<li>Improvable Ideas – ideas are improvable rather than accepted or rejected</li>\n<li>Epistemic Agency – students plan and engage in the process</li>\n<li>Collective Responsibility for Community Knowledge – all participants contribute to community goals</li>\n<li>Democratizing Knowledge – all participants are empowered; no knowledge have/have-not lines</li>\n<li>Idea Diversity – knowledge advancement depends on diversity of ideas, just as an ecosystem depends on biodiversity</li>\n<li>KB Discourse – problems progressively identified and addressed and new conceptualizations built</li>\n<li>Rise Above – by transcending trivialities and oversimplifications, students work towards more inclusive principles and higher level formulations of problems</li>\n<li>Constructive Use of Authoritative Sources – critically evaluate authoritative sources, don't just find “the answer”</li>\n<li>Pervasive KB – KB is a continuous process and can happen anywhere; it is not unique to the classroom</li>\n<li>Symmetric Knowledge Advance – “to give knowledge is to get knowledge”; there is no one expert</li>\n<li>Embedded and Transformative Assessment – integral to KB and helps to advance knowledge through identifying advances, problems, and gaps as work proceeds</li></ul>\n<h2><span class=\"mw-headline\" id=\"Knowledge_building_communities_in_classrooms\">Knowledge building communities in classrooms</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Knowledge_building_community&amp;action=edit&amp;section=3\" title=\"Edit section: Knowledge building communities in classrooms\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The key focus for KBCs has been research on fostering KBCs in classrooms. Transforming a classroom into a KBC requires a significant shift in classroom norms and also in student and teacher identities. In this context, students define themselves through their personal learning goals and collaboratively pursue them. Students are viewed as intentional learners, working at the edge of each competence. Knowledge advances are not circumscribed by a teacher’s knowledge. \n</p><p>Specific to a KBC is the objectification of knowledge artifacts. More precisely, if in a regular class, questions, ideas and discussions are personal and ethereal constructs, in a KBC classroom, they are public artifacts that have a permanent presence in a digital format, usually in the classroom database. For this reason, they can be analyzed, pointed at, talked about, and progressively refined over time. In order to be successful, the members of the knowledge building community should accomplish the following: \n</p>\n<ul><li>Focus work on making advances to what the community already knows</li>\n<li>Embrace a general philosophy of inclusion</li>\n<li>Share openly what they do not understand, \"What I need to understand...\" or \"What I need to know...\"</li>\n<li>Respect each other's perspectives and tentative understandings</li>\n<li>Express disagreement in a constructive fashion</li></ul>\n<p>Successful knowledge building initiatives at an elementary school “demonstrated sustained advancement of knowledge building as a principle-based, school-wide innovation.”<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup> Rather than focusing on a particular procedure or pedagogical approach to KBC, this study emphasized using a principle-based approach. This approach “defines core values and principles, leaving teachers the challenge of engaging in reflective interpretation, using discretionary judgment, and making adaptive classroom decisions to accommodate their different contexts and possibilities.”<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup> The KBC model immerses students in collaborative efforts to extend knowledge of the classroom community rather than just individual learning. Students take ownership of their learning and knowledge building by completing the tasks of goal setting, long-term planning, and impromptu process control, rather than following predetermined scripts for learning set by the teacher. Understanding, integrating, and sharing information are all vital components of sustained KBC models.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup>\n</p><p>Because learners at the post-secondary level are more cognitively mature than younger students, researchers have observed many successful implementations of KBCs in higher education. Stefano Cacciamani published a study in 2010 that explored how an instructor could make the shift from knowledge transition to knowledge construction. In the study, students enrolled in an online course initially modeled after a guided inquiry format, in which the teacher played a significant role in setting students' goals and monitoring their progress. This format eventually shifted to a self-organized inquiry model focused on knowledge construction, where students were expected to replace the teacher in setting class goals and monitoring their own progress. This fundamental change entailed the instructor’s concession of increasing responsibility to students. The study’s results indicate that students in the self-organized course engaged in critical thinking and displayed a greater effort to go beyond the given information than students in the guided inquiry course. To that effect, the authors concluded \"...there is a suggestion in the early pilot work reported, that the self-organized inquiry approach favours a shift towards a knowledge construction perspective more so than the guided inquiry approach.\"<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup> \n</p><p>Participants in a 2012 study by Philip used Knowledge Forum, an online environment designed to support knowledge building, to read, post, and respond to notes over the course of one semester.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup> The author identified several likely indicators of the presence of a KBC, including:\n</p>\n<ul><li>A high level of overall activity (at least 50% of students read 60 or more postings)</li>\n<li>Universal participation (online participation comprised 40% of the students’ final grades)</li>\n<li>The presence of reciprocal strong ties among students that indicate the potential for the transfer of complex information and “collective responsibility for the development of the community”<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup></li></ul>\n<h3><span class=\"mw-headline\" id=\"Limitations\">Limitations</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Knowledge_building_community&amp;action=edit&amp;section=4\" title=\"Edit section: Limitations\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Despite some promising results, efforts to implement KBCs in classrooms have also seen unintended consequences. Disparities in participation and maladaptive strategies aimed at reducing individual workload can lessen the effectiveness of KBCs for the community as a whole.<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup> Student relationships have a significant effect on participation patterns, and individual feelings of autonomy, relatedness, and intrinsic motivation all influence behaviors in KBCs.<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup> Diversity among peers, response lags, and deadlines can be negative influences on collaboration causing stress, frustration, and difficulties in negotiating meaning and consensus.<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup> Without effective guidance from teachers, students tend to focus on individualistic contributions related to their areas of personal interest rather than developing a shared understanding or pursuing a common line of inquiry.<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup>\n</p><p>The collaborative technology itself could also be problematic. The tool of choice may be difficult to use and thus pose a slow learning curve for collaborators. In a review of fifty studies, Hew, Cheung, &amp; Ng (2010) identified a series of \"design quirks\" common to these tools that frustrate students, such as the inaccessibility of other posts and features while in composition mode and the inability to edit and delete messages after posting.<sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup> Unforeseen glitches in the technology can also add strain to the collaborative process.\n</p>\n<h2><span class=\"mw-headline\" id=\"Computer_Support_for_Knowledge_Building_Communities\">Computer Support for Knowledge Building Communities</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Knowledge_building_community&amp;action=edit&amp;section=5\" title=\"Edit section: Computer Support for Knowledge Building Communities\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Scardamalia, Bereiter, and their team at the Center for Applied Cognitive Science at the University of Toronto developed a networked software system called Computer Supported Intentional Learning Environments, or CSILE, in the 1980s. In the 1990s, the system was re-engineered and released for commercial use as Knowledge Forum™. This software provides support for cognitive processes involved in knowledge building, making these visible to both the instructors and the students. Discussions, comments, knowledge artifacts, and knowledge advances are all visible and improvable within Knowledge Forum. The software also includes tools that can be used for formative (self-)assessment of the quantity of activity of students and the connections between them.<sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\">&#91;17&#93;</a></sup> Knowledge Forum has been used as a tool to support knowledge building communities in K-12<sup id=\"cite_ref-18\" class=\"reference\"><a href=\"#cite_note-18\">&#91;18&#93;</a></sup><sup id=\"cite_ref-19\" class=\"reference\"><a href=\"#cite_note-19\">&#91;19&#93;</a></sup><sup id=\"cite_ref-20\" class=\"reference\"><a href=\"#cite_note-20\">&#91;20&#93;</a></sup> and higher-education settings.<sup id=\"cite_ref-21\" class=\"reference\"><a href=\"#cite_note-21\">&#91;21&#93;</a></sup><sup id=\"cite_ref-22\" class=\"reference\"><a href=\"#cite_note-22\">&#91;22&#93;</a></sup> \n</p><p>With the rapid growth of social networking software, a wide range of Web 2.0 tools with the capability to support community knowledge building have become available. Blogs, micro-blogs, wikis, and virtual worlds are just some of the Web 2.0 tools that have been implemented in K-12, higher education, and corporate settings. Likewise, learning management systems commonly contain tools for discussion that have been used as the platform for KBCs, though the alignment of these tools with the requirements of community knowledge building has been questioned.<sup id=\"cite_ref-23\" class=\"reference\"><a href=\"#cite_note-23\">&#91;23&#93;</a></sup><sup id=\"cite_ref-24\" class=\"reference\"><a href=\"#cite_note-24\">&#91;24&#93;</a></sup> Knowledge mapping software can increase the number of hypotheses generated in group problem solving as well as the likelihood that a group will converge on a consensus.<sup id=\"cite_ref-25\" class=\"reference\"><a href=\"#cite_note-25\">&#91;25&#93;</a></sup> Real-time collaborative editing platforms, like Google Docs, enable multiple people to work on a document simultaneously. These tools allow \"evolving documents\" to be refined repeatedly by multiple collaborators, and come equipped with built-in chat functionality, commenting, and reviewing tools for facilitating knowledge construction through suggestion-making.<sup id=\"cite_ref-26\" class=\"reference\"><a href=\"#cite_note-26\">&#91;26&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Knowledge_building_community&amp;action=edit&amp;section=6\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Knowledge_Forum\" title=\"Knowledge Forum\">Knowledge Forum</a></li>\n<li><a href=\"/wiki/Carl_Bereiter\" title=\"Carl Bereiter\">Carl Bereiter</a></li>\n<li><a href=\"/wiki/Marlene_Scardamalia\" title=\"Marlene Scardamalia\">Marlene Scardamalia</a></li>\n<li><a href=\"/wiki/Constructivism_(learning_theory)\" class=\"mw-redirect\" title=\"Constructivism (learning theory)\">Constructivism (learning theory)</a></li>\n<li><a href=\"/wiki/Social_networking_service\" title=\"Social networking service\">Social networking service</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Knowledge_building_community&amp;action=edit&amp;section=7\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Garrison, D. R., Anderson, T., &amp; Archer, W. (2001). Critical thinking, cognitive presence, and computer conferencing in distance education. American Journal of Distance Education, 15(1).</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Gunawardena, L., Lowe, C., &amp; Anderson, T. (1997). Interaction analysis of a global on-line debate and the development of a constructivist interaction analysis model for computer conferencing. Journal of Educational Computing Research, 17(4), 395–429.</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Harasim, L. (2002). What makes online learning communities successful? The role of collaborative learning in social and intellectual development. In C. Vrasidas &amp; G. Glass (Eds.), Distance education and distributed learning (pp. 181–200). Greenwich, CT: Information Age Publishing Inc.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Xin, M. C. (2002). Validity centred design for the domain of engaged collaborative discourse in computer conferencing. Unpublished doctoral dissertation. Brigham Young University, UTA, USA. &lt;<a rel=\"nofollow\" class=\"external free\" href=\"http://www.textweaver.org/xin_dissertation.pdf\">http://www.textweaver.org/xin_dissertation.pdf</a>&gt;.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Scardamalia, M. (2002). Collective cognitive responsibility for the advancement of knowledge. Liberal education in a knowledge society, 67-98.</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Zhang, J., Hong, H., Scardamalia, M., Teo, C., &amp; Morley, E. A. (2011) Sustaining Knowledge Building as a Principle-Based Innovation at an Elementary School, Journal of the Learning Sciences, 20(2), 262-307.</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Zhang, J., Hong, H., Scardamalia, M., Teo, C., &amp; Morley, E. A. (2011) Sustaining Knowledge Building as a Principle-Based Innovation at an Elementary School, Journal of the Learning Sciences, 20(2), 262-307.</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Zhang, J., &amp; Sun, Y. (2011). Reading for idea advancement in a grade 4 Knowledge Building community. Instructional Science, 39(4), 429-452.</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Cacciamani, S. (2010). Towards a knowledge building community: from guided to self-organized inquiry. Canadian Journal of Learning and Technology/La revue canadienne de l’apprentissage et de la technologie, 36(1).</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Philip, D. (2012). Pilgrims' Progress: The Journey towards a Knowledge Building Community in a University Undergraduate Class. Canadian Journal of Learning and Technology, 38(1), n1.</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Philip, D. (2012). Pilgrims' Progress: The Journey towards a Knowledge Building Community in a University Undergraduate Class. Canadian Journal of Learning and Technology, 38(1), n1., p.13.</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Philip, D. (2012). Pilgrims' Progress: The Journey towards a Knowledge Building Community in a University Undergraduate Class. Canadian Journal of Learning and Technology, 38(1), n1.</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">Xie, K., &amp; Ke, F. (2011). The role of students' motivation in peer‐moderated asynchronous online discussions. British Journal of Educational Technology,42(6), 916-930.</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">Robertson, O. A. (2007). Students' perceptions of online asynchronous discussion and group learning in graduate distance education courses, 1-185.</span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\">Robertson, O. A. (2007). Students' perceptions of online asynchronous discussion and group learning in graduate distance education courses, 1-185.</span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\">Hew, K. F., Cheung, W. S., &amp; Ng, C. S. L. (2010). Student contribution in asynchronous online discussion: A review of the research and empirical exploration. Instructional Science, 38(6), 571-606.</span>\n</li>\n<li id=\"cite_note-17\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-17\">^</a></b></span> <span class=\"reference-text\">Philip, D. (2012). Pilgrims' Progress: The Journey towards a Knowledge Building Community in a University Undergraduate Class. Canadian Journal of Learning and Technology, 38(1), n1.</span>\n</li>\n<li id=\"cite_note-18\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-18\">^</a></b></span> <span class=\"reference-text\">Zhang, J., Hong, H., Scardamalia, M., Teo, C., &amp; Morley, E. A. (2011) Sustaining Knowledge Building as a Principle-Based Innovation at an Elementary School, Journal of the Learning Sciences, 20(2), 262-307.</span>\n</li>\n<li id=\"cite_note-19\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-19\">^</a></b></span> <span class=\"reference-text\">Zhang, J., Scardamalia, M., Reeve, R., &amp; Messina, R. (2009). Designs for collective cognitive responsibility in knowledge-building communities. The Journal of the Learning Sciences, 18(1), 7-44.</span>\n</li>\n<li id=\"cite_note-20\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-20\">^</a></b></span> <span class=\"reference-text\">Zhang, J., &amp; Sun, Y. (2011). Reading for idea advancement in a grade 4 Knowledge Building community. Instructional Science, 39(4), 429-452.</span>\n</li>\n<li id=\"cite_note-21\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-21\">^</a></b></span> <span class=\"reference-text\">Philip, D. (2012). Pilgrims' Progress: The Journey towards a Knowledge Building Community in a University Undergraduate Class. Canadian Journal of Learning and Technology, 38(1), n1.</span>\n</li>\n<li id=\"cite_note-22\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-22\">^</a></b></span> <span class=\"reference-text\">Mylläri, J., Åhlberg, M., &amp; Dillon, P. (2010). The dynamics of an online knowledge building community: A 5‐year longitudinal study. British Journal of Educational Technology, 41(3), 365-387.</span>\n</li>\n<li id=\"cite_note-23\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-23\">^</a></b></span> <span class=\"reference-text\">Onrubia, J., &amp; Engel, A. (2009). Strategies for collaborative writing and phases of knowledge construction in CSCL environments. Computers &amp; Education, 53(4), 1256-1265.</span>\n</li>\n<li id=\"cite_note-24\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-24\">^</a></b></span> <span class=\"reference-text\">Hewitt, J. (1997) Beyond threaded discourse, In: Proceedings of WebNet '97.</span>\n</li>\n<li id=\"cite_note-25\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-25\">^</a></b></span> <span class=\"reference-text\">Suthers, D. D., Vatrapu, R., Medina, R., Joseph, S., &amp; Dwyer, N. (2008). Beyond threaded discussion: Representational guidance in asynchronous collaborative learning environments. Computers &amp; Education, 50(4), 1103-1127.</span>\n</li>\n<li id=\"cite_note-26\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-26\">^</a></b></span> <span class=\"reference-text\">Heimbuch, S., Uhde, K., &amp; Bodemer, D. (2014). “A new Wiki way?” - An experimental study of collaborative knowledge building scripts. In <i>Proceedings of the 22nd International Conference on Computers in Education (ICCE 2014)</i> (Vol. WIPP), 10–12. Nara, Japan: Asia-Pacific Society for Computers in Education.</span>\n</li>\n</ol></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Knowledge_building_community&amp;action=edit&amp;section=8\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.knowledgeforum.com/\">Knowledge Forum</a> - A software for knowledge building</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://fle3.uiah.fi\">Fle3 Learning Environment</a> - Fle3 is an open source online tool for knowledge building</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1238\nCached time: 20180908211859\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.048 seconds\nReal time usage: 0.054 seconds\nPreprocessor visited node count: 295/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 10958/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:8071599-0!canonical and timestamp 20180908211859 and revision id 756159754\n -->\n</div>"},"langlinks":[{"lang":"ar","url":"https://ar.wikipedia.org/wiki/%D9%85%D8%AC%D8%AA%D9%85%D8%B9_%D8%A8%D9%86%D8%A7%D8%A1_%D8%A7%D9%84%D9%85%D8%B9%D8%A7%D8%B1%D9%81","langname":"Arabic","autonym":"العربية","*":"مجتمع بناء المعارف"}],"categories":[{"sortkey":"","*":"Educational_psychology"}],"links":[{"ns":0,"exists":"","*":"Carl Bereiter"},{"ns":0,"exists":"","*":"Constructivism (learning theory)"},{"ns":0,"exists":"","*":"Knowledge Forum"},{"ns":0,"exists":"","*":"Knowledge building"},{"ns":0,"exists":"","*":"Marlene Scardamalia"},{"ns":0,"exists":"","*":"Social networking service"},{"ns":0,"exists":"","*":"Wikimedia Foundation"},{"ns":0,"exists":"","*":"Wikipedia"},{"ns":0,"exists":"","*":"Wikipedians"}],"templates":[],"images":[],"externallinks":["http://www.textweaver.org/xin_dissertation.pdf","http://www.knowledgeforum.com/","http://fle3.uiah.fi"],"sections":[{"toclevel":1,"level":"2","line":"Theoretical Background","number":"1","index":"1","fromtitle":"Knowledge_building_community","byteoffset":541,"anchor":"Theoretical_Background"},{"toclevel":1,"level":"2","line":"Principles of Knowledge Building Communities","number":"2","index":"2","fromtitle":"Knowledge_building_community","byteoffset":2470,"anchor":"Principles_of_Knowledge_Building_Communities"},{"toclevel":1,"level":"2","line":"Knowledge building communities in classrooms","number":"3","index":"3","fromtitle":"Knowledge_building_community","byteoffset":4238,"anchor":"Knowledge_building_communities_in_classrooms"},{"toclevel":2,"level":"3","line":"Limitations","number":"3.1","index":"4","fromtitle":"Knowledge_building_community","byteoffset":9803,"anchor":"Limitations"},{"toclevel":1,"level":"2","line":"Computer Support for Knowledge Building Communities","number":"4","index":"5","fromtitle":"Knowledge_building_community","byteoffset":12111,"anchor":"Computer_Support_for_Knowledge_Building_Communities"},{"toclevel":1,"level":"2","line":"See also","number":"5","index":"6","fromtitle":"Knowledge_building_community","byteoffset":16117,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"7","fromtitle":"Knowledge_building_community","byteoffset":16265,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"7","index":"8","fromtitle":"Knowledge_building_community","byteoffset":16296,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Knowledge building community","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q6423362"}]}}