{"parse":{"title":"Meaningful play","pageid":19756952,"revid":806437234,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Meaningful play</b> are actions or activities built with either a designed or inherent intent, such as data collection or <a href=\"/wiki/Therapy\" title=\"Therapy\">therapy</a>.\n</p><p>Meaning is defined as the underlying purpose of the topic or subject at hand, while play itself is defined as a range of voluntary, intrinsically motivated activities normally associated with pleasure and enjoyment.\n</p><p>Inherent meaningful play would be defined as an activity where the purpose is built directly into the activity. An example of this is that sports have the inherent meaning of being fun and full of physical activity to promote wellness.\n</p><p>Designed meaningful play is defined as an activity where another purpose is also integrated into the activity, by the creator of the activity, to either acquire knowledge or promote another purpose within the activity. For example, games in <a href=\"/wiki/Developmental_psychology\" title=\"Developmental psychology\">developmental psychology</a> have the designed meaning of gathering data about many functions such as how executive function develops. The designed meaning does not have to be built into the activity from the beginning. In considering recess, it was created to give children time to exercise and socialize, but researchers at a later time have inferred meaning from the activities that children participate in during this time, adding a designed meaning to the activity of recess.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Overview\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Overview</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Psychology\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Psychology</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#Improving_Basic_Research\"><span class=\"tocnumber\">2.1</span> <span class=\"toctext\">Improving Basic Research</span></a></li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Therapy\"><span class=\"tocnumber\">2.2</span> <span class=\"toctext\">Therapy</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Video_games\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Video games</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Education\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Education</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Law\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Law</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#See_also\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#References\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">References</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-10\"><a href=\"#Specific\"><span class=\"tocnumber\">7.1</span> <span class=\"toctext\">Specific</span></a></li>\n<li class=\"toclevel-2 tocsection-11\"><a href=\"#General\"><span class=\"tocnumber\">7.2</span> <span class=\"toctext\">General</span></a></li>\n</ul>\n</li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Overview\">Overview</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Meaningful_play&amp;action=edit&amp;section=1\" title=\"Edit section: Overview\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Meaningful play is discussed in the disciplines of <a href=\"/wiki/Psychology\" title=\"Psychology\">psychology</a>, <a href=\"/wiki/Education\" title=\"Education\">education</a>, <a href=\"/wiki/Counselling\" class=\"mw-redirect\" title=\"Counselling\">counselling</a> and <a href=\"/wiki/Law\" title=\"Law\">law</a>. It is also utilized in the fields of <a href=\"/wiki/Video_games\" class=\"mw-redirect\" title=\"Video games\">video games</a>. While there appears to be no exact moment when the term was created, it first started to appear in the field of video games with the book \"rules of play\" (talked about in the video game section below), and was further adapted into other fields such as psychology soon after with a modified definition.\n</p><p>Meaningful play has grown and become more influential over the years. As researchers discovered many of the various uses for play (For example, cleaning up excess brain cells during play)<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> as well as discovered how many various forms of play there are.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> Advocates of meaningful play and play in general have even voiced their recommendation that playing be placed above testing in young grades like kindergarten.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> As well there are studies branching out to different age groups seeing if meaningful play can help the elderly with cognitive and physical functioning.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p><p>While all play can be considered meaningful due to the inherent nature of play to have some sort of meaning of either competition or enjoyment, meaningful play is also about the designed meaning taken from play.\n</p>\n<h2><span class=\"mw-headline\" id=\"Psychology\">Psychology</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Meaningful_play&amp;action=edit&amp;section=2\" title=\"Edit section: Psychology\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The field of psychology uses meaningful play in a large variety of ways. The most important way is for gathering data during research, especially with children. This is considered basic research because it is done with the sole intent of gathering knowledge which could eventually be applied. Other ways include playing (in the form of games or <a href=\"/wiki/Role-playing\" title=\"Role-playing\">role-playing</a>) during therapy.\n</p>\n<h3><span class=\"mw-headline\" id=\"Improving_Basic_Research\">Improving Basic Research</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Meaningful_play&amp;action=edit&amp;section=3\" title=\"Edit section: Improving Basic Research\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The experimental approach works quite well for the most common research participant (University undergraduate students) but for children it can be more difficult to keep them interested in the task which allows more room for noise. This is due to the fact that children can become bored very quickly with normal testing methods. Researchers, using meaningful play, can build experiments using various playful techniques so that the experimental method is fun and interactive for children, and at the same time gathers data correctly for the concept.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n</p><p>An example of an experiment designed to be as simple as possible for gathering data would be the Ainsworth Strange Situation task.<sup id=\"cite_ref-ggggg_6-0\" class=\"reference\"><a href=\"#cite_note-ggggg-6\">&#91;6&#93;</a></sup> However looking at a task that incorporates meaningful play, such as the switch task for children which incorporated a story for motivation to the children, interactions which the children could enjoy (such as finding treasure) created the sense that the children were helping the characters accomplish a goal.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup> Even though it was presented as a game, the researchers were able to collect all the data required.\n</p><p>Meaningful play, for use in data collection, has been used across almost every age group, from hide and seek games with infants, to block puzzles with children, to <a href=\"/wiki/Virtual_reality\" title=\"Virtual reality\">virtual reality</a> games with young adults.<sup id=\"cite_ref-ggggg_6-1\" class=\"reference\"><a href=\"#cite_note-ggggg-6\">&#91;6&#93;</a></sup>\n</p><p>Meaningful play goes even further than just humans and can also be used to train animals. In the psychology, meaningful play is used for extracting data from animals who are unable to verbally give us the meaning behind their actions.\n</p><p>In university settings, environmental enrichment boxes for pigeons, mice, and other animals have the inherent meaning of allowing them exercise and mental stimulation. This follows from the designed meaning of the enrichment boxes to keep the animals at mental peak and closer to a natural environment. The boxes are created to achieve this goal by following several strict guidelines.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup>\n</p><p>Meaningful play is a bit more difficult because on animals with lower cognitive skills (like pigeons) it is hard to actual create a game for them to play, yet researchers have used techniques such as operant boxes to make it more interactive and motivating.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Therapy\">Therapy</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Meaningful_play&amp;action=edit&amp;section=4\" title=\"Edit section: Therapy\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Meaningful play, in the form of <a href=\"/wiki/Play_therapy\" title=\"Play therapy\">play therapy</a>, has been used to help children<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup> and adults.<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup> It can involve various methods from using dolls to role-playing, all of which help to bring the participant into a state of mind where they feel comfortable discussing or overcoming the problem they are experiencing.\n</p><p>When participants of this kind of therapy use playing, in any form, it helps them to overcome whatever is causing their negative state in a safe and secure environment. They are also able to detach themselves and push their emotions and states onto the role they are taking or the dolls they are using.\n</p><p>Critics argue play therapy because it can also be seen as a form of temporary regression where adults act like children, playing games to overcome problems. While there are notable cases of <a href=\"/wiki/Regression_(psychology)\" title=\"Regression (psychology)\">regression</a> in adults<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup> and even children regressing further,<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup> there has been no link made of any sort between play therapy and regression in a negative way.\n</p>\n<h2><span class=\"mw-headline\" id=\"Video_games\">Video games</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Meaningful_play&amp;action=edit&amp;section=5\" title=\"Edit section: Video games\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Video games are an example of designed meaning. They draw the player into the designed world and from that point, the player finds their own meaning either by following the designers intents or making their own. An example of games like this can range from <a href=\"/wiki/Pong_(video_game)\" class=\"mw-redirect\" title=\"Pong (video game)\">Pong</a> to <a href=\"/wiki/The_Elder_Scrolls_V:_Skyrim\" title=\"The Elder Scrolls V: Skyrim\">The Elder Scrolls V: Skyrim</a>.\n</p><p>In <a href=\"/wiki/Rules_of_Play\" title=\"Rules of Play\">Rules of Play</a>, <a href=\"/wiki/Katie_Salen\" title=\"Katie Salen\">Katie Salen</a> and <a href=\"/wiki/Eric_Zimmerman\" title=\"Eric Zimmerman\">Eric Zimmerman</a> introduce meaningful play as the goal of successful game design. They offer two definitions, one descriptive and one evaluative:\n</p><p>Descriptive definition: \"Meaningful play in a game emerges from the relationship between player action and system outcome; it is the process by which a player takes action within the designed system of a game and the system responds to the action. The meaning of an action in a game resides in the relationship between action and outcome\". This is a cause-and-effect definition, for example if you press a lever and a door opens, the descriptive definition is that pressing that certain lever causes that exact door to open.\n</p><p>Evaluative definition: \"Meaningful play is what occurs when the relationships between actions and outcomes in a game are both discernable and integrated into the larger context of the game\". This definition has to be looked at from a wider viewpoint where the actual actions that the player takes are analyzed. It asks the question of why the player takes the actions that he does and what meaning his actions have over the entire  course of the game.\n</p><p>These can be broken down into the original components of meaningful play, where descriptive is inherent, and evaluative is the designed meaning of the game. With meaningful play in games being based on designing a successful game, it can be difficult to evaluate what is a successful game. Examples of very successful games that had success in non-intended ways are provided.\n</p><p>Both evaluative and descriptive definitions have been studied extensively in the online genre of games. One of the most notable examples are Massive Multiplayer online roleplaying games (MMORPG) such as <a href=\"/wiki/EverQuest\" title=\"EverQuest\">EverQuest</a> where the descriptive definition of the game is to live a second life using a character that you have built yourself. These games are very similar with how people actually perform daily activities (i.e. getting a job, working towards future goals), studies have been done on game participants playin to see if the game impacts their real life interactions.<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup>\n</p><p>While video games are unquestionably built with the intention of being enjoyable and fun, functions or programs built into the game sometimes have interesting, though unanticipated, outcomes. An example of this happened in the MMORPG, <a href=\"/wiki/World_of_Warcraft\" title=\"World of Warcraft\">World of Warcraft</a>. The behavior that players had during a virtual outbreak of a disease allowed epidemiologists to study this behavior and use it as a disease outbreak model.<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup> While the properties of this disease were not designed into the game on purpose, due to its nature and the actions of the players (descriptive meaning) it allowed scientists to study the behavior and extract the evaluative meaning behind the players’ actions as they played.\n</p><p>Various political organizations have also used video games to get their points across or to try to visually represent their standing. For these types of games, the entire focus is on the evaluative definition because they are built for the sole purpose of trying to educate the player about the message and meaning the party has. A prime example of this would be the games by <a href=\"/wiki/PETA\" class=\"mw-redirect\" title=\"PETA\">PETA</a>.<sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Education\">Education</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Meaningful_play&amp;action=edit&amp;section=6\" title=\"Edit section: Education\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Meaningful play is the idea of educational interactions, using games and play, to enhance learning. While this interaction has been studied most with experiments between teacher and child,<sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\">&#91;17&#93;</a></sup> it has also been studied in interactions between children<sup id=\"cite_ref-18\" class=\"reference\"><a href=\"#cite_note-18\">&#91;18&#93;</a></sup> and how playing by oneself in given roles can increase learning ability in fields such as reading.<sup id=\"cite_ref-19\" class=\"reference\"><a href=\"#cite_note-19\">&#91;19&#93;</a></sup>\n</p><p>In the field of education, inherent meaningful play, is most apparent during sports activities (During gym class or organized sports for example) where the play is useful for healthy physical development of the participant.<sup id=\"cite_ref-20\" class=\"reference\"><a href=\"#cite_note-20\">&#91;20&#93;</a></sup> As well, recess is a highly studied area for meaningful play where children build relationships and social skills.<sup id=\"cite_ref-21\" class=\"reference\"><a href=\"#cite_note-21\">&#91;21&#93;</a></sup> In the classroom, the idea of using games and play, with the designed meaning of teaching children or adults, has been done using various teaching games such as sing-alongs or educational board games. It has also been attempted on a larger scale by creating an entire educational computer game on a massive multiplayer scale.<sup id=\"cite_ref-22\" class=\"reference\"><a href=\"#cite_note-22\">&#91;22&#93;</a></sup> This game was first used in the field of <a href=\"/wiki/Biology\" title=\"Biology\">biology</a> to go through life cycles of certain animals and also to explain environmental changes to students. It allowed many students to all interact and participate with each other in a video game environment to help with learning and to make it more engaging.\n</p><p>It was realized that children can learn more quickly when the task is framed in the form of a game. This can be paralleled to the idea that when something is framed in the context of something you are familiar with, the task becomes easier. This has been shown with younger children in Brazil where their math skills were lower when compared to North American peers but when the problems were framed in the context of monetary transactions, with which they were familiar, they could answer at the same level as other children.<sup id=\"cite_ref-ggggg_6-2\" class=\"reference\"><a href=\"#cite_note-ggggg-6\">&#91;6&#93;</a></sup> Another experiment<sup id=\"cite_ref-23\" class=\"reference\"><a href=\"#cite_note-23\">&#91;23&#93;</a></sup> demonstrated that children excelled and learnt math (among other skills) faster when they were learning by playing a game where the meaning of the game was to learn math. Other proposals are being considered for how to use meaningful play to teach other subjects, such as science, in a more manageable way.<sup id=\"cite_ref-24\" class=\"reference\"><a href=\"#cite_note-24\">&#91;24&#93;</a></sup>\n</p><p>In every day settings, meaningful play is encouraged and performed through training animals to perform various actions such as the classic training of the dog to fetch the newspaper, or a cat to jump through a hoop. While humorous, these actions are performed for more than just the express to play, but also with the meaning and intention to train the animals. Various methods of playing with animals to train them or even to use play for therapy have been documented throughout history.<sup id=\"cite_ref-25\" class=\"reference\"><a href=\"#cite_note-25\">&#91;25&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Law\">Law</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Meaningful_play&amp;action=edit&amp;section=7\" title=\"Edit section: Law\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Meaningful play has also been used in the field of law. Difficult topics that arise during court cases or when attempting to retrieve eyewitness testimony can be problematic when dealing with children. Multiple methods (mostly placed under the label of play therapy) have been used such as fantasy role-playing or using dolls for children to recreate, through playing, the way they recall events.<sup id=\"cite_ref-26\" class=\"reference\"><a href=\"#cite_note-26\">&#91;26&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Meaningful_play&amp;action=edit&amp;section=8\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Meaningful Play is also the name of a conference held at <a href=\"/wiki/Michigan_State_University\" title=\"Michigan State University\">Michigan State University</a>.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Meaningful_play&amp;action=edit&amp;section=9\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"Specific\">Specific</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Meaningful_play&amp;action=edit&amp;section=10\" title=\"Edit section: Specific\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<div class=\"reflist columns references-column-width\" style=\"-moz-column-width: 30em; -webkit-column-width: 30em; column-width: 30em; list-style-type: decimal;\">\n<ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"https://www.nytimes.com/2008/02/17/magazine/17play.html?_r=1&amp;pagewanted=11\">https://www.nytimes.com/2008/02/17/magazine/17play.html?_r=1&amp;pagewanted=11</a> <i>New York Times</i>, Taking Play Seriously</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Trawick-Smith, J. (2010). Drawing Back the Lens on Play: A Frame Analysis of Young Children's Play in Puerto Rico. Early Education &amp; Development, 21(4), 536-567. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"https://doi.org/10.1080%2F10409280903118432\">10.1080/10409280903118432</a></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Miller, E., &amp; Almon, J. (2009). CRISIS IN THE KINDERGARTEN: Why Children Need to Play in School. Education Digest, 75(1), 42-45.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Ledyard, P. (1999). Play therapy with the elderly: A case study. International Journal of Play Therapy, 8(2), 57-75.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Davidson, M., Amso, D., Anderson, L. C., Diamond, A. (2006). Development of cognitive control and executive functions from 4 to 13 years: evidence from manipulations of memory, inhibition, and task switching. Neuropsychologia, 44, 2037-2078.</span>\n</li>\n<li id=\"cite_note-ggggg-6\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-ggggg_6-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-ggggg_6-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-ggggg_6-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\">Ateah, A., Kail, R., &amp; Cavanaugh, J. (2009). Human Development: A Life-Span View (2nd \tCanadian ed.). Toronto, ON: Nelson Education Ltd.</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Dibbets, P., Jolles, J. (2006). The Switch Task for Children: Measuring mental flexibility in young children. Cognitive Development, 21, 60-71.</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Stewart, K. L., &amp; Bayne, K. (2004, April). Environmental Enrichment for Laboratory Animals. Laboratory Animal Medicine and Management. <a rel=\"nofollow\" class=\"external free\" href=\"http://www.ivis.org/advances/Reuter/stewart/ivis.pdf\">http://www.ivis.org/advances/Reuter/stewart/ivis.pdf</a></span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Friedman, A., Spetch, M., Ferrey, A. (2005). Recognition by Humans and Pigeons of Novel Views of 3-D objects and their photographs. Journal of Experimental Psychology, 134-2, 145-162.</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Schaefer, Charles E [Ed]. (2010). Play therapy for preschool children. (pp.&#160;277–299). x, 333 pp. Washington, DC, US: American Psychological Association; US.</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Schaefer, Charles E [Ed]. (2003). Play therapy with adults. xii, 392 pp. Hoboken, NJ, US: John Wiley &amp; Sons Inc; US. [Book; Edited Book]</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Shacter, D., Gilbert, D., Wegner, D. (2008). Psychology 104/105 (customized edition). New York, NY: Worth Publishing.</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">Wakuta, Naomi; Matusmoto, Hideo; Murakami, Naoto; Ohara, Kenshiro. Japanese Journal of Child and Adolescent Psychiatry. Vol.30(5), Sep-Nov 1989, pp.&#160;388–396.</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">Snodgrass, J. G., Lacy, M. G., Francois Dengah, H. J., &amp; Fagan, J. (2011). Enhancing one life rather than living two: Playing MMOs with offline friends. Computers In Human Behavior, 27(3), 1211-1222. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"https://doi.org/10.1016%2Fj.chb.2011.01.001\">10.1016/j.chb.2011.01.001</a></span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.time.com/time/health/article/0,8599,1655109,00.html\">http://www.time.com/time/health/article/0,8599,1655109,00.html</a></span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://features.peta.org/mario-kills-tanooki/\">http://features.peta.org/mario-kills-tanooki/</a></span>\n</li>\n<li id=\"cite_note-17\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-17\">^</a></b></span> <span class=\"reference-text\">TRAWICK-SMITH, J., &amp; DZIURGOT, T. (2010). Untangling Teacher-Child Play Interactions: Do Teacher Education and Experience Influence \"Good-Fit\" Responses to Children's Play?. Journal of Early Childhood Teacher Education, 31(2), 106-128. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"https://doi.org/10.1080%2F10901021003781148\">10.1080/10901021003781148</a></span>\n</li>\n<li id=\"cite_note-18\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-18\">^</a></b></span> <span class=\"reference-text\">Rushton, S. (2011, June). Neuroscience, Early Childhood Education and Play: We are Doing it Right!. Early Childhood Education Journal. pp.&#160;89–94. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"https://doi.org/10.1007%2Fs10643-011-0447-z\">10.1007/s10643-011-0447-z</a>.</span>\n</li>\n<li id=\"cite_note-19\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-19\">^</a></b></span> <span class=\"reference-text\">Christie, J. F. (1990). Dramatic play: A context for meaningful engagement. Reading Teacher, 43(8), 542-545.</span>\n</li>\n<li id=\"cite_note-20\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-20\">^</a></b></span> <span class=\"reference-text\">Pate, R. R., O'Neill, J. R., &amp; Mclver, K. L. (2011). Physical Activity and Health: Does Physical Education Matter?. Quest (00336297), 63(1), 19-35.</span>\n</li>\n<li id=\"cite_note-21\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-21\">^</a></b></span> <span class=\"reference-text\">Ramstetter, C. L., Murray, R., &amp; Garner, A. S. (2010). The Crucial Role of Recess in Schools. Journal of School Health, 80(11), 517-526. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"https://doi.org/10.1111%2Fj.1746-1561.2010.00537.x\">10.1111/j.1746-1561.2010.00537.x</a></span>\n</li>\n<li id=\"cite_note-22\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-22\">^</a></b></span> <span class=\"reference-text\">Susaeta, H., Jimenez, F., Nussbaum, M., Gajardo, I., Andreu, J., &amp; Villalta, M. (2010). From MMORPG to a Classroom Multiplayer Presential Role Playing Game. Journal of Educational Technology &amp; Society, 13(3), 257-269.</span>\n</li>\n<li id=\"cite_note-23\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-23\">^</a></b></span> <span class=\"reference-text\">Oers, B. (2010). Emergent mathematical thinking in the context of play. Educational Studies In Mathematics, 74(1), 23-37. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"https://doi.org/10.1007%2Fs10649-009-9225-x\">10.1007/s10649-009-9225-x</a></span>\n</li>\n<li id=\"cite_note-24\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-24\">^</a></b></span> <span class=\"reference-text\">Hachey, A. C., &amp; Butler, D. L. (2009). Science Education through Gardening and Nature-Based Play. YC: Young Children, 64(6), 42-48.</span>\n</li>\n<li id=\"cite_note-25\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-25\">^</a></b></span> <span class=\"reference-text\">Anderson, D. C. (2004). The Human-Companion Animal Bond. Reference Librarian, 41(86), 7-24. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"https://doi.org/10.1300%2FJ120v41n86_02\">10.1300/J120v41n86_02</a></span>\n</li>\n<li id=\"cite_note-26\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-26\">^</a></b></span> <span class=\"reference-text\">Snow, M. S., Helm, H. M., &amp; Martin, E. E. (2004). Play therapy as court testimony: A case study. International Journal of Play Therapy, 13(2), 75-97.</span>\n</li>\n</ol></div>\n<h3><span class=\"mw-headline\" id=\"General\">General</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Meaningful_play&amp;action=edit&amp;section=11\" title=\"Edit section: General\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<ul><li>Rules of Play: Game Design Fundamentals, MIT Press</li>\n<li>Video Games and Interactive Media: A Glimpse at New Digital Entertainment, by Stéphane Natkin</li>\n<li>Children's Play and Playgrounds, by Joe L. Frost, Barry L. Klein</li>\n<li><a rel=\"nofollow\" class=\"external free\" href=\"http://meaningfulplay.msu.edu/\">http://meaningfulplay.msu.edu/</a></li>\n<li>Simpson, Andrew., Riggs, K. J., Beck, S. R., Gorniak, S. L., Wu, Yvette., Abott, David., Diamond, Adele. (2011). Developmental Science. pp 1–12. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"https://doi.org/10.1111%2Fj.1467-7687.2011.01105.x\">10.1111/j.1467-7687.2011.01105.x</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1273\nCached time: 20180831115730\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.076 seconds\nReal time usage: 0.092 seconds\nPreprocessor visited node count: 668/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 4081/2097152 bytes\nTemplate argument size: 1889/2097152 bytes\nHighest expansion depth: 9/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 11684/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.003/10.000 seconds\nLua memory usage: 525 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   47.554      1 -total\n 98.66%   46.915      1 Template:Reflist\n 23.80%   11.319      8 Template:Doi\n 12.90%    6.132     16 Template:Hide_in_print\n  6.09%    2.898      8 Template:Str_left\n  5.21%    2.476      8 Template:Only_in_print\n  3.93%    1.870      1 Template:Main_other\n  3.01%    1.432      1 Template:Column-width\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:19756952-0!canonical and timestamp 20180831115730 and revision id 806437234\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","*":"Educational_psychology"}],"links":[{"ns":0,"exists":"","*":"Biology"},{"ns":0,"exists":"","*":"Counselling"},{"ns":0,"exists":"","*":"Developmental psychology"},{"ns":0,"exists":"","*":"Digital object identifier"},{"ns":0,"exists":"","*":"Education"},{"ns":0,"exists":"","*":"Eric Zimmerman"},{"ns":0,"exists":"","*":"EverQuest"},{"ns":0,"exists":"","*":"Katie Salen"},{"ns":0,"exists":"","*":"Law"},{"ns":0,"exists":"","*":"Michigan State University"},{"ns":0,"exists":"","*":"PETA"},{"ns":0,"exists":"","*":"Play therapy"},{"ns":0,"exists":"","*":"Pong (video game)"},{"ns":0,"exists":"","*":"Psychology"},{"ns":0,"exists":"","*":"Regression (psychology)"},{"ns":0,"exists":"","*":"Role-playing"},{"ns":0,"exists":"","*":"Rules of Play"},{"ns":0,"exists":"","*":"The Elder Scrolls V: Skyrim"},{"ns":0,"exists":"","*":"Therapy"},{"ns":0,"exists":"","*":"Video games"},{"ns":0,"exists":"","*":"Virtual reality"},{"ns":0,"exists":"","*":"World of Warcraft"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Column-width"},{"ns":10,"exists":"","*":"Template:Doi"},{"ns":10,"exists":"","*":"Template:Hide in print"},{"ns":10,"exists":"","*":"Template:Str left"},{"ns":10,"exists":"","*":"Template:Only in print"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["https://doi.org/10.1080%2F10409280903118432","https://doi.org/10.1016%2Fj.chb.2011.01.001","https://doi.org/10.1080%2F10901021003781148","https://doi.org/10.1007%2Fs10643-011-0447-z","https://doi.org/10.1111%2Fj.1746-1561.2010.00537.x","https://doi.org/10.1007%2Fs10649-009-9225-x","https://doi.org/10.1300%2FJ120v41n86_02","https://www.nytimes.com/2008/02/17/magazine/17play.html?_r=1&pagewanted=11","http://www.ivis.org/advances/Reuter/stewart/ivis.pdf","http://www.time.com/time/health/article/0,8599,1655109,00.html","http://features.peta.org/mario-kills-tanooki/","https://doi.org/10.1111%2Fj.1467-7687.2011.01105.x","http://meaningfulplay.msu.edu/"],"sections":[{"toclevel":1,"level":"2","line":"Overview","number":"1","index":"1","fromtitle":"Meaningful_play","byteoffset":1315,"anchor":"Overview"},{"toclevel":1,"level":"2","line":"Psychology","number":"2","index":"2","fromtitle":"Meaningful_play","byteoffset":3172,"anchor":"Psychology"},{"toclevel":2,"level":"3","line":"Improving Basic Research","number":"2.1","index":"3","fromtitle":"Meaningful_play","byteoffset":3567,"anchor":"Improving_Basic_Research"},{"toclevel":2,"level":"3","line":"Therapy","number":"2.2","index":"4","fromtitle":"Meaningful_play","byteoffset":6761,"anchor":"Therapy"},{"toclevel":1,"level":"2","line":"Video games","number":"3","index":"5","fromtitle":"Meaningful_play","byteoffset":8383,"anchor":"Video_games"},{"toclevel":1,"level":"2","line":"Education","number":"4","index":"6","fromtitle":"Meaningful_play","byteoffset":12292,"anchor":"Education"},{"toclevel":1,"level":"2","line":"Law","number":"5","index":"7","fromtitle":"Meaningful_play","byteoffset":16597,"anchor":"Law"},{"toclevel":1,"level":"2","line":"See also","number":"6","index":"8","fromtitle":"Meaningful_play","byteoffset":17163,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"7","index":"9","fromtitle":"Meaningful_play","byteoffset":17265,"anchor":"References"},{"toclevel":2,"level":"3","line":"Specific","number":"7.1","index":"10","fromtitle":"Meaningful_play","byteoffset":17281,"anchor":"Specific"},{"toclevel":2,"level":"3","line":"General","number":"7.2","index":"11","fromtitle":"Meaningful_play","byteoffset":17314,"anchor":"General"}],"parsewarnings":[],"displaytitle":"Meaningful play","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q6803703"}]}}