{"parse":{"title":"Alfred Twardecki","pageid":14627244,"revid":830397491,"text":{"*":"<div class=\"mw-parser-output\"><div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:222px;\"><a href=\"/wiki/File:Greetings_from_Akropolis.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/07/Greetings_from_Akropolis.jpg/220px-Greetings_from_Akropolis.jpg\" width=\"220\" height=\"187\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/07/Greetings_from_Akropolis.jpg/330px-Greetings_from_Akropolis.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/0/07/Greetings_from_Akropolis.jpg/440px-Greetings_from_Akropolis.jpg 2x\" data-file-width=\"1402\" data-file-height=\"1189\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Greetings_from_Akropolis.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>Greetings from Akropolis</div></div></div><p><b>Alfred Twardecki</b> (born 4 February 1962) is a Polish historian of <a href=\"/wiki/Classical_antiquity\" title=\"Classical antiquity\">antiquity</a> and translator. He works as curator at the Department of Ancient and Eastern Christian Art in the <a href=\"/wiki/National_Museum,_Warsaw\" title=\"National Museum, Warsaw\">National Museum in Warsaw</a>. He graduated in 1986 from the Department of History of <a href=\"/wiki/Warsaw_University\" class=\"mw-redirect\" title=\"Warsaw University\">Warsaw University</a>.\n</p><p>He served as assistant in the Chair of Ancient History of the Warsaw University from 1986 until 1992 when he started at the National Museum in Warsaw. He is the author of many articles and books about <a href=\"/wiki/Ancient_Greece\" title=\"Ancient Greece\">Ancient Greece</a>, a scholarship holder of the Centre of Mediterranean Archaeology of the Warsaw University and Deutscher Akademischer Austausch Dienst (DAAD), guest of École française d'Athènes, director of the Cooperation Program between the <a href=\"/wiki/Warsaw_National_Museum\" class=\"mw-redirect\" title=\"Warsaw National Museum\">Warsaw National Museum</a> and the Kerch Republican Historic-Cultural Museum (<a href=\"/wiki/Autonomous_Republic_of_Crimea\" title=\"Autonomous Republic of Crimea\">Crimea</a>, <a href=\"/wiki/Ukraine\" title=\"Ukraine\">Ukraine</a>). Since 2008 he is also director of Polish Archaeological Mission \"<a href=\"/wiki/Tyritake\" title=\"Tyritake\">Tyritake</a>\" of National Museum in Warsaw. Mission is indefinitelly suspended since year 2014. Since 1 February 2012 is curator in chief of the Collection of Ancient and Eastern Christian Art. Since 2016 he is also director of Polish Archaeological Mission \"Olbia\" (<a href=\"/wiki/Pontic_Olbia\" class=\"mw-redirect\" title=\"Pontic Olbia\">Pontic Olbia</a>). \n</p><p>Married, two kids.\n</p>\n<h2><span class=\"mw-headline\" id=\"Bibliography\">Bibliography</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Alfred_Twardecki&amp;action=edit&amp;section=1\" title=\"Edit section: Bibliography\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><b>Papers</b>\n<ul><li>Grecja a Wschód w świetle liryki archaicznej, Meander, 7-8 (1987), pp.&#160;375 ff [Greece and East in the light of the archaic lyric]</li>\n<li>Król Midas - antyczna tradycja literacka a badania archeologiczne, Studia i Materiały Archeologiczne, 8 (1991), pp.&#160;65 –121 [King Midas - ancient literary tradition and archaeological researches]</li>\n<li>Marina - nowe polskie stanowisko archeologiczne w Egipcie. Próba lokalizacji na mapie Egiptu grecko-rzymskiego, Studia i Materiały Archeologiczne, 9 (1992), pp.&#160;107–118 [Marina - new polish archaeological site in Egypt. Localisation in the chart of Graeco-roman Egypt. An Attempt.]</li>\n<li>A new Funerary Stela in the Collection of the National Museum in Warsaw, Zeitschrift für Papyrologie und Epigraphik, 95 (1993), pp.&#160;156–158</li>\n<li>Weihinschrift für Hermes oder Souchos? [Votive inscription for Hermes or Souchos?], Zeitschrift für Papyrologie und Epigraphik, 99 (1993), 197-202</li>\n<li>Eine unpublizierte Inschrift aus Warschau [Unpublished Inscriptions from Warsaw], Zeitschrift für Papyrologie und Epigraphik, 102 (1994), 307- 309</li>\n<li>Kolekcja inskrypcji cyprosylabicznych z Gołuchowa, Materiały z sesji poświęconej trzydziestoleciu działalności Polskiej Misji Archeologicznej w Nea Pafos na Cyprze (27-28 III 1995), Warszawa (1998), pp.&#160;169–179 [Collection of the Cypriote, syllabic inscriptions in Goluchow]</li>\n<li>Inscriptions grecques acquises par le Musée Nationale de Varsovie lors des fuilles Franco - polonaises an Edfou [Greek inscriptions acquised for the National Museum in Warsaw by French-polish excavations in Edfou], in: Tell Edfou soixante ans après. Actes du colloque Franco-polonais, Le Caire - 15 octobre 1996 [= Fouilles -polonaises 4], Le Caire (1999), pp.&#160;83–93</li>\n<li>Die Sammlung der griechischen Inschriften im Nationalmuseum zu Warschau [Collection of Greek inscriptions in the National Museum in Warsaw] in: Atti, XI Congresso Internazionale di Epigrafia Greca e Latina, Roma, 18-24 settembre 1997, Roma (1999), pp.&#160;739–746.</li>\n<li>Inscription of the Phoderago (KL 1839) in: The Cimmerian Bosporus, Pontos, and Barbarian World in the Period of Antiquity and Middle Ages, The Materials of the Third Bosporan Readings, Kerch (2002), s. 292-294.</li>\n<li>Produkcja wina w starożytności w: Dionizos w życiu i kulcie. Wystawa ze zbiorów Muzeum Narodowego w Warszawie (katalog wystawy), Sosnowiec (2002), pp.&#160;29–35. [Production of wine in Antiquity in: Dionysos in the Life and Cult (Catalogue of the exhibition in the Muzeum Śląskie in Sosnowiec)]</li>\n<li>Greek Christian Inscriptions in the Collections of the National Museum in Warsaw, Bulletin du Musée National de Varsovie, XLI (2000), No 1-4, pp.&#160;3–10</li>\n<li>Inskrypcje greckie, folder Muzeum Narodowego w Warszawie, Warszawa (2003) [Greek inscriptions, folder of the National Museum in Warsaw, Warsaw (2003)]</li>\n<li>Kariery zawodowych sportowców w starożytności w świetle źródeł epigraficznych [Careers of Professional Sportsmen in Antiquity, in the Light of Epigraphic Sources] in: Sport i igrzyska olimpijskie w starożytności, [Sport and Olympic Games in the Antiquity] [The Catalogue of the Exhibition: Olimpiada. Sport w sztuce greckiej od VI w. p.n.e. do V w. n.e.; Muzeum Narodowe w Warszawie 15.05.2004-15.07.2004 [Olympiad. The Sport in the Greek Art since 6th century BC to the 5th AD, National Museum in Warsaw 15.05.2004-15.07.2004] Warszawa (2004), pp.&#160;44–49; catalogue notes of the Greek inscriptions: No 2 (Epitaph of Apollonius), No 152 (Epitaph of Philo), No 153 (Epitaph of the sportsmen Rufus), No 154 (inscription according the aqueduct of the Saint  Socrates), No 155 (Epitaph of Theodotus).</li>\n<li>Inscription of the Phoderago reconsidered, in: Bosporan Readings V, The Cimmerian Bosporus and Barbarian World in the Period of Antiquity and Middle Ages, Kerch (2004), pp.&#160;437–441.</li>\n<li>Four unpublished funerary stele from Pantikapaion, in: Bosporan Readings VI, The Cimmerian Bosporus and Barbarian World in the Period of Antiquity and Middle Ages, Period of destabilizations, catastrophes, Kerch (2005), pp.&#160;300–305.</li>\n<li>Greek Inscriptions Acquired for the National Museum in Warsaw by Professor Kazimierz Michałowski, Bulletin du Musée National de Varsovie [Volume dédié a la mémoire du professeur Kazimierz Michałowski], XLII (2001) [2006], No 1-4, ss. 129-142</li>\n<li>Wheter Orphic nor philosopher, Bosporan Readings VIII, The Cimmerian Bosporus and Barbarian World in the Period of Antiquity and Middle Ages. Sanctuaries and Sacred Objects, Kerch (2007), pp.&#160;361–368</li>\n<li>Tłumaczenie Narodzin Grecji Oswyna Murraya [Translating of Early Greece of Oswyn Murray], Przekładaniec, Półrocznik Katedry UNESCO do Badań nad Przekładem i Komunikacją Międzykulturową UJ, 1-2 (2007), nr 18-19, pp.&#160;256–260</li>\n<li>Hieromastor- an inquisitor or adviser?, Bosporan Readings IX, The Cimmerian Bosporus and Barbarian world in the Period of Antiquity and Middle Ages. Militaria., Kerch (2008), pp.&#160;326–331.</li>\n<li>Проблемы эпиграфики Боспорского царства на примере надписи KL 705 (Керченский музей) [Problems of the Bosporan Kingdom epigraphy by inscription KL 705 from the Kerch Museum, in Russian with English summary], Novensia 18-19 (2008), p.&#160;351-363</li>\n<li>Poetic epitaph for Glykarion, son of Glykarion, son of Glykarion (KL 439), Bosporan readings X, Kerch (2009), p.&#160;540-547.</li>\n<li>Priest and Poet? (CIRB 118), Bosporan readings XI, Kerch (2010), pp.&#160;519–525</li>\n<li>Wieża Babel. Rzecz o językach i formach ich zapisu. [The Tower of Babel. Matter about languages and their ways of recording] wyd. Zamek Książąt Pomorskich w Szczecinie 2010 [Exhibition catalogue]: Język grecki [Greek]: pp.&#160;29–32, the catalogue notes: pp.&#160;33, 35; Język łacński [Latin], pp.&#160;48–51, the catalogue notes: pp.&#160;52, 53, 55; Paleografia [Palaeography] pp.&#160;56–59</li>\n<li>V.N. Zin’ko, A.V. Zin’nko, A. Twardecki, Yu.L. Belik, Issledovaniya Bosporskoi OAE [Badania Bosporskiej Konserwatorsko-Archeologicznej Ekspedycji], Arkheologichni Doslizhennya v Ukraini 2010, Institut Arkheologii NAN Ukrainy, Kiev (2011), pp.&#160;117–118</li>\n<li>Greek Poetry in Bosporan Kingdom, Bosporan readings XII, Kerch (2011), pp.&#160;458–463</li>\n<li>A Collegium of Hieroi in the Bosporan Kingdom? in: Pontika 2008, Recent Research on the Northern and Eastern Black Sea in Ancient Times. Proceedings of the National Conference, 21–26 April 2008, Kraków, BAR International Series 2240, 2011, Chapter 46, pp.&#160;371–376</li>\n<li>Greek metric inscription about fountain construction (KL 1279=CIRB 913), Bosporan readings XIII, Kerch (2012), p.&#160;501-507.</li>\n<li>New Greek Inscription and Graffito from Tyritake, [in:] Bosporan Readings XIV, The Cimmerian Bosporus and barbarian  world in the period of Antiquity and the Middle Ages, Kerch 2013, pp.&#160;545–551</li>\n<li>Poezja Królestwa Bosporańskiego a proces akulturacji jego elit [Poetry of the Bosporan Kingdom and acculturation process of its elites], [in:] Świat starożytny. Państwo i społeczeństwo [Ancient World. State and society], red. Ryszard Kulesza, Marek Stępień, Elżbieta Szabat, Maciej Daszuta, Warszawa 2013, pp.&#160;131–145</li>\n<li>Monika Dolińska, Tomasz Górecki, Andrzej Reiche, Alfred Twardecki, Zbiory Sztuki Starożytnej i Wschodniochrześcijańskiej a wykopaliska archeologiczne Muzeum Narodowego w Warszawie [Collection of the Ancient and Eastchristian Art and archaeologic excavations of the National Museum in Warsaw], „Rocznik Muzeum Narodowego w Warszawie. Nowa Seria”, 2 (38), pp.&#160;30–55</li>\n<li>The Ancient site of Tyritake in the Cimmerian Bosporus, Polish excavations 2008-2013 in: A. Twardecki (ed.), Tyritake, Antique Site at Cimmerian Bosporus; Proceedings of the international conference, Warsaw, 27–28 November 2013, Warsaw 2014, pp.&#160;15–46.</li>\n<li>An early Christian pendant amulet (?) in the collection of the National Museum in Warsaw – a philological approach in: Studies in Ancient Art and Civilization 17, Kraków 2013, pp.&#160;365–369</li>\n<li>V. N. Zin’ko, A. V. Zin’ko, A. Twardecki, M. A. Kotin, Issledovaniya na gorodishche Tiritaka i khore Nimfeya [Research at the city Tiritake and the chora of Nymphaeum], in: Arkheologichni Doslidzhennya v Ukraini 2013 (Archeological Researches in Ukraine, 2013), Kiiv 2014, pps. 39-40</li>\n<li>Alfred Twardecki, Hoplici. O sztuce wojennej starożytnej Grecji. Hoplites. On the art of war of ancient Greece [small guide for the exhibition], Warszawa, 2015</li>\n<li>Alfred Twardecki, Evidence of Foreign Citizens in the Bosporan Inscriptions. A second approach, Bosporan Elite and its Culture, Papers of the International Round Table, November 22-25, 2016, Saint Petersburg, 2016, pp. 30-40</li>\n<li>Alfred Twardecki, Polish excavations at Tyritake 2008-2014. A small revolution in archaic architecture w: The Black Sea in the Light of New Archaeological Data and Theoretical Approaches,  Proceedings of the 2nd International Workshop on the Black Sea in Antiquity held in Thessaloniki, 18-20 September 2015, ed. Manolis Manoledakis, Oxford, 2016, pp. 29-39</li></ul></li>\n<li><b>Books</b>\n<ul><li>Plutarch, Czy stary człowiek powinien zajmować się polityką&#160;? (tłumaczenie i przypisy) w: Cyceron, Plutarch: Pochwała starości, Unia Wydawnicza \"Verum\", Warszawa 1996 [Plutarch, Whether an Old Man Should Engage in Public Affairs - translation and commentary in: Cicero, Plutarch: a praise of the old-age]</li>\n<li>Mały słownik sztuki starożytnej Grecji i Rzymu, Unia wydawnicza \"Verum\", Warszawa 1998 [Small Dictionary of the Ancient Greek and Roman Art.] Version on-line (Prószyński i S-ka)</li>\n<li>Adam Łajtar, Alfred Twardecki, Catalogue des inscriptions Grecques du Musée National de Varsovie, Supplement II, The Journal of Juristic Papyrology, Varsovie 2003 [Catalogue of the Greek inscriptions in the National Museum in Warsaw] Version on-line at Prószyński i S-ka server</li>\n<li>Oswyn Murray, Narodziny Grecji [Early Greece], translation into polish: Alfred Twardecki, Prószyński i S-ka, Warszawa 2004</li>\n<li>Wielki encyklopedyczny atlas. Historia świata, [World History Atlas], Wydawnictwo Naukowe PWN, Warszawa, 2006 (translation of pp.&#160;1–113)</li>\n<li>Galeria Sztuki Starożytnej. Egipt, Bliski Wschód. Przewodnik [Gallery of the Ancient Art. Egypt, Near East. Guidebook], Muzeum Narodowe w Warszawie, Warszawa 2007 (description of Greek inscriptions, ostraka and papyri)</li>\n<li>T. Matkovskaya, A. Twardecki, S. Tokhtasev, A. Bekhter, Bosporan Funerary Stelae 2nd century BC - 3rd century AD, From the Collection of the Kerch History and Culture Reserve, Lapidary Collection, vol. III, book 2, part 1=Supplement I Bulletin of the National Museum in Warsaw, Kiev-Warsaw 2009 / Т. Матковская, А. Твардецки, С. Тохтасьев, А. Бехтер, Боспорские надгробия II в. до н.э. — III в.н.э. Из собрания керченского историко-культурного заповедника. Лапидарная коллекция. Книга 2. Часть I=Супплемент I Bulletin of the National Museum in Warsaw, Киев-Варшава 2009 (Russian-English bilingual edition).</li>\n<li>Skarby sztuki. Muzeum Narodowe w Warszawie, Warszawa, 2013, praca zbiorowa, ss. 16-19 (wstęp do części poświęconej sztuce starożytnej i wschodniochrześcijańskiej) oraz 28-36 (opisy zabytków)</li>\n<li>Tyritake, Antique Site at Cimmerian Bosporus; Proceedings of the international conference, Warsaw, 27–28 November 2013, Warsaw 2014, redaktor naukowy tomu</li></ul></li>\n<li><b>Other publications</b>\n<ul><li>Something Called Democracy. The Warsaw Voice; 1 (167); 1992, January 5; 10 &gt;&gt; Echoes and citations: Mary Melinda Ziemer, Letter From Poland; David J. P. Marzak, Building A Community College for Poland's Future: A Doctoral Dissertation Presented to the Polish National Ministry of Education</li>\n<li>Finders of Lost Treasures. Poles Discover Ancient World. The Warsaw Voice; 5 (171); 1992, February 2; 12-13.</li>\n<li>Złoty dotyk króla Midasa, Wiedza i Życie (Wiedza i Człowiek); 3; 1994; 1-4. [Golden Touch of King Midas]</li>\n<li>Truso poprzednikiem Gdańska? Wiedza i Życie (Wiedza i Człowiek); 3; 1994; 11. [Truso before Gdansk?]</li>\n<li>Znów na Krymie, (Nowości). Wiedza i Życie (Wiedza i Człowiek); 4; 1994; 15 [Back in Crimean]</li>\n<li>W muzeum, Wiedza i Życie (Wiedza i Człowiek); 5; 1994; 9. [In Museums]</li>\n<li>200 lat Luwru, (W muzeum). Wiedza i Życie (Wiedza i Człowiek); 7; 1994; 14 - 15. [200 Years of Louvre]</li>\n<li>W muzeum, Wiedza i Życie (Wiedza i Człowiek); 8; 1994; 16. [In Museums]</li>\n<li>Czy demokracja ma przyszłość? Wiedza i Życie (Wiedza i Człowiek); 10; 1994; 1-5. [Whether Democracy has a future?]</li>\n<li>W muzeum, Wiedza i Życie (Wiedza i Człowiek); 11; 1994; 16. [In Museums]</li>\n<li>Gra w kości w starożytności, Wiedza i Życie (Wiedza i Człowiek); 7; 1995; 7-8.[Dice Play in the Antiquity] &gt;&gt; Echoes and citations: Tomasz Borkowski, Złe gry, Wiedza i Życie (1997)</li>\n<li>Solon - polityk środka, Rzeczpospolita 214, 13-14 09. 1997 [Solon - a politician of Centre]</li>\n<li>Pizystrat - tyran oświecony, Rzeczpospolita 226, 27-28. 09. 1997 [Pizystratos - an Enlighted Tyrant]</li>\n<li>Kleistenes - reformator mimo woli, Rzeczpospolita 244, 18.10.1997 [Kleisthens - a Reformer in Spite of Will]</li>\n<li>Milcjades - bohater z przeszłością, Rzeczpospolita, 249, 29.11.1997 [Miltiades - a Hero with the Dark Past]</li>\n<li>Perykles - polityk doskonały, Rzeczpospolita 2, 03.01.1998 [Pericles - a Perfect Politician]</li>\n<li>Demostenes, czyli łabędzi śpiew, Rzeczpospolita 20, 24.01.1998 [Demosthenes - or the Swan Song of Democracy]</li>\n<li>Encyklopedia PWN. Seria Multimedialna [Encyclopaedia PWN. Multimedia Series. Ancient World (entries)]</li>\n<li>Przewodnik po galeriach starożytnych, Cywilizacje, [Guide to the Galleries of Ancient Art, special issue of Wiedza i Życie], 09, 2003, pp.&#160;12–14</li>\n<li>Ani porywający, ani pouczający, (Whether ravishing, nor instructive, review of the film \"Troy\"), Rzeczpospolita, Nr 111 - czwartek, 13.05.2004</li>\n<li>Kolonizacja Grecka, [Greek Colonisation, special issue of Wiedza i Życie], 06, 2004</li></ul></li></ul>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Alfred_Twardecki&amp;action=edit&amp;section=2\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external free\" href=\"http://www.twardecki.mnw.art.pl/twardecki_eng.htm\">http://www.twardecki.mnw.art.pl/twardecki_eng.htm</a> - professional site</li>\n<li><a rel=\"nofollow\" class=\"external free\" href=\"http://blackseaproject.mnw.art.pl/en/program\">http://blackseaproject.mnw.art.pl/en/program</a> - site of the national Museum in Warsaw \"Antiquities of the Black Sea\" project</li>\n<li><a rel=\"nofollow\" class=\"external free\" href=\"http://blackseaproject.mnw.art.pl/en/tyritake\">http://blackseaproject.mnw.art.pl/en/tyritake</a> - site of the Polish Archaeological Mission Tyritake</li>\n<li><a rel=\"nofollow\" class=\"external free\" href=\"http://blackseaproject.mnw.art.pl/en/mission-olbia\">http://blackseaproject.mnw.art.pl/en/mission-olbia</a> - site of the Polish Archaeological Mission Olbia</li>\n<li><a class=\"external free\" href=\"http://pl.wikipedia.org/w/index.php?title=Alojzy_Twardecki&amp;stable=1\">http://pl.wikipedia.org/w/index.php?title=Alojzy_Twardecki&amp;stable=1</a> Alojzy Twardecki (father)</li></ul>\n<div role=\"navigation\" class=\"navbox\" aria-labelledby=\"Authority_control_frameless_&amp;#124;text-top_&amp;#124;10px_&amp;#124;alt=Edit_this_at_Wikidata_&amp;#124;link=https&amp;#58;//www.wikidata.org/wiki/Q676573&amp;#124;Edit_this_at_Wikidata\" style=\"padding:3px\"><table class=\"nowraplinks hlist navbox-inner\" style=\"border-spacing:0;background:transparent;color:inherit\"><tbody><tr><th id=\"Authority_control_frameless_&amp;#124;text-top_&amp;#124;10px_&amp;#124;alt=Edit_this_at_Wikidata_&amp;#124;link=https&amp;#58;//www.wikidata.org/wiki/Q676573&amp;#124;Edit_this_at_Wikidata\" scope=\"row\" class=\"navbox-group\" style=\"width:1%\"><a href=\"/wiki/Help:Authority_control\" title=\"Help:Authority control\">Authority control</a> <a href=\"https://www.wikidata.org/wiki/Q676573\" title=\"Edit this at Wikidata\"><img alt=\"Edit this at Wikidata\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Blue_pencil.svg/10px-Blue_pencil.svg.png\" width=\"10\" height=\"10\" style=\"vertical-align: text-top\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Blue_pencil.svg/15px-Blue_pencil.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/7/73/Blue_pencil.svg/20px-Blue_pencil.svg.png 2x\" data-file-width=\"600\" data-file-height=\"600\" /></a></th><td class=\"navbox-list navbox-odd\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><span class=\"nowrap\"> <a rel=\"nofollow\" class=\"external text\" href=\"https://www.worldcat.org/identities/containsVIAFID/51974843\">WorldCat Identities</a></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Biblioth%C3%A8que_nationale_de_France\" title=\"Bibliothèque nationale de France\">BNF</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"http://catalogue.bnf.fr/ark:/12148/cb150478984\">cb150478984</a> <a rel=\"nofollow\" class=\"external text\" href=\"http://data.bnf.fr/ark:/12148/cb150478984\">(data)</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Integrated_Authority_File\" title=\"Integrated Authority File\">GND</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"https://d-nb.info/gnd/1072789248\">1072789248</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/International_Standard_Name_Identifier\" title=\"International Standard Name Identifier\">ISNI</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"http://isni.org/isni/0000000054714763\">0000 0000 5471 4763</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Library_of_Congress_Control_Number\" title=\"Library of Congress Control Number\">LCCN</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"http://id.loc.gov/authorities/names/nr2007002992\">nr2007002992</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Syst%C3%A8me_universitaire_de_documentation\" title=\"Système universitaire de documentation\">SUDOC</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"https://www.idref.fr/078633311\">078633311</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Virtual_International_Authority_File\" title=\"Virtual International Authority File\">VIAF</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"https://viaf.org/viaf/51974843\">51974843</a></span></span></li></ul>\n</div></td></tr></tbody></table></div>\n\n<!-- \nNewPP limit report\nParsed by mw1321\nCached time: 20180910010721\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.080 seconds\nReal time usage: 0.106 seconds\nPreprocessor visited node count: 63/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 4951/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 4/40\nExpensive parser function count: 6/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 1/400\nLua time usage: 0.037/10.000 seconds\nLua memory usage: 908 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   69.666      1 Template:Authority_control\n100.00%   69.666      1 -total\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:14627244-0!canonical and timestamp 20180910010721 and revision id 830397491\n -->\n</div>"},"langlinks":[{"lang":"de","url":"https://de.wikipedia.org/wiki/Alfred_Twardecki","langname":"German","autonym":"Deutsch","*":"Alfred Twardecki"},{"lang":"pl","url":"https://pl.wikipedia.org/wiki/Alfred_Twardecki","langname":"Polish","autonym":"polski","*":"Alfred Twardecki"}],"categories":[{"sortkey":"Twardecki, Alfred","hidden":"","*":"Wikipedia_articles_with_BNF_identifiers"},{"sortkey":"Twardecki, Alfred","hidden":"","*":"Wikipedia_articles_with_GND_identifiers"},{"sortkey":"Twardecki, Alfred","hidden":"","*":"Wikipedia_articles_with_ISNI_identifiers"},{"sortkey":"Twardecki, Alfred","hidden":"","*":"Wikipedia_articles_with_LCCN_identifiers"},{"sortkey":"Twardecki, Alfred","hidden":"","*":"Wikipedia_articles_with_SUDOC_identifiers"},{"sortkey":"Twardecki, Alfred","hidden":"","*":"Wikipedia_articles_with_VIAF_identifiers"},{"sortkey":"Twardecki, Alfred","*":"1962_births"},{"sortkey":"Twardecki, Alfred","*":"Living_people"},{"sortkey":"Twardecki, Alfred","*":"Polish_historians"},{"sortkey":"Twardecki, Alfred","*":"Polish_art_historians"},{"sortkey":"Twardecki, Alfred","*":"Historians_of_antiquity"},{"sortkey":"Twardecki, Alfred","*":"Archaeologists"}],"links":[{"ns":14,"exists":"","*":"Category:Wikipedia articles with BNF identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with GND identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with ISNI identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with LCCN identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with SUDOC identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with VIAF identifiers"},{"ns":0,"exists":"","*":"Ancient Greece"},{"ns":0,"exists":"","*":"Autonomous Republic of Crimea"},{"ns":0,"exists":"","*":"Bibliothèque nationale de France"},{"ns":0,"exists":"","*":"Classical antiquity"},{"ns":0,"exists":"","*":"Integrated Authority File"},{"ns":0,"exists":"","*":"International Standard Name Identifier"},{"ns":0,"exists":"","*":"Library of Congress Control Number"},{"ns":0,"exists":"","*":"National Museum, Warsaw"},{"ns":0,"exists":"","*":"Pontic Olbia"},{"ns":0,"exists":"","*":"Système universitaire de documentation"},{"ns":0,"exists":"","*":"Tyritake"},{"ns":0,"exists":"","*":"Ukraine"},{"ns":0,"exists":"","*":"Virtual International Authority File"},{"ns":0,"exists":"","*":"Warsaw National Museum"},{"ns":0,"exists":"","*":"Warsaw University"},{"ns":12,"exists":"","*":"Help:Authority control"}],"templates":[{"ns":10,"exists":"","*":"Template:Authority control"},{"ns":10,"exists":"","*":"Template:EditAtWikidata"},{"ns":828,"exists":"","*":"Module:Authority control"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:ResolveEntityId"},{"ns":828,"exists":"","*":"Module:Navbox"},{"ns":828,"exists":"","*":"Module:Navbar"},{"ns":828,"exists":"","*":"Module:EditAtWikidata"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Greetings_from_Akropolis.jpg","Blue_pencil.svg"],"externallinks":["https://www.wikidata.org/wiki/Q676573","https://www.worldcat.org/identities/containsVIAFID/51974843","http://catalogue.bnf.fr/ark:/12148/cb150478984","http://data.bnf.fr/ark:/12148/cb150478984","https://d-nb.info/gnd/1072789248","http://isni.org/isni/0000000054714763","http://id.loc.gov/authorities/names/nr2007002992","https://www.idref.fr/078633311","https://viaf.org/viaf/51974843","http://www.twardecki.mnw.art.pl/twardecki_eng.htm","http://blackseaproject.mnw.art.pl/en/program","http://blackseaproject.mnw.art.pl/en/tyritake","http://blackseaproject.mnw.art.pl/en/mission-olbia","http://pl.wikipedia.org/w/index.php?title=Alojzy_Twardecki&stable=1"],"sections":[{"toclevel":1,"level":"2","line":"Bibliography","number":"1","index":"1","fromtitle":"Alfred_Twardecki","byteoffset":1358,"anchor":"Bibliography"},{"toclevel":1,"level":"2","line":"External links","number":"2","index":"2","fromtitle":"Alfred_Twardecki","byteoffset":15086,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Alfred Twardecki","iwlinks":[],"properties":[{"name":"defaultsort","*":"Twardecki, Alfred"},{"name":"wikibase_item","*":"Q676573"}]}}