{"parse":{"title":"Timeline of alcohol fuel","pageid":1078253,"revid":839771956,"text":{"*":"<div class=\"mw-parser-output\"><p><a href=\"/wiki/Ethanol\" title=\"Ethanol\">Ethanol</a>, an <a href=\"/wiki/Alcohol_fuel\" title=\"Alcohol fuel\">alcohol fuel</a>, is an important fuel for the operation of <a href=\"/wiki/Internal_combustion_engines\" class=\"mw-redirect\" title=\"Internal combustion engines\">internal combustion engines</a> that are used in cars, trucks, and other kinds of machinery.\n</p>\n<ul><li>Ethanol was first isolated from wine in approximately 1100 and was found to burn shortly thereafter. These early solutions distilled from wine-salt mixtures were referred to as aqua ardens (burning water) or aqua flamens (flaming water) and had such low alcohol content that they burned without producing noticeable heat. By the 13th century, the development of the cooling coil allowed the isolation of nearly pure ethanol by distillation.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup></li>\n<li>Ethanol has been used for <a href=\"/wiki/Lamp_oil\" class=\"mw-redirect\" title=\"Lamp oil\">lamp oil</a> and cooking, along with plant and animal oils.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>  Small alcohol stoves (also called \"<a href=\"/wiki/Spirit_lamp\" class=\"mw-redirect\" title=\"Spirit lamp\">spirit lamps</a>\") were commonly used by travelers in the 17th century to warm food and themselves.</li>\n<li><b>Before the <a href=\"/wiki/American_Civil_War\" title=\"American Civil War\">American Civil War</a></b> many farmers in the United States had an alcohol <a href=\"/wiki/Still\" title=\"Still\">still</a> to turn crop waste into free lamp oil and stove fuel for the farmers' family use. Conflict over taxation was not unusual; one example was the <a href=\"/wiki/Whiskey_Rebellion\" title=\"Whiskey Rebellion\">Whiskey Rebellion</a> in 1791.</li>\n<li>In <b>1826</b>, <a href=\"/wiki/Samuel_Morey\" title=\"Samuel Morey\">Samuel Morey</a> uses alcohol in the first American <a href=\"/wiki/Internal_combustion_engine\" title=\"Internal combustion engine\">internal combustion engine</a>  prototype.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup></li>\n<li>In  the <b>1830s,</b> alcohol blends had replaced increasingly expensive whale oil in most parts of the country. It \"easily took the lead as the illuminant\" because it was \"a decided improvement on other oils then in use.\"    <sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup></li>\n<li>By <b>1860,</b> thousands of distilleries churned out at least 90&#160;million US gallons (340,000&#160;m<sup>3</sup>) of alcohol per year for lighting. Camphene / alcohol blends (at $.50 per gallon) were cheaper than whale oil ($1.30 to $2.50 per gallon) and lard oil (90 cents per gallon). It was about the same price as coal oil, which was the product first marketed as \"kerosene.\" <sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup></li>\n<li>In <b>1860</b>, German inventor <a href=\"/wiki/Nikolaus_Otto\" title=\"Nikolaus Otto\">Nikolaus Otto</a> uses ethyl alcohol as a fuel in an early internal combustion engine.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup></li>\n<li>In <b>1862</b> and <b>1864</b>, a tax on alcohol was passed in the U.S. to pay for the <a href=\"/wiki/American_Civil_War\" title=\"American Civil War\">Civil War</a>, increasing the price of ethanol to over $2.00 per gallon. A new product from petroleum, called <a href=\"/wiki/Kerosene\" title=\"Kerosene\">kerosene</a>, is taxed at 10 cents a gallon.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup></li>\n<li>In the 19th century, <a href=\"/wiki/Spirit_lamp\" class=\"mw-redirect\" title=\"Spirit lamp\">spirit lamps</a>, <a href=\"/wiki/Pigeon_lamp\" class=\"mw-redirect\" title=\"Pigeon lamp\">pigeon lamps</a> and others used a variety of blends of alcohol and oils in Europe. Alcohol powered not only automobiles and farm machinery but also a wide variety of lamps, stoves, heaters, laundry irons, hair curlers, coffee roasters and every conceivable household appliance. By one estimate, some 95,000 alcohol fueled stoves and 37,000 spirit lamps had been manufactured in Germany by 1902.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup></li>\n<li>By the <b>1890s</b>, alcohol-fueled engines are starting to be used in farm machinery in Europe, making countries more fuel independent. Research at the <a href=\"/w/index.php?title=Experimental_Mechanical_Laboratory&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Experimental Mechanical Laboratory (page does not exist)\">Experimental Mechanical Laboratory</a> of Paris and at the <a href=\"/w/index.php?title=Deutsche_Landwirtschaftliche_Gesellschaft&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Deutsche Landwirtschaftliche Gesellschaft (page does not exist)\">Deutsche Landwirtschaftliche Gesellschaft</a> in Berlin in the 1890s helped pave the way for expanded use of alcohol fuel.</li>\n<li>By <b>1896</b>, horseless <a href=\"/wiki/Carriage\" title=\"Carriage\">carriages</a> (cars) were showing up on roads in Europe and the United States. Because gasoline is so cheap and abundant, and also because ethanol is taxed at a high level, early US automobiles are adapted to gasoline from the beginning. Racing cars, on the other hand, usually used ethanol (and other alcohols) because more power could be developed in a smaller, lighter engine. <a href=\"/wiki/Charles_Edgar_Duryea\" class=\"mw-redirect\" title=\"Charles Edgar Duryea\">Charles Edgar Duryea</a> builds the first U.S. gasoline powered car but is aware of Samuel Morey's ethanol fueled experimental car of 1826. <a href=\"/wiki/Henry_Ford\" title=\"Henry Ford\">Henry Ford</a>'s first car, the <a href=\"/wiki/Quadracycle\" title=\"Quadracycle\">Quadracycle</a>, is also built that year. The car runs on gasoline, but Ford is aware of experiments with ethanol in Germany, and subsequently backs the lifting of the U.S. tax on industrial uses of ethanol.</li>\n<li>In <b>1899</b>, the <a href=\"/wiki/Germany\" title=\"Germany\">German</a> government taxed petroleum imports and subsidized domestic ethanol. <a href=\"/wiki/Kaiser_Wilhelm_II\" class=\"mw-redirect\" title=\"Kaiser Wilhelm II\">Kaiser Wilhelm II</a> \"was enraged at the Oil Trust of his country, and offered prizes to his subjects and cash assistance ... to adapt [alcohol] to use in the industries.\"<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup></li>\n<li>In <b>1901</b>, the French ministry of agriculture offered prizes for the best alcohol-fueled engines and household appliances.</li>\n<li>In <b>1902</b>, the <a href=\"/wiki/Paris\" title=\"Paris\">Paris</a> alcohol fuel exposition exhibited alcohol powered cars, farm machinery, lamps, stoves, heaters, laundry irons, hair curlers, coffee roasters, and every conceivable household appliance and agricultural engine powered by alcohol.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup> This exhibit traveled widely through Europe and was featured at the 1907 Jamestown Virginia tricentennial celebrations.</li>\n<li>In <b>1906</b>, the <i><a href=\"/w/index.php?title=Free_Alcohol&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Free Alcohol (page does not exist)\">Free Alcohol</a></i> bill is passed. The USA repeals the alcohol tax under <a href=\"/wiki/Teddy_Roosevelt\" class=\"mw-redirect\" title=\"Teddy Roosevelt\">Teddy Roosevelt</a>. At 14 cents per US gallon, corn ethanol was cheaper than gasoline at 22 cents per US gallon. Bills pass that exempt farm stills from government control. In backing the bill, U.S. President <a href=\"/wiki/Teddy_Roosevelt\" class=\"mw-redirect\" title=\"Teddy Roosevelt\">Teddy Roosevelt</a> says: \"The Standard Oil Company has, largely by unfair or unlawful methods, crushed out home competition... It is highly desirable that an element of competition should be introduced by the passage of some such law as that which has already passed in the House, putting alcohol used in the arts and manufacturers upon the [tax] free list.\" <sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup></li>\n<li>Starting in <b>1901</b>, the discovery of new oil fields in <a href=\"/wiki/Texas\" title=\"Texas\">Texas</a> causes the price of gasoline to drop to between 18 and 22 cents per US gallon by <b>1906</b>, undercutting farm ethanol markets</li>\n<li>In <b>1908</b>, the <a href=\"/wiki/Ford_Model_T\" title=\"Ford Model T\">Ford Model T</a> is introduced. Early models had adjustable carburetors to run on ethanol with gasoline as an option.<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup><sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup></li>\n<li>In <b>1909</b>, the <a href=\"/wiki/U.S._Geological_Survey\" class=\"mw-redirect\" title=\"U.S. Geological Survey\">U.S. Geological Survey</a> reports: \"In regard to general cleanliness, such as absence of smoke and disagreeable odors, alcohol has many advantages over gasoline or kerosene as a fuel… The exhaust from an alcohol engine is never clouded with a black or grayish smoke.\"  Overall, alcohol was \"a more ideal fuel than gasoline.\" <sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup></li>\n<li>In <b>1914</b>, the <i>Free Alcohol</i> bill is amended again to decrease the regulatory burden and encourage alcohol fuel production in the U.S.</li>\n<li>In <b>1917</b> <a href=\"/wiki/Alexander_Graham_Bell\" title=\"Alexander Graham Bell\">Alexander Graham Bell</a> says:  \"Alcohol makes a beautiful, clean and efficient fuel… Alcohol can be manufactured from corn stalks, and in fact from almost any vegetable matter capable of fermentation… We need never fear the exhaustion of our present fuel supplies so long as we can produce an annual crop of alcohol to any extent desired.\"<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup></li>\n<li>In <b>1918</b>, <i><a href=\"/wiki/Scientific_American\" title=\"Scientific American\">Scientific American</a></i> says it is \"now definitely established that alcohol can be blended with gasoline to produce a suitable fuel …\" <sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup>  Another article notes that the <a href=\"/w/index.php?title=Pasteur_Institute_of_France&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Pasteur Institute of France (page does not exist)\">Pasteur Institute of France</a> found it could obtain 10 US gallons (38&#160;L) of ethanol per ton of <a href=\"/wiki/Seaweed\" title=\"Seaweed\">seaweed</a>.<sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\">&#91;17&#93;</a></sup></li>\n<li>In <b>1919</b>, <a href=\"/wiki/Prohibition_in_the_United_States\" title=\"Prohibition in the United States\">Prohibition of beverage alcohol in the U.S.</a> leads to suggestions for more ethanol use as an anti-knock blend with gasoline.<sup id=\"cite_ref-18\" class=\"reference\"><a href=\"#cite_note-18\">&#91;18&#93;</a></sup> Farm belt politicians are split on ethanol as a fuel. While distillers could have a new market for their alcohol, some thought that allowing any distillery to stay open would be a \"bargain with the devil.\"</li>\n<li>In the <b>1920s</b> and <b>1930s</b>, Koolmotor, Benzalcool, Moltaco, Lattybentyl, Natelite, Alcool and Agrol are some of the <a href=\"/wiki/Common_ethanol_fuel_mixtures\" title=\"Common ethanol fuel mixtures\">gasoline-ethanol</a> blends of fuels once found in Britain, Italy, Hungary, Sweden, South Africa, Brazil and the USA (respectively).</li>\n<li>In <b>1920</b>, <a href=\"/wiki/David_White_(geologist)\" title=\"David White (geologist)\">David White</a>, chief geologist of US Geological Survey, estimates total oil remaining in the US at 6.7 billion barrels (1.07<span style=\"margin:0 .15em 0 .25em\">×</span>10<sup>9</sup>&#160;m<sup>3</sup>). \"In making this estimate, which included both proved reserves and resources still remaining to be discovered, White conceded that it might well be in error by as much as 25 percent.\" <sup id=\"cite_ref-19\" class=\"reference\"><a href=\"#cite_note-19\">&#91;19&#93;</a></sup></li>\n<li>In <b>1921</b>, <a href=\"/wiki/Leaded_gasoline\" class=\"mw-redirect\" title=\"Leaded gasoline\">leaded gasoline</a> is developed at the <a href=\"/wiki/General_Motors\" title=\"General Motors\">General Motors</a> research laboratories in <a href=\"/wiki/Dayton,_Ohio\" title=\"Dayton, Ohio\">Dayton, Ohio</a>. GM researcher <a href=\"/wiki/Thomas_Midgley,_Jr.\" class=\"mw-redirect\" title=\"Thomas Midgley, Jr.\">Thomas Midgley, Jr.</a> still maintains: \"The most direct route which we now know for converting energy from its source, the sun, into a material that is suitable for use in an internal combustion motor is through vegetation to alcohol… It now appears that alcohol is the only liquid from a direct vegetable source that combines relative cheapness with suitability (although other sources might be found)…  Alcohol will stand very high initial compressions without knocking, and at high compressions is smooth and highly satisfactory.\".<sup id=\"cite_ref-20\" class=\"reference\"><a href=\"#cite_note-20\">&#91;20&#93;</a></sup></li>\n<li>In <b>1921</b>, British engineer <a href=\"/wiki/Harry_Ricardo\" title=\"Harry Ricardo\">Harry Ricardo</a> patents racing fuels RD1 and RD2 (for Ricardo Discol) that contained <a href=\"/wiki/Methanol\" title=\"Methanol\">methanol</a> and ethanol, <a href=\"/wiki/Acetone\" title=\"Acetone\">acetone</a> and small amounts of water. These were widely used on race tracks throughout Europe and the US in the 1920s and 30s.</li>\n<li>In <b>1923</b> leaded gasoline is marketed, and by 1924 GM and <a href=\"/wiki/Standard_Oil_Co.\" class=\"mw-redirect\" title=\"Standard Oil Co.\">Standard Oil Co.</a> form the <a href=\"/wiki/Ethyl_Corp.\" class=\"mw-redirect\" title=\"Ethyl Corp.\">Ethyl Corp.</a> Ethyl claims it has \"solved\" the problem of engine knock, but public health scientists (e.g. <a href=\"/wiki/Alice_Hamilton\" title=\"Alice Hamilton\">Alice Hamilton</a> of <a href=\"/wiki/Harvard_University\" title=\"Harvard University\">Harvard University</a>) are appalled at the prospects for lead poisoning and insist that alternatives such as ethanol blends are available.<sup id=\"cite_ref-21\" class=\"reference\"><a href=\"#cite_note-21\">&#91;21&#93;</a></sup></li>\n<li>In <b>1923</b> <a href=\"/wiki/Rolls-Royce_Limited\" title=\"Rolls-Royce Limited\">Rolls-Royce</a> engine designer Harry Ricardo writes:  \"…It is a matter of absolute necessity to find an alternative fuel. Fortunately, such a fuel is in sight in the form of alcohol; this is a vegetable product whose consumption involves no drain on the world’s storage and which, in tropical countries at all events, can ultimately be produced in quantities sufficient to meet the world’s demand, at all events at the present rate of consumption. By the use of a fuel derived from vegetation, mankind is adapting the sun’s heat to the development of motive power, as it becomes available from day to day; by using mineral fuels, he is consuming a legacy – and  a limited legacy at that – of heat stored away many thousands of years ago. In the one case he is, as it were, living within his income, in the other he is squandering his capital. It is perfectly well known that alcohol is an excellent fuel, and there is little doubt but that sufficient supplies could be produced within the tropical regions of the British empire…\" <sup id=\"cite_ref-22\" class=\"reference\"><a href=\"#cite_note-22\">&#91;22&#93;</a></sup></li>\n<li>In <b>1923</b>, the price of alcohol from <a href=\"/wiki/Molasses\" title=\"Molasses\">molasses</a> was less than 20 cents per US gallon, while retail gasoline prices had reached an all-time high of 28 cents per gallon. <a href=\"/wiki/Standard_Oil\" title=\"Standard Oil\">Standard Oil</a> experiments with a 10% alcohol, 90% gasoline blend for a few months to increase <a href=\"/wiki/Octane\" title=\"Octane\">octane</a> and stop engine knock.</li>\n<li>In 1923, French assembly passes the Carburant National law requiring gasoline importers to buy alcohol for 10% blends from the State Alcohol Service. The law has a far-reaching impact as many other nations, especially Brazil and other sugar-cane growing countries, were influenced to enact similar laws based on the French and German programs.<sup id=\"cite_ref-23\" class=\"reference\"><a href=\"#cite_note-23\">&#91;23&#93;</a></sup></li>\n<li>By the <b>mid-1920s</b>, ethyl alcohol is blended with gasoline in every industrialized nation, and some blends are showing up as experiments in the United States, but the market is dominated by leaded gasoline.</li>\n<li>In October of <b>1924</b>, a catastrophic miscalculation in the production of leaded gasoline causes  at least 17 refinery deaths and many dozens of permanently debilitating injuries. GM and Standard very nearly abandon leaded gasoline, but decide to defend it, claiming (contrary to their own prior published research) that \"\"So far as science knows at the present time, <a href=\"/wiki/Tetraethyl_lead\" class=\"mw-redirect\" title=\"Tetraethyl lead\">tetraethyl lead</a> is the only material available which can bring about these [antiknock] results.\" <sup id=\"cite_ref-24\" class=\"reference\"><a href=\"#cite_note-24\">&#91;24&#93;</a></sup></li>\n<li>In <b>1925</b>, Henry Ford tells <i><a href=\"/wiki/The_New_York_Times\" title=\"The New York Times\">The New York Times</a></i> that ethyl alcohol is \"the fuel of the future\" which \"is going to come from fruit like that sumach out by the road, or from apples, weeds, sawdust -- almost anything. There is fuel in every bit of vegetable matter that can be fermented. There's enough alcohol in one year's yield of an acre of potatoes to drive the machinery necessary to cultivate the fields for a hundred years.\" <sup id=\"cite_ref-25\" class=\"reference\"><a href=\"#cite_note-25\">&#91;25&#93;</a></sup></li>\n<li>In <b>1926</b>, <a href=\"/wiki/US_Public_Health_Service\" class=\"mw-redirect\" title=\"US Public Health Service\">US Public Health Service</a> allows leaded gasoline to return to the market.</li>\n<li>In <b>1928</b> Harry Ricardo, <a href=\"/w/index.php?title=National_Distillers_Co.&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"National Distillers Co. (page does not exist)\">National Distillers Co.</a> and <a href=\"/wiki/Shell_Oil\" class=\"mw-redirect\" title=\"Shell Oil\">Shell Oil</a> introduce an alcohol fuel blend in the United Kingdom called  \"Cleveland Discol.\" The ethanol blend is a popular unleaded gasoline brand and is sold through 1968.<sup id=\"cite_ref-26\" class=\"reference\"><a href=\"#cite_note-26\">&#91;26&#93;</a></sup></li>\n<li>In August <b>1930</b>, the German government required all gasoline importers to buy 2.5% of the volume of their imports from the German Alcohol Monopoly, and the ratio was increased to 6% and then 10% by 1932. Estimates of alcohol used in 1932 vary from 44 million liters to about 175 million liters. Some 36,000 small farm alcohol stills, owned by the monopoly, were in operation at this time.<sup id=\"cite_ref-27\" class=\"reference\"><a href=\"#cite_note-27\">&#91;27&#93;</a></sup> By 1938, Germany was producing about 267 million liters of ethanol, about two thirds from potatoes and the rest from grain, wood sulfite liquors and beets. Some 89 million liters of methanol were produced from coal, while other synthetic fuels included 550 million liters of <a href=\"/wiki/Benzene\" title=\"Benzene\">benzene</a> and over one billion liters of synthetic gasoline. All told, 54% of the pre-war German fuel production was derived from non-petroleum sources, of which 8% was ethanol from renewable sources <sup id=\"cite_ref-28\" class=\"reference\"><a href=\"#cite_note-28\">&#91;28&#93;</a></sup></li>\n<li>In the <b>1930s</b>, the <a href=\"/wiki/Dust_bowl\" class=\"mw-redirect\" title=\"Dust bowl\">Dust bowl</a> <a href=\"/wiki/Drought\" title=\"Drought\">drought</a> and <a href=\"/wiki/Great_Depression\" title=\"Great Depression\">Great Depression</a> forced many more farmers to move to the cities looking for work, leaving their alcohol fuel stills behind. Henry Ford, a farmer himself, supported ethanol's use over gas.</li>\n<li>In <b>1933</b>, faced with the 25% unemployment of the Great Depression, the European concept of finding new markets for surplus farm products is widely discussed, with ethanol-gasoline blending among the most significant. Fuel blending experiments begin in Peoria, IL, Spokane WA, Lincoln, NE, and Ames, IA. Federal and state governments consider tax advantages to help ethanol production and increase employment among farmers. By 1935 the <a href=\"/wiki/Chemurgy\" title=\"Chemurgy\">Chemurgy</a> movement emerges, supported by farmers, <a href=\"/wiki/United_States_Republican_Party\" class=\"mw-redirect\" title=\"United States Republican Party\">Republicans</a>, and Henry Ford. Along with ethanol, chemurgy research included the industrial development of agricultural raw materials such as <a href=\"/wiki/Hemp\" title=\"Hemp\">hemp</a>, <a href=\"/wiki/Soybeans\" class=\"mw-redirect\" title=\"Soybeans\">soybeans</a> and new products from biological materials, such as hemp &amp; soybean plastics and inks.</li>\n<li>In <b>1933</b>, a campaign to end Prohibition in the United States emerges. Concerned about renewed interest in ethanol for fuel, the <a href=\"/wiki/American_Petroleum_Institute\" title=\"American Petroleum Institute\">American Petroleum Institute</a> begins a campaign<sup id=\"cite_ref-29\" class=\"reference\"><a href=\"#cite_note-29\">&#91;29&#93;</a></sup> against ethanol blends, claiming such \"will harm the petroleum industry and the automobile industry as well as state and national treasuries by reducing [oil] consumption,\" the sole beneficiaries allegedly being distillers, railroads (which would transport the alcohol) and bootleggers \"to whom would be opened brand new fields of fraud.\"<sup id=\"cite_ref-30\" class=\"reference\"><a href=\"#cite_note-30\">&#91;30&#93;</a></sup> Prohibition ends with the passage of the Twenty-first Amendment to the United States Constitution on December 5, 1933.</li>\n<li>From <b>1933</b> to <b>1939</b>, various oil companies and the American Petroleum Institute argued that tax incentives for ethanol would hurt the oil industry, reduce state treasuries, and create a bootlegger' atmosphere around fueling stations. They also claimed alcohol fuel was inferior to gasoline.<sup id=\"cite_ref-31\" class=\"reference\"><a href=\"#cite_note-31\">&#91;31&#93;</a></sup></li>\n<li>In <b>1937</b>, the farm chemurgy movement finds backers for the <a href=\"/w/index.php?title=Agrol&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Agrol (page does not exist)\">Agrol</a> ethanol fuel plant, created at Atchison, Kansas. For two years, ethanol blends were sold at around 2,000 service stations in the U.S. Midwest. Agrol plant managers complained of sabotage and bitter infighting by the oil industry, and the cheaper price of gasoline. Agrol sold for 17 cents per gallon, while leaded gasoline sold for 16 cents.</li>\n<li>In <b>1939</b>, Agrol production shuts down.</li>\n<li>In <b>1942</b>, chemists who designed the Agrol ethanol plant, especially <a href=\"/w/index.php?title=Leo_Christensen&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Leo Christensen (page does not exist)\">Leo Christensen</a>, go to work producing ethanol for <a href=\"/wiki/Aviation_fuel\" title=\"Aviation fuel\">aviation fuel</a> and synthetic \"<a href=\"/wiki/Buna-S\" class=\"mw-redirect\" title=\"Buna-S\">Buna-S</a>\" rubber for <a href=\"/wiki/World_War_II\" title=\"World War II\">World War II</a>. By 1944, petroleum based synthetic rubber production lags, and three quarters of all tires, raincoats, engine gaskets and other rubber products for the war effort come from ethanol.<sup id=\"cite_ref-32\" class=\"reference\"><a href=\"#cite_note-32\">&#91;32&#93;</a></sup></li>\n<li>In <b>1942</b>,  a war investigating committee led by then-Senator (and future president) <a href=\"/wiki/Harry_Truman\" class=\"mw-redirect\" title=\"Harry Truman\">Harry Truman</a> makes public evidence that the oil industry had colluded with German chemical companies, especially I.G. Farben, to prevent the development of synthetic rubber production in the United States. Standard Oil (Exxon) had entered a partnership that it described as a \"full marriage\" designed to \"outlast the war\" no matter who won.<sup id=\"cite_ref-33\" class=\"reference\"><a href=\"#cite_note-33\">&#91;33&#93;</a></sup></li>\n<li>In <b>1949</b>, <a href=\"/w/index.php?title=S._J_.W._Pleeth&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"S. J .W. Pleeth (page does not exist)\">S. J .W. Pleeth</a>, chemist for the <a href=\"/w/index.php?title=Cleveland_Discol_company&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Cleveland Discol company (page does not exist)\">Cleveland Discol company</a> in Great Britain, writes: \"The bias aroused by the use of alcohol as a motor fuel has produced [research] results that are incompatible with each other ... Countries with considerable oil deposits -- such as the US -- or which control oil deposits of other lands -- such as Holland -- tend to produce reports antithetical to the use of fuels alternative to petrol; countries with little or no indigenous oil tend to produce favorable reports. The contrast ...  is most marked. One can scarcely avoid the conclusion that the results arrived at are those best suited to the political or economic aims of the country concerned or the industry sponsoring the research. We deplore this partisan use of science, while admitting its existence, even in the present writer.\" <sup id=\"cite_ref-34\" class=\"reference\"><a href=\"#cite_note-34\">&#91;34&#93;</a></sup></li>\n<li>In <b>1964</b>, a seven-car crash kills drivers <a href=\"/wiki/Dave_MacDonald\" title=\"Dave MacDonald\">Dave MacDonald</a> and <a href=\"/wiki/Eddie_Sachs\" title=\"Eddie Sachs\">Eddie Sachs</a> on the second lap of the <a href=\"/wiki/Indianapolis_500\" title=\"Indianapolis 500\">Indianapolis 500</a>, as over 150 US gallons (570&#160;L) of gasoline burned. <a href=\"/wiki/Johnny_Rutherford\" title=\"Johnny Rutherford\">Johnny Rutherford</a>, who was also involved in the crash, survived, mainly because his methanol-fueled car had not ignited. The <a href=\"/wiki/United_States_Auto_Club\" title=\"United States Auto Club\">United States Auto Club</a> bans gasoline and switches all cars to methyl alcohol (methanol), a rule which would stay for 41 years before ending after the 2005 race.</li>\n<li>During the <a href=\"/wiki/Nigerian_Civil_War\" title=\"Nigerian Civil War\">Nigerian Civil War</a> of <b>1967 to 1970</b>, Engineers in the breakaway republic of  <a href=\"/wiki/Biafra\" title=\"Biafra\">Biafra</a> resorted to powering vehicles with alcohol. Initially, alcohol was used to supplement the crude oil refining capacity which the fledgling state had under its control, but as the Soviet and UK backed Nigerian army seized the oil producing regions, and with the Nigerian embargo beginning to bite, alcohol became the dominant source of fuel for the economy.</li>\n<li>In <b>1971</b>, the <a href=\"/w/index.php?title=Nebraska_Agricultural_Products_Industrial_Utilization&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Nebraska Agricultural Products Industrial Utilization (page does not exist)\">Nebraska Agricultural Products Industrial Utilization</a> Committee (or \"Gasohol\" Committee) is formed to find new uses for surplus grain. The commission tests ethanol-gasoline blends in thousands of cars over millions of miles, proving that ethanol can be used as an octane-boosting additive to replace leaded gasoline.</li>\n<li>In <b>1973</b>, Arab oil embargo creates a worldwide energy crisis, leading to intensified search for alternative energy sources.</li>\n<li>In <b>1979</b>, President <a href=\"/wiki/Jimmy_Carter\" title=\"Jimmy Carter\">Jimmy Carter</a>'s administration creates federal incentives for ethanol production. Federal and state subsidies for ethanol amount to about $11 billion between 1979 and 2000, as compared to about $150 billion in tax credits for the oil industry (from 1968–2000), according to the General Accounting Office.<sup id=\"cite_ref-35\" class=\"reference\"><a href=\"#cite_note-35\">&#91;35&#93;</a></sup></li>\n<li>By the <b>mid-1980s</b>, over 100 new corn alcohol production plants are built and over a billion US gallons of ethanol for fuel were sold per year. The ethanol program is controversial for several reasons, not the least of which was that the ethanol industry was dominated by one company – Archer Daniels Midland of Peoria, Ill.</li>\n<li>In <b>1984</b>, the number of ethanol plants peaked at 163 in the U.S., producing 595&#160;million US gallons (2,250,000&#160;m<sup>3</sup>) of ethanol that year.</li>\n<li>In 1988, the <a href=\"/wiki/George_H._W._Bush_administration\" class=\"mw-redirect\" title=\"George H. W. Bush administration\">George H. W. Bush administration</a> proposes a cleanup of \"air toxics\" in gasoline, focusing on replacing benzene octane boosters with ethanol. The proposal leads to one part of the 1990 <a href=\"/wiki/Clean_Air_Act_(United_States)\" title=\"Clean Air Act (United States)\">Clean Air Act</a>.</li>\n<li>In the late <b>1980s</b> and <b>1990s</b>, an oil surplus drives gasoline prices down as low as $12 per barrel, driving most of the ethanol industry into bankruptcy.</li>\n<li>In <b>1990</b> and <b>1992</b>, Congress passes amendments to the Clean Air Act encouraging the use of ethanol and other oxygenated fuels as replacements for benzene, <a href=\"/wiki/Toluene\" title=\"Toluene\">toluene</a> and <a href=\"/wiki/Xylene\" title=\"Xylene\">xylene</a> octane boosters. <a href=\"/wiki/MTBE\" class=\"mw-redirect\" title=\"MTBE\">MTBE</a> becomes the oil industry's favorite additive, but as water pollution problems were recognized, MTBE is banned in California. Ethanol production rises to the 4-billion-US-gallon (15,000,000&#160;m<sup>3</sup>) level.</li>\n<li>Between <b>1997</b> and <b>2002</b>, three million U.S. cars and light trucks are produced which could run on <a href=\"/wiki/E85\" title=\"E85\">E85</a>, a blend of 85% ethanol with 15% gasoline. Almost no gas stations sell this fuel however.</li>\n<li>In the early <b>2000s</b>, the <a href=\"/wiki/2003_invasion_of_Iraq\" title=\"2003 invasion of Iraq\">invasion of Iraq</a> makes Americans aware of their dependence on foreign oil. This and worry over anthropogenic <a href=\"/wiki/Climate_change\" title=\"Climate change\">climate change</a> causes leading alternative energies like <a href=\"/wiki/Biofuel\" title=\"Biofuel\">biofuel</a>, solar and wind to expand 20 to 30% yearly.</li>\n<li>In <b>2003</b>, California is the first state to ban MTBE. Several other states start switching soon afterward. California consumes 900&#160;million US gallons (3,400,000&#160;m<sup>3</sup>) of ethanol a year, about a third of all the ethanol produced in the United States.</li>\n<li>In <b>2004</b>, <a href=\"/wiki/Crude_oil\" class=\"mw-redirect\" title=\"Crude oil\">Crude oil</a> prices rise by 80%. Gasoline prices rise 30% in the U.S. <a href=\"/wiki/Diesel_fuel\" title=\"Diesel fuel\">Diesel fuel</a> rises almost 50%. These rises are caused by <a href=\"/wiki/Hurricane\" class=\"mw-redirect\" title=\"Hurricane\">hurricane</a> damage to oil rigs in the <a href=\"/wiki/Gulf_of_Mexico\" title=\"Gulf of Mexico\">Gulf of Mexico</a>, attacks on <a href=\"/wiki/Iraq\" title=\"Iraq\">Iraqi</a> oil pipelines, disruptions elsewhere, and rising demand for gasoline in <a href=\"/wiki/Asia\" title=\"Asia\">Asia</a>, as Asians buy more cars. Alcohol fuel prices are much closer to the price of gasoline. The ethanol industry in the USA makes 225,000 barrels (35,800&#160;m<sup>3</sup>) per day in August, an all-time record. Some conventional oil fuel companies are investing in alcohol fuel. <a href=\"/wiki/Oil_reserves\" title=\"Oil reserves\">Oil reserves</a> are forecast to last about 40 more years. Total use (demand) of ethanol is 3.53&#160;billion US gallons (13,400,000&#160;m<sup>3</sup>).</li>\n<li>In <b>2005</b>, E85 sells for 45 cents (or 30-75 cents wholesale) less than gasoline on average in the United States. More than 4 million <a href=\"/wiki/Flexible_fuel\" class=\"mw-redirect\" title=\"Flexible fuel\">flexible-fuel</a> (capable of running on E85 as well as gasoline) vehicles exist in the United States. About 400 filling stations exist in the US that sell E85 fuel, mostly in the Midwest. Gasoline prices rise as ethanol prices stay the same, due to rapidly growing ethanol supply and federal tax subsidies for ethanol. Wholesale ethanol prices drop nearly 30% between January and April, or $1.75 to $1.23 per gallon in the U.S.</li>\n<li>In <b>2005</b>, the earliest-documented test of driving a car designed solely for gasoline use, long-distance solely on 100% <a href=\"/wiki/Butanol_fuel\" title=\"Butanol fuel\">butanol fuel</a> occurs as American motorist David Ramey drove from <a href=\"/wiki/Blacklick,_Ohio\" title=\"Blacklick, Ohio\">Blacklick, Ohio</a> to <a href=\"/wiki/San_Diego,_California\" class=\"mw-redirect\" title=\"San Diego, California\">San Diego, California</a> using 100% butanol in an unmodified 1992 <a href=\"/wiki/Buick_Park_Avenue\" title=\"Buick Park Avenue\">Buick Park Avenue</a>.<sup id=\"cite_ref-36\" class=\"reference\"><a href=\"#cite_note-36\">&#91;36&#93;</a></sup></li>\n<li>In <b>2006</b>, the <a href=\"/wiki/Indy_Racing_League\" class=\"mw-redirect\" title=\"Indy Racing League\">Indy Racing League</a> switches to a 10% ethanol-90% methanol fuel mixture, as part of a phase-in to an all-ethanol formula in 2007. <a href=\"/wiki/Bill_Gates\" title=\"Bill Gates\">Bill Gates</a> buys a quarter of <a href=\"/w/index.php?title=Pacific_Ethanol_Inc.&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Pacific Ethanol Inc. (page does not exist)\">Pacific Ethanol Inc.</a> for $84 million.</li>\n<li>In <b>2007</b>, <a href=\"/wiki/United_Nations\" title=\"United Nations\">United Nations</a> <a href=\"/wiki/Food_and_Agriculture_Organization\" title=\"Food and Agriculture Organization\">Food and Agriculture Organization</a> Special Rapporteur for the Right to Food urges five-year moratorium on food based biofuels, including ethanol, saying its development is a \"crime against humanity.\" <sup id=\"cite_ref-37\" class=\"reference\"><a href=\"#cite_note-37\">&#91;37&#93;</a></sup> The UN Food and Agriculture Organization (FAO) calls this \"regrettable,\" and UN secretary-general Ban Ki-Moon, called for more scientific research. \"Clearly biofuels have great potential for good and, perhaps, also for harm.\" <sup id=\"cite_ref-38\" class=\"reference\"><a href=\"#cite_note-38\">&#91;38&#93;</a></sup></li>\n<li>In <b>2008</b>,  Bill Gates sells most Pacific shares held by <a href=\"/wiki/Cascade_Investment\" title=\"Cascade Investment\">Cascade Investment</a> for a loss of $38.9 million.<sup id=\"cite_ref-39\" class=\"reference\"><a href=\"#cite_note-39\">&#91;39&#93;</a></sup></li></ul>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Timeline_of_alcohol_fuel&amp;action=edit&amp;section=1\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Alcohol_fuel\" title=\"Alcohol fuel\">Alcohol fuel</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Timeline_of_alcohol_fuel&amp;action=edit&amp;section=2\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Seth C. Rasmussen. How Glass changed the World. The History and Chemistry of Glass from Antiquity to the 13th Century. Springer Briefs in Molecular Science: History of Chemistry; Rasmussen, S. C., Ed.; Springer: Heidelberg, 2012.</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Hal Bernton, William Kovarik, Scott Sklar, The Forbidden Fuel: A History of Power Alcohol, Bison Press, 2010</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Horst Hardenberg, Samuel Morey and his Atmospheric Engine (Warrendale, Pa.: Society of Automotive Engineers, Feb. 1992), SP922</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">History of Light, pamphlet by the Welsbach Gas Co., Philadelphia Penn, 1909; on file in the Smithsonian collection of Advertising, Museum of American History, Washington, D.C.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Free Alcohol Law, Senate Finance Committee Hearings on HR 24816, Feb. 1907, Doc. No. 362, page 320; also <a href=\"/wiki/Harold_F._Williamson\" title=\"Harold F. Williamson\">Harold F. Williamson</a> &amp; Arnold R. Daum, The American Petroleum Industry, 1859-1899, The Age of Illumination (Evanston Ill NW U Press, 1959).</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Lyle Cummins, Internal Fire (Warrenton, Pa.: Society of Automotive Engineers, 1989)</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Free alcohol hearings, U.S. Senate 1907, p. 320. Also, Free Alcohol Hearings, House Ways &amp; Means Committee, 59th Congress, Feb.-Mar. 1906.</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Robert N. Tweedy, Industrial Alcohol (Dublin, Ireland: Plunkett House, 1917).</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">\"Launching of a Great Industry: The Making of Cheap Alcohol,\" <i>The New York Times</i>, Nov. 25, 1906, Section III p. 3.</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Congress des Applications de L'Alcool Denature, 16 au 23 Dec., 1902, Automobile-Club de France, National Agricultural Library collection, Beltsville, Md.</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Washington Post, May 5, 1906, p. 1.</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.fuel-testers.com/ethanol_fuel_history.html\">http://www.fuel-testers.com/ethanol_fuel_history.html</a></span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"https://web.archive.org/web/19990427234325/http://www.greenfuels.org/ethahist.html\">https://web.archive.org/web/19990427234325/http://www.greenfuels.org/ethahist.html</a></span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">U.S. Dept. of Interior, Robert M. Strong, \"Commercial Deductions from Comparisons of Gasoline and Alcohol Tests on Internal Combustion Engines,\"   U.S. Geological Survey, Bulletin 392, (Washington: GPO, 1909); Also, U.S. Dept. of Agriculture, C.E. Lucke, Columbia University, and S.M. Woodward, U.S.DA, \"The Use of Alcohol and Gasoline in Farm Engines,\" U.S.D.A. Farmers Bulletin No. 277, (Washington: GPO, 1907).</span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\">Alexander Graham Bell, National Geographic, Vol. 31, Feb. 1917, p. 131.</span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\">Scientific American, \"Alcohol as an Automobile Fuel,\" July 6, 1918</span>\n</li>\n<li id=\"cite_note-17\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-17\">^</a></b></span> <span class=\"reference-text\">Scientific American, \"Seaweed as a Source of Alcohol,\" Nov. 9, 1918, p. 371.</span>\n</li>\n<li id=\"cite_note-18\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-18\">^</a></b></span> <span class=\"reference-text\">Scientific American,\"Shall the Corn Fields Run Our Cars: The possibilities of synthetic fuels and the source of the alcohol to make them,\" Sept. 18, 1920.</span>\n</li>\n<li id=\"cite_note-19\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-19\">^</a></b></span> <span class=\"reference-text\">\"Asserts Americans face oil shortage,\" <i>The New York Times</i>, May 3, 1920, p. 22; also, Wallace B. Pratt, Vice President, Standard Oil Company (New Jersey), \"Our Oil and Natural Gas Reserves,\" Chapter V, in ed. Leonard M. Fanning, Our Oil Resources, (New York: McGraw Hill Book Co. Inc., 1945), p. 125.</span>\n</li>\n<li id=\"cite_note-20\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-20\">^</a></b></span> <span class=\"reference-text\">Thomas Midgley, Jr., \"Our Liquid Fuel Reserves,\" unpublished paper to the Indiana Section of the Society of Automotive Engineers, 12 October 1921; also see Thomas Midgley, Jr. and T.A. Boyd, \"The Application of Chemistry to the Conservation of Motor Fuels,\" Journal of Industrial and Engineering Chemistry, September, 1922.</span>\n</li>\n<li id=\"cite_note-21\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-21\">^</a></b></span> <span class=\"reference-text\">Bill Kovarik, \"Charles F. Kettering and the Development of Tetraethyl Lead in the Context of Technological Alternatives,\" Society of Automotive Engineers, Fuels &amp; Lubricants Division, Historical Colloquium, Baltimore, Md. Oct. 17, 1994.</span>\n</li>\n<li id=\"cite_note-22\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-22\">^</a></b></span> <span class=\"reference-text\">H.R. Ricardo, The high speed internal combustion engine, 2nd edition, (London: Blackie &amp; Son, Ltd., 1928).</span>\n</li>\n<li id=\"cite_note-23\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-23\">^</a></b></span> <span class=\"reference-text\">William Kovarik, Ethanol's first century, Paper to the XVI International Symposium on Alcohol Fuels, Rio de Janeiro, Brasil  <cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20100227074210/http://www.radford.edu/~wkovarik/papers/International.History.Ethanol.Fuel.html\">\"Archived copy\"</a>. Archived from <a rel=\"nofollow\" class=\"external text\" href=\"http://www.radford.edu/~wkovarik/papers/International.History.Ethanol.Fuel.html\">the original</a> on 2010-02-27<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2010-02-05</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Archived+copy&amp;rft_id=http%3A%2F%2Fwww.radford.edu%2F~wkovarik%2Fpapers%2FInternational.History.Ethanol.Fuel.html&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ATimeline+of+alcohol+fuel\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-24\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-24\">^</a></b></span> <span class=\"reference-text\">\"Radium Derivative $5,000,000 an ounce / Ethyl Gasoline Defended,\" <i>The New York Times</i>, 7 April 1925; also U.S. Public Health Service, Proceedings of a Conference to Determine Whether or Not There is a Public Health Question in the Manufacture, Distribution or use of Tetraethyl Lead Gasoline,  PHS Bulletin No. 158, (Washington, D.C.: U.S. Treasury Dept.,  August 1925)</span>\n</li>\n<li id=\"cite_note-25\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-25\">^</a></b></span> <span class=\"reference-text\">\"Ford Predicts Fuel from Vegetation,\" <i>The New York Times</i>, 20 September 1925,  24.</span>\n</li>\n<li id=\"cite_note-26\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-26\">^</a></b></span> <span class=\"reference-text\">The Ricardo Story: The autobiography of Sir Harry Ricardo, Pioneer of Engine Research, SAE Historical Series, (Warrendale, PA: Society of Automotive Engineers, 1992). Also see William Hawthorne, \"Harry Ralph Ricardo. 26 January 1885 -- 18 May 1974\"  Biographical Memoirs of Fellows of the Royal Society, Vol. 22. (Nov., 1976),  358-380.</span>\n</li>\n<li id=\"cite_note-27\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-27\">^</a></b></span> <span class=\"reference-text\">\nE.I. Fulmer, R.M. Hixon, L.M.Christensen, W.F. Coover, 1932. A Preliminary Survey of the use of alcohol as a motor fuel in various countries: Prepared for the members of the Conference held Dec. 10, 1932, to discuss the utilization of agricultural surpluses,\" Dept. of Chemistry, Iowa State University Archives, Ames, Iowa.</span>\n</li>\n<li id=\"cite_note-28\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-28\">^</a></b></span> <span class=\"reference-text\">Gustav Egloff, 1939. Motor Fuel Economy of Europe, Washington, D.C.: American Petroleum Institute;</span>\n</li>\n<li id=\"cite_note-29\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-29\">^</a></b></span> <span class=\"reference-text\">Harry Benge Crozier, Director of Public Relations to members of the public relations advisory committee, American Petroleum Institute, April 24, 1933, Series 4 Box 52, J. Howard Pew papers, Hagley Museum and Library, Wilmington, Del.</span>\n</li>\n<li id=\"cite_note-30\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-30\">^</a></b></span> <span class=\"reference-text\">Bill Kovarik, \"Henry Ford, Charles F. Kettering and the Fuel of the Future,\" Automotive History Review, Spring 1998, No. 32, p. 7 - 27. Reproduced on the Web at <a rel=\"nofollow\" class=\"external free\" href=\"http://www.radford.edu/~wkovarik/papers/fuel.html\">http://www.radford.edu/~wkovarik/papers/fuel.html</a>. Originally from a paper of the same name at the Proceedings of the 1996 Automotive History Conference, Henry Ford Museum, Dearborn, Mich. Sept. 1996.</span>\n</li>\n<li id=\"cite_note-31\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-31\">^</a></b></span> <span class=\"reference-text\">American Petroleum Industries Committee, \"Economic and technical aspects of Alcohol-gasoline mixtures,\" Oct. 15, 1935;  American Petroleum Institute, \"Analysis of Technical Aspects of Alcohol Gasoline Blends,\" API Special Technical Committee, No. 216, April 10, 1933. The government did not pass the alcohol fuel incentives.</span>\n</li>\n<li id=\"cite_note-32\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-32\">^</a></b></span> <span class=\"reference-text\">US Tariff Commission, Industrial Alcohol, War Changes in Industry Series, Report No. 2, (Washington, GPO: Jan. 1944).</span>\n</li>\n<li id=\"cite_note-33\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-33\">^</a></b></span> <span class=\"reference-text\">Joseph Borkin, The Crime and Punishment of I.G. Farben (New York: Free Press, 1978); also see William Stephenson, A Man Called Intrepid (New York: Ballentine, 1976).</span>\n</li>\n<li id=\"cite_note-34\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-34\">^</a></b></span> <span class=\"reference-text\">S.J.W. Pleeth, Alcohol: A Fuel for Internal Combustion Engines (London: Chapman &amp; Hall, 1949).</span>\n</li>\n<li id=\"cite_note-35\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-35\">^</a></b></span> <span class=\"reference-text\">Petroleum and Ethanol Fuels:  Tax Incentives and Related GAO Work, Report B286311 to Sen. Tom Harkin, Sept. 25, 2000.</span>\n</li>\n<li id=\"cite_note-36\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-36\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.greencarcongress.com/2005/07/boosting_biomas.html\">\"Boosting Biomass-to...Butanol?\"</a>. Green Car Congress. 20 July 2005<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2008-01-29</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Boosting+Biomass-to...Butanol%3F&amp;rft.pub=Green+Car+Congress&amp;rft.date=2005-07-20&amp;rft_id=http%3A%2F%2Fwww.greencarcongress.com%2F2005%2F07%2Fboosting_biomas.html&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ATimeline+of+alcohol+fuel\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-37\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-37\">^</a></b></span> <span class=\"reference-text\">UN rapporteur calls for biofuel moratorium <a rel=\"nofollow\" class=\"external free\" href=\"http://www.swissinfo.ch/eng/UN_rapporteur_calls_for_biofuel_moratorium.html?cid=6189782\">http://www.swissinfo.ch/eng/UN_rapporteur_calls_for_biofuel_moratorium.html?cid=6189782</a></span>\n</li>\n<li id=\"cite_note-38\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-38\">^</a></b></span> <span class=\"reference-text\">UN head calls for more biofuels research <a rel=\"nofollow\" class=\"external free\" href=\"http://www.scidev.net/en/climate-change-and-energy/news/un-head-calls-for-more-biofuels-research.html\">http://www.scidev.net/en/climate-change-and-energy/news/un-head-calls-for-more-biofuels-research.html</a></span>\n</li>\n<li id=\"cite_note-39\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-39\">^</a></b></span> <span class=\"reference-text\">Gates $44 Million Loss on Ethanol Means More Profit for Valero <a rel=\"nofollow\" class=\"external free\" href=\"https://www.bloomberg.com/apps/news?pid=newsarchive&amp;sid=a3qutgP_v5Ck\">https://www.bloomberg.com/apps/news?pid=newsarchive&amp;sid=a3qutgP_v5Ck</a></span>\n</li>\n</ol></div>\n\n<!-- \nNewPP limit report\nParsed by mw1268\nCached time: 20180908065655\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.168 seconds\nReal time usage: 0.190 seconds\nPreprocessor visited node count: 655/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 3752/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 3/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 17701/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.049/10.000 seconds\nLua memory usage: 2.84 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  118.998      1 -total\n 48.78%   58.053      9 Template:Convert\n 28.50%   33.918      2 Template:Cite_web\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:1078253-0!canonical and timestamp 20180908065655 and revision id 839771956\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Timeline Of Alcohol Fuel","*":"Alcohol_fuels"},{"sortkey":"Alcohol fuel","*":"Technology_timelines"},{"sortkey":"Alcohol fuel","*":"Transport_timelines"},{"sortkey":"Timeline Of Alcohol Fuel","*":"History_of_energy"}],"links":[{"ns":0,"exists":"","*":"2003 invasion of Iraq"},{"ns":0,"exists":"","*":"Acetone"},{"ns":0,"exists":"","*":"Alcohol fuel"},{"ns":0,"exists":"","*":"Alexander Graham Bell"},{"ns":0,"exists":"","*":"Alice Hamilton"},{"ns":0,"exists":"","*":"American Civil War"},{"ns":0,"exists":"","*":"American Petroleum Institute"},{"ns":0,"exists":"","*":"Asia"},{"ns":0,"exists":"","*":"Aviation fuel"},{"ns":0,"exists":"","*":"Benzene"},{"ns":0,"exists":"","*":"Biafra"},{"ns":0,"exists":"","*":"Bill Gates"},{"ns":0,"exists":"","*":"Biofuel"},{"ns":0,"exists":"","*":"Blacklick, Ohio"},{"ns":0,"exists":"","*":"Buick Park Avenue"},{"ns":0,"exists":"","*":"Buna-S"},{"ns":0,"exists":"","*":"Butanol fuel"},{"ns":0,"exists":"","*":"Carriage"},{"ns":0,"exists":"","*":"Cascade Investment"},{"ns":0,"exists":"","*":"Charles Edgar Duryea"},{"ns":0,"exists":"","*":"Chemurgy"},{"ns":0,"exists":"","*":"Clean Air Act (United States)"},{"ns":0,"exists":"","*":"Climate change"},{"ns":0,"exists":"","*":"Common ethanol fuel mixtures"},{"ns":0,"exists":"","*":"Crude oil"},{"ns":0,"exists":"","*":"Dave MacDonald"},{"ns":0,"exists":"","*":"David White (geologist)"},{"ns":0,"exists":"","*":"Dayton, Ohio"},{"ns":0,"exists":"","*":"Diesel fuel"},{"ns":0,"exists":"","*":"Drought"},{"ns":0,"exists":"","*":"Dust bowl"},{"ns":0,"exists":"","*":"E85"},{"ns":0,"exists":"","*":"Eddie Sachs"},{"ns":0,"exists":"","*":"Ethanol"},{"ns":0,"exists":"","*":"Ethyl Corp."},{"ns":0,"exists":"","*":"Flexible fuel"},{"ns":0,"exists":"","*":"Food and Agriculture Organization"},{"ns":0,"exists":"","*":"Ford Model T"},{"ns":0,"exists":"","*":"General Motors"},{"ns":0,"exists":"","*":"George H. W. Bush administration"},{"ns":0,"exists":"","*":"Germany"},{"ns":0,"exists":"","*":"Great Depression"},{"ns":0,"exists":"","*":"Gulf of Mexico"},{"ns":0,"exists":"","*":"Harold F. Williamson"},{"ns":0,"exists":"","*":"Harry Ricardo"},{"ns":0,"exists":"","*":"Harry Truman"},{"ns":0,"exists":"","*":"Harvard University"},{"ns":0,"exists":"","*":"Hemp"},{"ns":0,"exists":"","*":"Henry Ford"},{"ns":0,"exists":"","*":"Hurricane"},{"ns":0,"exists":"","*":"Indianapolis 500"},{"ns":0,"exists":"","*":"Indy Racing League"},{"ns":0,"exists":"","*":"Internal combustion engine"},{"ns":0,"exists":"","*":"Internal combustion engines"},{"ns":0,"exists":"","*":"Iraq"},{"ns":0,"exists":"","*":"Jimmy Carter"},{"ns":0,"exists":"","*":"Johnny Rutherford"},{"ns":0,"exists":"","*":"Kaiser Wilhelm II"},{"ns":0,"exists":"","*":"Kerosene"},{"ns":0,"exists":"","*":"Lamp oil"},{"ns":0,"exists":"","*":"Leaded gasoline"},{"ns":0,"exists":"","*":"MTBE"},{"ns":0,"exists":"","*":"Methanol"},{"ns":0,"exists":"","*":"Molasses"},{"ns":0,"exists":"","*":"Nigerian Civil War"},{"ns":0,"exists":"","*":"Nikolaus Otto"},{"ns":0,"exists":"","*":"Octane"},{"ns":0,"exists":"","*":"Oil reserves"},{"ns":0,"exists":"","*":"Paris"},{"ns":0,"exists":"","*":"Pigeon lamp"},{"ns":0,"exists":"","*":"Prohibition in the United States"},{"ns":0,"exists":"","*":"Quadracycle"},{"ns":0,"exists":"","*":"Rolls-Royce Limited"},{"ns":0,"exists":"","*":"Samuel Morey"},{"ns":0,"exists":"","*":"San Diego, California"},{"ns":0,"exists":"","*":"Scientific American"},{"ns":0,"exists":"","*":"Seaweed"},{"ns":0,"exists":"","*":"Shell Oil"},{"ns":0,"exists":"","*":"Soybeans"},{"ns":0,"exists":"","*":"Spirit lamp"},{"ns":0,"exists":"","*":"Standard Oil"},{"ns":0,"exists":"","*":"Standard Oil Co."},{"ns":0,"exists":"","*":"Still"},{"ns":0,"exists":"","*":"Teddy Roosevelt"},{"ns":0,"exists":"","*":"Tetraethyl lead"},{"ns":0,"exists":"","*":"Texas"},{"ns":0,"exists":"","*":"The New York Times"},{"ns":0,"exists":"","*":"Thomas Midgley, Jr."},{"ns":0,"exists":"","*":"Toluene"},{"ns":0,"exists":"","*":"U.S. Geological Survey"},{"ns":0,"exists":"","*":"US Public Health Service"},{"ns":0,"exists":"","*":"United Nations"},{"ns":0,"exists":"","*":"United States Auto Club"},{"ns":0,"exists":"","*":"United States Republican Party"},{"ns":0,"exists":"","*":"Whiskey Rebellion"},{"ns":0,"exists":"","*":"World War II"},{"ns":0,"exists":"","*":"Xylene"},{"ns":0,"*":"Experimental Mechanical Laboratory"},{"ns":0,"*":"Deutsche Landwirtschaftliche Gesellschaft"},{"ns":0,"*":"Free Alcohol"},{"ns":0,"*":"Pasteur Institute of France"},{"ns":0,"*":"National Distillers Co."},{"ns":0,"*":"Agrol"},{"ns":0,"*":"Leo Christensen"},{"ns":0,"*":"S. J .W. Pleeth"},{"ns":0,"*":"Cleveland Discol company"},{"ns":0,"*":"Nebraska Agricultural Products Industrial Utilization"},{"ns":0,"*":"Pacific Ethanol Inc."}],"templates":[{"ns":10,"exists":"","*":"Template:Convert"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":828,"exists":"","*":"Module:Convert"},{"ns":828,"exists":"","*":"Module:Convert/data"},{"ns":828,"exists":"","*":"Module:Convert/text"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"}],"images":[],"externallinks":["https://web.archive.org/web/20100227074210/http://www.radford.edu/~wkovarik/papers/International.History.Ethanol.Fuel.html","http://www.radford.edu/~wkovarik/papers/International.History.Ethanol.Fuel.html","http://www.greencarcongress.com/2005/07/boosting_biomas.html","http://www.fuel-testers.com/ethanol_fuel_history.html","https://web.archive.org/web/19990427234325/http://www.greenfuels.org/ethahist.html","http://www.radford.edu/~wkovarik/papers/fuel.html","http://www.swissinfo.ch/eng/UN_rapporteur_calls_for_biofuel_moratorium.html?cid=6189782","http://www.scidev.net/en/climate-change-and-energy/news/un-head-calls-for-more-biofuels-research.html","https://www.bloomberg.com/apps/news?pid=newsarchive&sid=a3qutgP_v5Ck"],"sections":[{"toclevel":1,"level":"2","line":"See also","number":"1","index":"1","fromtitle":"Timeline_of_alcohol_fuel","byteoffset":30890,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"2","index":"2","fromtitle":"Timeline_of_alcohol_fuel","byteoffset":30923,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Timeline of alcohol fuel","iwlinks":[],"properties":[{"name":"defaultsort","*":"Timeline Of Alcohol Fuel"},{"name":"wikibase_item","*":"Q7806004"}]}}