{"parse":{"title":"Lourdes Health System","pageid":14789346,"revid":821966390,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content ambox-Primary_sources\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Question_book-new.svg\" class=\"image\"><img alt=\"Question book-new.svg\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png\" width=\"50\" height=\"39\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/75px-Question_book-new.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/100px-Question_book-new.svg.png 2x\" data-file-width=\"512\" data-file-height=\"399\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>relies too much on <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">references</a> to <a href=\"/wiki/Wikipedia:No_original_research#Primary,_secondary_and_tertiary_sources\" title=\"Wikipedia:No original research\">primary sources</a></b>.<span class=\"hide-when-compact\"> Please improve this  by adding <a href=\"/wiki/Wikipedia:No_original_research#Primary,_secondary_and_tertiary_sources\" title=\"Wikipedia:No original research\">secondary or tertiary sources</a>.</span>  <small><i>(September 2015)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p>The <b>Lourdes Health System</b><sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> consists of two hospitals, Our Lady of Lourdes Medical Center in <a href=\"/wiki/Camden,_New_Jersey\" title=\"Camden, New Jersey\">Camden, New Jersey</a> and Lourdes Medical Center of Burlington County in <a href=\"/wiki/Willingboro_Township,_New_Jersey\" title=\"Willingboro Township, New Jersey\">Willingboro, New Jersey</a>. Administrative offices are located at its Camden facility. The Franciscan Sisters of <a href=\"/wiki/Allegany_(town),_New_York\" title=\"Allegany (town), New York\">Allegany, New York</a> founded the health system in 1950 and is a member of Trinity Health.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Our_Lady_of_Lourdes_Medical_Center\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Our Lady of Lourdes Medical Center</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Lourdes_Medical_Center_of_Burlington_County\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Lourdes Medical Center of Burlington County</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Other_entities\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Other entities</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Lourdes_Wellness_Center\"><span class=\"tocnumber\">3.1</span> <span class=\"toctext\">Lourdes Wellness Center</span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Our_Lady_of_Lourdes_School_of_Nursing\"><span class=\"tocnumber\">3.2</span> <span class=\"toctext\">Our Lady of Lourdes School of Nursing</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Outreach_programs\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Outreach programs</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Sponsors\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Sponsors</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#History\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">History</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-9\"><a href=\"#Extending_the_mission\"><span class=\"tocnumber\">6.1</span> <span class=\"toctext\">Extending the mission</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#Catholic_Health_East\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Catholic Health East</span></a></li>\n<li class=\"toclevel-1 tocsection-11\"><a href=\"#References\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-12\"><a href=\"#External_links\"><span class=\"tocnumber\">9</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Our_Lady_of_Lourdes_Medical_Center\">Our Lady of Lourdes Medical Center</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Lourdes_Health_System&amp;action=edit&amp;section=1\" title=\"Edit section: Our Lady of Lourdes Medical Center\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div role=\"note\" class=\"hatnote navigation-not-searchable\">Main article: <a href=\"/wiki/Our_Lady_of_Lourdes_Medical_Center\" title=\"Our Lady of Lourdes Medical Center\">Our Lady of Lourdes Medical Center</a></div>\n<p>Our Lady of Lourdes Medical Center, a 410-bed <a href=\"/wiki/Teaching_hospital\" title=\"Teaching hospital\">teaching hospital</a> which opened on July 1, 1950,<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> is located at 1600 Haddon Avenue, in Camden.\n</p>\n<h2><span class=\"mw-headline\" id=\"Lourdes_Medical_Center_of_Burlington_County\">Lourdes Medical Center of Burlington County</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Lourdes_Health_System&amp;action=edit&amp;section=2\" title=\"Edit section: Lourdes Medical Center of Burlington County\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div role=\"note\" class=\"hatnote navigation-not-searchable\">Main article: <a href=\"/wiki/Lourdes_Medical_Center_of_Burlington_County\" title=\"Lourdes Medical Center of Burlington County\">Lourdes Medical Center of Burlington County</a></div>\n<p>Located at 218 A Sunset Road in Willingboro, Lourdes Medical Center of Burlington County is a 249-bed community hospital.\n</p>\n<h2><span class=\"mw-headline\" id=\"Other_entities\">Other entities</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Lourdes_Health_System&amp;action=edit&amp;section=3\" title=\"Edit section: Other entities\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"Lourdes_Wellness_Center\">Lourdes Wellness Center</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Lourdes_Health_System&amp;action=edit&amp;section=4\" title=\"Edit section: Lourdes Wellness Center\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Founded in 1979, the Lourdes Wellness Center combines mainstream medicine, alternative therapies and spirituality to promote healthy lifestyles. The center, which averages more than 30,000 visits a year, offers acupuncture, massage, yoga, health-education programs and community-based services.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p><p>In addition, the center is home to an integrative family medicine practice and the Lourdes Institute of Wholistic Studies, which offers an Associate degree in Massage Therapy and certificate programs in massage therapy, reflexology and yoga teacher training. The center has facilities in <a href=\"/wiki/Collingswood,_New_Jersey\" title=\"Collingswood, New Jersey\">Collingswood</a>.\n</p>\n<h3><span class=\"mw-headline\" id=\"Our_Lady_of_Lourdes_School_of_Nursing\">Our Lady of Lourdes School of Nursing</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Lourdes_Health_System&amp;action=edit&amp;section=5\" title=\"Edit section: Our Lady of Lourdes School of Nursing\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Since opening in 1961, Our Lady of Lourdes School of Nursing has graduated more than 1,200 nurses. Located in Our Lady of Lourdes Medical Center’s new critical care tower, it is the only Catholic-oriented nursing school in southern New Jersey.\nStudents have the opportunity to simultaneously earn a Diploma in Nursing and an Associate’s Degree in science from Camden County College. Graduates are eligible to apply for the New Jersey State Board of Nursing examinations for registered nurse licensure and to enter into baccalaureate nursing programs with transfer credit.\n</p><p>The school is accredited by the New Jersey Board of Nursing and the National League for Nursing.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Outreach_programs\">Outreach programs</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Lourdes_Health_System&amp;action=edit&amp;section=6\" title=\"Edit section: Outreach programs\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>As a faith-based institution, Lourdes Health System devotes many resources to assisting the less fortunate. The outreach programs provided by Lourdes Health System have won numerous recognitions, including the 1995 Foster G. McGaw Prize from the American Hospital Association. Our Lady of Lourdes Medical Center was the first Catholic hospital in the nation to win this award for excellence in community service. Those outreach programs include:\n</p>\n<ul><li><b>Project H.O.P.E. (Homeless Outreach Program Enrichment)</b>: Started in 1993, this initiative provides medical, social and advocacy services for the homeless of Camden, N.J. through clinics, a mobile health van and other street outreach. Clients receive comprehensive medical care, physical exams, tuberculosis and HIV testing, STD evaluation and treatment, drug and alcohol counseling, employment counseling, housing referral services and food and clothing distribution.</li>\n<li><b>Community Health Practice</b>: This all-volunteer clinic provides primary and specialty medical care to families who are uninsured or underinsured. The practice’s main objective is to provide care until patients acquire insurance coverage through employment, government assistance or other forms of aid. Some patients have been homeless people whom Lourdes helped find employment and housing. The practice serves more than 1,300 patients annually.</li>\n<li><b>Osborn Family Health Center</b>: Founded in 1974 to provide optimal prenatal care to the women of Camden and primary care to their families, the Osborn Family Health Center offers family practice, obstetrics/gynecology, pediatrics, lab testing and social services in a facility across the street from Our Lady of Lourdes Medical Center. Osborn serves more 15,000 patients and handles 45,000 appointments annually. It is a private practice, treating individuals by appointment, rather than a walk-in clinic. Patients are seen by staff physicians who are employed by the health center, rather than by medical residents or a rotating staff. This allows for better physician-patient relationship and leads to better long-term care. Osborn distributes thousands of books a year to pediatric patients through its Reach Out and Read program and used-clothing through a boutique staffed by a volunteer.</li>\n<li><b>The Bridge</b>: This program addresses the needs of at-risk teens in Camden and surrounding communities.  The Bridge was founded in 1979 to provide a safe haven for young people to freely talk about their concerns and the issues they face and to help them develop leadership skills. The Bridge began with weekly drop-in sessions, but has expanded to offer programs in collaboration with schools, churches, businesses, community agencies and law enforcement. The Bridge works closely with the <b>Camden County Prosecutor’s Office</b>, offering anti-violence and anti-bullying programs to schools.</li>\n<li><b>Senior Dining Program</b>: This program at Lourdes Medical Center of Burlington County offers discounts on meals provided in the hospital’s cafeteria. The program is designed to improve seniors’ access to nutritious meals, provide socialization and health screenings and information.</li>\n<li><b>Parish Health Nursing</b>: The program works with congregations of various denominations to promote healthy lifestyles, provide information on available resources and encourage individuals to assume primary responsibility for their own health. Attendees of educational sessions include registered nurses, licensed practical nurses, parish health ministers and others who have a working knowledge of parish nursing and health ministries. Lourdes conducts these sessions in conjunction with <a href=\"/wiki/La_Salle_University\" title=\"La Salle University\">La Salle University</a>. Attendees are taught to focus on the whole person when emphasizing wellness, disease prevention, health promotion and healing, linking the interrelationship of mind, body and spirit. The successfully trained parish nurse can help congregants access and navigate the health system; institute programs to promote healthy lifestyles and support groups; provide education on health issues; provide selected medical screenings; and support hospitalized or homebound family members.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup></li></ul>\n<h2><span class=\"mw-headline\" id=\"Sponsors\">Sponsors</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Lourdes_Health_System&amp;action=edit&amp;section=7\" title=\"Edit section: Sponsors\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The <a href=\"/wiki/Third_Order_of_Saint_Francis#Sisters_of_St._Francis\" title=\"Third Order of Saint Francis\">Franciscan Sisters of Allegany, New York</a>,<sup id=\"cite_ref-AlleganySisters_7-0\" class=\"reference\"><a href=\"#cite_note-AlleganySisters-7\">&#91;7&#93;</a></sup> trace their beginnings to April 25, 1859, when, in the chapel of St. Bonaventure College and Seminary, Father Pamfilo da Magliano, O.S.F., gave the habit of the Third Order of St. Francis and the name, Sister Mary Joseph, to Mary Jane Todd. Father Pamfilo, the custos-Provincial of the Friars Minor of the Immaculate Conception Custody, had come with three other friars to western New York in 1855 at the invitation of Bishop John Timon, C.M., of the Diocese of Buffalo and <a href=\"/wiki/Nicholas_Devereux\" title=\"Nicholas Devereux\">Nicholas Devereux</a>, a Catholic layman and land owner. The friars had come to educate young men at St. Bonaventure and carry on pastoral work in the area. Bishop Timon had also asked Father Pamfilo to “seek for Sisters of the Third Order” to provide education for the young women of the area, and his search led him to form a new congregation in Allegany, New York.\n</p><p>After the reception of Sister Mary Joseph, Ellen Fallon was received on June 24, 1859, and took the name Sister Mary Bridget. Several months later, these two sisters were joined by Mary Anne O'Neil, a 15-year-old girl from New Jersey who had been exhorted by Father Pamfilo, “to be generous with the Lord despite her young years.” Mary Anne was received on Dec. 8, 1859, and took the name Sister Mary Teresa.\n</p><p>These three women formed the nucleus of the new community which soon began to attract other young women from the surrounding areas. From the beginning of the congregation, the sisters were under the jurisdiction of Father Pamfilo. He appointed the officers of the new community until 1865, when he presented the sisters with their first statutes, which had been adapted from those of the Franciscan Sisters in Glasgow, Scotland. That same year, the sisters elected Sister Mary Teresa O'Neil as their general superior, who served in this capacity for 55 years.\n</p><p>The new community grew, and the sisters sought to serve the needs of the church in a variety of ministries. In 1860, St. Elizabeth Academy opened in Allegany for the education of young women, and from this beginning the sisters branched out to open schools in Connecticut, New York and other East Coast states. In 1879, three sisters were sent to Jamaica and British West Indies, and the Franciscan Sisters of Allegany became the first American-founded congregation of religious women to send sisters to foreign missions.\n</p><p>In the 1880s and 1890s, the sisters became affiliated with hospitals in Boston and New York City. They also expanded to homes for the young and elderly, pastoral and social work. Many of these ministries, including health care, continue today.<sup id=\"cite_ref-AlleganySisters_7-1\" class=\"reference\"><a href=\"#cite_note-AlleganySisters-7\">&#91;7&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"History\">History</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Lourdes_Health_System&amp;action=edit&amp;section=8\" title=\"Edit section: History\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Southern New Jersey experienced a rapid growth in population immediately preceding and during World War II. Many of the new residents were Catholic, and their fast influx demanded the formation of new parishes and facilities. In the early 1940s, Bishop Bartholomew J. Eustace invited the Franciscan Sisters of Allegany to build a hospital in the Diocese of Camden. Bishop Eustace knew of the Sisters when they cared for his mother during her final years at their hospital, St. Elizabeth’s, in New York City.\n</p><p>In December 1945, the Dominican Sisters of the Perpetual Rosary agreed to sell a portion of their property at Haddon Avenue and Euclid Street in Camden to the Third Order Regular of St. Francis of Allegany, New York for the construction of a hospital. Construction began in September 1947, with Bishop Eustace laying the cornerstone a year later.\n</p><p>On March 15, 1950, 2½ years after ground was broken for Our Lady of Lourdes Medical Center, construction was completed on the 300-bed hospital. On May 28, Bishop Eustace presided at a dedication ceremony attended by 3,000, including several hundred priests, physicians and civic leaders. The inscription above the main entrance, “The Body Is Often Curable — The Soul Is Ever So,” spoke to the new hospital’s commitment to Franciscan values.\n</p><p>The Diocese raised $1 million, or one-quarter the cost of the new hospital. The Franciscan Sisters assumed a debt of more than $3 million. The Rev. Mother Jean Marie Greeley appointed Mother Mary Paracleta the first hospital administrator. She served in that post until 1969, and was a driving force behind Lourdes’ initial growth.\n</p><p>Camden was a thriving city when Our Lady of Lourdes Medical Center was planned and built. However, in the 1960s, Camden fell prey to an urban manufacturing decline and an exodus of middle-class residents to the suburbs.\n</p><p>The Franciscan Sisters realized there was a need to develop top-quality specialty services that would draw patients from throughout southern New Jersey. These services would support the hospital’s mission of staying in Camden and providing quality care to its residents while also serving the growing suburban population. The hospital developed several regional services to sustain the organization, including cardiology, high-risk maternity, physical rehabilitation, dialysis and organ transplantation.\n</p><p>The facility itself has been expanded and improved many times to meet the needs of the community.\n</p><p>Planning for the addition of a School of Nursing began in 1956. Groundbreaking for the school occurred in 1959 on the medical center’s campus, and the first class of nurses was accepted in 1961. “We may sometimes wonder why the sisters embark on such great projects,” Camden Bishop Justin J. McCarthy said during the school’s groundbreaking ceremony. “They always want to do great work for God. I’m sure the nurses trained here will obtain a true sense of the spirit of Christian charity. Let us not forget that the nurses are the right hand of the doctors.”\n</p><p>From 1970-71, the hospital underwent the first of several renovations, a $2 million project for intensive care, cardiac care and surgical recovery areas. In 1976, the medical center completed a $6.9 million construction project. The four-story addition housed a new 50-bed rehabilitation center, as well as expanded outpatient and emergency departments. In 1988, the medical center completed a three-year, $42 million renovation and expansion that included two new patient floors; a spacious solarium; new pediatrics, inpatient dialysis and mental health units; a women’s services floor; a new cardiac services floor; larger and modernized patient rooms throughout the medical center; new radiology and laboratory equipment; and new nursing stations.\n</p><p>Two years later, Angel’s Alley, one of the region’s first hospital-based child-care centers, opened. Angel’s Alley not only cares for the children of employees, but also those from the neighborhood, allowing their parents the opportunity to find productive, economically beneficial jobs.\n</p><p>In 1999, the Sister M. Elizabeth Corry Ambulatory Care Center opened across Haddon Avenue from the hospital. The 46,000-square-foot (4,300&#160;m<sup>2</sup>) building, named for the medical center’s long-time president, houses the Osborn Family Health Center, outpatient dialysis and organ transplant facilities.\n</p><p>In 2005, Lourdes opened a $60-million expansion that features a new emergency department, operating suites, patient rooms, laboratories and School of Nursing. Also in 2005, Lourdes, now with 410 beds, became the first hospital in the Delaware Valley to acquire a 64-slice CT scanner.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Extending_the_mission\">Extending the mission</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Lourdes_Health_System&amp;action=edit&amp;section=9\" title=\"Edit section: Extending the mission\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>For more than four decades, residents of Burlington County have relied on Lourdes Medical Center of Burlington County for their inpatient and outpatient health care.\n</p><p>The hospital was founded by a group of 11 physicians, led by Meyer Abrams, M.D., who felt the need to develop a hospital in the growing Burlington County community of Willingboro. The original Rancocas Valley Hospital opened in August 1961 and had 100 beds, operating suites, a maternity ward and emergency room. Eventually, the physicians’ group sold their interest in the hospital, all the while remaining as active members of the medical staff.\n</p><p>Over the years, the hospital underwent several changes in ownership and leadership.\nWillingboro was at risk of losing the hospital when its owner, the Allegheny Health, Education and Research Foundation declared bankruptcy in the late 1990s. Lourdes purchased the hospital in 1998 for $45 million.\n</p><p>Immediately after purchasing the facility, Lourdes invested $20 million in a new critical care building. The expansion, which includes six state-of-the-art operating suites, a same-day surgery center, a 12-bed recovery unit and an expanded 20-bed critical-care unit opened in May 2001. In December 2002, the hospital was renamed Lourdes Medical Center of Burlington County and became a Catholic hospital following a dedication and blessing by the Most Rev. John Smith, Bishop of the Diocese of Trenton.\n</p><p>In 2003, the medical center opened a new $1.5 million cardiac catheterization laboratory and a new magnetic resonance imaging center, expanding the hospital’s diagnostic capabilities. In 2005, in conjunction with AcuityHealthcare of Charlotte, N.C., the facility opened Lourdes Specialty Hospital of Southern New Jersey, the region’s first unit for long-term acute-care patients.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup>\n</p><p>The hospital has developed one of the region’s leading cancer programs with a range of diagnostic and treatment services, in addition to a variety of community outreach and support initiatives. Those include a patient navigator program; opening a caring boutique to assist cancer patients from throughout Burlington County with their aesthetic, physical and emotional needs; developing a resource center; and expanding community lectures and support options.\n</p>\n<h2><span class=\"mw-headline\" id=\"Catholic_Health_East\">Catholic Health East</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Lourdes_Health_System&amp;action=edit&amp;section=10\" title=\"Edit section: Catholic Health East\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In 1998, Lourdes merged with Catholic Health East (CHE), a multi-institutional Catholic health system co-sponsored by 10 religious congregations and Hope Ministries, a public juridic person within CHE. Based in Newtown Square, P.A., the system provides the means to ensure the continuation of the Catholic identity and operational strength of the sponsors’ health ministries, which are located in 11 eastern states from Maine to Florida.\n</p><p>CHE includes 33 acute care hospitals, four long term acute care hospitals, 36 freestanding and hospital-based long term care facilities, 12 assisted living facilities, five continuing care retirement communities, seven behavioral health and rehabilitation facilities, 25 home health/hospice agencies, and numerous ambulatory and community-based health services. Catholic Health East facilities employ approximately 50,000 full-time employees.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Lourdes_Health_System&amp;action=edit&amp;section=11\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist columns references-column-width\" style=\"-moz-column-width: 33em; -webkit-column-width: 33em; column-width: 33em; list-style-type: decimal;\">\n<ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.lourdesnet.org\">Lourdes Health System: Serving the South Jersey Community</a></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.che.org\">Catholic Health East</a></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20120204193719/http://www.che.org/publications/news-2011-01-05b.php\">\"Catholic Health East: Latest News\"</a>. Che.org. Archived from <a rel=\"nofollow\" class=\"external text\" href=\"http://www.che.org/publications/news-2011-01-05b.php\">the original</a> on 2012-02-04<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2012-01-28</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Catholic+Health+East%3A+Latest+News&amp;rft.pub=Che.org&amp;rft_id=http%3A%2F%2Fwww.che.org%2Fpublications%2Fnews-2011-01-05b.php&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ALourdes+Health+System\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Lourdes Wellness Center</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Our Lady of Lourdes School of Nursing Web site</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Our Lady of Lourdes Health Foundation</span>\n</li>\n<li id=\"cite_note-AlleganySisters-7\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-AlleganySisters_7-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-AlleganySisters_7-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.alleganyfranciscans.org\">Franciscan Sisters of Allegany</a> official website. Retrieved 2010-02-08.</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Catholic Star Herald, June 29, 1990</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Burlington County Times, various articles; Lourdes Health System Public Relations Office</span>\n</li>\n</ol></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Lourdes_Health_System&amp;action=edit&amp;section=12\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><span class=\"official-website\"><span class=\"url\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.lourdesnet.org\">Official website</a></span></span></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2277\nCached time: 20180915035841\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.172 seconds\nReal time usage: 0.219 seconds\nPreprocessor visited node count: 389/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 6988/2097152 bytes\nTemplate argument size: 230/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 3738/5000000 bytes\nNumber of Wikibase entities loaded: 1/400\nLua time usage: 0.087/10.000 seconds\nLua memory usage: 2.95 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  190.145      1 -total\n 30.91%   58.768      1 Template:Reflist\n 28.94%   55.031      1 Template:Primary_sources\n 21.42%   40.730      1 Template:Cite_web\n 17.16%   32.632      1 Template:Convert\n 16.96%   32.257      1 Template:Ambox\n 13.44%   25.562      1 Template:Official_website\n  5.50%   10.466      2 Template:Main\n  1.20%    2.282      2 Template:Main_other\n  1.09%    2.067      1 Template:Column-width\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:14789346-0!canonical and timestamp 20180915035841 and revision id 821966390\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"Articles_lacking_reliable_references_from_September_2015"},{"sortkey":"","hidden":"","*":"All_articles_lacking_reliable_references"},{"sortkey":"","*":"Catholic_health_care"},{"sortkey":"","*":"Healthcare_in_New_Jersey"},{"sortkey":"","*":"Medical_and_health_organizations_based_in_New_Jersey"},{"sortkey":"","*":"Non-profit_organizations_based_in_New_Jersey"},{"sortkey":"","*":"Our_Lady_of_Lourdes"},{"sortkey":"","*":"Camden,_New_Jersey"}],"links":[{"ns":14,"exists":"","*":"Category:Articles lacking reliable references from September 2015"},{"ns":0,"exists":"","*":"Allegany (town), New York"},{"ns":0,"exists":"","*":"Camden, New Jersey"},{"ns":0,"exists":"","*":"Collingswood, New Jersey"},{"ns":0,"exists":"","*":"La Salle University"},{"ns":0,"exists":"","*":"Lourdes Medical Center of Burlington County"},{"ns":0,"exists":"","*":"Nicholas Devereux"},{"ns":0,"exists":"","*":"Our Lady of Lourdes Medical Center"},{"ns":0,"exists":"","*":"Teaching hospital"},{"ns":0,"exists":"","*":"Third Order of Saint Francis"},{"ns":0,"exists":"","*":"Willingboro Township, New Jersey"},{"ns":4,"exists":"","*":"Wikipedia:No original research"},{"ns":4,"exists":"","*":"Wikipedia:Verifiability"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Primary sources"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Main"},{"ns":10,"exists":"","*":"Template:Convert"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Column-width"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Official website"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Main"},{"ns":828,"exists":"","*":"Module:Hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote list"},{"ns":828,"exists":"","*":"Module:Convert"},{"ns":828,"exists":"","*":"Module:Convert/data"},{"ns":828,"exists":"","*":"Module:Convert/text"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Official website"},{"ns":828,"exists":"","*":"Module:URL"}],"images":["Question_book-new.svg"],"externallinks":["http://www.lourdesnet.org","http://www.che.org","https://web.archive.org/web/20120204193719/http://www.che.org/publications/news-2011-01-05b.php","http://www.che.org/publications/news-2011-01-05b.php","http://www.alleganyfranciscans.org"],"sections":[{"toclevel":1,"level":"2","line":"Our Lady of Lourdes Medical Center","number":"1","index":"1","fromtitle":"Lourdes_Health_System","byteoffset":682,"anchor":"Our_Lady_of_Lourdes_Medical_Center"},{"toclevel":1,"level":"2","line":"Lourdes Medical Center of Burlington County","number":"2","index":"2","fromtitle":"Lourdes_Health_System","byteoffset":1233,"anchor":"Lourdes_Medical_Center_of_Burlington_County"},{"toclevel":1,"level":"2","line":"Other entities","number":"3","index":"3","fromtitle":"Lourdes_Health_System","byteoffset":1459,"anchor":"Other_entities"},{"toclevel":2,"level":"3","line":"Lourdes Wellness Center","number":"3.1","index":"4","fromtitle":"Lourdes_Health_System","byteoffset":1481,"anchor":"Lourdes_Wellness_Center"},{"toclevel":2,"level":"3","line":"Our Lady of Lourdes School of Nursing","number":"3.2","index":"5","fromtitle":"Lourdes_Health_System","byteoffset":2175,"anchor":"Our_Lady_of_Lourdes_School_of_Nursing"},{"toclevel":1,"level":"2","line":"Outreach programs","number":"4","index":"6","fromtitle":"Lourdes_Health_System","byteoffset":2949,"anchor":"Outreach_programs"},{"toclevel":1,"level":"2","line":"Sponsors","number":"5","index":"7","fromtitle":"Lourdes_Health_System","byteoffset":7172,"anchor":"Sponsors"},{"toclevel":1,"level":"2","line":"History","number":"6","index":"8","fromtitle":"Lourdes_Health_System","byteoffset":10038,"anchor":"History"},{"toclevel":2,"level":"3","line":"Extending the mission","number":"6.1","index":"9","fromtitle":"Lourdes_Health_System","byteoffset":14750,"anchor":"Extending_the_mission"},{"toclevel":1,"level":"2","line":"Catholic Health East","number":"7","index":"10","fromtitle":"Lourdes_Health_System","byteoffset":17144,"anchor":"Catholic_Health_East"},{"toclevel":1,"level":"2","line":"References","number":"8","index":"11","fromtitle":"Lourdes_Health_System","byteoffset":18055,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"9","index":"12","fromtitle":"Lourdes_Health_System","byteoffset":18089,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Lourdes Health System","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q16949241"}]}}