{"parse":{"title":"Bridge to the Sun","pageid":9096145,"revid":859604598,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"infobox vevent\" style=\"width:22em;font-size:90%;\"><tbody><tr><th colspan=\"2\" class=\"summary\" style=\"text-align:center;font-size:125%;font-weight:bold;font-size:110%;font-style:italic;\">Bridge to the Sun</th></tr><tr><td colspan=\"2\" style=\"text-align:center\">\n<a href=\"/wiki/File:Bridge_to_the_Sun_FilmPoster.jpeg\" class=\"image\"><img alt=\"Bridge to the Sun FilmPoster.jpeg\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/6/6e/Bridge_to_the_Sun_FilmPoster.jpeg/220px-Bridge_to_the_Sun_FilmPoster.jpeg\" width=\"220\" height=\"334\" class=\"thumbborder\" srcset=\"//upload.wikimedia.org/wikipedia/en/6/6e/Bridge_to_the_Sun_FilmPoster.jpeg 1.5x\" data-file-width=\"256\" data-file-height=\"389\" /></a></td></tr><tr><th scope=\"row\" style=\"white-space:nowrap;padding-right:0.65em;\">Directed by</th><td>\n<a href=\"/wiki/%C3%89tienne_P%C3%A9rier_(director)\" title=\"Étienne Périer (director)\">Etienne Périer</a></td></tr><tr><th scope=\"row\" style=\"white-space:nowrap;padding-right:0.65em;\">Produced by</th><td>\n<a href=\"/wiki/Jacques_Bar\" title=\"Jacques Bar\">Jacques Bar</a></td></tr><tr><th scope=\"row\" style=\"white-space:nowrap;padding-right:0.65em;\">Written by</th><td>\n<a href=\"/wiki/Charles_Kaufman_(screenwriter)\" title=\"Charles Kaufman (screenwriter)\">Charles Kaufman</a></td></tr><tr><th scope=\"row\" style=\"white-space:nowrap;padding-right:0.65em;\">Based on</th><td>\nthe autobiography by <a href=\"/w/index.php?title=Gwendolen_Terasaki&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Gwendolen Terasaki (page does not exist)\">Gwendolen Terasaki</a></td></tr><tr><th scope=\"row\" style=\"white-space:nowrap;padding-right:0.65em;\">Starring</th><td>\n<a href=\"/wiki/Carroll_Baker\" title=\"Carroll Baker\">Carroll Baker</a><br /><a href=\"/wiki/James_Shigeta\" title=\"James Shigeta\">James Shigeta</a><br /><a href=\"/wiki/Tetsur%C5%8D_Tamba\" title=\"Tetsurō Tamba\">Tetsurō Tamba</a><br /><a href=\"/wiki/Sean_Garrison\" title=\"Sean Garrison\">Sean Garrison</a></td></tr><tr><th scope=\"row\" style=\"white-space:nowrap;padding-right:0.65em;\">Music by</th><td>\n<a href=\"/wiki/Georges_Auric\" title=\"Georges Auric\">Georges Auric</a></td></tr><tr><th scope=\"row\" style=\"white-space:nowrap;padding-right:0.65em;\"><div style=\"padding:0.1em 0;line-height:1.2em;\">Production<br />company </div></th><td>\n<div style=\"vertical-align:middle;\">Cite Films</div></td></tr><tr><th scope=\"row\" style=\"white-space:nowrap;padding-right:0.65em;\">Distributed by</th><td>\n<a href=\"/wiki/MGM\" class=\"mw-redirect\" title=\"MGM\">MGM</a></td></tr><tr><th scope=\"row\" style=\"white-space:nowrap;padding-right:0.65em;\"><div style=\"padding:0.1em 0;line-height:1.2em;white-space:normal;\">Release date</div></th><td><div class=\"plainlist\">\n<ul><li>1961<span style=\"display:none\">&#160;(<span class=\"bday dtstart published updated\">1961</span>)</span></li>\n<li class=\"mw-empty-elt\"></li>\n<li class=\"mw-empty-elt\"></li>\n<li class=\"mw-empty-elt\"></li>\n<li class=\"mw-empty-elt\"></li></ul>\n</div></td></tr><tr><th scope=\"row\" style=\"white-space:nowrap;padding-right:0.65em;\"><div style=\"padding:0.1em 0;line-height:1.2em;white-space:normal;\">Running time</div></th><td>\n113 minutes</td></tr><tr><th scope=\"row\" style=\"white-space:nowrap;padding-right:0.65em;\">Country</th><td>\nFrance<br />United States</td></tr><tr><th scope=\"row\" style=\"white-space:nowrap;padding-right:0.65em;\">Language</th><td>\nEnglish</td></tr></tbody></table> \n<p><i><b>Bridge to the Sun</b></i> is a 1961 film, directed by <a href=\"/wiki/%C3%89tienne_P%C3%A9rier_(director)\" title=\"Étienne Périer (director)\">Etienne Périer</a>, starring <a href=\"/wiki/Carroll_Baker\" title=\"Carroll Baker\">Carroll Baker</a>, <a href=\"/wiki/James_Shigeta\" title=\"James Shigeta\">James Shigeta</a>, James Yagi, <a href=\"/wiki/Tetsur%C5%8D_Tamba\" title=\"Tetsurō Tamba\">Tetsurō Tamba</a>, and <a href=\"/wiki/Sean_Garrison\" title=\"Sean Garrison\">Sean Garrison</a>. It is based on the 1957 autobiography <i>Bridge To The Sun</i> by <a href=\"/w/index.php?title=Gwen_Terasaki&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Gwen Terasaki (page does not exist)\">Gwen Terasaki</a>, which detailed events in Gwen's life and marriage.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Plot\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Plot</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Cast\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Cast</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Historical_Accuracy\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Historical Accuracy</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#References\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#External_links\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Plot\">Plot</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Bridge_to_the_Sun&amp;action=edit&amp;section=1\" title=\"Edit section: Plot\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<table class=\"plainlinks metadata ambox ambox-style ambox-Plot\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/60px-Edit-clear.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/80px-Edit-clear.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article's plot summary <b>may be <a href=\"/wiki/Wikipedia:How_to_write_a_plot_summary\" title=\"Wikipedia:How to write a plot summary\">too long or excessively detailed</a>.</b><span class=\"hide-when-compact\"> Please <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Bridge_to_the_Sun&amp;action=edit\">help improve it</a> by removing unnecessary details and making it more concise.</span>  <small><i>(March 2018)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p>Gwen Harold, an American woman from Tennessee, meets Hidenari Terasaki (called Terry by his friends and family), the secretary to the Japanese Ambassador, while attending a reception at the Japanese Embassy in <a href=\"/wiki/Washington_D.C.\" class=\"mw-redirect\" title=\"Washington D.C.\">Washington D.C.</a> with her Aunt Peggy and friend Bill.  They share a moment while Terry is showing her the antique Japanese artworks on display in the Embassy, and after some reluctance, she agrees to allow him to call on her.\n</p><p>They begin dating and they quickly fall in love, even though Terry occasionally has fits of anti-western sentiment.  When Terry asks her to marry him, she agrees, much to the chagrin of Aunt Peggy (who was raised in the <a href=\"/wiki/Jim_Crow_Laws\" class=\"mw-redirect\" title=\"Jim Crow Laws\">Jim Crow South</a>), and who sees the relationship as unnatural, especially when there are \"nice clean young men\" available.  The Japanese Ambassador also calls on Gwen and attempts to dissuade her from accepting, claiming it would hurt Terry's career by giving him an American bias, and states that even though the two countries are friendly, anything could happen between foreign countries.  He seems to hint at possible <a href=\"/wiki/Attack_on_Pearl_Harbor\" title=\"Attack on Pearl Harbor\">aggression</a> in the future, even though it is only 1935 and the Japanese have not yet resumed <a href=\"/wiki/Second_Sino-Japanese_War\" title=\"Second Sino-Japanese War\">conflicts with China</a>, keeping the countries of Gwen and Terry at an uneasy peace. They eventually marry despite the obstacles and, when Terry is recalled, travel to Japan by ship.\n</p><p>Almost immediately after disembarking and arriving in <a href=\"/wiki/Tokyo\" title=\"Tokyo\">Tokyo</a>, Terry begins to treat Gwen much differently, expecting her to behave according to the male-centric beliefs of contemporary Japan, such as being silent among men, always entering doors after the men, and virtually bending to every whim of Terry and her male relatives.  They continually fight and make up, mostly because of Gwen's outspokenness among men and Terry's strict adherence to the local customs.\n</p><p>After having a fight one night over a general saying that Terry should be proud he may have a son to die for the <a href=\"/wiki/Hirohito\" title=\"Hirohito\">Emperor</a>, and Gwen speaking out about his distasteful comment, they make up and she reveals that she was so offended by the comment because she is pregnant. The baby daughter is named Mako.\n</p><p>By November 1941 Terry has been reassigned to the Embassy in America. They have <a href=\"/wiki/Thanksgiving\" title=\"Thanksgiving\">Thanksgiving</a> dinner in Washington with Aunt Peggy, as <a href=\"/wiki/World_War_II\" title=\"World War II\">World War II</a> embroils the world around them and America is one of the few powers of the world still at peace. Terry speaks on the phone with his friend Haro. He mentions that Mako, now about 5 years old, has an apparent illness involving too many antibodies in her blood. He also mentions a possible upcoming invasion of Thailand by the <a href=\"/wiki/Imperial_Japanese_Army\" title=\"Imperial Japanese Army\">Imperial Japanese Army</a>.\n</p><p>Sensing that it may be the last chance for peace between America and the Empire of Japan, Terry attempts to go over the heads of his superiors and have a cable sent directly to <a href=\"/wiki/Franklin_D._Roosevelt\" title=\"Franklin D. Roosevelt\">President Roosevelt</a>, alerting him to cable the Emperor to seek to preserve the peace. However, the Emperor is rapidly becoming the leader of Japan in name only, because of a power struggle with the army leaders. Terry's effort is in vain as <a href=\"/wiki/Attack_on_Pearl_Harbor\" title=\"Attack on Pearl Harbor\">December 7th</a> comes and war is declared shortly after the <a href=\"/wiki/Attack_on_Pearl_Harbor\" title=\"Attack on Pearl Harbor\">Japanese attack</a>.\n</p><p>Terry calls Gwen after hearing of the attack and tells her to leave Washington for Tennessee with Mako, but the <a href=\"/wiki/Federal_Bureau_of_Investigation\" title=\"Federal Bureau of Investigation\">FBI</a> enter and force her to hang up the phone. She decides to accompany Terry back to Japan, as he is due to be deported in an Ambassador exchange, and there is nearly a riot as she leaves with the other Japanese families, because of anti-Japanese fervor sweeping the nation in the aftermath of the attack on Pearl Harbor, <a href=\"/wiki/The_Philippines\" class=\"mw-redirect\" title=\"The Philippines\">The Philippines</a>, and other European and American held colonies and bases in the Pacific and Asia.\n</p><p>In Japan, a similar nationalist, anti-American hatred, is shown among the citizens. Terry, however, is less enthusiastic about the war, and attempts to be a mediator for peace, which is dangerous due to sentiment and secret police. Gwen is briefly accosted by a group of soldiers, who try and force her to walk on an American flag. She refuses and an air raid begins, causing panic in the streets as bombs begin to destroy the area. She sees a crying child and remembering her daughter, runs to the smoldering school to rescue Mako, who says that children had hit her and called her an American.\n</p><p>Later, Terry reveals that he is under suspicion for being disloyal, because he has an American wife, does not belong to any patriotic clubs, and speaks out against the war. Soldiers enter and search the house, and while they don't arrest him, it is clear that he and his family are going to have a rough time as long as they stay in Tokyo. They agree to stay at a friend's empty house outside of the city.\n</p><p>As they leave Tokyo, they run into Terry's cousin, Ishi, who has been one of the few people who has been kind to Gwen. Now a soldier, he informs them that he is captain in a <a href=\"/wiki/Kamikaze\" title=\"Kamikaze\">Kamikaze</a> squadron, and will soon \"die for a descendent of the sun-god\". While taking a train, Gwen sees <a href=\"/wiki/Prisoners_of_War#Empire_of_Japan\" class=\"mw-redirect\" title=\"Prisoners of War\">captured American soldiers</a>, possibly on a death march. They arrive at their new home and meet the young girl who lives there. Terry reveals that he is going back to Tokyo, and didn't tell her earlier because she would not have gone to stay without him. He offers to arrange her passage back to America, but she refuses, wanting to be close to her husband.\n</p><p>As the war continues, food shortages and widespread damage make it clear that things are going against Japan. As the years go on, Terry visits less and less, and Mako grows not knowing any other existence besides one of perpetual war. Terry returns after months and they enjoy a night's sleep together. They awaken to a visit from a military police officer, who is looking for Terry. As the war continues to turn against them, they begin to suspect disloyalty from anyone critical of the government. Gwen manages to convince them that she has not seen Terry, and they leave. Terry reveals that he has brought a radio, and an American news station announces the end of the <a href=\"/wiki/Battle_of_Iwo_Jima\" title=\"Battle of Iwo Jima\">Battle of Iwo Jima</a>, which will be used as a base to launch bombers against mainland Japan. Later on, the surrender of <a href=\"/wiki/Nazi_Germany\" title=\"Nazi Germany\">Nazi Germany</a>, Japan's main ally, is also announced, and it is clear that the <a href=\"/wiki/Operation_Downfall\" title=\"Operation Downfall\">invasion of Japan</a> is coming soon.\n</p><p>Terry and Gwen have a fight one night because he gave away the last of their food. Gwen goes to the village to get her hair done to please her husband and on her way home she allows Mako to play in the village but then a squadron of American bombers and fighters attack. The couple rush to find her, and amid the devastation of the village, they find Mako, alive and unhurt.  Her close friend, however, has been hit and died instantly. At the burial, Gwen comments on Mako's jaded reaction, showing no tears or emotion for her friend, because of Japanese customs, as well as growing up during a war.\n</p><p>One night Gwen visits Terry's old friend Hara, who has some power within the party, pleading for him to keep her husband safe. He introduces her to <a href=\"/wiki/Tokyo_Rose\" title=\"Tokyo Rose\">Tokyo Rose</a>, a radio <a href=\"/wiki/Propaganda\" title=\"Propaganda\">propaganda</a> announcer who tries to hurt the moral of enemy armies listening to her broadcasts. They agree to help Terry, but only if Gwen makes an anti-American speech on the radio, recognizing the propaganda value of an actual American denouncing her country. Gwen refuses, and learns that Ishi has been fatally injured and is in the hospital. She visits, and realizing he is dying asks why he sent his wife away at this time. He reveals that it is tradition that he not want his loved ones to see him die. She returns home in time to see Terry, who had been hiding in the hills to avoid arrest, return.\n</p><p>The next day, the entire village arrives at their house, being the only one with a radio, for the Emperor's radio address. The Emperor has never spoken in public before, so they realize he must have major news, possibly surrender. As the village listens to the Emperor's voice for the first time, the speech starts:\n</p>\n<style data-mw-deduplicate=\"TemplateStyles:r856303468\">.mw-parser-output .templatequote{overflow:hidden;margin:1em 0;padding:0 40px}.mw-parser-output .templatequote .templatequotecite{line-height:1.5em;text-align:left;padding-left:1.6em;margin-top:0}</style><blockquote class=\"templatequote\"><p>We are fully aware of the inner-most feelings of all of you, however, have resolved to pave the way for peace for all generations to come. By enduring the unendurable, and suffering what is insufferable, let the entire nation unite as one family, from generation to generation, and cultivate the ways of rectitude and nobility of spirit.\n</p></blockquote>\n<p>With the war over, Terry asks Gwen to return to her home of Johnson City, Tennessee, to put Mako in an American school while she is young and can lose her prejudices against America, to \"become a bridge between the two nations\". At that time Gwen vehemently refuses to leave him. Later on, she finds Terry, who has been overworked, malnourished, and ill for many months, standing over his parents' graves.  She recalls a speech he once gave her about visiting the graves of ancestors at times of marriage, birth and death. She also recalls the conversation with Ishi at the hospital before his death when he said he didn't want his wife to see him die. She speaks to Terry's doctor and learns that he has at most, months to live, and was trying to send his family away because, like his cousin, he didn't want them to see him die.\n</p><p>Days later, after Gwen agrees to his final wish to leave for America, Terry sees her and Mako off at the dock. They kiss and embrace for the last time, and Gwen reassures him that they'll be expecting him soon, knowing she will never see him again. She holds her composure until he is out of sight, then breaks down and begins crying.\n</p><p>As the ship departs, Terry walks down the dock, keeping pace with it until he can go no farther. The film ends with Gwen and Terry lovingly meeting each other's gaze for a final time.\n</p>\n<h2><span class=\"mw-headline\" id=\"Cast\">Cast</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Bridge_to_the_Sun&amp;action=edit&amp;section=2\" title=\"Edit section: Cast\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Carroll_Baker\" title=\"Carroll Baker\">Carroll Baker</a> as Gwen Terasaki</li>\n<li><a href=\"/wiki/James_Shigeta\" title=\"James Shigeta\">James Shigeta</a> as Hidenari Terasaki</li>\n<li><a href=\"/w/index.php?title=James_Yagi&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"James Yagi (page does not exist)\">James Yagi</a> as Hara</li>\n<li><a href=\"/wiki/Tetsur%C5%8D_Tamba\" title=\"Tetsurō Tamba\">Tetsurō Tamba</a> as Jiro</li>\n<li><a href=\"/wiki/Sean_Garrison\" title=\"Sean Garrison\">Sean Garrison</a> as Fred Tyson</li>\n<li>Ruth Masters as Aunt Peggy</li>\n<li>Nori Elisabeth as Hermann</li>\n<li>Emi Florence Hirsch as Mako Terasaki, at different ages</li>\n<li>Hiroshi Tomono as Ishi</li></ul>\n<h2><span class=\"mw-headline\" id=\"Historical_Accuracy\">Historical Accuracy</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Bridge_to_the_Sun&amp;action=edit&amp;section=3\" title=\"Edit section: Historical Accuracy\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The memoir narrates the life of Gwen Harold (an American from <a href=\"/wiki/Tennessee\" title=\"Tennessee\">Tennessee</a> (1906&#8211;1990)), who in 1931 married Hidenari \"Terry\" Terasaki (b.1900), a Japanese diplomat. He was <a href=\"/wiki/Diplomatic_rank\" title=\"Diplomatic rank\">First Secretary</a> at the Japanese Embassy in <a href=\"/wiki/Washington,_D.C.\" title=\"Washington, D.C.\">Washington, D.C.</a> in 1941 when <a href=\"/wiki/Attack_on_Pearl_Harbor\" title=\"Attack on Pearl Harbor\">Pearl Harbor was bombed</a>, was one of the staff who helped <a href=\"/wiki/Translate\" class=\"mw-redirect\" title=\"Translate\">translate</a> the Japanese <a href=\"/wiki/Declaration_of_war\" title=\"Declaration of war\">declaration of war</a> and delivered it (late) to the <a href=\"/wiki/U.S._government\" class=\"mw-redirect\" title=\"U.S. government\">U.S. government</a> and (Mrs. Terasaki wrote in her memoirs) earlier sent secret messages to Japanese pacifists seeking to avert war. The couple and their daughter Mariko were like all Axis diplomats interned in 1942 and repatriated via neutral Angola later that year. Terasaki held various posts in the Japanese Foreign Affairs department up to 1945 when he became an advisor to the <a href=\"/wiki/Emperor_of_Japan\" title=\"Emperor of Japan\">Emperor</a>, and was the official liaison between the Palace and General <a href=\"/wiki/Douglas_MacArthur\" title=\"Douglas MacArthur\">Douglas MacArthur</a>, the <a href=\"/wiki/Supreme_Allied_Commander\" title=\"Supreme Allied Commander\">Supreme Allied Commander</a>.\n</p><p>Mariko and her mother left Japan in 1949 so Mariko could attend college in Tennessee. Terry died in 1951 in Japan; he was 50 years old.\n</p><p>During the scene in which the Japanese Ambassador to America tries to persuade Gwen to call off the marriage, he seems to hint at a possible conflict between the two countries.  It is unlikely that he was aware of any definitive war aims, however, as being 1935, Japan was still at peace with China. Soon after, they would declare war and, in protest to their actions, the United States would issue an oil embargo against Japan, escalating the disagreement between the two and paving the way for war.\n</p><p>The speech that Hirohito gives on the radio at the end of the film is a part of the actual recording of the speech that was played to announce plans of surrender. Terry's translation for Gwen, however, is actually only bits and pieces of the much longer speech, even though it sounds as though he is translating it word for word.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Bridge_to_the_Sun&amp;action=edit&amp;section=4\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"https://query.nytimes.com/gst/fullpage.html?res=9C0CEEDC133DF932A15751C1A966958260\">Gwen Harold Terasaki, Author, 84</a></span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Bridge_to_the_Sun&amp;action=edit&amp;section=5\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.imdb.com/title/tt0054701/\"><i>Bridge to the Sun</i></a> on <a href=\"/wiki/IMDb\" title=\"IMDb\">IMDb</a>&#32;</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.etsu.edu/etsu/news/20000123.htm\">article on Mariko Terasaki Miller</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20050904065925/http://www.etsu.edu/alumni/award/98Award_Miller.asp\">article on Mariko Terasaki Miller as 1998 Outstanding Alumna for East Tennessee State University</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://bridgetothesun.org/\">Website of the book</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.nytimes.com/movie/review?res=9D07E2DC133BE13ABC4052DFB667838A679EDE\">Review of film</a> at <i><a href=\"/wiki/The_New_York_Times\" title=\"The New York Times\">The New York Times</a></i></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.tcm.com/this-month/article/196854%7C0/Bridge-to-the-Sun.html\"><i>Bridge to the Sun</i></a><sup class=\"noprint Inline-Template\"><span style=\"white-space: nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Link_rot\" title=\"Wikipedia:Link rot\"><span title=\"&#160;Dead link since November 2016\">permanent dead link</span></a></i>&#93;</span></sup> at <a href=\"/wiki/TCMDB\" class=\"mw-redirect\" title=\"TCMDB\">TCMDB</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2209\nCached time: 20180922015531\nCache expiry: 3600\nDynamic content: true\nCPU time usage: 0.188 seconds\nReal time usage: 0.255 seconds\nPreprocessor visited node count: 895/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 14960/2097152 bytes\nTemplate argument size: 2192/2097152 bytes\nHighest expansion depth: 12/40\nExpensive parser function count: 3/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 753/5000000 bytes\nNumber of Wikibase entities loaded: 1/400\nLua time usage: 0.057/10.000 seconds\nLua memory usage: 1.48 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  216.323      1 -total\n 45.82%   99.119      1 Template:Infobox_film\n 40.62%   87.868      1 Template:Infobox\n 18.80%   40.676      1 Template:IMDb_title\n 16.19%   35.013      1 Template:Long_plot\n 13.50%   29.194      1 Template:Ambox\n  7.59%   16.413      1 Template:Quote\n  7.17%   15.515      1 Template:Film_date\n  6.48%   14.013      1 Template:Dead_link\n  5.15%   11.143      1 Template:Fix\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:9096145-0!canonical and timestamp 20180922015531 and revision id 859604598\n -->\n</div>"},"langlinks":[{"lang":"fr","url":"https://fr.wikipedia.org/wiki/Le_Pont_vers_le_soleil","langname":"French","autonym":"français","*":"Le Pont vers le soleil"},{"lang":"it","url":"https://it.wikipedia.org/wiki/Ponte_verso_il_sole","langname":"Italian","autonym":"italiano","*":"Ponte verso il sole"}],"categories":[{"sortkey":"Bridge To The Sun","*":"1961_films"},{"sortkey":"Bridge To The Sun","*":"English-language_films"},{"sortkey":"Bridge To The Sun","hidden":"","*":"Wikipedia_articles_with_plot_summary_needing_attention_from_March_2018"},{"sortkey":"Bridge To The Sun","hidden":"","*":"All_Wikipedia_articles_with_plot_summary_needing_attention"},{"sortkey":"Bridge To The Sun","hidden":"","*":"All_articles_with_dead_external_links"},{"sortkey":"Bridge To The Sun","hidden":"","*":"Articles_with_dead_external_links_from_November_2016"},{"sortkey":"Bridge To The Sun","hidden":"","*":"Articles_with_permanently_dead_external_links"},{"sortkey":"Bridge To The Sun","*":"1960s_romantic_drama_films"},{"sortkey":"Bridge To The Sun","*":"American_romantic_drama_films"},{"sortkey":"Bridge To The Sun","*":"American_films"},{"sortkey":"Bridge To The Sun","*":"Asian-American_films"},{"sortkey":"Bridge To The Sun","*":"Biographical_films"},{"sortkey":"Bridge To The Sun","*":"French_films"},{"sortkey":"Bridge To The Sun","*":"Metro-Goldwyn-Mayer_films"},{"sortkey":"Bridge To The Sun","*":"Films_about_interracial_romance"},{"sortkey":"Bridge To The Sun","*":"Films_based_on_actual_events"},{"sortkey":"Bridge To The Sun","*":"Films_directed_by_Étienne_Périer"},{"sortkey":"Bridge To The Sun","*":"Films_set_in_Japan"},{"sortkey":"Bridge To The Sun","*":"Films_set_in_the_United_States"},{"sortkey":"Bridge To The Sun","*":"Films_set_in_the_1930s"},{"sortkey":"Bridge To The Sun","*":"Films_set_in_the_1940s"},{"sortkey":"Bridge To The Sun","*":"Films_scored_by_Georges_Auric"}],"links":[{"ns":14,"exists":"","*":"Category:1961 films"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with plot summary needing attention from March 2018"},{"ns":14,"exists":"","*":"Category:Articles with dead external links from November 2016"},{"ns":0,"exists":"","*":"Attack on Pearl Harbor"},{"ns":0,"exists":"","*":"Battle of Iwo Jima"},{"ns":0,"exists":"","*":"Carroll Baker"},{"ns":0,"exists":"","*":"Charles Kaufman (screenwriter)"},{"ns":0,"exists":"","*":"Declaration of war"},{"ns":0,"exists":"","*":"Diplomatic rank"},{"ns":0,"exists":"","*":"Douglas MacArthur"},{"ns":0,"exists":"","*":"Emperor of Japan"},{"ns":0,"exists":"","*":"Federal Bureau of Investigation"},{"ns":0,"exists":"","*":"Franklin D. Roosevelt"},{"ns":0,"exists":"","*":"Georges Auric"},{"ns":0,"exists":"","*":"Hirohito"},{"ns":0,"exists":"","*":"IMDb"},{"ns":0,"exists":"","*":"Imperial Japanese Army"},{"ns":0,"exists":"","*":"Jacques Bar"},{"ns":0,"exists":"","*":"James Shigeta"},{"ns":0,"exists":"","*":"Jim Crow Laws"},{"ns":0,"exists":"","*":"Kamikaze"},{"ns":0,"exists":"","*":"MGM"},{"ns":0,"exists":"","*":"Nazi Germany"},{"ns":0,"exists":"","*":"Operation Downfall"},{"ns":0,"exists":"","*":"Prisoners of War"},{"ns":0,"exists":"","*":"Propaganda"},{"ns":0,"exists":"","*":"Sean Garrison"},{"ns":0,"exists":"","*":"Second Sino-Japanese War"},{"ns":0,"exists":"","*":"Supreme Allied Commander"},{"ns":0,"exists":"","*":"TCMDB"},{"ns":0,"exists":"","*":"Tennessee"},{"ns":0,"exists":"","*":"Tetsurō Tamba"},{"ns":0,"exists":"","*":"Thanksgiving"},{"ns":0,"exists":"","*":"The New York Times"},{"ns":0,"exists":"","*":"The Philippines"},{"ns":0,"exists":"","*":"Tokyo"},{"ns":0,"exists":"","*":"Tokyo Rose"},{"ns":0,"exists":"","*":"Translate"},{"ns":0,"exists":"","*":"U.S. government"},{"ns":0,"exists":"","*":"Washington, D.C."},{"ns":0,"exists":"","*":"Washington D.C."},{"ns":0,"exists":"","*":"World War II"},{"ns":0,"exists":"","*":"Étienne Périer (director)"},{"ns":0,"*":"Gwendolen Terasaki"},{"ns":0,"*":"Gwen Terasaki"},{"ns":0,"*":"James Yagi"},{"ns":4,"exists":"","*":"Wikipedia:How to write a plot summary"},{"ns":4,"exists":"","*":"Wikipedia:Link rot"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Infobox film"},{"ns":10,"exists":"","*":"Template:Infobox"},{"ns":10,"exists":"","*":"Template:Longitem"},{"ns":10,"exists":"","*":"Template:Film date"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Plainlist"},{"ns":10,"exists":"","*":"Template:Start date"},{"ns":10,"exists":"","*":"Template:Italic title"},{"ns":10,"exists":"","*":"Template:Template other"},{"ns":10,"exists":"","*":"Template:Long plot"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Quote"},{"ns":10,"exists":"","*":"Template:Quote/styles.css"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:IMDb title"},{"ns":10,"exists":"","*":"Template:Str left"},{"ns":10,"exists":"","*":"Template:Str len"},{"ns":10,"exists":"","*":"Template:Str rightmost"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:EditAtWikidata"},{"ns":10,"exists":"","*":"Template:Dead link"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":828,"exists":"","*":"Module:Infobox"},{"ns":828,"exists":"","*":"Module:Navbar"},{"ns":828,"exists":"","*":"Module:InfoboxImage"},{"ns":828,"exists":"","*":"Module:Italic title"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:String"},{"ns":828,"exists":"","*":"Module:EditAtWikidata"}],"images":["Bridge_to_the_Sun_FilmPoster.jpeg","Edit-clear.svg"],"externallinks":["https://query.nytimes.com/gst/fullpage.html?res=9C0CEEDC133DF932A15751C1A966958260","https://www.imdb.com/title/tt0054701/","http://www.etsu.edu/etsu/news/20000123.htm","https://web.archive.org/web/20050904065925/http://www.etsu.edu/alumni/award/98Award_Miller.asp","http://bridgetothesun.org/","https://www.nytimes.com/movie/review?res=9D07E2DC133BE13ABC4052DFB667838A679EDE","http://www.tcm.com/this-month/article/196854%7C0/Bridge-to-the-Sun.html"],"sections":[{"toclevel":1,"level":"2","line":"Plot","number":"1","index":"1","fromtitle":"Bridge_to_the_Sun","byteoffset":1240,"anchor":"Plot"},{"toclevel":1,"level":"2","line":"Cast","number":"2","index":"2","fromtitle":"Bridge_to_the_Sun","byteoffset":11160,"anchor":"Cast"},{"toclevel":1,"level":"2","line":"Historical Accuracy","number":"3","index":"3","fromtitle":"Bridge_to_the_Sun","byteoffset":11466,"anchor":"Historical_Accuracy"},{"toclevel":1,"level":"2","line":"References","number":"4","index":"4","fromtitle":"Bridge_to_the_Sun","byteoffset":13434,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"5","index":"5","fromtitle":"Bridge_to_the_Sun","byteoffset":13462,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"<i>Bridge to the Sun</i>","iwlinks":[],"properties":[{"name":"displaytitle","*":"<i>Bridge to the Sun</i>"},{"name":"defaultsort","*":"Bridge To The Sun"},{"name":"wikibase_item","*":"Q4966482"}]}}