{"parse":{"title":"Theology of religions","pageid":21846129,"revid":853264822,"text":{"*":"<div class=\"mw-parser-output\"><p>The <b>theology of religions</b> is the branch of <a href=\"/wiki/Theology\" title=\"Theology\">theology</a> (mostly represented by <a href=\"/wiki/Christian_theology\" title=\"Christian theology\">Christian</a>, <a href=\"/wiki/Hinduism\" title=\"Hinduism\">Hindu</a>, <a href=\"/wiki/Islam\" title=\"Islam\">Islamic</a> and <a href=\"/wiki/Judaism\" title=\"Judaism\">Jewish</a> theology<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>) and <a href=\"/wiki/Religious_studies\" title=\"Religious studies\">religious studies</a> that attempts to theologically evaluate the phenomena of religions. Three important schools within Christian part of this field are pluralism, inclusivism, and exclusivism, which describe the relation of other religious traditions to Christianity and attempt to answer questions about the nature of God and salvation.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Purpose\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Purpose</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Basic_Three-Point_Model\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Basic Three-Point Model</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#Pluralism\"><span class=\"tocnumber\">2.1</span> <span class=\"toctext\">Pluralism</span></a></li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Inclusivism\"><span class=\"tocnumber\">2.2</span> <span class=\"toctext\">Inclusivism</span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Exclusivism\"><span class=\"tocnumber\">2.3</span> <span class=\"toctext\">Exclusivism</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Knitter&#39;s_Four-Point_Model\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Knitter's Four-Point Model</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-7\"><a href=\"#The_Replacement_Model\"><span class=\"tocnumber\">3.1</span> <span class=\"toctext\">The Replacement Model</span></a></li>\n<li class=\"toclevel-2 tocsection-8\"><a href=\"#The_Fulfillment_Model\"><span class=\"tocnumber\">3.2</span> <span class=\"toctext\">The Fulfillment Model</span></a></li>\n<li class=\"toclevel-2 tocsection-9\"><a href=\"#The_Mutuality_Model\"><span class=\"tocnumber\">3.3</span> <span class=\"toctext\">The Mutuality Model</span></a></li>\n<li class=\"toclevel-2 tocsection-10\"><a href=\"#The_Acceptance_Model\"><span class=\"tocnumber\">3.4</span> <span class=\"toctext\">The Acceptance Model</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-11\"><a href=\"#References\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-12\"><a href=\"#Bibliography\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Bibliography</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Purpose\">Purpose</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Theology_of_religions&amp;action=edit&amp;section=1\" title=\"Edit section: Purpose\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The American theologian <a href=\"/wiki/Langdon_Brown_Gilkey\" title=\"Langdon Brown Gilkey\">Langdon Brown Gilkey</a> argued that the political situation of the West following <a href=\"/wiki/World_War_II\" title=\"World War II\">World War II</a> set up a need for Christian thinkers to reconsider the place of other religions specifically because of the changing political world:\n</p>\n<dl><dd>Colonies vanished, Europe disappeared as a major power, other non-western power centers appeared representing other ways of life and other religions. The West no longer ruled the world... Western religion became one among the other world religions.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup></dd></dl>\n<h2><span class=\"mw-headline\" id=\"Basic_Three-Point_Model\">Basic Three-Point Model</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Theology_of_religions&amp;action=edit&amp;section=2\" title=\"Edit section: Basic Three-Point Model\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The most common model of the view that one takes of other religions has been viewed in a simple, three point model, first articulated by Alan Race.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Pluralism\">Pluralism</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Theology_of_religions&amp;action=edit&amp;section=3\" title=\"Edit section: Pluralism\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Pluralism is basically the belief that the world religions are true and equally valid in their communication of the truth about God, the world, and salvation. The chief expounder of this view is <a href=\"/wiki/John_Hick\" title=\"John Hick\">John Hick</a> of <a href=\"/wiki/Claremont_Graduate_School\" class=\"mw-redirect\" title=\"Claremont Graduate School\">Claremont Graduate School</a> in California, who first propounded it in his book <i>God and the Universe of Faiths (1973)</i>. It has been notably criticized in the declaration <a href=\"/wiki/Dominus_Iesus\" title=\"Dominus Iesus\">Dominus Iesus</a> by Cardinal <a href=\"/wiki/Joseph_Ratzinger\" class=\"mw-redirect\" title=\"Joseph Ratzinger\">Joseph Ratzinger</a>.\n</p><p>This is the popular view that all religions lead to the same God and all ways lead to heaven. According to Hick, Christianity is not the one and only way of salvation, but one among several. To a pluralist such as Hick, Christianity is not the absolute, unique, and final way to God. While pluralists assert the validity of all religions, they also deny the finality of all religions. According to Hick, in the evolutionary scheme of things in which at isolated ages and places the early religions are succeeded by higher religions, it is the same message of God that comes distinctly to a particular group but in a different form from the others. Hick challenges the older view that Christ or Christianity must be seen at the center of religions. Rather, he says, God must be seen at the center of religions. This view is also called theo-centrism. The pluralistic contention is that although religions have different outward forms, all have the same source.\n</p><p>To an evangelical Christian, such pluralism only means the abolition of <i>kerygmatic</i> mission (i.e., the mission of evangelizing the world with the salvific gospel of Jesus Christ).  Pluralism has been criticized for masquerading as Christianity when in fact it is an invasive force that comes from outside of Christianity and imperialistically demands the surrender of Christian distinctiveness.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>  Pluralists respond that Christian pluralism is not an invasive force at all, but actually arises from tensions within the Christian tradition, through a process of auto-deconstruction.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> Some have pointed out similarities between Hick's theo-centrism and Hindu pluralism as propounded in the <em>Bhagavad Gita</em>:\n</p>\n<blockquote><p>By whatsoever way men worship Me, even so do I accept them; for, in all ways, O Partha, men walk in My path\" (IV.11)<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup></p></blockquote> \n<p>Another common evangelical criticism of pluralism is that the religions of the world are fundamentally and irreconcilably different.  To value them equally requires a devaluation of propositional truth claims.  It is for this reason that pluralism is often treated as a form of self-defeating relativism, though pluralists generally do not accept this label.  According to John Hick, \"Religious pluralism is emphatically not a form of relativism.\"  Hick considers himself a <a href=\"/wiki/Theological_critical_realism\" title=\"Theological critical realism\">critical realist</a>.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Inclusivism\">Inclusivism</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Theology_of_religions&amp;action=edit&amp;section=4\" title=\"Edit section: Inclusivism\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p><a href=\"/wiki/Inclusivism\" title=\"Inclusivism\">Inclusivism</a> is the belief that God is present in non-Christian religions to save adherents through Christ. The inclusivist view has given rise to the concept of the anonymous Christian by which is understood an adherent of a particular religion whom God saves through Christ, but who personally neither knows the Christ of the Bible nor has converted to Biblical Christianity. This position was popularized by the Roman Catholic theologian, <a href=\"/wiki/Karl_Rahner\" title=\"Karl Rahner\">Karl Rahner</a> (b. 1904-d.1984).<sup class=\"noprint Inline-Template\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\"><span title=\"The citation is not specific enough to facilitate source verification (March 2012)\">not specific enough to verify</span></a></i>&#93;</sup>\n</p><p>One important issue that Rahner raises is about the salvation of those who have never had the opportunity to listen to the gospel Jesus Christ. To Rahner, then, people can be saved apart from allegiance to the Christian church. It is God in Christ who reaches out to the individual in his own personal religious history to save him. Rahner used the term ‘anonymous’ to denote people who experience the grace of God in Christ regardless of what religion they belong to. Inclusivism is based on two axioms: the first is that salvation is through Christ alone, the second is that God wills the whole world to be saved.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup> Consequently, God saves people through Christ alone; however, he makes this possible through ways that extend to all humanity.\n</p><p>To Rahner, a non-Christian religion is a lawful religion for until its followers have a Christian witness it is a means by which non-Christians gain a right relationship with God. Also, the religion is included in God’s plan of salvation which God has ordained for the communication of His grace.\n</p><p>Inclusivism has a great appeal to people because of its sympathetic approach to religion.\n</p>\n<h3><span class=\"mw-headline\" id=\"Exclusivism\">Exclusivism</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Theology_of_religions&amp;action=edit&amp;section=5\" title=\"Edit section: Exclusivism\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Exclusivism is the theological position that holds to the finality of the Christian faith in Christ. The finality of Christ means that there is no salvation in non-Christian religions. Notable among the exclusivists of the twentieth century are <a href=\"/wiki/Samuel_Zwemer\" class=\"mw-redirect\" title=\"Samuel Zwemer\">Samuel Zwemer</a>, <a href=\"/wiki/Hendrik_Kraemer\" title=\"Hendrik Kraemer\">Hendrik Kraemer</a>, and <a href=\"/wiki/Lesslie_Newbigin\" title=\"Lesslie Newbigin\">Lesslie Newbigin</a>.\n</p><p>Based on the Aristotelian concept of truth as one and not many, exclusivists regard all other religious claims as false and invalid since the Christian revelation is accepted as true.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup> Exclusivists hold that salvation is through Christ alone. It is through a personal experience of commitment to Christ that one receives assurance of salvation. The non-believers cannot receive such assurance since they are neither aware of the uniqueness of Christ neither do they acknowledge His lordship. The exclusivist begins with the Bible as the source of all knowledge about spirituality and salvation. The Bible is the criterion of all religious truth. The Bible relates the history of redemption, gives a foundation to personal faith, is a guidebook of the Christian community, and speaks about the future of the world that links up all history, life, and service with meaning and purpose. Exclusivism, thus, establishes the uniqueness and identity of Christianity among world religions. Such exclusivism can take either an extremist or a moderate viewpoint. The extremist view regards all non-Christian religions as demonic and enemies of Christian truth.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup> On the other hand, the moderate view sees some non-Christian religions as containing elements whereby a dialogue with them can be initiated. However, all exclusivists in general agree that salvation is exclusively only through Christ and received by a personal commitment to the Lord.\n</p><p>An exclusivist view is inevitable in any dialogue of truth. In fact, neither the pluralist nor the inclusivist could avoid being exclusivist at some point. Truth by nature is exclusive and any claim to truth is exclusive. The only way to deny exclusiveness of Christ is to deny the veracity of the Bible. The exclusivist view sees the exclusiveness of the Bible in its proclamation of Christ as the only way of salvation, though the Bible also speaks of God involved in the history of the nations. Thus, though being very vociferous in his attacks on Hinduism, <a href=\"/w/index.php?title=Nehemiah_Goreh&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Nehemiah Goreh (page does not exist)\">Nehemiah Goreh</a> could say that ‘Most erroneous as is the teaching of such books as the <i>Bhagvadgita,</i>  the <i>Bhagvata</i>, etc., yet they teach something of <i>ananyabhakti</i> (undivided devotedness to God), of <i>vairagya</i> (giving up the world), of <i>namrata</i> (humility), of <i>ksama</i> (forbearance), etc., which enables one to appreciate the precepts of Christianity.’<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup>\n</p><p>Hendrik Kraemer's exclusivism is based on a skepticism towards claims of similarity between religions: \"Every religion is an individisble, and not to be divided\". Religion \"is not a series of tenets, institutions, practices that can be taken one by one as independent items of religious life\".<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup>\n</p>\n<h2><span id=\"Knitter.27s_Four-Point_Model\"></span><span class=\"mw-headline\" id=\"Knitter's_Four-Point_Model\">Knitter's Four-Point Model</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Theology_of_religions&amp;action=edit&amp;section=6\" title=\"Edit section: Knitter&#039;s Four-Point Model\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>A significant expansion of the three point model was proposed by <a href=\"/wiki/Paul_F._Knitter\" title=\"Paul F. Knitter\">Paul F. Knitter</a> in his 2002 book <i>Introducing Theologies of Religions</i>. He outlined four possible views or models that one could adopt.<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"The_Replacement_Model\">The Replacement Model</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Theology_of_religions&amp;action=edit&amp;section=7\" title=\"Edit section: The Replacement Model\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>This tracks to the third of the three point models, i.e. Exclusivism, but is split into two subsections: Total Replacement and Partial Replacement. The Total Replacement model is most frequently found in <a href=\"/wiki/Fundamentalist_Christians\" class=\"mw-redirect\" title=\"Fundamentalist Christians\">Fundamentalist</a>/<a href=\"/wiki/Evangelical\" class=\"mw-redirect\" title=\"Evangelical\">Evangelical</a> churches, and largely represents the work of <a href=\"/wiki/Karl_Barth\" title=\"Karl Barth\">Karl Barth</a>. It suggests that the reason the Christian religion is considered true is that it realizes that all religion is false (including itself), and recognizes that the only true belief can be found in Jesus. It does not necessarily say that there is nothing of value in other religions, but simply that there is no use in studying other religions, as everything of value can be found in Christ. The Partial Replacement model has similar things to say about other religions, but does not go so far as to say that there is nothing of value in other religions. It suggests that other religions might have access to God's revelation, but not to God's salvation. This is an important distinction, as it implies that some truth can be found in other religions, but not whole of the truth, and not enough to receive salvation. This view is largely based on the views expressed by the <a href=\"/wiki/World_Council_of_Churches\" title=\"World Council of Churches\">World Council of Churches</a> in their discussion on religious dialogue and theology.\n</p>\n<h3><span class=\"mw-headline\" id=\"The_Fulfillment_Model\">The Fulfillment Model</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Theology_of_religions&amp;action=edit&amp;section=8\" title=\"Edit section: The Fulfillment Model\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Knitter's main contribution, informed by his Christian faith and the idea that Christianity is a fulfillment of Judaism, implies that, while the previous religion was not wrong, it was incomplete and awaiting later fulfillment. This view is also held by some forms of Islam with respect to Christianity and Judaism before them, as well as by Mormonism and all other faiths who feel they have a later clarification from God.\n</p><p>However, one's religion does not have to be founded after others in order to see one's religion as a fulfillment. For instance, some Christian theologians argue that if their faith *arrives* later than the indigenous religion, even if in history Christianity came first, such indigenous systems were \"God's placeholder,\" often with common truths learned from nature mixed with erroneous revelatory truths, that can be fulfilled and corrected with the revealed truth of the Christian Scriptures.\n</p><p>Proponents of this view include <a href=\"/wiki/Karl_Rahner\" title=\"Karl Rahner\">Karl Rahner</a>, whose appreciation of the phrase \"all grace is Christ's grace\" led him to the controversial theory of \"anonymous Christians\" - those who are already saved by the light they have, yet have not yet heard the gospel.<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"The_Mutuality_Model\">The Mutuality Model</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Theology_of_religions&amp;action=edit&amp;section=9\" title=\"Edit section: The Mutuality Model\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>This model admits that an admixture of truth, error, and incompleteness of revelation exists in all religions, and we need one another to understand and find the truth. While this is a type of pluralism, it does not go so far as to admit that everyone is right, or that there is no objective truth - it only admits that we must learn from one another to find it. It may be that one or another faith is wrong on even major doctrines - but it is also right and has some value in contributing to the whole. \n</p>\n<h3><span class=\"mw-headline\" id=\"The_Acceptance_Model\">The Acceptance Model</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Theology_of_religions&amp;action=edit&amp;section=10\" title=\"Edit section: The Acceptance Model\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>This is Knitter's analog of pure pluralism. All paths may lead to God, and no one can affirm surely that their way is correct. We must all learn from one another, and pull back from making any absolute claims about spiritual matters. As a type of utilitarianism, it takes a subjective approach that admits that various viewpoints may work or not work for the individual, and that is the measure of truth, and any claims beyond that are speculation.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Theology_of_religions&amp;action=edit&amp;section=11\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Bronk, Andrzej (1996). \"11. Teologia religii\". <i>Podstawy nauk o religii</i>. Antoni Fetkowski (ed.). Lublin: Wydawnictwo Towarzystwa Naukowego KUL. p.&#160;129. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/83-86668-44-X\" title=\"Special:BookSources/83-86668-44-X\">83-86668-44-X</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=bookitem&amp;rft.atitle=11.+Teologia+religii&amp;rft.btitle=Podstawy+nauk+o+religii&amp;rft.place=Lublin&amp;rft.pages=129&amp;rft.pub=Wydawnictwo+Towarzystwa+Naukowego+KUL&amp;rft.date=1996&amp;rft.isbn=83-86668-44-X&amp;rft.aulast=Bronk&amp;rft.aufirst=Andrzej&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ATheology+of+religions\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Gilkey, \"Plurality and Its Theological Implications\", in <i>The Myth of Christian Uniqueness: Toward a Pluralistic Theology of Religions</i> (edited by <a href=\"/wiki/John_Hick\" title=\"John Hick\">John Hick</a>), p. 40</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Race, Alan (1982). <i>Christians and Religious Pluralism: Patterns in the Christian Theology of Religions</i>. Maryknoll, NY: Orbis Books.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Christians+and+Religious+Pluralism%3A+Patterns+in+the+Christian+Theology+of+Religions&amp;rft.place=Maryknoll%2C+NY&amp;rft.pub=Orbis+Books&amp;rft.date=1982&amp;rft.aulast=Race&amp;rft.aufirst=Alan&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ATheology+of+religions\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Alister E. McGrath, \"Conclusion,\" in <i>Four Views on Salvation in a Pluralistic World</i>, ed. Stanley N. Gundry, Dennis L. Okholm, and Timothy R. Phillips (Grand Rapids, MI: Zondervan, 1996), 205-7.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Christopher Carroll Smith, \"In Defense of a Christian Pluralism,\" Journal for the Renewal of Religion and Theology 5 (2009), available from <a rel=\"nofollow\" class=\"external free\" href=\"http://renewtheology.org/paperCSmith0709\">http://renewtheology.org/paperCSmith0709</a>.</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Domenic Marbaniang, <em>Theology of Religion: Pluralism, Inclusivism, and Exclusivism</em>, as cited by Imtitoshi Longkumer in \"Issues in Mission and Evangelism in a Pluralistic Context: A New Paradigm Inquiry,\" <em>NCC Review,</em> Vol. CXXXVII, No.01, Jan-Feb 2017 (Nagpur: National Council of Churches in India, 2017), p.10</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">John Hick, \"Religious Pluralism and Islam,\" available from <a rel=\"nofollow\" class=\"external free\" href=\"http://www.johnhick.org.uk/article11.html\">http://www.johnhick.org.uk/article11.html</a>.</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Based on Acts 4:12 and 1 Timothy 2: 4</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Ken Gnanakan, The Pluralistic Predicament (Bangalore: TBT, 1992), p. 23</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Emil Brunner &amp; Karl Barth, Natural Theology (London: Geoffrey Bles: The Centenary Press, 1946), pp. 74, 128</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Quote from Proofs of the Divinity of Our Lord, as cited by R.H.S. Boyd in Indian Christian Theology (Delhi: ISPCK, 1969), p. 55</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Hendrik Kraemer, <i>The Christian Message in a Non-Christian World</i> (1938), p. 40. Cited in <cite class=\"citation book\">Tim S. Perry (2001). <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=5FBFtVH_mOwC&amp;pg=PA115\"><i>Radical Difference: A Defence of Hendrik Kraemer's Theology of Religions</i></a>. Wilfrid Laurier Univ. Press. p.&#160;115. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-0-88920-377-8\" title=\"Special:BookSources/978-0-88920-377-8\">978-0-88920-377-8</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Radical+Difference%3A+A+Defence+of+Hendrik+Kraemer%27s+Theology+of+Religions&amp;rft.pages=115&amp;rft.pub=Wilfrid+Laurier+Univ.+Press&amp;rft.date=2001&amp;rft.isbn=978-0-88920-377-8&amp;rft.au=Tim+S.+Perry&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3D5FBFtVH_mOwC%26pg%3DPA115&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ATheology+of+religions\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\"> Introducing Theologies of Religions. Maryknoll, NY: Orbis Books, 2002. 256 pp. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/1-57075-419-5\" title=\"Special:BookSources/1-57075-419-5\">1-57075-419-5</a></span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">Knitter, 72, 73. See also, Karl Rahner, “Christianity and the non-Christian Religions,” in Theological Investigations (Baltimore: Helicon Press, 1966) 5:115-134</span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"Bibliography\">Bibliography</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Theology_of_religions&amp;action=edit&amp;section=12\" title=\"Edit section: Bibliography\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/w/index.php?title=Edward_Scribner_Ames&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Edward Scribner Ames (page does not exist)\">Ames, Edward Scribner</a>. <i>The Psychology of Religious Experience</i>, New York: Houghton Mifflin Company, 1910.</li>\n<li>Baillie, John. <i>Our Knowledge of God</i>, London: Oxford University Press, 1952.</li>\n<li><a href=\"/wiki/Renford_Bambrough\" title=\"Renford Bambrough\">Bambrough, Renford</a>. <i>Reason, Truth and God,</i> London: Methuen &amp; Co. Ltd., 1969.</li>\n<li><a href=\"/wiki/Robin_Boyd_(theologian)\" title=\"Robin Boyd (theologian)\">Boyd, Robin</a>. <i>Indian Christian Theology,</i> Delhi: ISPCK, 1975, rev. edn.</li>\n<li>Gnanakan, Ken. <i>The Pluralistic Predicament,</i> Bangalore: TBT, 1992.</li>\n<li>Kant, Immanuel. <i>Religion Within the Limits of Reason Alone,</i> tr. Theodore M. Greene &amp; New York: Basic Books, Inc. Publishers, 1963.</li>\n<li>Otto, Rudolf. <i>Mysticism East and West,</i> trs. Bertha L. Bercey &amp; Richena C. Payne, New York: The Macmillan Company, 1960.</li>\n<li>Singh, Narendra. <i>A Christian Theology of Religions,</i> Bangalore: SAIACS Press, 2005.</li>\n<li>Sumithra, Sunand. <i>Christian Theologies from an Indian Perspective,</i> Bangalore: Theological Book Trust, 1990.</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1304\nCached time: 20180831091231\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.160 seconds\nReal time usage: 0.199 seconds\nPreprocessor visited node count: 683/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 7460/2097152 bytes\nTemplate argument size: 941/2097152 bytes\nHighest expansion depth: 16/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 7590/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.054/10.000 seconds\nLua memory usage: 2.34 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  154.544      1 -total\n 59.60%   92.115      1 Template:Reflist\n 37.00%   57.181      1 Template:Nonspecific\n 29.05%   44.897      3 Template:Cite_book\n 25.45%   39.328      1 Template:Fix\n 18.52%   28.619      1 Template:ISBN\n 15.66%   24.209      2 Template:Category_handler\n  7.81%   12.072      1 Template:Catalog_lookup_link\n  7.70%   11.906      1 Template:Delink\n  4.14%    6.393      1 Template:Error-small\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:21846129-0!canonical and timestamp 20180831091231 and revision id 853264822\n -->\n</div>"},"langlinks":[{"lang":"de","url":"https://de.wikipedia.org/wiki/Religionstheologie","langname":"German","autonym":"Deutsch","*":"Religionstheologie"},{"lang":"ko","url":"https://ko.wikipedia.org/wiki/%EC%A2%85%EA%B5%90%EC%8B%A0%ED%95%99","langname":"Korean","autonym":"한국어","*":"종교신학"},{"lang":"id","url":"https://id.wikipedia.org/wiki/Teologi_Agama-agama","langname":"Indonesian","autonym":"Bahasa Indonesia","*":"Teologi Agama-agama"},{"lang":"it","url":"https://it.wikipedia.org/wiki/Teologia_delle_religioni","langname":"Italian","autonym":"italiano","*":"Teologia delle religioni"},{"lang":"pl","url":"https://pl.wikipedia.org/wiki/Teologia_religii","langname":"Polish","autonym":"polski","*":"Teologia religii"},{"lang":"pt","url":"https://pt.wikipedia.org/wiki/Teologia_das_religi%C3%B5es","langname":"Portuguese","autonym":"português","*":"Teologia das religiões"},{"lang":"fi","url":"https://fi.wikipedia.org/wiki/Uskontoteologia","langname":"Finnish","autonym":"suomi","*":"Uskontoteologia"},{"lang":"sv","url":"https://sv.wikipedia.org/wiki/Religionsteologi","langname":"Swedish","autonym":"svenska","*":"Religionsteologi"}],"categories":[{"sortkey":"Theology Of Religions","hidden":"","*":"Wikipedia_articles_needing_factual_verification_from_March_2012"},{"sortkey":"Theology Of Religions","*":"Theology"},{"sortkey":"Theology Of Religions","*":"Religious_studies"}],"links":[{"ns":14,"exists":"","*":"Category:Wikipedia articles needing factual verification from March 2012"},{"ns":0,"exists":"","*":"Christian theology"},{"ns":0,"exists":"","*":"Claremont Graduate School"},{"ns":0,"exists":"","*":"Dominus Iesus"},{"ns":0,"exists":"","*":"Evangelical"},{"ns":0,"exists":"","*":"Fundamentalist Christians"},{"ns":0,"exists":"","*":"Hendrik Kraemer"},{"ns":0,"exists":"","*":"Hinduism"},{"ns":0,"exists":"","*":"Inclusivism"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"Islam"},{"ns":0,"exists":"","*":"John Hick"},{"ns":0,"exists":"","*":"Joseph Ratzinger"},{"ns":0,"exists":"","*":"Judaism"},{"ns":0,"exists":"","*":"Karl Barth"},{"ns":0,"exists":"","*":"Karl Rahner"},{"ns":0,"exists":"","*":"Langdon Brown Gilkey"},{"ns":0,"exists":"","*":"Lesslie Newbigin"},{"ns":0,"exists":"","*":"Paul F. Knitter"},{"ns":0,"exists":"","*":"Religious studies"},{"ns":0,"exists":"","*":"Renford Bambrough"},{"ns":0,"exists":"","*":"Robin Boyd (theologian)"},{"ns":0,"exists":"","*":"Samuel Zwemer"},{"ns":0,"exists":"","*":"Theological critical realism"},{"ns":0,"exists":"","*":"Theology"},{"ns":0,"exists":"","*":"World Council of Churches"},{"ns":0,"exists":"","*":"World War II"},{"ns":0,"*":"Nehemiah Goreh"},{"ns":0,"*":"Edward Scribner Ames"},{"ns":4,"exists":"","*":"Wikipedia:Verifiability"}],"templates":[{"ns":10,"exists":"","*":"Template:Nonspecific"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Delink"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":10,"exists":"","*":"Template:ISBN"},{"ns":10,"exists":"","*":"Template:Catalog lookup link"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Error-small"},{"ns":10,"exists":"","*":"Template:Tl"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Delink"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check isxn"},{"ns":828,"exists":"","*":"Module:Error"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["https://books.google.com/books?id=5FBFtVH_mOwC&pg=PA115","http://renewtheology.org/paperCSmith0709","http://www.johnhick.org.uk/article11.html"],"sections":[{"toclevel":1,"level":"2","line":"Purpose","number":"1","index":"1","fromtitle":"Theology_of_religions","byteoffset":780,"anchor":"Purpose"},{"toclevel":1,"level":"2","line":"Basic Three-Point Model","number":"2","index":"2","fromtitle":"Theology_of_religions","byteoffset":1483,"anchor":"Basic_Three-Point_Model"},{"toclevel":2,"level":"3","line":"Pluralism","number":"2.1","index":"3","fromtitle":"Theology_of_religions","byteoffset":1857,"anchor":"Pluralism"},{"toclevel":2,"level":"3","line":"Inclusivism","number":"2.2","index":"4","fromtitle":"Theology_of_religions","byteoffset":5504,"anchor":"Inclusivism"},{"toclevel":2,"level":"3","line":"Exclusivism","number":"2.3","index":"5","fromtitle":"Theology_of_religions","byteoffset":7214,"anchor":"Exclusivism"},{"toclevel":1,"level":"2","line":"Knitter's Four-Point Model","number":"3","index":"6","fromtitle":"Theology_of_religions","byteoffset":10902,"anchor":"Knitter's_Four-Point_Model"},{"toclevel":2,"level":"3","line":"The Replacement Model","number":"3.1","index":"7","fromtitle":"Theology_of_religions","byteoffset":11254,"anchor":"The_Replacement_Model"},{"toclevel":2,"level":"3","line":"The Fulfillment Model","number":"3.2","index":"8","fromtitle":"Theology_of_religions","byteoffset":12566,"anchor":"The_Fulfillment_Model"},{"toclevel":2,"level":"3","line":"The Mutuality Model","number":"3.3","index":"9","fromtitle":"Theology_of_religions","byteoffset":13951,"anchor":"The_Mutuality_Model"},{"toclevel":2,"level":"3","line":"The Acceptance Model","number":"3.4","index":"10","fromtitle":"Theology_of_religions","byteoffset":14484,"anchor":"The_Acceptance_Model"},{"toclevel":1,"level":"2","line":"References","number":"4","index":"11","fromtitle":"Theology_of_religions","byteoffset":14961,"anchor":"References"},{"toclevel":1,"level":"2","line":"Bibliography","number":"5","index":"12","fromtitle":"Theology_of_religions","byteoffset":14989,"anchor":"Bibliography"}],"parsewarnings":[],"displaytitle":"Theology of religions","iwlinks":[],"properties":[{"name":"defaultsort","*":"Theology Of Religions"},{"name":"wikibase_item","*":"Q1968874"}]}}