{"parse":{"title":"DPubS","pageid":11025173,"revid":784216216,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content ambox-Update\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"Ambox current red.svg\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/9/98/Ambox_current_red.svg/42px-Ambox_current_red.svg.png\" width=\"42\" height=\"34\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/9/98/Ambox_current_red.svg/63px-Ambox_current_red.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/9/98/Ambox_current_red.svg/84px-Ambox_current_red.svg.png 2x\" data-file-width=\"360\" data-file-height=\"290\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article needs to be <b>updated</b>.<span class=\"hide-when-compact\"> Please update this article to reflect recent events or newly available information.</span>  <small><i>(July 2014)</i></small></div></td></tr></tbody></table>\n<table class=\"plainlinks metadata ambox ambox-content ambox-Advert\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/40px-Ambox_important.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/60px-Ambox_important.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/80px-Ambox_important.svg.png 2x\" data-file-width=\"40\" data-file-height=\"40\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>contains content that is written like <a href=\"/wiki/Wikipedia:What_Wikipedia_is_not#Wikipedia_is_not_a_soapbox_or_means_of_promotion\" title=\"Wikipedia:What Wikipedia is not\">an advertisement</a></b>.<span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=DPubS&amp;action=edit\">improve it</a> by removing <a href=\"/wiki/Wikipedia:Spam\" title=\"Wikipedia:Spam\">promotional content</a> and inappropriate <a href=\"/wiki/Wikipedia:External_links\" title=\"Wikipedia:External links\">external links</a>, and by adding encyclopedic content written from a <a href=\"/wiki/Wikipedia:Neutral_point_of_view\" title=\"Wikipedia:Neutral point of view\">neutral point of view</a>.</span>  <small><i>(February 2010)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p><b>DPubS</b> (<b>Digital Publishing System</b>), developed by <a href=\"/wiki/Cornell_University\" title=\"Cornell University\">Cornell University</a> Library and <a href=\"/wiki/Penn_State_University\" class=\"mw-redirect\" title=\"Penn State University\">Penn State University</a> Libraries, is a free <a href=\"/wiki/Open_access_(publishing)\" class=\"mw-redirect\" title=\"Open access (publishing)\">open access</a> publication management software.  DPubS arose out of Project Euclid, an electronic publishing platform for journals in mathematics and statistics.<sup id=\"cite_ref-thomas_1-0\" class=\"reference\"><a href=\"#cite_note-thomas-1\">&#91;1&#93;</a></sup> DPubS is <a href=\"/wiki/Free_software\" title=\"Free software\">free software</a> released under <a href=\"/wiki/Educational_Community_License\" title=\"Educational Community License\">Educational Community License</a>.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#History\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">History</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Goals\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Goals</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Features\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Features</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#See_also\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#External_links\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"History\">History</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=DPubS&amp;action=edit&amp;section=1\" title=\"Edit section: History\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Cornell University Library’s involvement in digital publishing dates back to the 1980s.  In partnership with the Xerox Corporation and the Commission on Preservation and Access, Cornell developed an early digital imaging project to preserve books in a fragile condition.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>  Initially focused upon republishing mathematics titles, this effort expanded to include projects in agricultural history, home economics and <a href=\"/wiki/American_studies\" title=\"American studies\">American studies</a>.<sup id=\"cite_ref-thomas_1-1\" class=\"reference\"><a href=\"#cite_note-thomas-1\">&#91;1&#93;</a></sup> \n</p><p>The “serials crisis” in the 1980s and 1990s likely encouraged Cornell University Library and other academic libraries and institutions to investigate such possibilities.  In the 1980s libraries noticed that their journal subscription prices were increasing alarmingly.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> By the early 1990s, many solutions were being explored, with cancellations being significant among them; in one dramatic case, LSU cancelled $650,000 in subscriptions in 1992-93.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>  Other alternatives emerged, however, involving the use of new technologies – such as those that enabled Cornell’s digital imaging project – and the increasing availability of the Internet. \n</p><p>One such method of increasing access, <a href=\"/wiki/Project_MUSE\" title=\"Project MUSE\">Project MUSE</a>, was initiated by <a href=\"/wiki/Johns_Hopkins_University_Press\" title=\"Johns Hopkins University Press\">Johns Hopkins University Press</a>.  Initially, Project Muse was intended to allow electronic access to titles published by Johns Hopkins University Press, but it has expanded to include the “full text of more than 300 journals from 60 different publishing groups worldwide.\"<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup>  Another such project, developed by Cornell University Library and influenced by Project Muse, is <a href=\"/wiki/Project_Euclid\" title=\"Project Euclid\">Project Euclid</a>, an electronic gathering of mathematics and statistics journals.<sup id=\"cite_ref-carlson_7-0\" class=\"reference\"><a href=\"#cite_note-carlson-7\">&#91;7&#93;</a></sup>  As of 2005 it was delivering “40 journals to libraries and individuals under subscription, hosting, or open access delivery plans.\"<sup id=\"cite_ref-ehling_8-0\" class=\"reference\"><a href=\"#cite_note-ehling-8\">&#91;8&#93;</a></sup>  Project Euclid was developed out of the code used to create NCSTRL, “a distributed network of Computer Science technical reports” in Cornell’s Computer Science department.<sup id=\"cite_ref-org_9-0\" class=\"reference\"><a href=\"#cite_note-org-9\">&#91;9&#93;</a></sup>  It offers an opportunity for “low-cost independent and society journals” to take advantage of the benefits of inclusion in an online database “without sacrificing their intellectual or economic independence or commitment to low subscription prices.\"<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup>  Several pricing options are available: Euclid Prime (EP), Euclid Select (ES), Euclid Direct (ED), and Open Access (OA).<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup>     \n</p><p>Developed with the help of two grants from The Andrew W. Mellon Foundation, Project Euclid, named after ancient mathematician <a href=\"/wiki/Euclid\" title=\"Euclid\">Euclid of Alexandria</a>, launched in 2003.<sup id=\"cite_ref-thomas_1-2\" class=\"reference\"><a href=\"#cite_note-thomas-1\">&#91;1&#93;</a></sup>  As did their experience developing the digital imaging project, Project Euclid afforded Cornell University Library the opportunity to learn a great deal.  Specifically, the library discovered much about functioning as a digital press that it was previously unfamiliar with, such as “marketing or handling subscription requests . . . editorial management procedures and the ability to negotiate contracts with journal owners.\"<sup id=\"cite_ref-thomas_1-3\" class=\"reference\"><a href=\"#cite_note-thomas-1\">&#91;1&#93;</a></sup>  While Euclid has been successful thus far – reported as “healthy and growing” in early 2006 – Cornell’s heavy investment in the project and the ever-changing nature of the academic journal field where “sustainability is a moving target” has led to the exploration of other publishing avenues.<sup id=\"cite_ref-thomas_1-4\" class=\"reference\"><a href=\"#cite_note-thomas-1\">&#91;1&#93;</a></sup>\n</p><p>Another initiative with relevance to the development of DPubS, <a href=\"/wiki/ArXiv\" title=\"ArXiv\">arXiv</a>, came to Cornell along with its initial developer Paul Ginsparg in 2001.<sup id=\"cite_ref-thomas_1-5\" class=\"reference\"><a href=\"#cite_note-thomas-1\">&#91;1&#93;</a></sup>  Institutional repositories, which serve as a central database of scholarly work such as <a href=\"/wiki/Preprint\" title=\"Preprint\">preprints</a> and <a href=\"/wiki/Postprint\" title=\"Postprint\">postprints</a> of journal articles, have become increasingly popular: <a href=\"/wiki/OpenDOAR\" title=\"OpenDOAR\">OpenDOAR</a>, an online directory of open access repositories, has shown an increase from 350 to 850 repositories included in its database since mid-2006.<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup>  Use of arXiv has been described as “intense,” averaging about 4,000 submissions per month in 2005.<sup id=\"cite_ref-thomas_1-6\" class=\"reference\"><a href=\"#cite_note-thomas-1\">&#91;1&#93;</a></sup>  Though many repositories – including all of those listed in OpenDOAR – are open access, they “have not substituted for traditional publications, and thus have not had a substantial impact on the journals pricing situation.\"<sup id=\"cite_ref-thomas_1-7\" class=\"reference\"><a href=\"#cite_note-thomas-1\">&#91;1&#93;</a></sup>  However, the success of open access repositories such as arXiv could indicate a growing willingness on the part of scholars to make use of non-traditional methods of publishing for their work.        \n</p><p>Apart from Cornell’s own desire to inquire further into unconventional approaches to publishing, there was an additional motivator.  One of the results of the release of Project Euclid was interest in the software used to produce it.  Cornell decided that they would eventually release this software, renaming it DPubS, but that it needed further development in order to be utilized by others.<sup id=\"cite_ref-carlson_7-1\" class=\"reference\"><a href=\"#cite_note-carlson-7\">&#91;7&#93;</a></sup>  It was in 2004 that the <a href=\"/wiki/Pennsylvania_State_University_Libraries\" title=\"Pennsylvania State University Libraries\">Pennsylvania State University Libraries</a> became involved – expressing interest in the software that was used to develop Project Euclid – and the first project in developing DPubS was making available the journal Pennsylvania History: A Journal of Mid-Atlantic Studies.<sup id=\"cite_ref-ehling_8-1\" class=\"reference\"><a href=\"#cite_note-ehling-8\">&#91;8&#93;</a></sup>  This journal has been published since 1934 and is an official publication of the Pennsylvania Historical Association (PHA).<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Goals\">Goals</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=DPubS&amp;action=edit&amp;section=2\" title=\"Edit section: Goals\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Also in 2004, Terry Ehling, the Director of the Center for Innovative Publishing at Cornell University Library addressed four goals for developing the software used to create Project Euclid into DPubS.  These goals included: broadening the software’s applicability by expanding its flexibility, including improving its ability to be used for monographs and other “non-serial literature”; “provide on-line editorial management services to support ‘peer review’ activities”; further developing “the administrative functionality and interface”; and “provide interoperability with institutional repository systems.\"<sup id=\"cite_ref-ehling_8-2\" class=\"reference\"><a href=\"#cite_note-ehling-8\">&#91;8&#93;</a></sup>  Furthermore, the DpubS website states the following as the development goals of Cornell University Library and Penn State University Libraries: “generalizing the platform beyond a single discipline and document format (serials); adding administrative interfaces for non-technical staff; allowing a level of interoperability between DPubS and institutional repository systems, specifically Fedora and DSpace and developing editorial services to support the peer review process.”  \n</p>\n<h2><span class=\"mw-headline\" id=\"Features\">Features</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=DPubS&amp;action=edit&amp;section=3\" title=\"Edit section: Features\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>After two years of development, DPubS was released in November 2006, also with thanks to a grant of the Andrew W. Mellon Foundation.<sup id=\"cite_ref-atl_14-0\" class=\"reference\"><a href=\"#cite_note-atl-14\">&#91;14&#93;</a></sup>  Its user interface utilizes XML (Extensible Markup Language) and XSLT (eXtensible Style Sheet Language Transformations) which enable a high-level of adjustment for the design of the Web appearance for publications supported by DPubS.<sup id=\"cite_ref-atl_14-1\" class=\"reference\"><a href=\"#cite_note-atl-14\">&#91;14&#93;</a></sup> Additionally, it has the following features: “scalable, single platform for electronic publishing,” allowing for the publication of several formats from one place; “rich presentation features,” due to the inclusion of XML; “multiple business models,” allowing both publications that are open access and those that are fee-based to utilize the software; “greater exposure and visibility of publications,” due to the use of OAI-MHP 2.0 (Open Access Initiative Metadata Harvesting Protocol) to allow metadata to be harvested from the content supported by DPubS and shared with users through services such as Google Scholar; “administrative management tools for non-technical staff”; “interoperability with institutional repositories” such as Fedora and DSpace (the latter forthcoming as of April 2007); “flexible and extensible handling of file and metadata formats,” allowing the easy use of PDFs, HTML, Microsoft Word files, PowerPoint presentations, etc.; and a “modular architecture allowing easy extension and customization.<sup id=\"cite_ref-org_9-1\" class=\"reference\"><a href=\"#cite_note-org-9\">&#91;9&#93;</a></sup>\nCornell and Penn State seem to have been largely successful in addressing most of the goals stated by Ehling, particularly in its customizability.  As intended, the software used to develop Project Euclid has been expanded in order to encompass non-journal publications such as books and conference proceedings.<sup id=\"cite_ref-atl_14-2\" class=\"reference\"><a href=\"#cite_note-atl-14\">&#91;14&#93;</a></sup>  Furthermore, the DpubS software can be adapted in order to be used with other formats.  This aspect of DpubS results from it being open source, meaning that the software’s coding has been made available, enabling programmers to develop additions and modifications of the software for their own and others purposes.<sup id=\"cite_ref-atl_14-3\" class=\"reference\"><a href=\"#cite_note-atl-14\">&#91;14&#93;</a></sup>  While the administrative tools have been included, the editorial management services will wait for “future releases.”<sup id=\"cite_ref-atl_14-4\" class=\"reference\"><a href=\"#cite_note-atl-14\">&#91;14&#93;</a></sup> \n</p><p>Toward the goal of further development, Cornell University Library and The Pennsylvania State University Libraries has partnered with several institutions that will be using DPubS and providing feedback.  As of April 2007, these partners were: Australian National University, Bielefeld University – Germany, University of Kansas, University of Utah, University of Wisconsin–Madison, and Vanderbilt University.<sup id=\"cite_ref-org_9-2\" class=\"reference\"><a href=\"#cite_note-org-9\">&#91;9&#93;</a></sup>  Along with Pennsylvania History mentioned above, other journals being supported by DPubS include: Medieval Philosophy and Theology, “a semi-annual, peer-reviewed journal . . . of medieval philosophy, including logic and natural science, and in medieval theology, including Christian, Jewish, and Islamic”; Indonesia, “a semi-annual journal published by the Cornell Southeast Asia Program . . . of Indonesia’s culture, history, government, economy, and society from 1966 to the present”; and Cornell Technical Reports and Papers, “a collection of publications from the Cornell Theory Center, the Cornell Computer Science Department, and other departments and units.\"<sup id=\"cite_ref-org_9-3\" class=\"reference\"><a href=\"#cite_note-org-9\">&#91;9&#93;</a></sup> \n</p><p>DPubS has been designed with the opinion that “libraries should get involved in publishing.\"<sup id=\"cite_ref-org_9-4\" class=\"reference\"><a href=\"#cite_note-org-9\">&#91;9&#93;</a></sup>  As mentioned above, the traditional model of journal publication and the dissemination of scholarly information has been through those titles published by commercial publishers.  Over time, the reputations of scholars have become strongly linked with the appearance of their work in these journals to the exception of publications outside of the commercial realm; some groups of scholars initially reacted to Project Euclid in a “skittish” manner due to concerns over the unfamiliar nature of its model.<sup id=\"cite_ref-thomas_1-8\" class=\"reference\"><a href=\"#cite_note-thomas-1\">&#91;1&#93;</a></sup>  The creators of DPubs believe that libraries are uniquely positioned to play an important role in alternating this status quo.<sup id=\"cite_ref-org_9-5\" class=\"reference\"><a href=\"#cite_note-org-9\">&#91;9&#93;</a></sup>  Efforts such as Project Muse, Project Euclid, arXiv, DPubS and other endeavors represent the kind of efforts that can be made by libraries and university presses to combat the challenges rising journal prices have presented to their budgets.  Furthermore, due to issues of profitability, an increasing amount of scholarship does not get printed.<sup id=\"cite_ref-org_9-6\" class=\"reference\"><a href=\"#cite_note-org-9\">&#91;9&#93;</a></sup>  \n</p><p>DPubS’ potential to contain the “cycle of knowledge creation and dissemination . . . within the academy and its close collaborators” could have a significant impact on academic publishing.<sup id=\"cite_ref-thomas_1-9\" class=\"reference\"><a href=\"#cite_note-thomas-1\">&#91;1&#93;</a></sup>  DPubS positions itself to “encourage” libraries to take upon a new role with new responsibilities in order to alter some of the regrettable developments in the accessibility of scholarship over the past several decades.<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup>  The hope is that it will help to increase access through electronic publishing by offering for free software that could easily cost six figures “for the initial licensing.\"<sup id=\"cite_ref-carlson_7-2\" class=\"reference\"><a href=\"#cite_note-carlson-7\">&#91;7&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=DPubS&amp;action=edit&amp;section=4\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div role=\"note\" class=\"hatnote navigation-not-searchable selfref\">See also: <a href=\"/wiki/Category:Academic_journal_online_publishing_platforms\" title=\"Category:Academic journal online publishing platforms\">Category:Academic journal online publishing platforms</a>.</div>\n<ul><li><a href=\"/wiki/EPrints\" title=\"EPrints\">EPrints</a></li>\n<li><a href=\"/wiki/Open_Journal_Systems\" title=\"Open Journal Systems\">Open Journal Systems</a> – a similar system</li>\n<li><a href=\"/wiki/OpenACS\" class=\"mw-redirect\" title=\"OpenACS\">OpenACS</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=DPubS&amp;action=edit&amp;section=5\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist columns references-column-width\" style=\"-moz-column-width: 35ems; -webkit-column-width: 35ems; column-width: 35ems; list-style-type: decimal;\">\n<ol class=\"references\">\n<li id=\"cite_note-thomas-1\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-thomas_1-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-thomas_1-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-thomas_1-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-thomas_1-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-thomas_1-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-thomas_1-5\"><sup><i><b>f</b></i></sup></a> <a href=\"#cite_ref-thomas_1-6\"><sup><i><b>g</b></i></sup></a> <a href=\"#cite_ref-thomas_1-7\"><sup><i><b>h</b></i></sup></a> <a href=\"#cite_ref-thomas_1-8\"><sup><i><b>i</b></i></sup></a> <a href=\"#cite_ref-thomas_1-9\"><sup><i><b>j</b></i></sup></a></span> <span class=\"reference-text\">Thomas, S. (2006).  Publishing solutions for contemporary scholars: The library as innovator and partner. Library Hi Tech, 24(4), 563-573.</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://sourceforge.net/projects/dpubs/\">http://sourceforge.net/projects/dpubs/</a></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">New developments in library automation. (1990). American Libraries, 21(9), 903-904.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Miller, R.H. (2000).  Electronic resources and academic libraries, 1980-2000: A historical perspective.  Library Trends, 48(4), 645.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Hamakar, C.A. (1996).  Redesigning research libraries: First step toward the 21st century. In S. H. Lee (Ed.), Access, resource sharing and collection development (pp. 33-48). New York: Haworth.</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Dye, J.L. (2005).  Project Muse celebrates 10 years.  Information Today, 22(9), 44.</span>\n</li>\n<li id=\"cite_note-carlson-7\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-carlson_7-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-carlson_7-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-carlson_7-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\">Carlson, S. (2004). Cornell will offer open-source package for producing electronic journals. Chronicle of Higher Education, 51(6), A35.</span>\n</li>\n<li id=\"cite_note-ehling-8\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-ehling_8-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-ehling_8-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-ehling_8-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\">Ehling, T. (2005).  DPuBs: The development of an open source publishing system.  \nPublishing Research Quarterly, 20(4), 41-43.</span>\n</li>\n<li id=\"cite_note-org-9\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-org_9-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-org_9-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-org_9-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-org_9-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-org_9-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-org_9-5\"><sup><i><b>f</b></i></sup></a> <a href=\"#cite_ref-org_9-6\"><sup><i><b>g</b></i></sup></a></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://dpubs.org\">DPubS Home</a></span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Cornell University Library (2007). Mission and goals. Project Euclid.  Retrieved April 11, 2007. <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://projecteuclid.org/DPubS?Service=UI&amp;version=1.0&amp;verb=Display&amp;handle=euclid&amp;page=about&amp;aboutPage=about_mission\">[1]</a></span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">McKiernan, G. (2004).  Project Euclid: Mathematics and statistics journals.  <a href=\"/wiki/The_Charleston_Advisor\" title=\"The Charleston Advisor\">The Charleston Advisor</a>, 6(1), 24.</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Growth of the OpenDOAR Database – Worldwide. (2007). Directory of Open Access Repositories. Retrieved April 11, 2007, from <a rel=\"nofollow\" class=\"external free\" href=\"http://www.opendoar.org/find.php?format=charts\">http://www.opendoar.org/find.php?format=charts</a></span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">Cornell University Library (2005).  Press release: June 21, 2005.  Retrieved April 24, 2007 from <a rel=\"nofollow\" class=\"external free\" href=\"http://dpubs.org/CUL-DPubS-Release20050621.pdf\">http://dpubs.org/CUL-DPubS-Release20050621.pdf</a></span>\n</li>\n<li id=\"cite_note-atl-14\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-atl_14-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-atl_14-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-atl_14-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-atl_14-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-atl_14-4\"><sup><i><b>e</b></i></sup></a></span> <span class=\"reference-text\">Cornell, Penn State release DPubS software. (2006). Advanced Technology Libraries, 35(12), 6.</span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.dpubs.org\">http://www.dpubs.org</a></span>\n</li>\n</ol></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=DPubS&amp;action=edit&amp;section=6\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><span class=\"official-website\"><span class=\"url\"><a rel=\"nofollow\" class=\"external text\" href=\"http://dpubs.org\">Official website</a></span></span></li>\n<li><span class=\"official-website\"><span class=\"url\"><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20140328015125/http://dpubs.org/\">Official website at Archive.org</a></span></span></li>\n<li><a rel=\"nofollow\" class=\"external free\" href=\"http://sourceforge.net/projects/dpubs/\">http://sourceforge.net/projects/dpubs/</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://confluence.cornell.edu/display/dpubs/Home\">DPubS documentation on Cornell Community Wiki</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://projecteuclid.org/\">Project Euclid</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1238\nCached time: 20180904010855\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.124 seconds\nReal time usage: 0.166 seconds\nPreprocessor visited node count: 642/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 9881/2097152 bytes\nTemplate argument size: 869/2097152 bytes\nHighest expansion depth: 10/40\nExpensive parser function count: 2/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 9425/5000000 bytes\nNumber of Wikibase entities loaded: 1/400\nLua time usage: 0.036/10.000 seconds\nLua memory usage: 1.47 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  131.052      1 -total\n 38.75%   50.786      1 Template:Update\n 26.63%   34.894      4 Template:Main_other\n 26.61%   34.875      2 Template:Ambox\n 19.80%   25.950      2 Template:Official_website\n 14.39%   18.859      1 Template:Reflist\n  7.18%    9.404      1 Template:Category_see_also\n  5.20%    6.812      1 Template:Advertisement\n  2.02%    2.649      1 Template:SUBJECTSPACE_formatted\n  1.50%    1.961      1 Template:Column-width\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:11025173-0!canonical and timestamp 20180904010855 and revision id 784216216\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Dpubs","hidden":"","*":"Wikipedia_articles_in_need_of_updating_from_July_2014"},{"sortkey":"Dpubs","hidden":"","*":"All_Wikipedia_articles_in_need_of_updating"},{"sortkey":"Dpubs","hidden":"","*":"Articles_with_a_promotional_tone_from_February_2010"},{"sortkey":"Dpubs","hidden":"","*":"All_articles_with_a_promotional_tone"},{"sortkey":"Dpubs","hidden":"","*":"Official_website_different_in_Wikidata_and_Wikipedia"},{"sortkey":"Dpubs","*":"Academic_publishing"},{"sortkey":"Dpubs","*":"Free_library_and_information_science_software"},{"sortkey":"Dpubs","*":"Publication_management_software"}],"links":[{"ns":14,"exists":"","*":"Category:Wikipedia articles in need of updating from July 2014"},{"ns":14,"exists":"","*":"Category:Articles with a promotional tone from February 2010"},{"ns":14,"exists":"","*":"Category:Academic journal online publishing platforms"},{"ns":0,"exists":"","*":"American studies"},{"ns":0,"exists":"","*":"ArXiv"},{"ns":0,"exists":"","*":"Cornell University"},{"ns":0,"exists":"","*":"EPrints"},{"ns":0,"exists":"","*":"Educational Community License"},{"ns":0,"exists":"","*":"Euclid"},{"ns":0,"exists":"","*":"Free software"},{"ns":0,"exists":"","*":"Johns Hopkins University Press"},{"ns":0,"exists":"","*":"OpenACS"},{"ns":0,"exists":"","*":"OpenDOAR"},{"ns":0,"exists":"","*":"Open Journal Systems"},{"ns":0,"exists":"","*":"Open access (publishing)"},{"ns":0,"exists":"","*":"Penn State University"},{"ns":0,"exists":"","*":"Pennsylvania State University Libraries"},{"ns":0,"exists":"","*":"Postprint"},{"ns":0,"exists":"","*":"Preprint"},{"ns":0,"exists":"","*":"Project Euclid"},{"ns":0,"exists":"","*":"Project MUSE"},{"ns":0,"exists":"","*":"The Charleston Advisor"},{"ns":4,"exists":"","*":"Wikipedia:External links"},{"ns":4,"exists":"","*":"Wikipedia:Neutral point of view"},{"ns":4,"exists":"","*":"Wikipedia:Spam"},{"ns":4,"exists":"","*":"Wikipedia:What Wikipedia is not"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Update"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:SUBJECTSPACE formatted"},{"ns":10,"exists":"","*":"Template:Advertisement"},{"ns":10,"exists":"","*":"Template:Advert"},{"ns":10,"exists":"","*":"Template:Category see also"},{"ns":10,"exists":"","*":"Template:Category see also/Category pair check"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Column-width"},{"ns":10,"exists":"","*":"Template:Official website"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Category see also"},{"ns":828,"exists":"","*":"Module:Hatnote"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Official website"},{"ns":828,"exists":"","*":"Module:URL"}],"images":["Ambox_current_red.svg","Ambox_important.svg"],"externallinks":["http://dpubs.org","http://projecteuclid.org/DPubS?Service=UI&version=1.0&verb=Display&handle=euclid&page=about&aboutPage=about_mission","http://sourceforge.net/projects/dpubs/","http://www.opendoar.org/find.php?format=charts","http://dpubs.org/CUL-DPubS-Release20050621.pdf","http://www.dpubs.org","https://web.archive.org/web/20140328015125/http://dpubs.org/","https://confluence.cornell.edu/display/dpubs/Home","http://projecteuclid.org/"],"sections":[{"toclevel":1,"level":"2","line":"History","number":"1","index":"1","fromtitle":"DPubS","byteoffset":682,"anchor":"History"},{"toclevel":1,"level":"2","line":"Goals","number":"2","index":"2","fromtitle":"DPubS","byteoffset":7492,"anchor":"Goals"},{"toclevel":1,"level":"2","line":"Features","number":"3","index":"3","fromtitle":"DPubS","byteoffset":8616,"anchor":"Features"},{"toclevel":1,"level":"2","line":"See also","number":"4","index":"4","fromtitle":"DPubS","byteoffset":13875,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"5","fromtitle":"DPubS","byteoffset":14031,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"6","index":"6","fromtitle":"DPubS","byteoffset":14065,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"DPubS","iwlinks":[],"properties":[{"name":"defaultsort","*":"Dpubs"},{"name":"wikibase_item","*":"Q5205978"}]}}