{"parse":{"title":"Grey Literature International Steering Committee","pageid":24029782,"revid":831596778,"text":{"*":"<div class=\"mw-parser-output\"><p>The <b>Grey Literature International Steering Committee <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20090918235208/http://www.glisc.info/\">GLISC</a></b> was established in 2006 after the 7th International Conference on Grey Literature (GL7) held in Nancy (France) on 5–6 December 2005.\n</p><p>During this conference, the Istituto Superiore di Sanità (ISS) (Rome, Italy) presented guidelines for the production of scientific and technical <a href=\"/wiki/Reports\" class=\"mw-redirect\" title=\"Reports\">reports</a> documents included in the wider category of <a href=\"/wiki/Grey_literature\" title=\"Grey literature\">grey literature</a> (GL) defined at the International Conferences on Grey Literature held in Luxembourg (1997) and in New York (2004) – as “information produced on all levels of government, academics, business and industry in electronic and print formats not controlled by commercial publishing i.e. where publishing is not the primary activity of the producing body”.\n</p><p>The Italian initiative for the adoption of uniform requirements for the production of reports was discussed during a Round Table on Quality Assessment by a small group of GL producers, librarians and information professionals who agreed to collaborate in the revision of the guidelines proposed by ISS.\n</p><p>The group approving these guidelines – informally known as the “Nancy Group” – has been formally defined as the Grey Literature International Steering Committee (GLISC).\n</p><p>The recommendations are adapted from the <a href=\"/wiki/Uniform_Requirements_for_Manuscripts_Submitted_to_Biomedical_Journals\" class=\"mw-redirect\" title=\"Uniform Requirements for Manuscripts Submitted to Biomedical Journals\">Uniform Requirements for Manuscripts Submitted to Biomedical Journals</a>, produced by the International Committee of Medical Journal Editors (ICMJE) - better known as “Vancouver Style” (updated February 2006, available from <a rel=\"nofollow\" class=\"external free\" href=\"http://www.icmje.org/\">http://www.icmje.org/</a> and now adopted by more than 500 biomedical journals). These requirements also took into consideration the basic principles of <a href=\"/wiki/International_Organization_for_Standardization\" title=\"International Organization for Standardization\">ISO</a> Standard Documentation entitled “Presentation of scientific and technical reports” (ISO 5966/1982) withdrawn in 2000. The ISO 5966 no longer met the requirements of ITC (Information Technology Communication), however, it still provides useful tips in the preparation of reports.\n</p><p>The Guidelines are created primarily to help authors and GL producers in their mutual task of creating and distributing accurate, clear, easily accessible reports in different fields. The goal of the Guidelines is, in fact, to permit an independent and correct production of institutional reports in accordance with basic editorial principles.\n</p><p>The Guidelines include ethical principles related to the process of evaluating, improving, and making reports available and the relationships between GL producers and authors. The latter sections address the more technical aspects of preparing and submitting reports. GLISC believes the entire document is relevant to the concerns of both authors and GL producers.\n</p><p>The Guidelines are informally known as \"Nancy style\".\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#GLISC_members\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">GLISC members</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#The_GLISC_Guidelines_for_the_production_of_scientific_and_technical_reports_(also_known_as_&quot;Nancy_style&quot;)\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">The GLISC Guidelines for the production of scientific and technical reports (also known as \"Nancy style\")</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Comparison_between_“Nancy_style”_and_ANSI/NISO_Z39.18\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Comparison between “Nancy style” and ANSI/NISO Z39.18</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Support,_Translation_and_Updating_of_the_&quot;Nancy_Style&quot;\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Support, Translation and Updating of the \"Nancy Style\"</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#On_the_development_of_the_GLISC_Guidelines\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">On the development of the GLISC Guidelines</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#See_also\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#References\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#External_links\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"GLISC_members\">GLISC members</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Grey_Literature_International_Steering_Committee&amp;action=edit&amp;section=1\" title=\"Edit section: GLISC members\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>These are the institutions which officially adopted the \"Nancy Style\" in the production and distribution of grey literature.\n</p>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.iss.it\">Istituto Superiore di Sanità</a> (ISS) – Rome, Italy</li>\n<li>Institut de l’Information Scientifique et Technique (<a href=\"/wiki/INIST\" class=\"mw-redirect\" title=\"INIST\">INIST</a>-CNRS) – Nancy, France</li>\n<li><a href=\"/wiki/Grey_Literature_Network_Service\" title=\"Grey Literature Network Service\">Grey Literature Network Service</a> (GreyNet), Amsterdam – The Netherlands</li></ul>\n<p>Many other institutions all over the world do support and use the GLISC guidelines without a formal agreement which would require longer procedures.\n</p>\n<h2><span id=\"The_GLISC_Guidelines_for_the_production_of_scientific_and_technical_reports_.28also_known_as_.22Nancy_style.22.29\"></span><span class=\"mw-headline\" id=\"The_GLISC_Guidelines_for_the_production_of_scientific_and_technical_reports_(also_known_as_&quot;Nancy_style&quot;)\">The GLISC Guidelines for the production of scientific and technical reports (also known as \"Nancy style\")</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Grey_Literature_International_Steering_Committee&amp;action=edit&amp;section=2\" title=\"Edit section: The GLISC Guidelines for the production of scientific and technical reports (also known as &quot;Nancy style&quot;)\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><b>Authorship:</b> The <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20090918235208/http://www.glisc.info/\">GLISC</a> guidelines were prepared by Paola De Castro and Sandra Salinetti from the <a rel=\"nofollow\" class=\"external text\" href=\"http://www.iss.it\">Istituto Superiore di Sanità</a>, Rome (Italy). They were critically revised by Joachim Schöpfel and Christiane Stock (INIST-CNRS, Nancy, France), Dominic Farace (GreyNet, Amsterdam, The Netherlands), Catherine Candea and Toby Green (<a href=\"/wiki/OECD\" title=\"OECD\">OECD</a>, Paris, France) and Keith G. Jeffery (CCLRC, Chilton Didcot, UK). The work was accompanied by Marcus A. Banks (Memorial Sloan-Kettering Cancer Center, New York, USA), Stefania Biagioni (ISTI-CNR, Pisa, Italy), June Crowe (Information International Associates Inc., IIA, Oak Ridge, USA) and Markus Weber (Swiss Federal Office of Public Health, Berne, Switzerland).\n</p><p><b>Structure:</b> The guidelines are divided in five sections:\n</p>\n<ol><li>Statement of purpose</li>\n<li>Ethical considerations (authorship, peer review, confidentiality…)</li>\n<li>Publishing and editorial issues (copyright, institutional repositories, advertising…)</li>\n<li>Report preparation (instructions to authors, report structure, revision editing…)</li>\n<li>General information on the Guidelines</li></ol>\n<p>The annex contains references and a list of institutions adopting the guidelines.\n</p><p><b>Update:</b> The first version 1.0 from March 2006 was updated in July 2007 (version 1.1).\n</p><p><b>Translation:</b> Version 1.1 was translated in French, German and Italian and Spanish.\n</p><p><b>Availability:</b> Version 1.1 and translations are available on the <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20090918235208/http://www.glisc.info/\">GLISC</a> website.\n</p><p>The total content of the Guidelines may be reproduced for educational, not-for-profit purposes without regard for copyright; the Committee encourages distribution of the material.\n</p><p>The GLISC policy is for interested organizations to link to the official English language document at www.glisc.info. The GLISC does not endorse posting of the document on websites other than <a rel=\"nofollow\" class=\"external free\" href=\"https://web.archive.org/web/20090918235208/http://www.glisc.info/\">https://web.archive.org/web/20090918235208/http://www.glisc.info/</a> . The GLISC welcomes organizations to reprint or translate this document into languages other than English for no-profit purposes.\n</p>\n<h2><span id=\"Comparison_between_.E2.80.9CNancy_style.E2.80.9D_and_ANSI.2FNISO_Z39.18\"></span><span class=\"mw-headline\" id=\"Comparison_between_“Nancy_style”_and_ANSI/NISO_Z39.18\">Comparison between “Nancy style” and ANSI/NISO Z39.18</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Grey_Literature_International_Steering_Committee&amp;action=edit&amp;section=3\" title=\"Edit section: Comparison between “Nancy style” and ANSI/NISO Z39.18\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The ANSI/NISO Standard Z39.18-2005 Scientific and Technical Reports – Preparation, Presentation, and Preservation (released in 2005) has been considered a valuable source for comparison. The major differences concerning the two documents as a whole regard:\n</p><p><b>*Document type</b>\n</p><p>They are different in that the “Nancy style” represents guidelines – that is general principles agreed upon by a small group of experts, to be followed as an indication or outline of policy or conduct –, while the ANSI/NISO Z39.18 is a proper standard, developed by the Standards Committees of the US National Information Standards Organization (NISO), subject to rigorous control and approval process including peer review. This is why also the structure of the two documents is different since the standard may repeat concepts in different sections which may be used separately, while the Guidelines are intended as an easy to read document giving the general idea for recommended items. The Guidelines, different from standards, do not give full details on format and style. Moreover, the “Nancy style” represents international guidelines developed by a corporate author (GLISC), which worked on the draft proposed by the Istituto Superiore di Sanità, and signed approval of this best practice on behalf of their respective organizations, while the ANSI/NISO Z39.18 is a national standard approved by the American National Standards Institute through a number of Voting Members.\n</p><p><b>*Paper vs digital document medium</b>\n</p><p>The “Nancy style” is mostly paper oriented giving recommendations on report preparation mainly reflecting a traditional paper structure, while the organization pattern of the ANSI/NISO Z39.18 is user-based more than content-based. The key concepts incorporated in the American standard mainly refer to metadata, persistence of links, interoperability, creation, discovery/retrieval, presentation in digital format (DTD, XML, XSL), maintenance and preservation (original content, software and media); it also contains a metadata schema, which is absent in the Guidelines.\n</p><p><b>*Annexes</b>\n</p><p>All material included in the “Nancy style” is approved by the GLISC, while the ANSI/NISO Z39.18 provides a large amount of additional information (almost half of the pages) that is not part of the Standard (Appendices including selected annotated bibliography, glossary, Dublin Core data elements, etc.).\n</p><p><b>*Content</b>\n</p><p>In general, the “Nancy style” contains technical requirements for a report, but does not include full details (i.e. format, style, etc.); yet, it provides important elements, which are not present or not fully described in the ANSI/NISO Z39.18. \n</p>\n<ul><li>Ethical issues</li></ul>\n<p>An initial section is explicitly devoted to authorship, editorship, peer review, conflicts of interest, privacy and confidentiality. \n</p>\n<ul><li>Instructions for authors</li></ul>\n<p>Producers are strongly recommended to issue instructions to guide authors in the production of a formally correct document containing ethical and editorial issues as well as indications for formats, styles, illustrations, etc. \n</p>\n<ul><li>Revision</li></ul>\n<p>Special attention is given to revision editing as GL is not generally peer reviewed, or produced with editorial support; therefore, it is fundamental that authors be aware of the importance of a careful revision of their texts before diffusion. \n</p>\n<ul><li>Reference style</li></ul>\n<p>The adoption of the “Vancouver style” is recommended and examples and rules are given as a fundamental step for information retrieval.\nAs regards document structure, it is basically the same in “Nancy style” and ANSI/NISO Z39.18, with minor terminological variations. Yet, the American standard explicitly gives indication on:\n–\tReport Documentation Page (since it is used by some agencies within the federal government, and also some sample pages are given).\n–\tDistribution list.\n–\tGlossary (although not part of the Standard).\n–\tExecutive abstract.\n</p><p><b>*Technical recommendations</b>\n</p><p>Since the “Nancy style” represents guidelines and not a standard, all technical considerations are limited to the essential, while the ANSI/NISO Z39.18 gives indications (all absent in the “Nancy style”) on:\n</p>\n<ul><li>Print-specific/non-print-specific recommendations</li></ul>\n<p>The Section 6 “Presentation and display” describes standard methods for ensuring consistency in presentation including designing visual and tabular matter, formatting, etc. and makes a distinction between rules applicable to all reports regardless of mode of publication (paper or digital) and rules applicable to reports published in paper form only. \n</p>\n<ul><li>Format</li></ul>\n<p>Specific information is provided on fonts, line length, margins, page numbering, style, units and numbers, formulas and equations, paper (format and type), printing equipment, ink.\nThe ANSI/NISO Z39.18 also includes specifications on index entries and errata, which are not present in the “Nancy style”.\n</p>\n<h2><span id=\"Support.2C_Translation_and_Updating_of_the_.22Nancy_Style.22\"></span><span class=\"mw-headline\" id=\"Support,_Translation_and_Updating_of_the_&quot;Nancy_Style&quot;\">Support, Translation and Updating of the \"Nancy Style\"</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Grey_Literature_International_Steering_Committee&amp;action=edit&amp;section=4\" title=\"Edit section: Support, Translation and Updating of the &quot;Nancy Style&quot;\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Many institutions considered the relevance of the GLISC Guidelines for the production and distribution of technical reports and for educational purposed, therefore, accepted to carry out the translation of the original English version into different languases.\n</p><p>Translations are available in:\n</p>\n<ul><li><b>Italian</b> - translation carried out by the Istituto Superiore di Sanità<br />. The ISS published a technical report on \"Grey literature in scientific communication: “Nancy style” to guarantee editorial quality of technical reports\", including the translation of the GLISC guidelines <a rel=\"nofollow\" class=\"external text\" href=\"http://www.iss.it/binary/publ/cont/06-55%20WEB.1175081126.pdf\">Rapporti ISTISAN 06/55</a></li>\n<li><b>French</b> - translation carried out by INIST - Institute for Scientific and Technical Information - France <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://international.inist.fr/article34.html\">[1]</a></li>\n<li><b>German</b> translation carried out by Technischen Informationsbibliothek (TIB), Hannover - Germany</li>\n<li><b>Spanish</b> - translation carried out by Universidad de Salamanca - Spain</li></ul>\n<p>The GLISC guidelines and the impact of grey literature on science communication were also appreciated by the <a href=\"/wiki/European_Association_of_Science_Editors\" title=\"European Association of Science Editors\">European Association of Science Editors</a> which included a chapter on grey literature in their Science Editor's Handbook. \nThe use of GLISC guidelines is also supported by the European <a href=\"/wiki/NECOBELAC_Project\" title=\"NECOBELAC Project\">NECOBELAC Project</a> <a rel=\"nofollow\" class=\"external text\" href=\"http://www.necobelac.eu\">Necobelac</a> financed by the European Commission within the [7 Framework program], by the US National Library of Medicine <a rel=\"nofollow\" class=\"external autonumber\" href=\"https://www.nlm.nih.gov/services/research_report_guide.html\">[2]</a>, by the German National Library of Science and Technology <a rel=\"nofollow\" class=\"external autonumber\" href=\"https://web.archive.org/web/20120222064451/http://www.tib-hannover.de/en/special-collections/reports-germany/\">[3]</a> and by the French Academic Agency of Francophony <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.infotheque.info/ressource/9736.html\">[4]</a>.\n</p><p>Next steps for updating the GLISC Guidelines could be:\n</p>\n<ul><li>Adding an Appendix on metadata</li>\n<li>Creating a Subject index</li>\n<li>Providing more technical advice on digital format</li>\n<li>Facilitating reference</li></ul>\n<p>The Guidelines should be considered as a suggested model rather than a model in itself; they represent a basic step to improve quality in the different stages of GL production in view of its wider electronic circulation. The proposals for their updating will make them more effective, although a regular revision is required to keep pace with the changing ITC scenarios and information policies (see De Castro et al. 2006).\n</p>\n<h2><span class=\"mw-headline\" id=\"On_the_development_of_the_GLISC_Guidelines\">On the development of the GLISC Guidelines</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Grey_Literature_International_Steering_Committee&amp;action=edit&amp;section=5\" title=\"Edit section: On the development of the GLISC Guidelines\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><b>*Electronic grey literature</b>\nThe “Nancy style” is mostly paper oriented, because editorial consistency and ethical considerations recommended for traditional documents do apply also to digital publications. Yet, progressively more and more GL is being produced, stored, published and made available electronically and in order to manage relevant GL publications, <a href=\"/wiki/Metadata\" title=\"Metadata\">metadata</a> are required. The importance of metadata, as the natural evolution of library catalogue records, had been already stressed in the first version of the “Nancy style” (when dealing with report structure: Section 4.2 of the Guidelines), but no metadata schema was then provided since it was difficult to find a formula that would satisfy all requirements. At present, much GL is catalogued using the <a href=\"/wiki/Dublin_Core\" title=\"Dublin Core\">Dublin Core</a> Metadata Standard (DC). However – as Keith Jeffery of the UK Council for the Central Laboratory of the Research Councils (<a href=\"/wiki/CCLRC\" class=\"mw-redirect\" title=\"CCLRC\">CCLRC</a>) pointed out working on the “Nancy style” draft – this standard suffers from several problems: a) it is machine-readable but not machine-understandable; b) it does not have a formalised syntax or semantics and therefore is open to ambiguous interpretations. Therefore, he proposed a formalised metadata standard (an umbrella standard, mainly generated from <a href=\"/wiki/Dublin_Core\" title=\"Dublin Core\">Dublin Core</a> metadata: “Formalised DC” based on the concepts of the <a href=\"/w/index.php?title=CERIF&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"CERIF (page does not exist)\">CERIF</a> Model (<a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.eurocris.org/Cerif\">[5]</a>). Yet, as the traditional cataloguing practice has different rules, similarly different communities may adopt different metadata schema. Nowadays the <a href=\"/wiki/World_Wide_Web\" title=\"World Wide Web\">World Wide Web</a> provides the possibility to search for information across heterogeneous archives/databases/catalogues, but the systems managing different information resources must be “interoperable” (capable to work together), and <a href=\"/wiki/Interoperability\" title=\"Interoperability\">interoperability</a> requires that the same metadata schema be used. As Stefania Biagioni (of the Italian Istituto di Scienza e Tecnologie dell’Informazione - <a href=\"/wiki/ISTI\" class=\"mw-redirect\" title=\"ISTI\">ISTI</a>, <a href=\"/wiki/Consiglio_Nazionale_delle_Ricerche\" class=\"mw-redirect\" title=\"Consiglio Nazionale delle Ricerche\">Consiglio Nazionale delle Ricerche</a>) clearly commented, there is much work towards <a href=\"/wiki/Standardization\" title=\"Standardization\">standardization</a> and the Dublin Core Initiative (<a rel=\"nofollow\" class=\"external autonumber\" href=\"http://dublincore.org/\">[6]</a>) is receiving worldwide consensus as it suggests adding a very simple metadata record to any specialized one.\n</p><p><b>*Adoption strategy</b>\nWhen consensus was to be reached to release the first version of the Guidelines, a formal approval was asked to all organizations wishing to officially adopt them. Contrary to expectations, consensus was given only by a small number of institutions as the official adoption was sometimes a difficult step. Yet, support and encouragement did not lack: a less formal approach in launching the Guidelines and getting them adopted was soon granted by all institutions involved in their creation. For example, a large international organization (Organisation for Economic Co-operation and Development - <a href=\"/wiki/OECD\" title=\"OECD\">OECD</a>), which took part in the development of the Guidelines, expressed concern to officially endorse them (and in fact, it did not), because that would require a great deal of internal debate and discussion with their own members. Suggestions were made to follow a voluntary system backed up by an official recognition of compliance to facilitate the adoption of the Guidelines. This would encourage like-minded supporters within an organisation to informally use the Guidelines and then gain the official “stamp of approval” to show that they are really following them. Actually, other organizations policies take a voluntary approach in the documents they recommend, such as the Association of Learned and Professional Society Publishers (<a href=\"/wiki/ALPSP\" class=\"mw-redirect\" title=\"ALPSP\">ALPSP</a>) with more than 230 not-for-profit publishers. As suggested by the OECD, voluntary sign-up is a less demanding step for organisations to take, but the effect is the same – more and more publishers will opt to use them.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Grey_Literature_International_Steering_Committee&amp;action=edit&amp;section=6\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Scientific_literature\" title=\"Scientific literature\">Scientific literature</a></li>\n<li><a href=\"/wiki/Technical_report\" title=\"Technical report\">Technical report</a></li>\n<li><a href=\"/wiki/Grey_literature\" title=\"Grey literature\">Grey literature</a></li>\n<li><a href=\"/wiki/European_Association_of_Science_Editors\" title=\"European Association of Science Editors\">European Association of Science Editors</a></li>\n<li><a href=\"/wiki/OpenSIGLE\" title=\"OpenSIGLE\">OpenSIGLE</a></li>\n<li><a href=\"/wiki/Scientific_writing\" title=\"Scientific writing\">Scientific writing</a></li>\n<li><a href=\"/wiki/Academic_authorship\" title=\"Academic authorship\">Academic authorship</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Grey_Literature_International_Steering_Committee&amp;action=edit&amp;section=7\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>ANSI/NISO. Scientific and Technical Reports – Preparation, Presentation, and Preservation. Bethesda, MD: NISO Press; 2005. (Standard Z39.18-2005). Available from: <a rel=\"nofollow\" class=\"external free\" href=\"http://www.niso.org/standards/resources/Z39-18-2005.pdf\">http://www.niso.org/standards/resources/Z39-18-2005.pdf</a>; last visited July 12, 2007.</li>\n<li>Dublin Core Metadata Initiative. Dublin Core Metadata Element Set, Version 1.1.  DCMI; 1995-2007. Available from: <a rel=\"nofollow\" class=\"external free\" href=\"http://dublincore.org/documents/dces/\">http://dublincore.org/documents/dces/</a>; last visited July 12, 2007.</li>\n<li>European Association of Science Editors. Science editors handbook. Old Woking (UK): EASE; 2003.</li>\n<li>Farace DJ, Frantzen J, editors. GL ’97 Conference Proceedings: Third International Conference on Grey Literature: Perspectives on the design and transfer of scientific and technical information. Luxembourg, 13–14 November 1997. Amsterdam: GreyNet/TransAtlantic; 1998. (GL-conference series No. 3).</li>\n<li>Farace DJ, Frantzen J, editors. Sixth International Conference on Grey Literature: Work on Grey in Progress. New York, 6–7 December 2004. Amsterdam&#160;: TextRelease; 2005. (GL-conference series No. 6).</li>\n<li>Gustavii B. How to write and illustrate a scientific paper. Lund: <a href=\"/wiki/Studentlitteratur\" title=\"Studentlitteratur\">Studentlitteratur</a>; 2000.</li>\n<li>Huth EJ. How to write and publish papers in the medical sciences. 2nd ed. Baltimore: Williams &amp; Wilkins; 1990.</li>\n<li>International Committee of Medical Journal Editors. Uniform requirements for manuscripts submitted to biomedical journals: writing and editing for biomedical publication. ICMJE: 2006. Available from <a rel=\"nofollow\" class=\"external free\" href=\"http://www.icmje.org/\">http://www.icmje.org/</a>; last visited: 15/2/2006.</li>\n<li>International Organization for Standardization. Documentation – Presentation of scientific and technical reports. Geneva: ISO; 1982. (ISO 5966).</li>\n<li>Matthews JR, Bowen JM, Matthews RW. Successful scientific writing. A step-by-step guide for biological and medical sciences. Cambridge: Cambridge University Press; 2000.</li>\n<li>Nadziejka DE. Levels of technical editing. Reston (VA): Council of Biology Editors; 1999. (Council or Science Editors GuideLines No. 4).</li>\n<li>National Library of Medicine. Bibliographic Services Division. International Committee of Medical Journal Editors. Uniform requirements for Manuscript submitted to Biomedical Journals: Sample references. Bethesda, MD: NLM; 2005. Available from <a rel=\"nofollow\" class=\"external free\" href=\"https://www.nlm.nih.gov/bsd/uniform_requirements.html\">https://www.nlm.nih.gov/bsd/uniform_requirements.html</a>; last visited: 31/10/2005.</li>\n<li>SIGLE Manual. Part 1: SIGLE cataloguing rules. Luxembourg: EAGLE; 1990.</li>\n<li>De Castro P, Salinetti S,. Banks M. Awareness and empowerment as a must for open access: sharing experiences in the creation and development of Nancy Style. In 8. International Conference on Grey Literature. New Orleans 4–5 December 2006 New Orleans.</li></ul>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Grey_Literature_International_Steering_Committee&amp;action=edit&amp;section=8\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>GLISC <a rel=\"nofollow\" class=\"external autonumber\" href=\"https://web.archive.org/web/20090918235208/http://www.glisc.info/\">[7]</a></li>\n<li>Istituto Superiore di Sanità <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.iss.it/\">[8]</a></li>\n<li>INIST-CNRS <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.inist.fr\">[9]</a></li>\n<li>Uniform Requirements for Manuscripts Submitted to Biomedical Journals <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.icmje.org/\">[10]</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2165\nCached time: 20180914153741\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.072 seconds\nReal time usage: 0.077 seconds\nPreprocessor visited node count: 54/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:24029782-0!canonical and timestamp 20180914153741 and revision id 831596778\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","*":"Grey_literature"},{"sortkey":"","*":"Academic_publishing"}],"links":[{"ns":0,"exists":"","*":"ALPSP"},{"ns":0,"exists":"","*":"Academic authorship"},{"ns":0,"exists":"","*":"CCLRC"},{"ns":0,"exists":"","*":"Consiglio Nazionale delle Ricerche"},{"ns":0,"exists":"","*":"Dublin Core"},{"ns":0,"exists":"","*":"European Association of Science Editors"},{"ns":0,"exists":"","*":"Grey Literature Network Service"},{"ns":0,"exists":"","*":"Grey literature"},{"ns":0,"exists":"","*":"INIST"},{"ns":0,"exists":"","*":"ISTI"},{"ns":0,"exists":"","*":"International Organization for Standardization"},{"ns":0,"exists":"","*":"Interoperability"},{"ns":0,"exists":"","*":"Metadata"},{"ns":0,"exists":"","*":"NECOBELAC Project"},{"ns":0,"exists":"","*":"OECD"},{"ns":0,"exists":"","*":"OpenSIGLE"},{"ns":0,"exists":"","*":"Reports"},{"ns":0,"exists":"","*":"Scientific literature"},{"ns":0,"exists":"","*":"Scientific writing"},{"ns":0,"exists":"","*":"Standardization"},{"ns":0,"exists":"","*":"Studentlitteratur"},{"ns":0,"exists":"","*":"Technical report"},{"ns":0,"exists":"","*":"Uniform Requirements for Manuscripts Submitted to Biomedical Journals"},{"ns":0,"exists":"","*":"World Wide Web"},{"ns":0,"*":"CERIF"}],"templates":[],"images":[],"externallinks":["https://web.archive.org/web/20090918235208/http://www.glisc.info/","http://www.iss.it","http://www.iss.it/binary/publ/cont/06-55%20WEB.1175081126.pdf","http://international.inist.fr/article34.html","http://www.necobelac.eu","https://www.nlm.nih.gov/services/research_report_guide.html","https://web.archive.org/web/20120222064451/http://www.tib-hannover.de/en/special-collections/reports-germany/","http://www.infotheque.info/ressource/9736.html","http://www.eurocris.org/Cerif","http://dublincore.org/","http://www.iss.it/","http://www.inist.fr","http://www.icmje.org/","http://www.niso.org/standards/resources/Z39-18-2005.pdf","http://dublincore.org/documents/dces/","https://www.nlm.nih.gov/bsd/uniform_requirements.html"],"sections":[{"toclevel":1,"level":"2","line":"GLISC members","number":"1","index":"1","fromtitle":"Grey_Literature_International_Steering_Committee","byteoffset":2829,"anchor":"GLISC_members"},{"toclevel":1,"level":"2","line":"The GLISC Guidelines for the production of scientific and technical reports (also known as \"Nancy style\")","number":"2","index":"2","fromtitle":"Grey_Literature_International_Steering_Committee","byteoffset":3358,"anchor":"The_GLISC_Guidelines_for_the_production_of_scientific_and_technical_reports_(also_known_as_\"Nancy_style\")"},{"toclevel":1,"level":"2","line":"Comparison between “Nancy style” and ANSI/NISO Z39.18","number":"3","index":"3","fromtitle":"Grey_Literature_International_Steering_Committee","byteoffset":5623,"anchor":"Comparison_between_“Nancy_style”_and_ANSI/NISO_Z39.18"},{"toclevel":1,"level":"2","line":"Support, Translation and Updating of the \"Nancy Style\"","number":"4","index":"4","fromtitle":"Grey_Literature_International_Steering_Committee","byteoffset":10534,"anchor":"Support,_Translation_and_Updating_of_the_\"Nancy_Style\""},{"toclevel":1,"level":"2","line":"On the development of the GLISC Guidelines","number":"5","index":"5","fromtitle":"Grey_Literature_International_Steering_Committee","byteoffset":13011,"anchor":"On_the_development_of_the_GLISC_Guidelines"},{"toclevel":1,"level":"2","line":"See also","number":"6","index":"6","fromtitle":"Grey_Literature_International_Steering_Committee","byteoffset":16890,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"7","index":"7","fromtitle":"Grey_Literature_International_Steering_Committee","byteoffset":17085,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"8","index":"8","fromtitle":"Grey_Literature_International_Steering_Committee","byteoffset":19694,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Grey Literature International Steering Committee","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q5608192"}]}}