{"parse":{"title":"Mark Siegler","pageid":33201202,"revid":858249536,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"infobox biography vcard\" style=\"width:22em\"><tbody><tr><th colspan=\"2\" style=\"text-align:center;font-size:125%;font-weight:bold\"><span class=\"fn\">Mark Siegler</span></th></tr><tr><th scope=\"row\">Born</th><td>\n<span class=\"nickname\">Mark Siegler</span><br />1941</td></tr><tr><th scope=\"row\">Nationality</th><td class=\"category\">\nUnited States</td></tr><tr><th scope=\"row\">Alma&#160;mater</th><td>\n<a href=\"/wiki/University_of_Chicago\" title=\"University of Chicago\">University of Chicago</a> <small>(<a href=\"/wiki/Doctor_of_Medicine\" title=\"Doctor of Medicine\">M.D.</a>)</small><br /><a href=\"/wiki/Princeton_University\" title=\"Princeton University\">Princeton University</a> <small>(<a href=\"/wiki/Bachelor_of_Arts\" title=\"Bachelor of Arts\">B.A.</a>)</small></td></tr><tr><td colspan=\"2\" style=\"text-align:center\">\n<b>Scientific career</b></td></tr><tr><th scope=\"row\">Fields</th><td class=\"category\">\n<a href=\"/wiki/Medicine\" title=\"Medicine\">Medicine</a>, <a href=\"/wiki/Medical_ethics\" title=\"Medical ethics\">medical ethics</a></td></tr><tr><th scope=\"row\">Institutions</th><td>\n<a href=\"/wiki/University_of_Chicago\" title=\"University of Chicago\">University of Chicago</a></td></tr><tr style=\"display:none\"><td colspan=\"2\">\n</td></tr></tbody></table>\n<p><b>Mark Siegler</b> (born June 20, 1941) is an American <a href=\"/wiki/Physician\" title=\"Physician\">physician</a> who specializes in <a href=\"/wiki/Internal_medicine\" title=\"Internal medicine\">internal medicine</a>. He is the Lindy Bergman Distinguished Service Professor of Medicine and Surgery at the <a href=\"/wiki/University_of_Chicago\" title=\"University of Chicago\">University of Chicago</a>. One of the nation's leading medical ethicists,<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> he is the Founding Director of the University of Chicago's <a href=\"/wiki/MacLean_Center_for_Clinical_Medical_Ethics\" title=\"MacLean Center for Clinical Medical Ethics\">MacLean Center for Clinical Medical Ethics</a>. Siegler has practiced and taught internal medicine at the University of Chicago for more than 50 years.\n</p><p>In 2011, the <a href=\"/wiki/Matthew_Bucksbaum\" title=\"Matthew Bucksbaum\">Matthew</a> and Carolyn Bucksbaum Family Foundation presented an endowment of $42 million to the University of Chicago to create the Bucksbaum Institute for Clinical Excellence. Siegler was appointed the Executive Director of the Institute. The mission of the Bucksbaum Institute is to improve patient care, to strengthen the doctor-patient relationship, and to enhance communication and decision-making between patients and physicians through research and education programs for medical students, faculty and master clinicians.\n</p><p>Siegler has published more than 215 journal articles, 65 book chapters and five books. His textbook, co-authored with Al Jonsen and <a href=\"/wiki/William_Winslade\" class=\"mw-redirect\" title=\"William Winslade\">William Winslade</a>, <i>Clinical Ethics: A Practical Approach to Ethical Decisions in Clinical Medicine</i>, 8th Edition (2015),<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> has been translated into eight languages and is widely used by physicians and health professionals around the world. His most recent book, co-edited with Laura Roberts, MD, is titled <i>Clinical Medical Ethics: Landmark Works of Mark Siegler, MD</i>.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Clinical_medical_ethics\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Clinical medical ethics</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Selected_awards_and_honors\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Selected awards and honors</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Selected_books\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Selected books</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Selected_publications\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Selected publications</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#External_links\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Clinical_medical_ethics\">Clinical medical ethics</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Mark_Siegler&amp;action=edit&amp;section=1\" title=\"Edit section: Clinical medical ethics\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><a href=\"/wiki/Clinical_medical_ethics\" class=\"mw-redirect\" title=\"Clinical medical ethics\">Clinical medical ethics</a> is a practical, applied field that aims to improve patient care and outcomes. It focuses on issues that arise daily in the routine care of patients, including issues such as truth-telling, informed consent, shared decision-making, confidentiality, and end-of-life care. In the early 1970s at the University of Chicago, Mark Siegler named and helped to launch the field of Clinical Medical Ethics. Clinical ethics helps patients, families, and professionals reach good clinical decisions based on medical facts, patient preferences, and ethical considerations.\n</p><p><a href=\"/w/index.php?title=The_MacLean_Center_for_Clinical_Medical_Ethics&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"The MacLean Center for Clinical Medical Ethics (page does not exist)\">The MacLean Center for Clinical Medical Ethics</a> at the University of Chicago has played a major role in creating, establishing, and expanding the field of clinical medical ethics. In 1983, the MacLean Center was established after receiving a naming gift from Dorothy Jean MacLean and the MacLean family. Inspired by the clinical models of <a href=\"/wiki/William_Osler\" title=\"William Osler\">William Osler</a> and <a href=\"/wiki/Alvan_Feinstein\" title=\"Alvan Feinstein\">Alvan Feinstein</a>, the MacLean Center has helped to change and expand American <a href=\"/wiki/Medical_ethics\" title=\"Medical ethics\">medical ethics</a> by helping to bring ethics to the bedside.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> Regarding the MacLean Center, the <a href=\"/wiki/Johns_Hopkins_Berman_Institute_of_Bioethics\" title=\"Johns Hopkins Berman Institute of Bioethics\">Johns Hopkins Berman Institute of Bioethics</a> stated: \"the training program established by you, including more than 450 fellows across almost 35 years, has had a greater impact than any other clinical ethics training program in the world. Through generations of scholars, you have populated the field of clinical ethics in perpetuity.\"\n</p><p>During the past 40 years, clinical ethics has emerged as one of the core components of the American bioethics movement. Today, virtually every major hospital has an ethics committee or ethics consultation service available to help resolve most ethical problems; scholarly clinical ethics papers are published widely in both bioethics and medical journals; medical organizations now have ethics committees and codes of ethics; newspapers cover important clinical ethics issues; and most importantly, principles of clinical ethics have become the legal and professional standard of care, and are now an integral part of physicians' routine care for their patients.\n</p>\n<h2><span class=\"mw-headline\" id=\"Selected_awards_and_honors\">Selected awards and honors</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Mark_Siegler&amp;action=edit&amp;section=2\" title=\"Edit section: Selected awards and honors\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>1996 - Chirone Prize, Accademia Nazionale di Medicina and the University of Bologna\n</p><p>1997 - Appointed Lindy Bergman Professor at the University of Chicago\n</p><p>2000 - Named Lindy Bergman Distinguished Service Professor at the University of Chicago\n</p><p>2006 - 2010 Served on the Board of Trustees at <a href=\"/wiki/Princeton_University\" title=\"Princeton University\">Princeton University</a>\n</p><p>2007 - Distinguished Service Award, Medical and Biological Sciences Alumni Association, University of Chicago\n</p><p>2010 - Received <a href=\"/wiki/Lifetime_Achievement_Award\" class=\"mw-redirect\" title=\"Lifetime Achievement Award\">Lifetime Achievement Award</a> from the American Society of Bioethics and\nHumanities (ASBH)\n</p><p>2011 - Named Executive Director of the Bucksbaum Institute for Clinical Excellence at the University of Chicago\n</p><p>2013 - The <a href=\"/wiki/MacLean_Center\" class=\"mw-redirect\" title=\"MacLean Center\">MacLean Center</a> received the Cornerstone Award from the American Society of Bioethics and Humanities\n</p><p>2014 - Chosen to present the 25th Annual Coggeshall Lecture on medical ethics, Biological Science Division, University of Chicago\n</p><p>2015 - The John Conley Foundation Award for Outstanding Contributions to Clinical Ethics.\n</p><p>2015 - Elected a Master of the <a href=\"/wiki/American_College_of_Physicians\" title=\"American College of Physicians\">American College of Physicians</a> (MACP)<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p><p>2016 - Johns Hopkins Berman Institute Harvey M. Meyerhoff Leadership in Bioethics Award\n</p>\n<h2><span class=\"mw-headline\" id=\"Selected_books\">Selected books</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Mark_Siegler&amp;action=edit&amp;section=3\" title=\"Edit section: Selected books\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Jonsen AR, Siegler M, Winslade WJ.  Clinical Ethics:  A Practical Approach to Ethical Decisions in Clinical Medicine.  8th Edition.  New York: McGraw-Hill, Inc., 2015.</li>\n<li>Roberts L, Siegler M, eds. Clinical Medical Ethics: Landmark Works and the Legacy of Mark Siegler, MD. New York: Springer, 2017.</li></ul>\n<h2><span class=\"mw-headline\" id=\"Selected_publications\">Selected publications</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Mark_Siegler&amp;action=edit&amp;section=4\" title=\"Edit section: Selected publications\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Siegler M.  Pascal's wager and the hanging of crepe. N Engl J Med 1975; 293:853-7.</li>\n<li>Siegler M. Critical illness: The limits of autonomy. Hast Cent Rep. 1977; 7:12-15.</li>\n<li>Siegler M. A legacy of Osler: Teaching clinical ethics at the bedside. JAMA. 1978;239:951-6.</li>\n<li>Siegler M.  Clinical ethics and clinical medicine.  Arch Intern Med 1979; 139:914-5.</li>\n<li>Siegler M.  Searching for moral certainty in medicine:  A proposal for a new model of the doctor-patient encounter.  Bull NY Acad Med 1981; 57:56-69.</li>\n<li>Siegler M. The doctor-patient encounter and its relationship to theories of health and disease. In: Caplan AL, Engelhardt HT Jr, McCartney JJ, eds. Concepts of Health and Disease: Interdisciplinary Perspectives. Reading, Massachusetts: Addison-Wesley, 1981: 627-44.</li>\n<li>Siegler M, Goldblatt AD. Clinical Intuition: A procedure for balancing the rights of patients and the responsibilities of physicians. In: Spicker SF, Healey JM, Engelhardt HT Jr. eds. The Law-Medicine Relation: A Philosophical Exploration. Boston and Dordrecht, Holland: D. Reidel, 1981: 5-31.</li>\n<li>Siegler M.  Decision-making strategy for clinical ethical problems in medicine.  Arch Intern Med 1982; 142:2178-9.</li>\n<li>Siegler M. The physician-patient accommodation: a central event in clinical medicine. Arch Intern Med. 1982; 143:1899-1902.</li>\n<li>Siegler M.  Confidentiality in medicine:  A decrepit concept.  N Engl J Med 1982; 307:1518-1521.</li>\n<li>Siegler M, Wikler D. Brain death and live birth. JAMA. 1982; 248:1101-2.</li>\n<li>Siegler M. Medical consultations in the context of the physician-patient relationship. In: Agich, GJ, ed. Responsibility in Health Care. Boston and Dordrecht, Holland: D. Reidel, 1982; 141-62.</li>\n<li>Childress JF, Siegler M. Metaphors and models of doctor-patient relationships: Their implications for autonomy. Theoret Med. 1984; 5:17-30.</li>\n<li>Siegler M.  The progression of medicine:  From physician paternalism to patient autonomy to bureaucratic parsimony.  Arch Intern Med 1985; 145:713-15.</li>\n<li>Culver C, Clouser KD, Gert B, Siegler M, et al. Basic curricular goals in medical ethics: The DeCamp conference on the teaching of medical ethics. NEJM. 1985; 312:253-56.</li>\n<li>La Puma J, Stocking CB, Silverstein MD, DiMartini A, Siegler M.  An ethics consultation service in a teaching hospital-utilization and evaluation.  JAMA 1988; 260:808-811.</li>\n<li>Lane LW (Roberts), Siegler M, Miles SH, Cassel CK, Singer PA. Fellowship training programs in clinical ethics. Soc Gen Intern Med Newsletter. 1988; 3:4-5.</li>\n<li>Singer PA, Siegler M, Lantos JD, Emond JC, Whitington PF, Thistlethwaite JR, Broelsch CE.  Ethics of liver transplantation with living donors.  N Engl J Med 1989; 321:620-622.</li>\n<li>Lantos JD, Siegler M, Cuttler L. Ethical issues in growth hormone therapy. JAMA. 1989; 261:1020-4.</li>\n<li>Arnow P, Pottenger L, Stocking C, Siegler M. DeLeeuw H. Orthopedic surgeons' attitudes and practices concerning the treatment of patients with human immunosuppressive virus infection. Public Health Reports. 1989; 104(2): 121-129.</li>\n<li>Helft P, Siegler M, Lantos J. The rise and fall of the futility movement. NEJM. 2000; 343(4): 293-296.</li>\n<li>Singer PA, Pellegrino ED, Siegler M. Ethics committees and consultants. J Clin Ethics. 1990 Winter;1(4):263-7.</li>\n<li>Siegler M, Pellegrino ED, Singer PA.  Clinical medical ethics:  The first decade.  J Clin Ethics 1990;1:5-9.</li>\n<li>Pellegrino ED, Siegler M, Singer PA. Teaching clinical ethics. J Clin Ethics. 1990; 1:175-180.</li>\n<li>Singer PA, Siegler M.  Euthanasia:  A critique.  N Engl J Med 1990;322:1881-3.</li>\n<li>Lane LW (Roberts), Lane G, Schiedermayer DL, Spiro JH, Siegler M. Caring for medical students as patients. Arch Intern Med. 1990; 150:2249-2253.</li>\n<li>Kodish E, Lantos JD, Kohrman A, Johnson FL, Siegler M.  Bone marrow transplantation in sickle cell disease:  The trade-off between early mortality and quality of life.  Clinical Research 1990; 38:694-700.  [This paper was awarded an honorable mention in the Nellie Westerman prize competition.]</li>\n<li>Pellegrino ED, Siegler M, Singer PA. Future directions in clinical ethics. J Clin Ethics. 1991 Spring;2(1):5-9.</li>\n<li>Singer PA, Siegler M. Clinical ethics. In: W. Kelley, et al., eds. Textbook of Internal Medicine. Philadelphia; JB Lippincott Co., 1991;2:3-5.</li>\n<li>Singer PA, Siegler M. Elective Use of life-sustaining treatments in internal medicine. In: Stollerman GH, ed. Advances in Internal Medicine. 1991; 57-79.</li>\n<li>Siegler M.  A medicine of strangers or a medicine of intimates:  The two legacies of Karen Ann Quinlan.  Second Opinion.  1992; 17:64-69.</li>\n<li>Siegler M, Lantos JD. Ethical justification for living liver donation. Cambridge Quarterly of Healthcare Ethics. 1992; 4:320-325.</li>\n<li>Siegler M.  Falling off the pedestal:  What is happening to the traditional doctor-patient relationship?  Mayo Clinic Proceedings. 1993; 68:1-7.</li>\n<li>Ratain M, Mick R, Schilsky R, Siegler M.  Statistical and ethical issues in the design and conduct of Phase I and II Clinical trials of new anticancer agents. J National Cancer Institute. 1993; 85:1637-43.</li>\n<li>Siegler M, Taylor RM. Intimacy and caring: The legacy of Karen Ann Quinlan. Trends in Health Care, Law, and Ethics. 1993; 8(1):28-30.</li>\n<li>Daugherty C, Ratain MJ, Siegler M. Editorial. Pushing the envelope: Informed consent in Phase I trials.  Ann Onc 1995; 6:321-323.</li>\n<li>Moss AH, Oppenheimer EA, Casey P, Cazzolli PA, Roos R, Stocking CB, Siegler M. Patients with Amyotrophic Lateral Sclerosis receiving long-term mechanical ventilation: Advance Care Planning and Outcomes.  Chest 1996; 110:249-55.</li>\n<li>Singer PA, Siegler M. Clinical ethics in the practice of medicine. In: JB Wyngaarten, F Plum, and C Bennett, eds. Cecil Textbook of Medicine, 20th ed., WB Saunders Co.: Philadelphia, 1996; 4-6.</li>\n<li>Roberts LW, Hardee JT, Franchini G, Sidley C, Siegler M. Medical students as patients: A pilot study of their health care needs, practices, and concerns. Academic Medicine 1996; 71(11): 1225-1232.</li>\n<li>Roberts LW, McCarty T, Roberts BB, Morrison N, Belitz J, Berenson C, Siegler M. Clinical ethics teaching in psychiatric supervision. Academic Psychiatry 1996; 20(3): 172-184.</li>\n<li>Roberts LW, McCarty T, Lyketsos C, Hardee JT, Jacobson J, Walker R, Hough P, Gramelspacher G. Stidley C, Arambula M, Heebink DM, Zornberg GL, Siegler M. What and how psychiatry residents at ten training programs wish to learn about ethics. Academic Psychiatry 1996; 127-139.</li>\n<li>Siegler M.  The contributions of clinical ethics to patient care.  Forum: Trends in Experimental and Clinical Medicine 1997; 7: 244-253.</li>\n<li>Ross LF, Siegler M. Five major themes in bioethics. Forum: Trends in Experimental and Clinical Medicine. 1997; 7.3 (Suppl.5): 8-17.</li>\n<li>Daugherty CK, Siegler M, Ratain MJ, Zimmer G. Learning from our patients: One participants impact on clinical trial research and informed consent. Ann Internal Med. 1997; 126:892-7.</li>\n<li>Siegler M.  Ethical Issues in Innovative Surgery: Should we attempt a cadaveric hand transplantation in a human subject?  Transplantation Proceedings 1998; 30: 2779-2782.</li>\n<li>Helft P, Siegler M, Lantos J.  The rise and fall of the futility movement.  NEJM 2000; 343(4):293-296.</li>\n<li>Cronin D, Millis M, Siegler, M. Transplantation of liver grafts from living donors into adults:  Too Much, Too Soon.  NEJM 2001; 344(21):1633-1638.</li>\n<li>Siegler M. Training doctors for professionalism: Some lessons from teaching clinical medical ethics. Mt. Sinai Medical Journal. 2002; 69:404-409.</li>\n<li>Siegler M, Simmerling M, Siegler J, Cronin DC. Recipient deaths during donor surgery: A new ethical problem in living donor liver transplantation. Liver Transplantation 2006; 12 (3): 358-360.</li>\n<li>Torke AM, Alexander GC, Lantos J, Siegler M. The physician-surrogate relationship. Archives of Internal Medicine. June 2007;167:1117-1121.</li>\n<li>Dugdale L, Siegler M, Rubin D, Medical Professionalism and the Doctor-Patient Relationship. Perspectives in Biology and Medicine 2008; 51:547-553.</li>\n<li>Testa G, Angelos P, Crowley-Matoka M, Siegler M. Elective Surgical Patients as Living Organ Donors: A Clinical and Ethical Innovation. American Journal of Transplantation. 2009; 9:2400-2405.</li>\n<li>Pomfret E, Lodge J, Villamil F, Siegler M. 2010 Consensus Conference on Liver Transplantation for HCC: Should we use living donor grats for patients with hepatocellular carcinoma (HCC)? Ethical Considerations. Liver Transplantation.  2011:17: S128–S132.</li>\n<li>Frilling A, Modlin IM, Kidd M, Russell C, Breitenstein S, Salem R, Kwekkeboom D, Lau W, Klersy C, Vilgrain V, Davidson B, Siegler M, Caplin M, Solcia E, Schilsky R. Recommendations for management of patients with neuroendocrine liver metastases. Lancet Oncology. January 2014;15(1):e8-e21.</li>\n<li>Miller M, Siegler M, Angelos P. Ethical Issues in Surgical Innovation. World Journal of Surgery. April 2014.</li>\n<li>Langerman A, Angelos P, Siegler M. The “call for help”: intraoperative consultation and the surgeon-patient relationship. Journal of the American College of Surgeons. 2014 Dec 1;219(6):1181-6.</li>\n<li>Testa G, Siegler M. Increasing the supply of kidneys for transplantation by making living donors the preferred source of donor kidneys. Medicine. 2014 Dec;93(29).</li>\n<li>Brudney D, Siegler M. A Justifiable Asymmetry. The Journal of clinical ethics. 2015;26(2):100-3.</li>\n<li>Langerman A, Siegler M, Angelos P. Intraoperative Decision Making: The Decision to Perform Additional, Unplanned Procedures on Anesthetized Patients. Journal of the American College of Surgeons. 2016 May 1;222(5):956-60.</li>\n<li>Sherer R, Dong H, Cong Y, Wan J, Chen H, Wang Y, Ma Z, Cooper B, Jiang I, Roth H, Siegler M. Medical ethics education in China: Lessons from three schools. Education for Health. 2017 Jan 1;30(1):35.</li>\n<li>Siegler M. Foreword. In: Code of Medical Ethics of the American Medical Association. 2016-17 Edition. American Medical Association; 2017. VIII-X.</li>\n<li>DeMartino ES, Dudzinski DM, Doyle CK, Sperry BP, Gregory SE, Siegler M, Sulmasy DP, Mueller PS, Kramer DB. Who decides when a patient Can’t? Statutes on alternate decision makers. N Engl J Med 2017;  376(15):1478.</li>\n<li>Parker WF, Anderson AS, Hedeker D, Huang ES, Garrity ER, Siegler M, Churpek MM. Geographic variation in the treatment of US adult heart transplant candidates. J Am Coll Cardiol. 2018 Apr 14.</li>\n<li>Sulmasy DP, Finlay I, Fitzgerald F, Foley K, Payne R, Siegler M. Physician-Assisted Suicide: Why Neutrality by Organized Medicine Is Neither Neutral Nor Appropriate. J Gen Intern Med. 2018 May 2:1-6.</li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Mark_Siegler&amp;action=edit&amp;section=5\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation news\">Dirk Johnson (September 22, 2011). <a rel=\"nofollow\" class=\"external text\" href=\"https://www.nytimes.com/2011/09/22/us/university-of-chicago-gets-42-million-gift-for-bucksbaum-institute.html\">\"A $42 Million Gift Aims at Improving Bedside Manner\"</a>. <i><a href=\"/wiki/The_New_York_Times\" title=\"The New York Times\">The New York Times</a></i>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=The+New+York+Times&amp;rft.atitle=A+%2442+Million+Gift+Aims+at+Improving+Bedside+Manner&amp;rft.date=2011-09-22&amp;rft.au=Dirk+Johnson&amp;rft_id=https%3A%2F%2Fwww.nytimes.com%2F2011%2F09%2F22%2Fus%2Funiversity-of-chicago-gets-42-million-gift-for-bucksbaum-institute.html&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMark+Siegler\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Jonsen, Albert; Siegler, Mark; Winslade, William (2015). <i>Clinical Ethics: A Practical Approach to Ethics Decisions in Clinical Medicine</i>. McGraw-Hill Education. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-0-07-184506-9\" title=\"Special:BookSources/978-0-07-184506-9\">978-0-07-184506-9</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Clinical+Ethics%3A+A+Practical+Approach+to+Ethics+Decisions+in+Clinical+Medicine&amp;rft.pub=McGraw-Hill+Education&amp;rft.date=2015&amp;rft.isbn=978-0-07-184506-9&amp;rft.aulast=Jonsen&amp;rft.aufirst=Albert&amp;rft.au=Siegler%2C+Mark&amp;rft.au=Winslade%2C+William&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMark+Siegler\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Siegler, Mark (1978). \"Teaching clinical ethics at the bedside\". <i>JAMA</i>. <b>239</b> (10): 951–956.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=JAMA&amp;rft.atitle=Teaching+clinical+ethics+at+the+bedside&amp;rft.volume=239&amp;rft.issue=10&amp;rft.pages=951-956&amp;rft.date=1978&amp;rft.aulast=Siegler&amp;rft.aufirst=Mark&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMark+Siegler\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">url=<a rel=\"nofollow\" class=\"external free\" href=\"http://www.acponline.org/about_acp/awards_masterships/awards1415.htm\">http://www.acponline.org/about_acp/awards_masterships/awards1415.htm</a></span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Mark_Siegler&amp;action=edit&amp;section=6\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.uchospitals.edu/physicians/mark-siegler.html\">University of Chicago bio</a></li></ul>\n<div role=\"navigation\" class=\"navbox\" aria-labelledby=\"Authority_control_frameless_&amp;#124;text-top_&amp;#124;10px_&amp;#124;alt=Edit_this_at_Wikidata_&amp;#124;link=https&amp;#58;//www.wikidata.org/wiki/Q6769718&amp;#124;Edit_this_at_Wikidata\" style=\"padding:3px\"><table class=\"nowraplinks hlist navbox-inner\" style=\"border-spacing:0;background:transparent;color:inherit\"><tbody><tr><th id=\"Authority_control_frameless_&amp;#124;text-top_&amp;#124;10px_&amp;#124;alt=Edit_this_at_Wikidata_&amp;#124;link=https&amp;#58;//www.wikidata.org/wiki/Q6769718&amp;#124;Edit_this_at_Wikidata\" scope=\"row\" class=\"navbox-group\" style=\"width:1%\"><a href=\"/wiki/Help:Authority_control\" title=\"Help:Authority control\">Authority control</a> <a href=\"https://www.wikidata.org/wiki/Q6769718\" title=\"Edit this at Wikidata\"><img alt=\"Edit this at Wikidata\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Blue_pencil.svg/10px-Blue_pencil.svg.png\" width=\"10\" height=\"10\" style=\"vertical-align: text-top\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Blue_pencil.svg/15px-Blue_pencil.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/7/73/Blue_pencil.svg/20px-Blue_pencil.svg.png 2x\" data-file-width=\"600\" data-file-height=\"600\" /></a></th><td class=\"navbox-list navbox-odd\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><span class=\"nowrap\"> <a rel=\"nofollow\" class=\"external text\" href=\"https://www.worldcat.org/identities/containsVIAFID/17302825\">WorldCat Identities</a></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Biblioth%C3%A8que_nationale_de_France\" title=\"Bibliothèque nationale de France\">BNF</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"http://catalogue.bnf.fr/ark:/12148/cb123739207\">cb123739207</a> <a rel=\"nofollow\" class=\"external text\" href=\"http://data.bnf.fr/ark:/12148/cb123739207\">(data)</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/International_Standard_Name_Identifier\" title=\"International Standard Name Identifier\">ISNI</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"http://isni.org/isni/0000000116004602\">0000 0001 1600 4602</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Syst%C3%A8me_universitaire_de_documentation\" title=\"Système universitaire de documentation\">SUDOC</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"https://www.idref.fr/113034113\">113034113</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Virtual_International_Authority_File\" title=\"Virtual International Authority File\">VIAF</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"https://viaf.org/viaf/17302825\">17302825</a></span></span></li></ul>\n</div></td></tr></tbody></table></div>\n\n<!-- \nNewPP limit report\nParsed by mw1268\nCached time: 20180909193955\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.212 seconds\nReal time usage: 0.260 seconds\nPreprocessor visited node count: 1430/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 13665/2097152 bytes\nTemplate argument size: 1158/2097152 bytes\nHighest expansion depth: 12/40\nExpensive parser function count: 4/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 3386/5000000 bytes\nNumber of Wikibase entities loaded: 1/400\nLua time usage: 0.098/10.000 seconds\nLua memory usage: 2.82 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  217.842      1 -total\n 52.28%  113.894      1 Template:Infobox_scientist\n 48.96%  106.654      1 Template:Infobox_person\n 44.08%   96.029      2 Template:Infobox\n 26.26%   57.215      1 Template:Reflist\n 19.91%   43.364      1 Template:Authority_control\n 15.75%   34.312      1 Template:Cite_news\n  9.64%   20.996      5 Template:Br_separated_entries\n  4.37%    9.523      1 Template:Wikidata_image\n  3.60%    7.839      3 Template:If_empty\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:33201202-0!canonical and timestamp 20180909193955 and revision id 858249536\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Siegler, Mark","hidden":"","*":"Infobox_person_using_alma_mater"},{"sortkey":"Siegler, Mark","hidden":"","*":"Articles_with_hCards"},{"sortkey":"Siegler, Mark","hidden":"","*":"Wikipedia_articles_with_BNF_identifiers"},{"sortkey":"Siegler, Mark","hidden":"","*":"Wikipedia_articles_with_ISNI_identifiers"},{"sortkey":"Siegler, Mark","hidden":"","*":"Wikipedia_articles_with_SUDOC_identifiers"},{"sortkey":"Siegler, Mark","hidden":"","*":"Wikipedia_articles_with_VIAF_identifiers"},{"sortkey":"Siegler, Mark","*":"1941_births"},{"sortkey":"Siegler, Mark","*":"Physicians_from_Illinois"},{"sortkey":"Siegler, Mark","*":"Living_people"},{"sortkey":"Siegler, Mark","*":"Medical_ethicists"},{"sortkey":"Siegler, Mark","*":"Princeton_University_alumni"},{"sortkey":"Siegler, Mark","*":"Pritzker_School_of_Medicine_alumni"}],"links":[{"ns":14,"exists":"","*":"Category:Wikipedia articles with BNF identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with ISNI identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with SUDOC identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with VIAF identifiers"},{"ns":0,"exists":"","*":"Alvan Feinstein"},{"ns":0,"exists":"","*":"American College of Physicians"},{"ns":0,"exists":"","*":"Bachelor of Arts"},{"ns":0,"exists":"","*":"Bibliothèque nationale de France"},{"ns":0,"exists":"","*":"Clinical medical ethics"},{"ns":0,"exists":"","*":"Doctor of Medicine"},{"ns":0,"exists":"","*":"Internal medicine"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"International Standard Name Identifier"},{"ns":0,"exists":"","*":"Johns Hopkins Berman Institute of Bioethics"},{"ns":0,"exists":"","*":"Lifetime Achievement Award"},{"ns":0,"exists":"","*":"MacLean Center"},{"ns":0,"exists":"","*":"MacLean Center for Clinical Medical Ethics"},{"ns":0,"exists":"","*":"Matthew Bucksbaum"},{"ns":0,"exists":"","*":"Medical ethics"},{"ns":0,"exists":"","*":"Medicine"},{"ns":0,"exists":"","*":"Physician"},{"ns":0,"exists":"","*":"Princeton University"},{"ns":0,"exists":"","*":"Système universitaire de documentation"},{"ns":0,"exists":"","*":"The New York Times"},{"ns":0,"exists":"","*":"University of Chicago"},{"ns":0,"exists":"","*":"Virtual International Authority File"},{"ns":0,"exists":"","*":"William Osler"},{"ns":0,"exists":"","*":"William Winslade"},{"ns":0,"*":"The MacLean Center for Clinical Medical Ethics"},{"ns":12,"exists":"","*":"Help:Authority control"}],"templates":[{"ns":10,"exists":"","*":"Template:Infobox scientist"},{"ns":10,"exists":"","*":"Template:Infobox person"},{"ns":10,"exists":"","*":"Template:Infobox"},{"ns":10,"exists":"","*":"Template:Br separated entries"},{"ns":10,"exists":"","*":"Template:PAGENAMEBASE"},{"ns":10,"exists":"","*":"Template:If empty"},{"ns":10,"exists":"","*":"Template:Unbulleted list"},{"ns":10,"exists":"","*":"Template:Template other"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Wikidata image"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite news"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":10,"exists":"","*":"Template:Cite journal"},{"ns":10,"exists":"","*":"Template:Authority control"},{"ns":10,"exists":"","*":"Template:EditAtWikidata"},{"ns":828,"exists":"","*":"Module:Infobox"},{"ns":828,"exists":"","*":"Module:Navbar"},{"ns":828,"exists":"","*":"Module:Separated entries"},{"ns":828,"exists":"","*":"Module:TableTools"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:String"},{"ns":828,"exists":"","*":"Module:InfoboxImage"},{"ns":828,"exists":"","*":"Module:If empty"},{"ns":828,"exists":"","*":"Module:List"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Authority control"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:ResolveEntityId"},{"ns":828,"exists":"","*":"Module:Navbox"},{"ns":828,"exists":"","*":"Module:EditAtWikidata"}],"images":["Blue_pencil.svg"],"externallinks":["https://www.nytimes.com/2011/09/22/us/university-of-chicago-gets-42-million-gift-for-bucksbaum-institute.html","http://www.acponline.org/about_acp/awards_masterships/awards1415.htm","https://www.wikidata.org/wiki/Q6769718","http://www.uchospitals.edu/physicians/mark-siegler.html","https://www.worldcat.org/identities/containsVIAFID/17302825","http://catalogue.bnf.fr/ark:/12148/cb123739207","http://data.bnf.fr/ark:/12148/cb123739207","http://isni.org/isni/0000000116004602","https://www.idref.fr/113034113","https://viaf.org/viaf/17302825"],"sections":[{"toclevel":1,"level":"2","line":"Clinical medical ethics","number":"1","index":"1","fromtitle":"Mark_Siegler","byteoffset":2922,"anchor":"Clinical_medical_ethics"},{"toclevel":1,"level":"2","line":"Selected awards and honors","number":"2","index":"2","fromtitle":"Mark_Siegler","byteoffset":5248,"anchor":"Selected_awards_and_honors"},{"toclevel":1,"level":"2","line":"Selected books","number":"3","index":"3","fromtitle":"Mark_Siegler","byteoffset":6514,"anchor":"Selected_books"},{"toclevel":1,"level":"2","line":"Selected publications","number":"4","index":"4","fromtitle":"Mark_Siegler","byteoffset":6838,"anchor":"Selected_publications"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"5","fromtitle":"Mark_Siegler","byteoffset":17219,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"6","index":"6","fromtitle":"Mark_Siegler","byteoffset":17247,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Mark Siegler","iwlinks":[],"properties":[{"name":"defaultsort","*":"Siegler, Mark"},{"name":"wikibase_item","*":"Q6769718"}]}}