{"parse":{"title":"Ethnoveterinary medicine","pageid":7022218,"revid":790430485,"text":{"*":"<div class=\"mw-parser-output\"><p>\n<b>Ethnoveterinary medicine</b> (EVM) considers that traditional practices of <a href=\"/wiki/Veterinary_medicine\" title=\"Veterinary medicine\">veterinary medicine</a> are legitimate and seeks to validate them (Köhler-Rollefson and Bräunig, 1998). Many non-Western traditions of veterinary medicine exist, such as <a href=\"/wiki/Veterinary_acupuncture\" title=\"Veterinary acupuncture\">acupuncture</a> and <a href=\"/wiki/Herbalism#Uses_of_herbal_medicines_by_animals\" title=\"Herbalism\">herbal medicine</a> in China, Tibetan veterinary medicine, <a href=\"/wiki/Ayurveda\" title=\"Ayurveda\">Ayurveda</a> in India, etc. These traditions have written records that go back thousands of years, for example the Jewish sources in the Old Testament and <a href=\"/wiki/Talmud\" title=\"Talmud\">Talmud</a> and the Sri Lankan 400-year-old palm-leaf frond records of veterinary treatments (Hadani and Shimshony, 1994). Since colonial times scientists had always taken note of indigenous knowledge of animal health and diagnostic skills before implementing their Western-technology projects (Köhler-Rollefson and Bräunig 1998).\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#What_Is_EVM?\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">What Is EVM?</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Justification_of_studies\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Justification of studies</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Organizations\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Organizations</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Women_and_EVM\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Women and EVM</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Validation\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Validation</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Environment,_epidemiology_and_health\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Environment, epidemiology and health</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Journals\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Journals</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#See_also\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#References\"><span class=\"tocnumber\">9</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#External_links\"><span class=\"tocnumber\">10</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span id=\"What_Is_EVM.3F\"></span><span class=\"mw-headline\" id=\"What_Is_EVM?\">What Is EVM?</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Ethnoveterinary_medicine&amp;action=edit&amp;section=1\" title=\"Edit section: What Is EVM?\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In the 1980s the term \"Veterinary Anthropology\" was coined for a particular approach to animal health care, which was researched through \"using the basic repertoire of anthropology's research skills and techniques, including observation, interview and participation\" (Köhler-Rollefson and Bräunig, 1998). Ethnoveterinary medicine or ethnoveterinary research was defined by McCorkle in 1995 as:\n</p>\n<blockquote><p>The holistic, interdisciplinary study of local knowledge and its associated skills, practices, beliefs, practitioners, and social structures pertaining to the healthcare and healthful husbandry of food, work, and other income-producing animals, always with an eye to practical development applications within livestock production and livelihood systems, and with the ultimate goal of increasing human well-being via increased benefits from stockraising.</p></blockquote>\n<p>Stock owners continue to utilize EVM until better alternatives in terms of efficacy, low cost, availability and ease of administration, are found. By far the most-studied element of EVM is veterinary ethnopharmacopoeia, especially botanicals. Besides, several studies published in recent years (e.g., Confessor et al., 2009; Froemming, 2006, Souto et al. 2011a, b)  have demonstrated the importance of animals as sources of remedies used in medicine for Ethnoveterinary..\n</p><p>Ethnoveterinary and human ethnomedicine practices overlap in several parts of the world. Parallels between medicinal practices in human and animal ethnomedicine not only include the types of resources used and the prevalence of use of those wildlife resources, but also in the modes of administration of these remedies and the ethnomedical techniques employed (see McCorkle and Martin, 1998; Souto et al., 2011a, b).\n</p>\n<h2><span class=\"mw-headline\" id=\"Justification_of_studies\">Justification of studies</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Ethnoveterinary_medicine&amp;action=edit&amp;section=2\" title=\"Edit section: Justification of studies\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>According to Tabuti et al. (2003) and others, systematic studies on EVM can be justified for three main reasons:\n</p>\n<ol><li>they can generate useful information needed to develop livestock healing practices and methods that are suited to the local environment,</li>\n<li>EVM could be a key veterinary resource and could add useful new <a href=\"/wiki/Drug\" title=\"Drug\">drugs</a> to the <a href=\"/wiki/Pharmacopoeia\" title=\"Pharmacopoeia\">pharmacopoeia</a>, and</li>\n<li>EVM can contribute to <a href=\"/wiki/Biodiversity\" title=\"Biodiversity\">biodiversity</a> conservation.</li></ol>\n<p>Besides, the overlap between natural resources traditionally used as medicines for both humans and animals may be indicative of the efficacy of these remedies\n</p>\n<h2><span class=\"mw-headline\" id=\"Organizations\">Organizations</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Ethnoveterinary_medicine&amp;action=edit&amp;section=3\" title=\"Edit section: Organizations\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Developing world institutes involved in EVM include Brazil's <a href=\"/wiki/Universidade_Federal_da_Para%C3%ADba\" class=\"mw-redirect\" title=\"Universidade Federal da Paraíba\">Universidade Federal da Paraíba</a>/<a href=\"/wiki/Universidade_Estadual_da_Para%C3%ADba\" class=\"mw-redirect\" title=\"Universidade Estadual da Paraíba\">Universidade Estadual da Paraíba</a>, Mexico's <a href=\"/w/index.php?title=Universidad_Nacional_Aut%C3%B3noma_de_Chiapas&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Universidad Nacional Autónoma de Chiapas (page does not exist)\">Universidad Nacional Autónoma de Chiapas</a>, Ethiopia's <a href=\"/wiki/Addis_Ababa_University\" title=\"Addis Ababa University\">Addis Ababa University</a>, the School of Veterinary Medicine of the <a href=\"/wiki/University_of_the_West_Indies\" title=\"University of the West Indies\">University of the West Indies</a>, and Rwanda's <a href=\"/w/index.php?title=University_Centre_for_Research_on_Traditional_Pharmacology_and_Medicine&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"University Centre for Research on Traditional Pharmacology and Medicine (page does not exist)\">University Centre for Research on Traditional Pharmacology and Medicine</a>.\n</p><p>The Heifer Project International works in Cameroon with herders and healers experienced in EVM. The League for Pastoral People (L.P.P.) has worked with camel pastoralists in Rajasthan, India and has produced a field manual on camel diseases. Recent research on EVM in the developed world has come from Italy (Pieroni, 2004), British Columbia, Canada (Lans et al., 2006) and the Netherlands (<a rel=\"nofollow\" class=\"external text\" href=\"http://www.ethnobotany.nl/nieuwe_pagina_1.htm\">van Asseldonk</a>).\n</p>\n<h2><span class=\"mw-headline\" id=\"Women_and_EVM\">Women and EVM</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Ethnoveterinary_medicine&amp;action=edit&amp;section=4\" title=\"Edit section: Women and EVM\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The importance of gender is being increasingly recognised in EVM. One of the first studies to document gender was conducted by Diana Davis who noted a difference in knowledge of EVM of Afghan <a href=\"/wiki/Pashtun_people\" class=\"mw-redirect\" title=\"Pashtun people\">Pashtun</a> nomads that paralleled the gender-based division in the society. Davis found that women know more about healthcare for newborns and very sick animals that are taken care of near the home. Since women prepare the carcass for consumption they know twice as many types of internal <a href=\"/wiki/Parasite\" class=\"mw-redirect\" title=\"Parasite\">parasites</a> as men. Women also help with dystocias and the manual removal of <a href=\"/wiki/Ectoparasite\" class=\"mw-redirect\" title=\"Ectoparasite\">ectoparasites</a>.\n</p><p>Another study is that of the <a href=\"/wiki/Tzotzil_people\" class=\"mw-redirect\" title=\"Tzotzil people\">Tzotzil</a> Maya shepherdesses who developed their own breed of sheep and have their own husbandry and healthcare system based on their traditions (Perezgrovas, 1996).\n</p><p>In research conducted in Trinidad it was noted that male farmers were using the reproductive knowledge of their female relatives to assist in the health care of their ruminants. Female farmers were using the same plants for their animals that they used for themselves (Lans, 2004).\n</p><p>ANTHRA, an organization of women veterinary scientists, has been documenting and validating EVM since 1996 in different parts of the states of Andhra Pradesh and Maharashtra in India (Ghotge, 2002). ANTHRA chose to study EVM because women farmers performed 50 – 90% of all daily activities related to livestock care but were denied aspects of the local EVM because knowledge was traditionally passed from father to son.\n</p><p>Women are not trained as traditional <a href=\"/wiki/Dinka\" class=\"mw-redirect\" title=\"Dinka\">Dinka</a> healers (atet) in Sudan (VSF/Switzerland, 1998). However, female-headed households are increasing in Sudan due to war, and women are thus more visible as livestock rearers.\n</p>\n<h2><span class=\"mw-headline\" id=\"Validation\">Validation</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Ethnoveterinary_medicine&amp;action=edit&amp;section=5\" title=\"Edit section: Validation\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Herbal remedies used for hundreds of years by stockraisers can be put to commercial use, but scientists are demanding that traditional knowledge should be validated, to verify the safety and efficacy of the treatments.\n</p><p>IT Kenya has a project in the Samburu District that is investigating effective EVM treatments. Vetaid is collaborating with the Animal Disease Research Institute of Dar es Salaam in Tanzania while the <a href=\"/wiki/Christian_Veterinary_Mission\" title=\"Christian Veterinary Mission\">Christian Veterinary Mission</a> is investigating EVM in <a href=\"/wiki/Karamoja\" title=\"Karamoja\">Karamoja</a>, Uganda. Other organizations in the field are ANTHRA and SEVA in India, ITDG and KEPADA in Kenya and World Concern in Uganda (Mathias, 2004). Studies on EVM have been commissioned by UNICEF.\n</p>\n<ul><li>Wanyama (1997) researched and documented information on most confidently used Ethnoveterinary Knowledge among Pastoralists of Samburu, Kenya. The information which was published in a booklet titled \"Confidently Used Ethnoveterinary Knowledge among Pastoralists of Samburu\" identifies and provides detailed descriptions of top-ten ethnoveterinary practices most confidently used by ethnoveterinary practitioners of Samburu and Turkana communities, in Samburu County, Kenya. The book also attempts to present a methodology that can enable an ethnoveteriary researcher to screen remedies for further scientific trials and value addition.</li>\n<li>Gauthuma (2004) tested the efficacy of <a href=\"/wiki/Myrsine\" title=\"Myrsine\">Myrsine</a> africana, <a href=\"/wiki/Albizia\" title=\"Albizia\">Albizia</a> anthelmintica and <a href=\"/wiki/Hildebrandtia_(plant)\" title=\"Hildebrandtia (plant)\">Hildebrandtia</a> sepalosa against mixed natural helminthosis in sheep (<a href=\"/wiki/Haemonchus\" class=\"mw-redirect\" title=\"Haemonchus\">Haemonchus</a> spp, <a href=\"/w/index.php?title=Trichostrogylus&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Trichostrogylus (page does not exist)\">Trichostrogylus</a> spp and <a href=\"/wiki/Oesophagostomum\" title=\"Oesophagostomum\">Oesophagostomum</a> spp) in the Samburu district of Kenya. Healers were included in the study and the extracts were prepared following traditional methods including mortar and pestle. Albizia anthelmintica and Hilderbrantia sepalosa treatments showed significant improvement over controls from day 4 after treatment to day 12. On day 12 the three plant remedies showed 100% efficacy while <a href=\"/wiki/Albendazole\" title=\"Albendazole\">albendazole</a> had an efficacy of 63%.</li>\n<li>Six of the 17 plant extracts used by the <a href=\"/wiki/Hausa_people\" title=\"Hausa people\">Hausa</a> and other tribes of Northern Nigeria for symptoms probably indicative of <a href=\"/wiki/Viral_illness\" class=\"mw-redirect\" title=\"Viral illness\">viral illness</a> were found to have antiviral activity (Kudi and Myint, 1999). The extracts of <a href=\"/wiki/Eugenia\" title=\"Eugenia\">Eugenia</a> uniflora, <a href=\"/wiki/Acacia\" title=\"Acacia\">Acacia</a> artaxacantha, <a href=\"/wiki/Terminalia_(plant)\" title=\"Terminalia (plant)\">Terminalia</a> ivorensis, T. superba and <a href=\"/wiki/Alchornea\" title=\"Alchornea\">Alchornea</a> cordifolia showed trypanocidal activity (Adewunmi, 2001).</li>\n<li>The International Centre of Insect Physiology and Ecology in Kenya is evaluating 40 natural products used against ticks by the <a href=\"/wiki/Bukusu_people\" class=\"mw-redirect\" title=\"Bukusu people\">Bukusu people</a> in Bungoma District (Wanzala, in process).</li>\n<li>The Onderstepoort Veterinary Institute in South Africa is screening the plants used in EVM for biological activity (Van der Merwe, 2002). Other work in South Africa has been conducted by Masika (2002).</li>\n<li>The anthelmintic efficacies of Teminalia glaucescens (48.4%), <a href=\"/wiki/Solanum\" title=\"Solanum\">Solanum</a> aculeastrum (34.4%), <a href=\"/wiki/Khaya\" title=\"Khaya\">Khaya</a> anthoteca (55.8%) and <a href=\"/wiki/Vernonia\" title=\"Vernonia\">Vernonia</a> amygdalina (52.4%) were tested by Nfi (2001). Nfi and colleagues had previously tested the insecticidal activity of <a href=\"/wiki/Nicotiana\" title=\"Nicotiana\">Nicotiana</a> tabacum and <a href=\"/wiki/Tephrosia\" title=\"Tephrosia\">Tephrosia</a> vogelli and plan to test the acaricidal potential of <a href=\"/wiki/Euphorbia\" title=\"Euphorbia\">Euphorbia</a> kamerunica and <a href=\"/wiki/Psorospermum\" title=\"Psorospermum\">Psorospermum</a> guianensis.</li>\n<li>MacDonald (2004) found that the traditional form of usage of <a href=\"/wiki/Chenopodium\" title=\"Chenopodium\">Chenopodium</a> ambrosioides infusions as a <a href=\"/wiki/Vermifuge\" class=\"mw-redirect\" title=\"Vermifuge\">vermifuge</a> is safer than the use of the herb's essential oil.</li>\n<li>Iqbal (2004) compared the in vitro and in vivo anthelmintic activity of <i><a href=\"/w/index.php?title=Artemisia_brevifolia&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Artemisia brevifolia (page does not exist)\">Artemisia brevifolia</a></i> with <a href=\"/wiki/Levamisole\" title=\"Levamisole\">levamisole</a>. In vitro studies revealed anthelmintic effects of crude aqueous (CAE) and methanol extracts (CME) of Artemisia brevifolia (whole plant) on live <a href=\"/wiki/Haemonchus_contortus\" title=\"Haemonchus contortus\">Haemonchus contortus</a> as evident from their paralysis and/or mortality at 6 h post exposure. For in vivo studies, the whole plant of Artemisia brevifolia was administered as crude powder (CP), CAE and CME at graded doses (1, 2 and 3 g kg(-1) body weight (b.w.) to sheep naturally infected with mixed species of gastrointestinal nematodes. Maximum reduction (67.2%) in eggs per gram (EPG) of faeces was recorded on day 14 post treatment in sheep treated with Artemisia brevifolia CAE at 3 g kg(-1) b.w. Levamisole produced a 99.2% reduction in EPG. However, increase in EPG reduction was noted with an increase in the dose of Artemisia brevifolia administered as CP, CAE and CME.</li>\n<li>Githiori (2004) tested seven plant preparations of <a href=\"/wiki/Hagenia\" title=\"Hagenia\">Hagenia</a> abyssinica, <a href=\"/wiki/Olea\" title=\"Olea\">Olea</a> europaea var. africana, <a href=\"/wiki/Annona\" title=\"Annona\">Annona</a> squamosa, <a href=\"/wiki/Ananas\" title=\"Ananas\">Ananas</a> comosus, <a href=\"/wiki/Dodonaea\" title=\"Dodonaea\">Dodonaea</a> angustifolia, Hildebrandtia sepalosa and <a href=\"/wiki/Azadirachta\" title=\"Azadirachta\">Azadirachta</a> indica in 151 lambs infected with 5000 or 3000 L3 Haemonchus contortus in 3 experiments and all were found to be ineffective.</li></ul>\n<p>Chinese medicine is also being investigated; treatments historically used for large animals are now being tested on pets. Nagle (2001) conducted a randomized, double-blind, placebo-controlled trial of <a href=\"/w/index.php?title=P07P&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"P07P (page does not exist)\">P07P</a>, a product derived from a traditional Chinese herbal remedy. There was a positive result, but it was not statistically significant.\n</p><p>Blanco (1999) found that traditional veterinary knowledge of Galicia, northwest Spain was still thriving due to distrust of the veterinary service. However, the traditional system of holding IK as oral knowledge of certain elders is not necessarily a panacea. Stories of loss are recorded in Giday (2003) and in (Ayisi, 1994).\n</p><p>The <a rel=\"nofollow\" class=\"external text\" href=\"http://pc4.sisc.ucl.ac.be/prelude.html\">PRELUDE database</a> on traditional veterinary medicine has over 5000 plant-based prescriptions for livestock disorders with each plant listed by family.\n</p>\n<h2><span id=\"Environment.2C_epidemiology_and_health\"></span><span class=\"mw-headline\" id=\"Environment,_epidemiology_and_health\">Environment, epidemiology and health</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Ethnoveterinary_medicine&amp;action=edit&amp;section=6\" title=\"Edit section: Environment, epidemiology and health\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>EVM in future may be increasingly linked to discussions and research on <a href=\"/wiki/Ecosystem\" title=\"Ecosystem\">ecosystem</a> health. EVM is now increasingly integrated into \"participatory epidemiology\" which seeks to improve epidemiological surveillance in remote areas and encourage community participation in disease control (Mathias, 2004). EVM is also studied to provide solutions to diseases in which antigen variation has made vaccination unrealistic and drug resistant strains to Western medicines have become prevalent (Atawodi, 2002).\n</p>\n<h2><span class=\"mw-headline\" id=\"Journals\">Journals</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Ethnoveterinary_medicine&amp;action=edit&amp;section=7\" title=\"Edit section: Journals\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><i><a rel=\"nofollow\" class=\"external text\" href=\"http://ethnobioconservation.com/index.php/ebc%20\">Ethnobiology and Conservation</a></i></li>\n<li><i><a href=\"/wiki/Journal_of_Ethnopharmacology\" title=\"Journal of Ethnopharmacology\">Journal of Ethnopharmacology</a></i></li>\n<li><i><a href=\"/wiki/Journal_of_Ethnobiology_and_Ethnomedicine\" class=\"mw-redirect\" title=\"Journal of Ethnobiology and Ethnomedicine\">Journal of Ethnobiology and Ethnomedicine</a></i></li></ul>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Ethnoveterinary_medicine&amp;action=edit&amp;section=8\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Traditional_Chinese_veterinary_medicine\" title=\"Traditional Chinese veterinary medicine\">Traditional Chinese veterinary medicine</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Ethnoveterinary_medicine&amp;action=edit&amp;section=9\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>McCorkle, C.M., Martin, M. 1998. Parallels and potentials in animal and human ethnomedical technique. Agriculture and Human Values 15: 139–144.</li>\n<li>Köhler-Rollefson, I., Bräunig, J. 1998. Anthropological Veterinary&#160;: The Need for Indigenizing the Curriculum Paper presented at the 9th AITVM Conference in Harare 14–18 September 1998</li>\n<li>Souto, W.M.S., Mourão, J.S., Barboza, R.R.D., Alves, R.R.N. 2011a. Parallels between zootherapeutic practices in ethnoveterinary and human complementary medicine in northeastern Brazil. J Ethnopharmacol 134: 753–767</li>\n<li>Souto, W.M.S., Mourão, J.S., Barboza, R.R.D., Mendonça, L.E.T., Lucena, R.F.P., Confessor, M.V.A., Vieira, W.L.S., Montenegro, P.F.G.P., Lopez, L.C.S., Alves, R.R.N. 2011b. Medicinal animals used in ethnoveterinary practices of the 'Cariri Paraibano', NE Brazil. J Ethnobiol Ethnomed. 7(30): 1-46.</li>\n<li>Froemming, S. 2006. Traditional use of the Andean flicker (<i>Colaptes rupicola</i>) as a galactagogue in the Peruvian Andes. J Ethnobiol Ethnomed. 2(23): 1-14</li>\n<li>Confessor, M.V.A., Mendonça, L.E.T., Mourão, J.S., Alves, R.R.N. Animals to heal animals: ethnoveterinary practices in semiarid region, Northeastern Brazil. J Ethnobiol Ethnomed 5(37): 1-9</li>\n<li>Lans C, Turner N. 2011. Organic parasite control for poultry and rabbits in British Columbia, Canada. J Ethnobiol Ethnomed. 7(1):21.</li>\n<li>Zenner L, Callait MP, Granier C, Chauve C: In vitro effect of essential oils from Cinnamomum aromaticum, citrus lemon and Allium sativum on two intestinal flagellates of poultry, Tetratrichomonas gallinarum and Histomonas meleagridis. Parasite. 2003; 10:153 –157.</li>\n<li>Blanco E, Macía MJ, Morales R. 1999. Medicinal and veterinary plants of El Caurel (Galicia, northwest Spain). J Ethnopharmacol 65:113-124.</li>\n<li>Van Asseldonk T. and Beijer H. 2005: Herbal folk remedies for animal health in the Netherlands. 257-63 in: Proceedings of the 4th  International Congress of Ethnobotany (www.iceb2005.com ) 21-26 Aug 2005; ed. Z.F. Erzug, Istanbul 2006.</li>\n<li>Agelet, A., and Vallès, J. 1999. Vascular plants used in ethnoveterinary in Pallars (Pyrenees, Catalonia, Iberian Peninsula, in Herbs, humans and animals/Erbe, uomini e bestie, Pieroni, A., Ed., Germany, pgs 14–35.</li>\n<li>Lans C. 2011. Validation of ethnoveterinary medicinal treatments. Vet. Parasitology 178 (3-4): 389-90.</li>\n<li>Pieroni A., Giusti, M.E., de Pasquale, C., et al. 2006. Circum-Mediterranean cultural heritage and medicinal plant uses in traditional animal healthcare: a field survey in eight selected areas within the RUBIA project. Journal of Ethnobiology and Ethnomedicine 2, 2006, 16.</li>\n<li>Pieroni, A.1999. Ed., Herbs, humans and animals/Erbe, uomini e bestie, Experiences, Cologne, Germany.</li>\n<li>Pieroni, A., Howard, P., Volpato, G., and Santoro, R.F. 2004. Natural remedies and nutraceuticals used in ethnoveterinary practices in inland southern Italy. Veterinary Research Communications, 28: 55–80.</li>\n<li>Uncini Manganelli, R.E., Camangi, F., Tomei, P.E. 2001. Curing animals with plants: traditional usage in Tuscany (Italy). J Ethnopharmacol 78:171–191.</li>\n<li>Lans C, Turner N. 2010. Rearing and Eating Locally-Grown Organic Small-Scale Poultry and Rabbits in British Columbia, Canada. Current Nutrition &amp; Food Science 6(4): 290-302.</li>\n<li>Lans C, Turner N, Brauer G, Khan T. 2009. Medicinal plants used in British Columbia, Canada for reproductive health in pets. Preventive Veterinary Medicine 90: 268 – 273.</li>\n<li>Guarrera, P.M., Forti, G., and Marignoli, S. 2005. \"Ethnobotanical and ethnomedicinal uses of plants in the district of Acquapendente (Latium, Central Italy)\". <i>J Ethnopharmacol.</i> 96 (3): 429-44.</li>\n<li>IIRR, 1994. <i>Ethnoveterinary medicine in Asia: An information kit on traditional animal health care practices. Volume 4.</i> IIRR, Silang, Cavite, Philippines, 1994.</li>\n<li>Iqbal, Z., Lateef, M., Ashraf, M., Jabbar, A. 2004. \"Anthelmintic activity of Artemisia brevifolia in sheep.\" <i>J Ethnopharmacol.</i> 93 (2-3): 265-8.</li>\n<li>ITDG and IIRR, 1996. <i>Ethnoveterinary medicine in Kenya: A field manual of traditional animal health care practices.</i> <a href=\"/wiki/Nairobi,_Kenya\" class=\"mw-redirect\" title=\"Nairobi, Kenya\">Nairobi, Kenya</a>, pp.&#160;136–137, 1996.</li>\n<li>Köhler-Rollefson, Ilse and Bräunig, Juliane, 1998. <i>Anthropological Veterinary Medicine: The Need for Indigenizing the Curriculum</i>. Paper presented at the 9th AITVM Conference in <a href=\"/wiki/Harare\" title=\"Harare\">Harare</a>, 14–18 September 1998.</li>\n<li>Martin, M., Mathias, E., &amp; McCorkle, C. M. 2001, <i>Ethnoveterinary Medicine: An Annotated Bibliography of Community Animal Healthcare</i> ITDG Publishing, London.</li>\n<li>Mathias, E. 2004. \"Ethnoveterinary medicine: Harnessing its potential.\" <i>Vet Bull</i> 74 (8): 27N – 37N.</li>\n<li>Lans, C. and Brown, G. 1998. \"Some observations on ethnoveterinary medicine in Trinidad and Tobago.\" <i>Preventive Veterinary Medicine</i> 35 (2), 125 - 142.</li>\n<li>Lans, C. and Brown, G. 1998. \"Ethnoveterinary medicines used for ruminants in Trinidad and Tobago\". <i>Preventive Veterinary Medicine</i> 35 (3), 149 - 163.</li>\n<li>Lans, C., Harper, T., Georges, K., Bridgewater, E. 2000. \"Medicinal plants used for dogs in <a href=\"/wiki/Trinidad_and_Tobago\" title=\"Trinidad and Tobago\">Trinidad and Tobago</a>.\" <i>Preventive Veterinary Medicine</i> 45 (3-4), 201 - 220.</li>\n<li>Lans Cheryl, Khan Tonya, Martin-Curran Marina, McCorkle Constance M. 2007. Ethnoveterinary Medicine: Potential Solutions for Large-Scale Problems. In Veterinary Herbal Medicine, eds. Susan G. Wynn and Barbara J. Fougere, 17-32. St. Louis, Mo.: Mosby Elsevier.</li>\n<li>Lans, C., Turner, N., Brauer, G., Lourenco, G., and Georges, K. 2006. \"Ethnoveterinary medicines used for horses in Trinidad and in British Columbia, Canada.\" <i>Journal of Ethnobology and Ethnomedicine</i> 2006, 2(1):31.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.metafro.be/prelude.\"><i>Prelude Medicinal Plants Database specialized in Central Africa.</i> Metafro Infosys. Royal Museum for Central Africa, Belgium, N.D.</a></li>\n<li>Tabuti J.R., Dhillion S.S., Lye K.A. 2003. Ethnoveterinary medicines for cattle (Bos indicus) in Bulamogi county, Uganda: plant species and mode of use. Journal of Ethnopharmacology 88(2-3), 279-86.</li>\n<li>Nuwanyakpa, M., Toyang, N., Django, S., Ndi, C., Wirmum, C. 2000. Ethnoveterinary healing practices of Fulani pastoralists in Cameroon: Combining the natural and the supernatural. Indigenous Knowledge and Development Monitor 8 (2), 3 – 6.</li>\n<li>El Garhy MF, Mahmoud LH: Anthelminthic efficacy of traditional herbs on Ascaris lumbricoides. J Egypt Soc Parasitol. 2002; 32(3):893-900.</li>\n<li>Habluetzel A, Carnevali F, Lucantoni L, Grana L, Attili AR, Archilei F, Antonini M, Valbonesi A, Abbadessa V, Esposito F, van der Esch SA. Impact of the botanical insecticide Neem Azal((R)) on survival and reproduction of the biting louse Damalinia limbata on angora goats. Vet Parasitol. 2006 Dec 7</li>\n<li>Wanyama, J., 1997. Confidently Used Ethnoveterinary Knowledge Among Pastoralists of Samburu, Kenya Book 1: Methodology and Results and Book 2: Preparations and Administrations. Intermediate Technology Kenya, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9966-9606-7-8\" title=\"Special:BookSources/9966-9606-7-8\">9966-9606-7-8</a></li>\n<li>Ngeh J. Toyang, Jacob Wanyama, Mopoi Nuwanyakpa and Sali Django. Ethnoveterinary medicine, a practical approach to the treatment of cattle diseases in sub-Saharan Africa. Agromisa Foundation and CTA, Wageningen, 2007</li></ul>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Ethnoveterinary_medicine&amp;action=edit&amp;section=10\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.ethnovetweb.com\">Evelyn Mathias’ Ethnoveterinary Medicine website</a></li></ul>\n<p>The ethnovet.com website is no longer associated with Dr. Cheryl Lans and no longer has content relevant to ethnoveterinary medicine.\n</p>\n<!-- \nNewPP limit report\nParsed by mw1246\nCached time: 20180910210247\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.052 seconds\nReal time usage: 0.078 seconds\nPreprocessor visited node count: 402/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 1592/2097152 bytes\nTemplate argument size: 521/2097152 bytes\nHighest expansion depth: 15/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.004/10.000 seconds\nLua memory usage: 730 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   49.415      1 -total\n 51.00%   25.201      1 Template:ISBN\n 48.57%   24.000      1 Template:Use_dmy_dates\n 21.69%   10.719      1 Template:DMCA\n 20.98%   10.367      1 Template:Catalog_lookup_link\n 18.33%    9.060      1 Template:Dated_maintenance_category\n 11.63%    5.746      1 Template:FULLROOTPAGENAME\n  9.63%    4.758      1 Template:Error-small\n  7.41%    3.661      3 Template:Yesno-no\n  7.39%    3.654      1 Template:Ns_has_subpages\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:7022218-0!canonical and timestamp 20180910210247 and revision id 790430485\n -->\n</div>"},"langlinks":[{"lang":"it","url":"https://it.wikipedia.org/wiki/Etnoveterinaria","langname":"Italian","autonym":"italiano","*":"Etnoveterinaria"}],"categories":[{"sortkey":"","hidden":"","*":"Use_dmy_dates_from_November_2013"},{"sortkey":"","*":"Traditional_medicine"},{"sortkey":"","*":"Veterinary_medicine"}],"links":[{"ns":14,"exists":"","*":"Category:Use dmy dates from November 2013"},{"ns":0,"exists":"","*":"Acacia"},{"ns":0,"exists":"","*":"Addis Ababa University"},{"ns":0,"exists":"","*":"Albendazole"},{"ns":0,"exists":"","*":"Albizia"},{"ns":0,"exists":"","*":"Alchornea"},{"ns":0,"exists":"","*":"Ananas"},{"ns":0,"exists":"","*":"Annona"},{"ns":0,"exists":"","*":"Ayurveda"},{"ns":0,"exists":"","*":"Azadirachta"},{"ns":0,"exists":"","*":"Biodiversity"},{"ns":0,"exists":"","*":"Bukusu people"},{"ns":0,"exists":"","*":"Chenopodium"},{"ns":0,"exists":"","*":"Christian Veterinary Mission"},{"ns":0,"exists":"","*":"Dinka"},{"ns":0,"exists":"","*":"Dodonaea"},{"ns":0,"exists":"","*":"Drug"},{"ns":0,"exists":"","*":"Ecosystem"},{"ns":0,"exists":"","*":"Ectoparasite"},{"ns":0,"exists":"","*":"Eugenia"},{"ns":0,"exists":"","*":"Euphorbia"},{"ns":0,"exists":"","*":"Haemonchus"},{"ns":0,"exists":"","*":"Haemonchus contortus"},{"ns":0,"exists":"","*":"Hagenia"},{"ns":0,"exists":"","*":"Harare"},{"ns":0,"exists":"","*":"Hausa people"},{"ns":0,"exists":"","*":"Herbalism"},{"ns":0,"exists":"","*":"Hildebrandtia (plant)"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"Journal of Ethnobiology and Ethnomedicine"},{"ns":0,"exists":"","*":"Journal of Ethnopharmacology"},{"ns":0,"exists":"","*":"Karamoja"},{"ns":0,"exists":"","*":"Khaya"},{"ns":0,"exists":"","*":"Levamisole"},{"ns":0,"exists":"","*":"Myrsine"},{"ns":0,"exists":"","*":"Nairobi, Kenya"},{"ns":0,"exists":"","*":"Nicotiana"},{"ns":0,"exists":"","*":"Oesophagostomum"},{"ns":0,"exists":"","*":"Olea"},{"ns":0,"exists":"","*":"Parasite"},{"ns":0,"exists":"","*":"Pashtun people"},{"ns":0,"exists":"","*":"Pharmacopoeia"},{"ns":0,"exists":"","*":"Psorospermum"},{"ns":0,"exists":"","*":"Solanum"},{"ns":0,"exists":"","*":"Talmud"},{"ns":0,"exists":"","*":"Tephrosia"},{"ns":0,"exists":"","*":"Terminalia (plant)"},{"ns":0,"exists":"","*":"Traditional Chinese veterinary medicine"},{"ns":0,"exists":"","*":"Trinidad and Tobago"},{"ns":0,"exists":"","*":"Tzotzil people"},{"ns":0,"exists":"","*":"Universidade Estadual da Paraíba"},{"ns":0,"exists":"","*":"Universidade Federal da Paraíba"},{"ns":0,"exists":"","*":"University of the West Indies"},{"ns":0,"exists":"","*":"Vermifuge"},{"ns":0,"exists":"","*":"Vernonia"},{"ns":0,"exists":"","*":"Veterinary acupuncture"},{"ns":0,"exists":"","*":"Veterinary medicine"},{"ns":0,"exists":"","*":"Viral illness"},{"ns":0,"*":"Universidad Nacional Autónoma de Chiapas"},{"ns":0,"*":"University Centre for Research on Traditional Pharmacology and Medicine"},{"ns":0,"*":"Trichostrogylus"},{"ns":0,"*":"Artemisia brevifolia"},{"ns":0,"*":"P07P"}],"templates":[{"ns":10,"exists":"","*":"Template:Use dmy dates"},{"ns":10,"exists":"","*":"Template:DMCA"},{"ns":10,"exists":"","*":"Template:Dated maintenance category"},{"ns":10,"exists":"","*":"Template:FULLROOTPAGENAME"},{"ns":10,"exists":"","*":"Template:Ns has subpages"},{"ns":10,"exists":"","*":"Template:ISBN"},{"ns":10,"exists":"","*":"Template:Catalog lookup link"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Error-small"},{"ns":10,"exists":"","*":"Template:Tl"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Ns has subpages"},{"ns":828,"exists":"","*":"Module:Check isxn"},{"ns":828,"exists":"","*":"Module:Error"}],"images":[],"externallinks":["http://www.ethnobotany.nl/nieuwe_pagina_1.htm","http://pc4.sisc.ucl.ac.be/prelude.html","http://ethnobioconservation.com/index.php/ebc%20","http://www.metafro.be/prelude.","http://www.ethnovetweb.com"],"sections":[{"toclevel":1,"level":"2","line":"What Is EVM?","number":"1","index":"1","fromtitle":"Ethnoveterinary_medicine","byteoffset":918,"anchor":"What_Is_EVM?"},{"toclevel":1,"level":"2","line":"Justification of studies","number":"2","index":"2","fromtitle":"Ethnoveterinary_medicine","byteoffset":2700,"anchor":"Justification_of_studies"},{"toclevel":1,"level":"2","line":"Organizations","number":"3","index":"3","fromtitle":"Ethnoveterinary_medicine","byteoffset":3303,"anchor":"Organizations"},{"toclevel":1,"level":"2","line":"Women and EVM","number":"4","index":"4","fromtitle":"Ethnoveterinary_medicine","byteoffset":4173,"anchor":"Women_and_EVM"},{"toclevel":1,"level":"2","line":"Validation","number":"5","index":"5","fromtitle":"Ethnoveterinary_medicine","byteoffset":5925,"anchor":"Validation"},{"toclevel":1,"level":"2","line":"Environment, epidemiology and health","number":"6","index":"6","fromtitle":"Ethnoveterinary_medicine","byteoffset":11478,"anchor":"Environment,_epidemiology_and_health"},{"toclevel":1,"level":"2","line":"Journals","number":"7","index":"7","fromtitle":"Ethnoveterinary_medicine","byteoffset":12025,"anchor":"Journals"},{"toclevel":1,"level":"2","line":"See also","number":"8","index":"8","fromtitle":"Ethnoveterinary_medicine","byteoffset":12217,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"9","index":"9","fromtitle":"Ethnoveterinary_medicine","byteoffset":12277,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"10","index":"10","fromtitle":"Ethnoveterinary_medicine","byteoffset":19336,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Ethnoveterinary medicine","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q3733835"}]}}