{"parse":{"title":"History of pound sterling in Oceania","pageid":25531320,"revid":859158520,"text":{"*":"<div class=\"mw-parser-output\"><p>The <a href=\"/wiki/Pound_sterling\" title=\"Pound sterling\">pound sterling</a> was the currency of many, but not all parts of the <a href=\"/wiki/British_Empire\" title=\"British Empire\">British Empire</a>. This article looks at the history of the pound sterling in the <a href=\"/wiki/Australia\" title=\"Australia\">Australia</a>, <a href=\"/wiki/New_Zealand\" title=\"New Zealand\">New Zealand</a>, and <a href=\"/wiki/Pacific_Ocean\" title=\"Pacific Ocean\">Pacific</a> region.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#History\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">History</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Monetary_union\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Monetary union</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Australia\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Australia</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#New_Zealand\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">New Zealand</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Fiji\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Fiji</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#The_Western_Pacific_High_Commission_Territories\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">The Western Pacific High Commission Territories</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#See_also\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Notes\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">Notes</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#References\"><span class=\"tocnumber\">9</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"History\">History</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_pound_sterling_in_Oceania&amp;action=edit&amp;section=1\" title=\"Edit section: History\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The British victory at the <a href=\"/wiki/Battle_of_Waterloo\" title=\"Battle of Waterloo\">Battle of Waterloo</a> in 1815 heralded the beginning of a new world order in which <a href=\"/wiki/United_Kingdom\" title=\"United Kingdom\">Britain</a> would be the supreme world power for the next one hundred years. At the time of Waterloo, the British Empire consisted of the <a href=\"/wiki/New_World\" title=\"New World\">New World</a> territories in the <a href=\"/wiki/West_Indies\" title=\"West Indies\">West Indies</a> and <a href=\"/wiki/North_America\" title=\"North America\">North America</a> which had been retained following the loss of the <a href=\"/wiki/Thirteen_Colonies\" title=\"Thirteen Colonies\">Thirteen Colonies</a>. In addition to this, there was the penal colony of <a href=\"/wiki/New_South_Wales\" title=\"New South Wales\">New South Wales</a>, the <a href=\"/wiki/Rock_of_Gibraltar\" title=\"Rock of Gibraltar\">Rock of Gibraltar</a> at the entrance to the <a href=\"/wiki/Mediterranean_Sea\" title=\"Mediterranean Sea\">Mediterranean Sea</a>, and the territories controlled by the <a href=\"/wiki/British_East_India_Company\" class=\"mw-redirect\" title=\"British East India Company\">British East India Company</a>. Victory in the <a href=\"/wiki/Napoleonic_Wars\" title=\"Napoleonic Wars\">Napoleonic Wars</a> brought spoils to Britain which added more territories such as <a href=\"/wiki/Malta\" title=\"Malta\">Malta</a>, <a href=\"/wiki/British_Guiana\" title=\"British Guiana\">British Guiana</a>, and <a href=\"/wiki/Mauritius\" title=\"Mauritius\">Mauritius</a> to the empire. It was the beginning of a golden era for Britain, and the new <a href=\"/wiki/Royal_Mint\" title=\"Royal Mint\">Royal Mint</a> at <a href=\"/wiki/Tower_Hill\" title=\"Tower Hill\">Tower Hill</a> coined a new <a href=\"/wiki/Gold_sovereign\" class=\"mw-redirect\" title=\"Gold sovereign\">gold sovereign</a> in 1817. At the same time, the <a href=\"/wiki/Spanish_Empire\" title=\"Spanish Empire\">Spanish Empire</a> was in decline with revolutions underway in the New World. The silver <a href=\"/wiki/Spanish_dollar\" title=\"Spanish dollar\">Spanish pieces of eight</a> that had formed the staple international currency for nearly four hundred years were mostly minted at the New World mints at <a href=\"/wiki/Potos%C3%AD\" title=\"Potosí\">Potosí</a>, <a href=\"/wiki/Mexico\" title=\"Mexico\">Mexico</a>, and <a href=\"/wiki/Lima\" title=\"Lima\">Lima</a>. The supplies of these silver dollars were cut off due to revolutionary wars, and since Britain had formally adopted a successful <a href=\"/wiki/Gold_standard\" title=\"Gold standard\">gold specie standard</a> in 1821, the British government decided in 1825 to introduce the sterling coinage in all of its colonies. An imperial order-in-council was issued to set ratings for the sterling coinage against the already-circulating <a href=\"/wiki/Spain\" title=\"Spain\">Spanish</a> and other foreign coins, for the purposes of facilitating the transition to sterling.\n</p><p>While this measure was remarkably unsuccessful in the <a href=\"/wiki/British_North_American_colonies\" class=\"mw-redirect\" title=\"British North American colonies\">British North American colonies</a> and initially in some of the <a href=\"/wiki/British_West_Indies\" title=\"British West Indies\">British West Indies</a>, the situation in New South Wales was different due to the absence of any already fully entrenched monetary system. As such, the British sterling currency was adopted in New South Wales with relative ease, and as this region of British influence expanded over the course of the nineteenth century to incorporate the rest of the Australian continent, New Zealand and a large number of Pacific islands, the British sterling currency followed.\n</p>\n<h2><span class=\"mw-headline\" id=\"Monetary_union\">Monetary union</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_pound_sterling_in_Oceania&amp;action=edit&amp;section=2\" title=\"Edit section: Monetary union\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>From the latter half of the 19th century until the outbreak of the <a href=\"/wiki/World_War_I\" title=\"World War I\">First World War</a>, a <a href=\"/wiki/Monetary_union\" class=\"mw-redirect\" title=\"Monetary union\">monetary union</a>, based on the British gold sovereign existed in a part of the British Empire. This sterling part of the British Empire mainly consisted of Australia, New Zealand, the British Islands in the Pacific, British Southern Africa, <a href=\"/wiki/British_West_Africa\" title=\"British West Africa\">British West Africa</a>, the British West Indies, Gibraltar, Malta, and the South Atlantic territories. It had been the plan of the British government in 1825 to have sterling coinage circulating in all of the British colonies. But, by the 1860s, the British government had given up trying to impose sterling coinage in territories such as <a href=\"/wiki/Canada\" title=\"Canada\">Canada</a>, <a href=\"/wiki/Dominion_of_Newfoundland\" title=\"Dominion of Newfoundland\">Newfoundland</a>, <a href=\"/wiki/British_India\" class=\"mw-redirect\" title=\"British India\">British India</a>, and <a href=\"/wiki/Hong_Kong\" title=\"Hong Kong\">Hong Kong</a> against resistance from existing entrenched practices, just as the British East India Company has similarly given up trying to impose the <a href=\"/wiki/Rupee\" title=\"Rupee\">rupee</a> on the <a href=\"/wiki/Straits_Settlements\" title=\"Straits Settlements\">Straits Settlements</a>. Eventually even India and the Straits Settlements adopted a sterling exchange standard, leaving only Canada, Newfoundland, <a href=\"/wiki/British_Honduras\" title=\"British Honduras\">British Honduras</a>, and Hong Kong totally outside the sterling system.\n</p><p>This sterling monetary union existed throughout much the same period that the <a href=\"/wiki/Latin_Monetary_Union\" title=\"Latin Monetary Union\">Latin Monetary Union</a> existed, and in both cases, the First World War was the major factor that signalled the end of the union. In both cases, the union was maintained by virtue of the gold specie standard. During the period of monetary union, a standard issue of sterling coinage, minted at the Royal Mint at Tower Hill, <a href=\"/wiki/London\" title=\"London\">London</a> circulated in the United Kingdom, Australia and its dependencies such as <a href=\"/wiki/Papua_New_Guinea\" title=\"Papua New Guinea\">Papua New Guinea</a>, New Zealand and its dependencies such as <a href=\"/wiki/Western_Samoa\" class=\"mw-redirect\" title=\"Western Samoa\">Western Samoa</a>, as well as in <a href=\"/wiki/Fiji\" title=\"Fiji\">Fiji</a> and the <a href=\"/wiki/British_Western_Pacific_Territories\" title=\"British Western Pacific Territories\">British Western Pacific Territories</a>. As regards paper money, banknotes were issued by banks in <a href=\"/wiki/England\" title=\"England\">England</a>, <a href=\"/wiki/Scotland\" title=\"Scotland\">Scotland</a>, <a href=\"/wiki/Ireland\" title=\"Ireland\">Ireland</a>, Australia, and New Zealand.\n</p><p>In 1910, Australia introduced its own coinage in the likeness of sterling coinage. It was much the same as the United Kingdom's coinage, differing mainly in the use of distinctive Australian symbols on the reverse. At the same time, the law prohibited Australian banks from issuing banknotes, and such authority was reserved for the newly formed <a href=\"/wiki/Commonwealth_Bank\" title=\"Commonwealth Bank\">Commonwealth Bank</a>. This left an interesting situation in which Australian private banknotes were limited to circulation in New Zealand, and such Australian notes were marked with the words New Zealand. This action by Australia in issuing its own national variety of sterling coinage had no practical effect on the monetary union as such. Initially, these Australian coins were minted at the Royal Mint at Tower Hill, London, despite the fact that there were three Royal Mint branches operating in Australia at that time. The reason was that these Australian branch mints, in <a href=\"/wiki/Sydney\" title=\"Sydney\">Sydney</a>, <a href=\"/wiki/Melbourne\" title=\"Melbourne\">Melbourne</a>, and <a href=\"/wiki/Perth,_Western_Australia\" class=\"mw-redirect\" title=\"Perth, Western Australia\">Perth</a>, only had the facilities to mint gold sovereigns. However, by 1916, the Australian varieties of sterling coinage were being minted locally.\n</p><p>With the suspension of gold coin payouts on the outbreak of the First World War, the binding factor was removed and paper money in the respective territories became unanchored and hence free to float, to the extent that the common coinage would permit. In the case of Australia, there was no complication because distinct Australian coins already existed. In the case of New Zealand and Fiji, the situation could have potentially proved to be problematic, but the issue didn't arise until the <a href=\"/wiki/Great_Depression\" title=\"Great Depression\">Great Depression</a>.\n</p><p>The Great Depression was the catalyst that forced more dramatic shifts in the exchange rates between the various pound units, and by 1934 both New Zealand and Fiji began to issue their own varieties of the sterling coinage.\n</p>\n<h2><span class=\"mw-headline\" id=\"Australia\">Australia</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_pound_sterling_in_Oceania&amp;action=edit&amp;section=3\" title=\"Edit section: Australia\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Australia returned to the gold standard in 1925 in conjunction with the United Kingdom and <a href=\"/wiki/South_Africa\" title=\"South Africa\">South Africa</a>. As in the case of the United Kingdom, there was no return to a gold specie standard, but rather the introduction of a gold bullion standard<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;a&#93;</a></sup>. This once again formally locked the pound in Australia to parity with the pound in the United Kingdom. During the period between 1914 and 1925, the telegraphic money transfers between London and Australia had deviated somewhat from parity, but at that time, it was merely seen as a temporary hitch due to the emergency and the suspension of the gold standard. Nobody considered the <a href=\"/wiki/Australian_pound\" title=\"Australian pound\">Australian pound</a> as such to be a separate currency from sterling. \nHowever, in 1929 the Great Depression struck, and the raw producing nations in the southern hemisphere, such as <a href=\"/wiki/Argentina\" title=\"Argentina\">Argentina</a>, <a href=\"/wiki/Chile\" title=\"Chile\">Chile</a>, Australia, and New Zealand were the first to feel the effects. The Australian banks that controlled the exchanges with London began to sell the Australian unit at a discount in order to increase the competitiveness of their exports to London. The gold standard in Australia was simultaneously abandoned and the Australian pound was now at a 25% discount to the pound sterling.\n</p><p>When the United Kingdom itself then abandoned the gold standard in 1931, this opened up certain questions for the first time. What does an Australian pound mean if it is not connected to gold? It was decided after 1931 to formally peg the Australian pound at a fixed 25% discount to the pound sterling and to define it as just that. Hence, the Australian pound maintained its close connection with the pound sterling and when the <a href=\"/wiki/World_War_II\" title=\"World War II\">Second World War</a> broke out in 1939, Australia joined the <a href=\"/wiki/Sterling_area\" title=\"Sterling area\">sterling area</a> which was an emergency wartime measure designed to protect the pound sterling's external value, principally against the <a href=\"/wiki/US_dollar\" class=\"mw-redirect\" title=\"US dollar\">US dollar</a>.\n</p><p>In 1966, the Australian pound was decimalized at a rate of two new Australian dollars. When the pound sterling was devalued in 1967, the Australian unit did not follow suit but continued to peg to sterling at a new fixed rate. In 1971 Australia changed its peg to the US dollar and in June 1972, the sterling area as an exchange control area was shrunk to include only the British Isles. In September 1972, Australia responded by amending its own exchange control legislation accordingly, and with the floating of the British unit, which began in June 1972, all former connection between the two currencies had effectively come to an end.\n</p>\n<h2><span class=\"mw-headline\" id=\"New_Zealand\">New Zealand</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_pound_sterling_in_Oceania&amp;action=edit&amp;section=4\" title=\"Edit section: New Zealand\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Unlike Australia, in the critical period between 1914 and the Great Depression, New Zealand did not have anything that corresponded to a central bank or a monetary authority. New Zealand's link to the pound sterling was purely through the gold specie standard, and when the gold specie standard was suspended at the outbreak of the First World War, the linkage was based on nothing other than existing practice. The banks controlled telegraphic transfers between New Zealand and London, and so the exchange rate was entirely in their hands. New Zealand was now effectively on a sterling exchange standard, controlled by the largely Australian trading banks, and this sterling exchange standard became a gold exchange standard for the period between 1925 and 1931 when the United Kingdom was on a gold bullion standard. \n</p><p>It wasn't however until the Great Depression that the Australian banks created any substantial divergence from the traditional one-to-one parity between the London pound and the New Zealand pound. Australian and New Zealand raw exports to London were badly hit by the depression, and in an attempt to sustain demand, the Australian banks decided to sell the New Zealand pound at a 9% discount, taking the exchange rate to 110 New Zealand pounds to 100 pounds sterling by 1931. As this was new territory in the history of money, the situation became somewhat confused because a state of affairs now existed in which the exchange rate between Australia and New Zealand was at par and did not correspond to their respective exchange rates with London. \nBy 1933 the situation had settled to a state of affairs in which the New Zealand pound and the Australian pound were both at a 20% discount with respect to the London pound, taking the exchange rate to New Zealand 125 pounds equaling 100 pounds sterling. New Zealand joined the sterling area in 1939 at the outbreak of the Second World War and in 1948, the New Zealand pound once again returned to parity with the pound sterling.\n</p><p>In 1967, New Zealand decimalised its pound into two new New Zealand dollars and later that year, when the pound sterling was devalued, New Zealand took the opportunity to realign its new dollar to parity with the Australian dollar.\n</p><p>In 1971, New Zealand changed its peg to the US dollar, and in 1972, just like the United Kingdom and Australia, New Zealand ended its sterling area-based exchange control laws.\n</p>\n<h2><span class=\"mw-headline\" id=\"Fiji\">Fiji</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_pound_sterling_in_Oceania&amp;action=edit&amp;section=5\" title=\"Edit section: Fiji\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>From its earliest days as a British colony, British sterling coinage circulated in Fiji, supplemented by locally produced paper money. In 1917, as a wartime emergency measure, the Fijian treasury issued paper money for Fiji in lieu of British gold sovereigns. During the Great Depression of the 1930s, Australian and New Zealand banks devalued the pound in their respective territories in order to bolster their exports to the UK. These same banks controlled the exchange rate for Fiji, and in 1933 the <a href=\"/wiki/Fijian_pound\" title=\"Fijian pound\">Fijian pound</a> was devalued to £1.2.2 Fijian = £1 sterling in order to bring it into line with the devalued New Zealand pound, even though the New Zealand pound would very shortly devalue further to bring it into line with the devalued Australian pound. At the outbreak of the Second World War in 1939, the sterling area was set up as an exchange control area for the purposes of protecting the external value of the pound sterling, principally against the US dollar. Fiji immediately joined the sterling area.\n</p><p>When the pound sterling was devalued on 20 November 1967, Fiji immediately followed suit. However, over the next week, Fiji considered the adverse effects that this devaluation would have on imports to Fiji while keeping an eye on how Australia and New Zealand were going to respond to the situation. On 28 November 1967, Fiji decided to partially revalue its pound, hence resulting in a sterling exchange rate of £104.10.0 Fijian = £100 sterling.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;1&#93;</a></sup> This had the effect of bringing the Fijian pound closer to its original relationship to Australian and New Zealand pounds prior to the upheavals which took place in the exchange rates at the time of the Great Depression. In 1969, the Fijian pound was replaced by the <a href=\"/wiki/Fijian_dollar\" title=\"Fijian dollar\">Fijian dollar</a> at a rate of 1 Fijian pound = 2 Fijian dollars such that the new Fijian dollar was approximately equal to the new dollars in Australia and New Zealand.\n</p><p>In June 1972 the United Kingdom unilaterally ended its sterling area-based exchange control laws and floated the pound sterling. On 30 June 1972, Fiji enacted with similar legislation, thus ending any formal relationship between the British and the Fijian units.\n</p>\n<h2><span class=\"mw-headline\" id=\"The_Western_Pacific_High_Commission_Territories\">The Western Pacific High Commission Territories</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_pound_sterling_in_Oceania&amp;action=edit&amp;section=6\" title=\"Edit section: The Western Pacific High Commission Territories\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The British governor on Fiji also had responsibility for other groups of Pacific islands in his capacity as <a href=\"/wiki/High_Commissioner_for_the_Western_Pacific\" title=\"High Commissioner for the Western Pacific\">High Commissioner for the Western Pacific</a>. This jurisdiction included the <a href=\"/wiki/British_Solomon_Islands_Protectorate\" class=\"mw-redirect\" title=\"British Solomon Islands Protectorate\">British Solomon Islands Protectorate</a>, the Anglo-French condominium known as the <a href=\"/wiki/New_Hebrides\" title=\"New Hebrides\">New Hebrides</a>, <a href=\"/wiki/Nauru\" title=\"Nauru\">Nauru</a>, the <a href=\"/wiki/Pitcairn_Islands\" title=\"Pitcairn Islands\">Pitcairn Islands</a>, the <a href=\"/wiki/Gilbert_and_Ellice_Islands\" title=\"Gilbert and Ellice Islands\">Gilbert and Ellice Islands</a>, and the <a href=\"/wiki/Kingdom_of_Tonga\" class=\"mw-redirect\" title=\"Kingdom of Tonga\">Kingdom of Tonga</a>. In the mid-1930s there was confusion on these territories as to whether or not the pound unit of account represented a pound sterling or an Australian pound. Clarification was requested and it was decided that all sterling accounts in these territories, with the exception of the Pitcairn Islands, should be taken to mean the Australian pound. In the case of the British Solomon Islands Protectorate, this was confirmed by King's regulations in 1935. Territories under direct Australian jurisdiction such as Papua New Guinea also used the Australian pound, while territories under New Zealand jurisdiction, such as Western Samoa and the <a href=\"/wiki/Cook_Islands\" title=\"Cook Islands\">Cook Islands</a>, as well as the Pitcairn Islands used the New Zealand pound. Hence there were now a total of three different pound units in use in the Australasian and Pacific region, none of them being equal to the pound sterling. There was the Australian pound, the Fijian pound, and the New Zealand pound. However, the New Zealand pound, as stated above, did return to parity with the pound sterling in 1948.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_pound_sterling_in_Oceania&amp;action=edit&amp;section=7\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Australian_1_pound_note\" class=\"mw-redirect\" title=\"Australian 1 pound note\">Australian 1 pound note</a></li>\n<li><a href=\"/wiki/Solomon_Islands_pound\" title=\"Solomon Islands pound\">Solomon Islands pound</a></li>\n<li><a href=\"/wiki/Western_Samoan_pound\" title=\"Western Samoan pound\">Western Samoan pound</a></li>\n<li><a href=\"/wiki/Tongan_pound\" title=\"Tongan pound\">Tongan pound</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"Notes\">Notes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_pound_sterling_in_Oceania&amp;action=edit&amp;section=8\" title=\"Edit section: Notes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: lower-alpha;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">In a gold specie standard, coins circulate which contain an amount of gold equivalent to the face value of the coin, while in a gold bullion standard the actual circulating money is exchangeable for a fixed amount of gold bullion on demand.</span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_pound_sterling_in_Oceania&amp;action=edit&amp;section=9\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<style data-mw-deduplicate=\"TemplateStyles:r853264625\">.mw-parser-output .refbegin{font-size:90%;margin-bottom:0.5em}.mw-parser-output .refbegin-hanging-indents>ul{list-style-type:none;margin-left:0}.mw-parser-output .refbegin-hanging-indents>ul>li,.mw-parser-output .refbegin-hanging-indents>dl>dd{margin-left:0;padding-left:3.2em;text-indent:-3.2em;list-style:none}.mw-parser-output .refbegin-100{font-size:100%}</style><div class=\"refbegin\" style=\"\">\n<ul><li>Chalmers, R., \"A History of Currency in the British Colonies\" (1893)</li>\n<li>The Australian yearbooks from 1931</li>\n<li>The New Zealand yearbooks from 1931</li>\n<li>Hawke, G.R., \"The Making of New Zealand: an economic history\" (1985)</li>\n<li>Grant, Anthony w., \"Premier: the New Zealand Coin and Banknote Catalogue\" (2011)</li></ul>\n</div><div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www3.interscience.wiley.com/cgi-bin/fulltext/119705084/PDFSTART\">[1]</a></span>\n</li>\n</ol></div>\n\n<!-- \nNewPP limit report\nParsed by mw1325\nCached time: 20180912034400\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.068 seconds\nReal time usage: 0.080 seconds\nPreprocessor visited node count: 253/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 703/2097152 bytes\nTemplate argument size: 373/2097152 bytes\nHighest expansion depth: 8/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 1074/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.005/10.000 seconds\nLua memory usage: 526 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   51.287      1 -total\n 60.29%   30.921      1 Template:Notelist\n 57.20%   29.338      1 Template:Reflist\n 26.53%   13.606      1 Template:Refbegin\n  7.17%    3.677      1 Template:Efn\n  6.72%    3.447      1 Template:Main_other\n  3.72%    1.909      1 Template:Refend\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:25531320-0!canonical and timestamp 20180912034359 and revision id 859158520\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Pound Sterling In Australia, New Zealand, And Oceania","*":"Numismatics"},{"sortkey":"Pound Sterling In Australia, New Zealand, And Oceania","*":"Pound_(currency)"},{"sortkey":"Pound Sterling In Australia, New Zealand, And Oceania","*":"Currencies_of_Australia"},{"sortkey":"Pound Sterling In Australia, New Zealand, And Oceania","*":"Currencies_of_New_Zealand"},{"sortkey":"Pound Sterling In Australia, New Zealand, And Oceania","*":"Currencies_of_Oceania"},{"sortkey":"Pound Sterling In Australia, New Zealand, And Oceania","*":"History_of_money"},{"sortkey":"Pound Sterling In Australia, New Zealand, And Oceania","*":"Currencies_of_Fiji"},{"sortkey":"Pound Sterling In Australia, New Zealand, And Oceania","*":"Economic_history_of_Australia"}],"links":[{"ns":0,"exists":"","*":"Argentina"},{"ns":0,"exists":"","*":"Australia"},{"ns":0,"exists":"","*":"Australian 1 pound note"},{"ns":0,"exists":"","*":"Australian pound"},{"ns":0,"exists":"","*":"Battle of Waterloo"},{"ns":0,"exists":"","*":"British East India Company"},{"ns":0,"exists":"","*":"British Empire"},{"ns":0,"exists":"","*":"British Guiana"},{"ns":0,"exists":"","*":"British Honduras"},{"ns":0,"exists":"","*":"British India"},{"ns":0,"exists":"","*":"British North American colonies"},{"ns":0,"exists":"","*":"British Solomon Islands Protectorate"},{"ns":0,"exists":"","*":"British West Africa"},{"ns":0,"exists":"","*":"British West Indies"},{"ns":0,"exists":"","*":"British Western Pacific Territories"},{"ns":0,"exists":"","*":"Canada"},{"ns":0,"exists":"","*":"Chile"},{"ns":0,"exists":"","*":"Commonwealth Bank"},{"ns":0,"exists":"","*":"Cook Islands"},{"ns":0,"exists":"","*":"Dominion of Newfoundland"},{"ns":0,"exists":"","*":"England"},{"ns":0,"exists":"","*":"Fiji"},{"ns":0,"exists":"","*":"Fijian dollar"},{"ns":0,"exists":"","*":"Fijian pound"},{"ns":0,"exists":"","*":"Gilbert and Ellice Islands"},{"ns":0,"exists":"","*":"Gold sovereign"},{"ns":0,"exists":"","*":"Gold standard"},{"ns":0,"exists":"","*":"Great Depression"},{"ns":0,"exists":"","*":"High Commissioner for the Western Pacific"},{"ns":0,"exists":"","*":"Hong Kong"},{"ns":0,"exists":"","*":"Ireland"},{"ns":0,"exists":"","*":"Kingdom of Tonga"},{"ns":0,"exists":"","*":"Latin Monetary Union"},{"ns":0,"exists":"","*":"Lima"},{"ns":0,"exists":"","*":"London"},{"ns":0,"exists":"","*":"Malta"},{"ns":0,"exists":"","*":"Mauritius"},{"ns":0,"exists":"","*":"Mediterranean Sea"},{"ns":0,"exists":"","*":"Melbourne"},{"ns":0,"exists":"","*":"Mexico"},{"ns":0,"exists":"","*":"Monetary union"},{"ns":0,"exists":"","*":"Napoleonic Wars"},{"ns":0,"exists":"","*":"Nauru"},{"ns":0,"exists":"","*":"New Hebrides"},{"ns":0,"exists":"","*":"New South Wales"},{"ns":0,"exists":"","*":"New World"},{"ns":0,"exists":"","*":"New Zealand"},{"ns":0,"exists":"","*":"North America"},{"ns":0,"exists":"","*":"Pacific Ocean"},{"ns":0,"exists":"","*":"Papua New Guinea"},{"ns":0,"exists":"","*":"Perth, Western Australia"},{"ns":0,"exists":"","*":"Pitcairn Islands"},{"ns":0,"exists":"","*":"Potosí"},{"ns":0,"exists":"","*":"Pound sterling"},{"ns":0,"exists":"","*":"Rock of Gibraltar"},{"ns":0,"exists":"","*":"Royal Mint"},{"ns":0,"exists":"","*":"Rupee"},{"ns":0,"exists":"","*":"Scotland"},{"ns":0,"exists":"","*":"Solomon Islands pound"},{"ns":0,"exists":"","*":"South Africa"},{"ns":0,"exists":"","*":"Spain"},{"ns":0,"exists":"","*":"Spanish Empire"},{"ns":0,"exists":"","*":"Spanish dollar"},{"ns":0,"exists":"","*":"Sterling area"},{"ns":0,"exists":"","*":"Straits Settlements"},{"ns":0,"exists":"","*":"Sydney"},{"ns":0,"exists":"","*":"Thirteen Colonies"},{"ns":0,"exists":"","*":"Tongan pound"},{"ns":0,"exists":"","*":"Tower Hill"},{"ns":0,"exists":"","*":"US dollar"},{"ns":0,"exists":"","*":"United Kingdom"},{"ns":0,"exists":"","*":"West Indies"},{"ns":0,"exists":"","*":"Western Samoa"},{"ns":0,"exists":"","*":"Western Samoan pound"},{"ns":0,"exists":"","*":"World War I"},{"ns":0,"exists":"","*":"World War II"}],"templates":[{"ns":10,"exists":"","*":"Template:Efn"},{"ns":10,"exists":"","*":"Template:Notelist"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Refbegin"},{"ns":10,"exists":"","*":"Template:Refbegin/styles.css"},{"ns":10,"exists":"","*":"Template:Refend"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["http://www3.interscience.wiley.com/cgi-bin/fulltext/119705084/PDFSTART"],"sections":[{"toclevel":1,"level":"2","line":"History","number":"1","index":"1","fromtitle":"History_of_pound_sterling_in_Oceania","byteoffset":228,"anchor":"History"},{"toclevel":1,"level":"2","line":"Monetary union","number":"2","index":"2","fromtitle":"History_of_pound_sterling_in_Oceania","byteoffset":2554,"anchor":"Monetary_union"},{"toclevel":1,"level":"2","line":"Australia","number":"3","index":"3","fromtitle":"History_of_pound_sterling_in_Oceania","byteoffset":6369,"anchor":"Australia"},{"toclevel":1,"level":"2","line":"New Zealand","number":"4","index":"4","fromtitle":"History_of_pound_sterling_in_Oceania","byteoffset":9149,"anchor":"New_Zealand"},{"toclevel":1,"level":"2","line":"Fiji","number":"5","index":"5","fromtitle":"History_of_pound_sterling_in_Oceania","byteoffset":11579,"anchor":"Fiji"},{"toclevel":1,"level":"2","line":"The Western Pacific High Commission Territories","number":"6","index":"6","fromtitle":"History_of_pound_sterling_in_Oceania","byteoffset":13839,"anchor":"The_Western_Pacific_High_Commission_Territories"},{"toclevel":1,"level":"2","line":"See also","number":"7","index":"7","fromtitle":"History_of_pound_sterling_in_Oceania","byteoffset":15334,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"Notes","number":"8","index":"8","fromtitle":"History_of_pound_sterling_in_Oceania","byteoffset":15448,"anchor":"Notes"},{"toclevel":1,"level":"2","line":"References","number":"9","index":"9","fromtitle":"History_of_pound_sterling_in_Oceania","byteoffset":15472,"anchor":"References"}],"parsewarnings":[],"displaytitle":"History of pound sterling in Oceania","iwlinks":[],"properties":[{"name":"defaultsort","*":"Pound Sterling In Australia, New Zealand, And Oceania"},{"name":"wikibase_item","*":"Q7235652"}]}}