{"parse":{"title":"Roger Kaufman","pageid":25450748,"revid":781775895,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Roger Kaufman, Ph.D.</b> is an influential figure in the history of the <a href=\"/wiki/Educational_technology\" title=\"Educational technology\">educational technology</a> (see also <a href=\"/wiki/Instructional_design\" title=\"Instructional design\">Instructional design</a>) and <a href=\"/wiki/Human_performance_technology\" title=\"Human performance technology\">performance improvement</a> fields as well as strategic thinking and planning for public- and private-sector organizations. Regarded as one of the founding figures of the field,<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> he is referred to as the father of needs assessment.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>  While needs assessment is such common practice today that many new practitioners may not be able to envision a time when it was not part of the standard process, his work in this area established one of the foundational concepts that sets professional practice apart.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>  The core tenets of his work are reflected in the professional standards for certifying performance technologists, such as the emphasis on system thinking and planning and sound evaluation of outcomes.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>  Over his 40 years of work Kaufman developed what he considers to be his essential work - the Mega Planning model, a framework for adding measurable value to society.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>  In 2014, the International Society for Performance Improvement created an honorary award named the Roger Kaufman Award for Societal Impact honoring the work of individuals or groups who apply this systemic performance assessment and planning process with clear impact on societal outcomes.  Kaufman currently works with a variety of organizations around the globe implementing the Mega Planning model for strategic organizational planning, including educational institutions, government organizations, and corporations.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Brief_Bio\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Brief Bio</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Needs_Assessment\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Needs Assessment</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Mega_Planning\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Mega Planning</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Basic_Ideal_Vision_for_Society_-_indicators_for_societal_well-being\"><span class=\"tocnumber\">3.1</span> <span class=\"toctext\">Basic Ideal Vision for Society - indicators for societal well-being</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Examples_/_Case_Studies_of_Applied_Mega\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Examples / Case Studies of Applied Mega</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Brief_Bio\">Brief Bio</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Roger_Kaufman&amp;action=edit&amp;section=1\" title=\"Edit section: Brief Bio\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Kaufman was born and raised in Washington D.C. The son of a mathematical physicist/electrical engineer, Kaufman credits his father's influence for how he has approached his work. In a recent interview with Stephanie Moore, Kaufman explained how there are both two kinds of calculus  - differential and integral. First we learn to differentiate, then we learn but don't always apply integration.  This began to drive him to look for how everything integrates, \"how it all goes together,\" which led him to develop his Mega model and the Organizational Elements Model (OEM) that links three levels of results with two levels of resources and methods. Kaufman's bachelor's  degree from <a href=\"/wiki/George_Washington_University\" title=\"George Washington University\">George Washington University</a> in Psychology, Sociology and Statistics. He completed a Master's at <a href=\"/wiki/Johns_Hopkins_University\" title=\"Johns Hopkins University\">Johns Hopkins University</a> in Psychology and Industrial Engineering.  This foundation in both psychology and industrial engineering, along with his emphasis on statistics and social sciences, played a significant role the development his Mega planning model for measurable societal value added as a strategic planning model for organizations.  Kaufman completed his doctorate in Communications at <a href=\"/wiki/New_York_University\" title=\"New York University\">New York University</a>.  He previously spent time at <a href=\"/wiki/University_of_California,_Berkeley\" title=\"University of California, Berkeley\">University of California, Berkeley</a> completing additional doctoral work in Industrial/Organizational Psychology.\n</p><p>Kaufman's professional work has been in multiple industries.  Prior to his academic positions, he worked for aerospace organizations including Martin-Baltimore (now Lockheed), <a href=\"/wiki/Boeing\" title=\"Boeing\">Boeing</a> and <a href=\"/wiki/Douglas_Aircraft_Company\" title=\"Douglas Aircraft Company\">Douglas Aircraft Company</a> primarily focused on human factors, training, and research.  In 1998, he established Roger Kaufman &amp; Associates, a team of human performance professionals who consult with organizations on strategic planning and performance improvement. Upon completion of his doctorate, Kaufman taught at several universities, <a href=\"/wiki/UC_Irvine\" class=\"mw-redirect\" title=\"UC Irvine\">UC Irvine</a> (adjunct professor), <a href=\"/wiki/Chapman_University\" title=\"Chapman University\">Chapman University</a> (Professor of Education), <a href=\"/wiki/United_States_International_University\" class=\"mw-redirect\" title=\"United States International University\">United States International University</a> (Professor of Psychology and Human Behavior), <a href=\"/wiki/New_Jersey_Institute_of_Technology\" title=\"New Jersey Institute of Technology\">New Jersey Institute of Technology</a> (Research Professor of Engineering Management), and <a href=\"/wiki/University_of_Central_Florida\" title=\"University of Central Florida\">University of Central Florida</a> (Industrial engineer faculty Affiliate).  From 1997-2004, Kaufman contributed at <a href=\"/wiki/Old_Dominion_University\" title=\"Old Dominion University\">Old Dominion University</a> as Research Professor of Engineering Management.\n</p><p>Concurrently with most of this work, Kaufman was a professor at <a href=\"/wiki/Florida_State_University\" title=\"Florida State University\">Florida State University</a> (FSU), from 1975–2003, for the position he would eventually be awarded professor emeritus status in Educational Psychology and Learning Systems and awarded the Professorial Excellence Award.  While at FSU, Kaufman established and directed the Center for Educational Development and Evaluation and also served as Director of the Office of Needs Assessment and Planning all with the Learning Systems Institute.  During his time at FSU he worked on numerous initiatives for the state of Florida on needs assessment, evaluation, and societal planning, including work with the Florida Department of Education, Florida Department of Law Enforcement, Florida Division of Blind Services, Division of Adult &amp; Community Education, the Governor's office,and the United States Navy (Chief of Naval Education &amp; Training/Office of Naval Research) - to name just a few.  In August, 2004, he became Distinguished Research Professor at <a href=\"/wiki/Sonora_Institute_of_Technology\" title=\"Sonora Institute of Technology\">Sonora Institute of Technology</a> (ITSON) in Sonora, Mexico.\n</p><p>Kaufman has been the recipient of numerous professional awards including Fellow (<a href=\"/wiki/American_Psychology_Association\" class=\"mw-redirect\" title=\"American Psychology Association\">American Psychology Association</a>), Fellow (<a href=\"/wiki/American_Educational_Research_Association\" title=\"American Educational Research Association\">American Educational Research Association</a>), Fellow of the American Educational Research Association, Distinguished Contribution to Workplace Learning and Performance (ASTD), and Meritorious Public Service Medal (US Coast Guard/Department of Homeland Security).  He was co-founder of what is now the International Society for Performance Improvement (ISPI).  He has received 14 awards from the association including Significant Contribution Award, and Honorary Member-for-Life (their highest honor).  He has served as President of ISPI and founded the New York Chapter of the association.  Kaufman has published over 275 articles and 41 books on strategic planning, change management, needs assessment, assessment, evaluation and organizational improvement.\n</p>\n<h2><span class=\"mw-headline\" id=\"Needs_Assessment\">Needs Assessment</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Roger_Kaufman&amp;action=edit&amp;section=2\" title=\"Edit section: Needs Assessment\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>One of the defining characteristics of Kaufman's work is his emphasis on \"need\" as a noun, not a verb; it is a gap in results and consequences, not a gap in resources or methods. Kaufman explains when \"need\" is used as a verb, it presupposes a solution before identifying the actual problem to be solved. When using 'need' as a verb, an intervention has been selected prior to a clear definition of the actual gap in results that would be addressed.  Once a gap, or need, is accurately identified, only then can a means be sensibly selected for moving from current to desired results.\n</p><p>Kaufman expanded this approach to \"need\" from looking at gaps in products to gaps in outputs and then outcomes: from building block results to results delivered outside the organization to external client and societal results - what the organization used, does, produces, and delivers and the consequences all of that adds measurable value for our shared society. Used in this way, cost-consequences estimates may be made to prioritize closing gaps on the basis of the cost to meet the need as compared to the costs to ignore the need.\n</p><p>Kaufman identified three types, or levels, of needs: Mega, Macro, and Micro.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup> And <i>Change, Choices, and Consequences</i> published by HRD Press. The following table details the levels of needs and their definitions.\n</p>\n<table class=\"wikitable\">\n\n<tbody><tr>\n<th>Name of the Organizational Element &amp; Level of Planning\n</th>\n<th>Brief Description\n</th></tr>\n<tr>\n<td>Outcomes/Mega\n</td>\n<td>Results and their consequences for external clients and society\n</td></tr>\n<tr>\n<td>Outputs/Macro\n</td>\n<td>The results an organization can or does deliver outside of itself\n</td></tr>\n<tr>\n<td>Products/Micro\n</td>\n<td>The building-block results that are produced within the organization\n</td></tr>\n<tr>\n<td>Processes\n</td>\n<td>The ways, means, activities, procedures and methods used internally\n</td></tr>\n<tr>\n<td>Inputs\n</td>\n<td>The human, physical, and financial resources and organization can or does use\n</td></tr></tbody></table>\n<p>These levels of needs are also levels of planning for any organization and indicate a relationship between the levels.  Alignment of objectives at each level is critical to ensure that planning translates into clear organizational operations and ensure that activities at each level add value back up the chain linking measurable to societal value-added.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup> As a consequence, no level of results is any more important than the others. Rather, it is the alignment of all levels that is critical to achieving desired results.\n</p><p>Extensive examples of planning and aligned objectives can be found in Moore, 2010 and Moore, Ellsworth &amp; Kaufman, 2008.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Mega_Planning\">Mega Planning</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Roger_Kaufman&amp;action=edit&amp;section=3\" title=\"Edit section: Mega Planning\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Kaufman has developed a model for strategic thinking and planning he calls \"Mega Planning.\"  Kaufman argues that many organizational planning models incorrectly begin, and end, with internal or organizational performance and therefore fail to provide organizations a chance to plan how they deliver value outside of their organizations.  Traditional planning ends with \"Macro\" level results, which are organizational results such as profits, graduation rates, ratings, etc.  While these are important measures of organizational performance, they do not indicate the impact of an organization on external clients and society. Kaufman's model is similar to some of the concepts behind \"<a href=\"/wiki/Double_bottom_line\" title=\"Double bottom line\">double bottom line</a>\" literature.\n</p><p>\"Mega Planning\" starts with the question of \"What kind of world do you want for your children and grand-children?\" with responses distilled in terms of consequences.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup> An Ideal Vision defines the measurable variables for Mega planning including survival, self-sufficiency, and quality of life.  He calls Mega planning (a system approach) \"Mother's Rule\" because if you ask just about any mother what kind of world they want for their children, they don't talk to means (credentials of teachers, money spent on social programs) but the survival, health, and happiness of their children.\n</p>\n<h3><span class=\"mw-headline\" id=\"Basic_Ideal_Vision_for_Society_-_indicators_for_societal_well-being\">Basic Ideal Vision for Society - indicators for societal well-being</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Roger_Kaufman&amp;action=edit&amp;section=4\" title=\"Edit section: Basic Ideal Vision for Society - indicators for societal well-being\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<table class=\"wikitable\">\n\n<tbody><tr>\n<th>BASIC IDEAL VISION:\n<p>The world we want to help create for tomorrow’s child\n</p>\n</th></tr>\n<tr>\n<td>There will be no losses of life nor elimination or reduction of levels of well-being, survival, self-sufficiency, and quality of life from any source, including (but not limited to):\n<ul><li>War and/or riot and/or terrorism</li>\n<li>Unintended human-caused changes to the environment including permanent destruction of the environment and/or rendering it nonrenewable</li>\n<li>Murder, rape, or crimes of violence, robbery, or destruction to property</li>\n<li>Substance abuse</li>\n<li>Disease</li>\n<li>Pollution</li>\n<li>Starvation and/or malnutrition</li>\n<li>Destructive behavior, including child, partner, spouse, self, elder, and others</li>\n<li>Discrimination based on irrelevant variable including color, race, age, creed, gender, religion, wealth, national origin, or location</li></ul>\n<p>Poverty will not exist, and every woman and man will earn at least as much as it costs them to live unless they are progressing toward being self-sufficient and self-reliant.  No adult will be under the care, custody or control of another person, agency, or substance.  All adult citizens will be self-sufficient and self-reliant as minimally indicated by their consumption being equal to or less than their production.<i></i>\nThis becomes the basis for defining a vision and mission statement that map out exactly how an organization, of any type, will add measurable value to society. Kaufman's models is argued to be the first model for business planning that makes the business case for social responsibility and that establishes a data-based construct for organizational planning and evaluation that goes beyond the walls of the organization.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup> Recent work by McKinsey &amp; Co's Ian Davis (the Economist, 2005) aligns with this concept. The model was developed over many years, and cross multiple countries and cultures, to validate the measures.  Moore conducted a factor and reliability analysis of the construct, finding that all measures loaded onto a single factor (i.e. described a single concept), r=.95 (a notably high reliability).<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup>\nKaufman's model has sometimes been referred to as \"Kirkpatrick Plus\" - an extension of <a href=\"/wiki/Donald_Kirkpatrick\" title=\"Donald Kirkpatrick\">Kirkpatrick</a>'s Four Levels of Evaluation<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup> by adding Mega—societal value added as a fifth level. However, the debate over this is a rather long-standing one. Some practitioners in the field argue that the fifth level of evaluation is ROI, or \"return on investment,\" evaluation.<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup> (ROI is still a measure of organizational performance internally, however, and does not measure what the impact of an organization is on society).\n</p><p>Not all researchers agree with the idea that a systemic Ideal Vision can be engineered with such limited background knowledge.  For example <a href=\"/wiki/Boise_State_University\" title=\"Boise State University\">Boise State University</a> Professor Don Winiecki argued that efforts at social engineering from the commonsense position proposed by Kaufman lose sight of possible side-effects and tertiary-effects from chosen means, thus of corrupting or mitigating desired ends.  Winiecki asks for research that goes beyond rational laboratory experiments and ideologically informed generalizations of commonsense reasoning, in order to better understand the socio-cultural, socio-political and socio-economic systems in which social changes must be instituted.<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup>  As a  response to this, Professor Emeritus Dale Brethower (<a href=\"/wiki/Western_Michigan_University\" title=\"Western Michigan University\">Western Michigan University</a>) argued to the contrary.<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup> Kaufman argues that since the Ideal Vision was derived by unsystematically asking culturally and geographically diverse populations \"what kind of world do you want to help create for tomorrow's child\" it is relatively universal. The differences continue to be discussed.\n</p>\n</td></tr></tbody></table>\n<h2><span id=\"Examples_.2F_Case_Studies_of_Applied_Mega\"></span><span class=\"mw-headline\" id=\"Examples_/_Case_Studies_of_Applied_Mega\">Examples / Case Studies of Applied Mega</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Roger_Kaufman&amp;action=edit&amp;section=5\" title=\"Edit section: Examples / Case Studies of Applied Mega\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>At the <a href=\"/wiki/Sonora_Institute_of_Technology\" title=\"Sonora Institute of Technology\">Sonora Institute of Technology</a> (ITSON) in Sonora, Mexico, Kaufman and colleagues have worked with the President of the Institute to create a certification, Master's degree, and Ph.D. based on needs assessment and Mega planning.  Students at the Ph.D. level must be working in a company or head of a company and must apply the Mega principles in a real-world project.  Evidence of ITSON's results were first described by Guerra and Rodriguez.<sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup> ITSON also set up a Performance Improvement Institute for applied R&amp;D where there are currently 20 organizations applying Mega thinking and planning.\n</p><p>Other applications include with the US Coast Guard, Concientia (Argentina), Ohio Department of Administration and the Ohio public employees union, the Australian Department of Defense, the New Zealand Army, the Republic of Panama, Refinor de Argentina, among 100+ public and private organizations committed to adding value to all internal and external clients.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Roger_Kaufman&amp;action=edit&amp;section=6\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Lee, S. &amp; Reeves, T. C. (2009; May–June). Roger Kaufman: A Significant Contributor to the Field of Educational Technology. .Educational Technology, Pp 43-45.<br /><br />Fulgham, S.M &amp; Shaughnessy, M. (2008: Sept.-Oct.). Q &amp; A with Ed Tech Leaders: Interview with Roger Kaufman. Educational Technology. Pp. 49-52.</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Witkin, B. R. (1994). Needs Assessment Since 1981: The State of the Practice.  Evaluation Practice, 15 (1), 17-27.</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Kaufman, R., &amp; English, F. W.  (1979).  Needs assessment: Concept and application.  Englewood Cliffs, NJ: Educational Technology Publications.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Kaufman, R., &amp; English, F. W.  (1976).  Needs assessment   A guide for educational managers.  Arlington, VA: American Association of School Administrators.\n<br /><br />Kaufman, R. A.  (1972).  Educational system planning.  Englewood Kaufman, R. (1988).  Planning educational systems: A results-based approach.  Lancaster, PA: Technomic Publishers.\n<br /><br />Kaufman, R. (1988b).  Planning for organizational success: A practical guide. (Revised)  Social Impacts: Edgecliff, NSW, Australia.\n<br /><br />Kaufman, R.  (1988c).  Identifying and solving problems: A management approach.  (4th ed.).  Social Impacts: Edgecliff, NSW, Australia.  Other editions: 3rd ed., 1982; 2nd ed., 1979; 1st ed., 1976: San Diego, CA.  University Associates Publishers.\nCliffs, NJ: Prentice-Hall. (Also Planificacion de systemas educativos [translation of Educational system planning]; Mexico City: Editorial Trillas, S.A., 1973.)\n<br /><br />Kaufman, R. (1996).  Strategic Thinking: A Guide to Identifying and Solving Problems. Arlington, VA. &amp; Washington, D.C. Jointly published by the American Society for Training &amp; Development and the International Society for Performance Improvement\n<br /><br />Kaufman, R. (2000). Mega Planning: Practical Tools for Organizational Success. Thousand Oaks, CA. Sage Publications. (Also Planificación Mega: Herramientas practicas paral el exito organizacional. (2004). Traducción de Sonia Agut. Universitat Jaume I, Castelló de la Plana, Espana.)\n<br /><br />Kaufman, R. (2006). 30 Seconds That Can Change Your Life: A Decision-Making Guide for Those Who Refuse to be Mediocre.  Amherst, MA. HRD Press Inc.\n<br /><br />Kaufman, R. (2006). Change, Choices, and Consequences: A Guide to Mega Thinking and Planning. Amherst, MA. HRD Press Inc.\nKaufman, R. &amp; Guerra-Lopez (2008) The Assessment Book: Applied Strategic Thinking and Performance Improvement through self-assessments, Amherst, MA. HRD Press.\nKaufman, R. (2011). The Manager's Pocket Guide to Mega Thinking and Planning. Amherst, MA HRD Press.\nBernardez, M., Kaufman, R., Krivatsy, A., &amp; Arias, C. (Jan.,2012). City Doctors: A Systemic Approach to Transform Colon City, Panama. Performance Improvement Quarterly.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Kaufman, R. (2006).  Change, Choices, and Consequences: A Guide to Mega Thinking and Planning. Amherst, MA. HRD Press Inc.</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Kaufman, R. (2000, 2006). Mega Planning: Practical Tools for Organizational Success. Thousand Oaks, CA. Sage Publications.</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Moore, S.L., Ellsworth, J., and Kaufman, R. (2008).  Objectives: Are they useful?  A Quick Assessment. Performance Improvement, 47(7), 41-47.</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Moore, S.L. (2010). Ethics by Design: A new definition of performance standards and performance accountability.  HRD Press.\n<br /><br />Moore, S.L., Ellsworth, J., and Kaufman, R. (2008).  Objectives: Are they useful?  A Quick Assessment. Performance Improvement, 47(7), 41-47.</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Muir, M., Watkins, R. Kaufman, R., &amp; Leigh, D. (1998: Apr.).  Costs-Consequences Analysis: A Primer. Performance Improvement, 37 (4), 8-17, 48.</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Bernardez, M. (May–June, 2009). Sailing the Winds of “Creative Destruction:” Educational Technology during economic downturns. Educational Technology.\n<br /><br />Bernardez, M. (2009). Minding the Business of Business: Tools and Models to Design and Measure Wealth Creation. Performance Improvement Quarterly. 22(2) Pp. 17-72.</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Moore, S. L. (2005). The social impact of a profession: An analysis of factors influencing ethics and the teaching of social responsibility in educational technology programs. Unpublished Doctor of Philosophy dissertation, University of Northern Colorado.</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Watkins, R., Leigh, D., Foshay, R. and Kaufman, R. (1998). Kirkpatrick Plus: Evaluation and Continuous Improvement with a Community Focus.  Educational Technology Research &amp; Development, 46(4): 90-96.</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">Phillips, J.J. (1997).  Return on Investment in Training and Performance Improvement Programs. Butterworth-Heinemann.</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">Winiecki, D. J. (2004) Rejoinder to “Saving the World With HPT” A Critical, Scientific and Consultative Reflection. Performance Improvement review, ISPI. September 2004.</span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\">Brethower, D. M. (2005: Feb.). Yes We Can: A Rejoinder to Don Winiecki’s Rejoinder About Saving the World with HPT. Performance Improvement. Vol. 44, No. 2. Pp. 19-24.</span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\">Guerra, I. and Rodriguez, G. (2005). Educational Planning and Social Responsibility:  Eleven Years of Mega Planning at the Sonora Institute of Technology (ITSON). Performance Improvement Quarterly, 18(3) pp. 56-64.</span>\n</li>\n</ol></div></div>\n<div role=\"navigation\" class=\"navbox\" aria-labelledby=\"Authority_control_frameless_&amp;#124;text-top_&amp;#124;10px_&amp;#124;alt=Edit_this_at_Wikidata_&amp;#124;link=https&amp;#58;//www.wikidata.org/wiki/Q7358442&amp;#124;Edit_this_at_Wikidata\" style=\"padding:3px\"><table class=\"nowraplinks hlist navbox-inner\" style=\"border-spacing:0;background:transparent;color:inherit\"><tbody><tr><th id=\"Authority_control_frameless_&amp;#124;text-top_&amp;#124;10px_&amp;#124;alt=Edit_this_at_Wikidata_&amp;#124;link=https&amp;#58;//www.wikidata.org/wiki/Q7358442&amp;#124;Edit_this_at_Wikidata\" scope=\"row\" class=\"navbox-group\" style=\"width:1%\"><a href=\"/wiki/Help:Authority_control\" title=\"Help:Authority control\">Authority control</a> <a href=\"https://www.wikidata.org/wiki/Q7358442\" title=\"Edit this at Wikidata\"><img alt=\"Edit this at Wikidata\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Blue_pencil.svg/10px-Blue_pencil.svg.png\" width=\"10\" height=\"10\" style=\"vertical-align: text-top\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Blue_pencil.svg/15px-Blue_pencil.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/7/73/Blue_pencil.svg/20px-Blue_pencil.svg.png 2x\" data-file-width=\"600\" data-file-height=\"600\" /></a></th><td class=\"navbox-list navbox-odd\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><span class=\"nowrap\"> <a rel=\"nofollow\" class=\"external text\" href=\"https://www.worldcat.org/identities/containsVIAFID/20973611\">WorldCat Identities</a></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/International_Standard_Name_Identifier\" title=\"International Standard Name Identifier\">ISNI</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"http://isni.org/isni/0000000063357956\">0000 0000 6335 7956</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Virtual_International_Authority_File\" title=\"Virtual International Authority File\">VIAF</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"https://viaf.org/viaf/20973611\">20973611</a></span></span></li></ul>\n</div></td></tr></tbody></table></div>\n\n<!-- \nNewPP limit report\nParsed by mw1258\nCached time: 20180909185258\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.108 seconds\nReal time usage: 0.151 seconds\nPreprocessor visited node count: 326/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 3549/2097152 bytes\nTemplate argument size: 77/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 2/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 8652/5000000 bytes\nNumber of Wikibase entities loaded: 1/400\nLua time usage: 0.036/10.000 seconds\nLua memory usage: 885 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   94.739      1 -total\n 70.60%   66.886      1 Template:Authority_control\n 29.32%   27.774      1 Template:Reflist\n  2.38%    2.256      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:25450748-0!canonical and timestamp 20180909185258 and revision id 781775895\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Kaufman, Roger","hidden":"","*":"Wikipedia_articles_with_ISNI_identifiers"},{"sortkey":"Kaufman, Roger","hidden":"","*":"Wikipedia_articles_with_VIAF_identifiers"},{"sortkey":"Kaufman, Roger","*":"People_in_educational_technology"},{"sortkey":"Kaufman, Roger","*":"Living_people"},{"sortkey":"Kaufman, Roger","*":"Alliant_International_University"},{"sortkey":"Kaufman, Roger","*":"Florida_State_University_faculty"}],"links":[{"ns":14,"exists":"","*":"Category:Wikipedia articles with ISNI identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with VIAF identifiers"},{"ns":0,"exists":"","*":"American Educational Research Association"},{"ns":0,"exists":"","*":"American Psychology Association"},{"ns":0,"exists":"","*":"Boeing"},{"ns":0,"exists":"","*":"Boise State University"},{"ns":0,"exists":"","*":"Chapman University"},{"ns":0,"exists":"","*":"Donald Kirkpatrick"},{"ns":0,"exists":"","*":"Double bottom line"},{"ns":0,"exists":"","*":"Douglas Aircraft Company"},{"ns":0,"exists":"","*":"Educational technology"},{"ns":0,"exists":"","*":"Florida State University"},{"ns":0,"exists":"","*":"George Washington University"},{"ns":0,"exists":"","*":"Human performance technology"},{"ns":0,"exists":"","*":"Instructional design"},{"ns":0,"exists":"","*":"International Standard Name Identifier"},{"ns":0,"exists":"","*":"Johns Hopkins University"},{"ns":0,"exists":"","*":"New Jersey Institute of Technology"},{"ns":0,"exists":"","*":"New York University"},{"ns":0,"exists":"","*":"Old Dominion University"},{"ns":0,"exists":"","*":"Sonora Institute of Technology"},{"ns":0,"exists":"","*":"UC Irvine"},{"ns":0,"exists":"","*":"United States International University"},{"ns":0,"exists":"","*":"University of California, Berkeley"},{"ns":0,"exists":"","*":"University of Central Florida"},{"ns":0,"exists":"","*":"Virtual International Authority File"},{"ns":0,"exists":"","*":"Western Michigan University"},{"ns":12,"exists":"","*":"Help:Authority control"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Authority control"},{"ns":10,"exists":"","*":"Template:EditAtWikidata"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Authority control"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:ResolveEntityId"},{"ns":828,"exists":"","*":"Module:Navbox"},{"ns":828,"exists":"","*":"Module:Navbar"},{"ns":828,"exists":"","*":"Module:EditAtWikidata"}],"images":["Blue_pencil.svg"],"externallinks":["https://www.wikidata.org/wiki/Q7358442","https://www.worldcat.org/identities/containsVIAFID/20973611","http://isni.org/isni/0000000063357956","https://viaf.org/viaf/20973611"],"sections":[{"toclevel":1,"level":"2","line":"Brief Bio","number":"1","index":"1","fromtitle":"Roger_Kaufman","byteoffset":4497,"anchor":"Brief_Bio"},{"toclevel":1,"level":"2","line":"Needs Assessment","number":"2","index":"2","fromtitle":"Roger_Kaufman","byteoffset":8818,"anchor":"Needs_Assessment"},{"toclevel":1,"level":"2","line":"Mega Planning","number":"3","index":"3","fromtitle":"Roger_Kaufman","byteoffset":11947,"anchor":"Mega_Planning"},{"toclevel":2,"level":"3","line":"Basic Ideal Vision for Society - indicators for societal well-being","number":"3.1","index":"4","fromtitle":"Roger_Kaufman","byteoffset":13428,"anchor":"Basic_Ideal_Vision_for_Society_-_indicators_for_societal_well-being"},{"toclevel":1,"level":"2","line":"Examples / Case Studies of Applied Mega","number":"4","index":"5","fromtitle":"Roger_Kaufman","byteoffset":18479,"anchor":"Examples_/_Case_Studies_of_Applied_Mega"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"6","fromtitle":"Roger_Kaufman","byteoffset":19716,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Roger Kaufman","iwlinks":[],"properties":[{"name":"defaultsort","*":"Kaufman, Roger"},{"name":"wikibase_item","*":"Q7358442"}]}}