{"parse":{"title":"The Dark Tower (Lewis novel)","pageid":782611,"revid":831747173,"text":{"*":"<div class=\"mw-parser-output\"><div role=\"note\" class=\"hatnote navigation-not-searchable\">For other uses, see <a href=\"/wiki/The_Dark_Tower_(disambiguation)\" class=\"mw-redirect mw-disambig\" title=\"The Dark Tower (disambiguation)\">The Dark Tower (disambiguation)</a>.</div>\n<table class=\"plainlinks metadata ambox ambox-style ambox-More_footnotes\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/40px-Text_document_with_red_question_mark.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/60px-Text_document_with_red_question_mark.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/80px-Text_document_with_red_question_mark.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article includes a <a href=\"/wiki/Wikipedia:Citing_sources\" title=\"Wikipedia:Citing sources\">list of references</a>, but <b>its sources remain unclear</b> because it has <b>insufficient <a href=\"/wiki/Wikipedia:Citing_sources#Inline_citations\" title=\"Wikipedia:Citing sources\">inline citations</a></b>.<span class=\"hide-when-compact\"> Please help to <a href=\"/wiki/Wikipedia:WikiProject_Fact_and_Reference_Check\" title=\"Wikipedia:WikiProject Fact and Reference Check\">improve</a> this article by <a href=\"/wiki/Wikipedia:When_to_cite\" title=\"Wikipedia:When to cite\">introducing</a> more precise citations.</span>  <small><i>(February 2011)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:222px;\"><a href=\"/wiki/File:TheDarkTower.JPG\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/8/81/TheDarkTower.JPG/220px-TheDarkTower.JPG\" width=\"220\" height=\"342\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/en/8/81/TheDarkTower.JPG 1.5x\" data-file-width=\"250\" data-file-height=\"389\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:TheDarkTower.JPG\" class=\"internal\" title=\"Enlarge\"></a></div>First UK edition (publ. <a href=\"/wiki/William_Collins,_Sons\" title=\"William Collins, Sons\">Collins</a>)</div></div></div>\n<p><i><b>The Dark Tower</b></i> is an incomplete manuscript allegedly written by <a href=\"/wiki/C._S._Lewis\" title=\"C. S. Lewis\">C. S. Lewis</a> that appears to be an unfinished sequel to the science fiction novel <i><a href=\"/wiki/Out_of_the_Silent_Planet\" title=\"Out of the Silent Planet\">Out of the Silent Planet</a></i>.  <i><a href=\"/wiki/Perelandra\" title=\"Perelandra\">Perelandra</a></i> instead became the second book of Lewis' <a href=\"/wiki/Space_Trilogy\" class=\"mw-redirect\" title=\"Space Trilogy\">Space Trilogy</a>, concluded by <i><a href=\"/wiki/That_Hideous_Strength\" title=\"That Hideous Strength\">That Hideous Strength</a></i>.  <a href=\"/wiki/Walter_Hooper\" title=\"Walter Hooper\">Walter Hooper</a>, Lewis' literary executor, titled the fragment and published it in the 1977 collection <i>The Dark Tower and Other Stories</i>.  Lewis scholar <a href=\"/wiki/Kathryn_Lindskoog\" title=\"Kathryn Lindskoog\">Kathryn Lindskoog</a> challenged the authenticity of the work. For convenience the author of the text is referred to in this article as \"Lewis\" without qualification.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Plot_summaries\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Plot summaries</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Origin\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Origin</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Authenticity_and_relation_to_the_published_novels\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Authenticity and relation to the published novels</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Suggested_developments\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Suggested developments</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Further_reading\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Further reading</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Plot_summaries\">Plot summaries</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Dark_Tower_(Lewis_novel)&amp;action=edit&amp;section=1\" title=\"Edit section: Plot summaries\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The story deals with an early rendition of <a href=\"/wiki/Parallel_universe_(fiction)\" class=\"mw-redirect\" title=\"Parallel universe (fiction)\">interdimensional travel</a>.  A fictional Lewis himself narrates, as he does in <i><a href=\"/wiki/Perelandra\" title=\"Perelandra\">Perelandra</a></i>, but <a href=\"/wiki/Elwin_Ransom\" title=\"Elwin Ransom\">Elwin Ransom</a> appears as a supporting character.  The story begins with a discussion of time travel among several academics at a university (subsequently identified as Cambridge) during summer vacation. They conclude that it is impossible to violate the laws of space-time in such a way.  However, after the discussion, one of the men (Orfieu) unveils an invention he believes allows people to see through time. The group uses this \"chronoscope\" to observe an alien world they call \"Othertime\" (he does not know if it is future or past), where a group of human automatons work to construct a tower at the bidding of the story's villain, the \"Unicorn\", a devilish but human (or possibly semi-human) character with a single horn growing out of his forehead. The Unicorn stings people, apparently volunteers, causing them to become automatons (the \"Jerkies\").\n</p><p>After a while MacPhee, a character who appears in <i><a href=\"/wiki/That_Hideous_Strength\" title=\"That Hideous Strength\">That Hideous Strength</a></i> (though here he is a Scot, not an Irishman), points out that the \"Dark Tower\" is in fact a replica of the new <a href=\"/wiki/Cambridge_University_Library\" title=\"Cambridge University Library\">Cambridge University Library</a>. This suggests Othertime is the far future, with a replica of an ancient monument being constructed.\n</p><p>It is discovered that Orfieu's assistant, Scudamour, has a double in Othertime. Increasingly, the observers wonder if Othertime really is the past or future, or whether it is some other reality. Scudamour's double grows a sting and becomes the new Unicorn. During one viewing session, Scudamour sees the Unicorn about to sting the double of his fiancée, Camilla. In a blind fury, he rushes at the screen, and somehow switches bodies with the Unicorn. The remainder of the text deals with his experiences in Othertime, as well as his colleagues' attempt to hunt down the Unicorn in this world.\n</p><p>In Othertime, Scudamour survives by playing on his authority, his only card, while he tries to learn. He discovers to his amazement that there is a chronoscope in the Unicorn's room where he stung victims &#8212; but it is now broken. He refrains from stinging Camilla, and tries to plan their escape. It appears there is some sort of war (being waged by the \"White Riders\", who want to remove the stingers from the \"unicorns\") against the Othertime government. He reads in a library about the Othertimer's time-science. A theory is given of multiple timelines; these do not seem to split off from different outcomes, like quantum realities, but simply proceed separately. However, they can be controlled, and contact between them can be made. References are made to the <a href=\"/wiki/Changeling\" title=\"Changeling\">changeling</a> myth. The law is stated that \"Any two time-lines approximate to the exact degree to which their material contents are alike,\" and it is revealed that an experiment with a replica railway shed in the right place had already been successful in allowing a controlled transfer of minds. The text ends with Scudamour still reading.\n</p>\n<h2><span class=\"mw-headline\" id=\"Origin\">Origin</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Dark_Tower_(Lewis_novel)&amp;action=edit&amp;section=2\" title=\"Edit section: Origin\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In his introduction to <i>The Dark Tower and Other Stories</i>, Hooper states that he rescued an untitled manuscript in Lewis' handwriting of the story from a bonfire of the author's writings early in 1964, several months after Lewis' death.  The 64-page manuscript appears to have originally had at least 66 pages, two of which are now missing.  If the text did at one time continue past the 66th page, these additional pages are also lost.  As it stands, the narrative contains two gaps and comes to an abrupt end.  <i>The Dark Tower</i> is an <a href=\"/wiki/Unfinished_work\" class=\"mw-redirect\" title=\"Unfinished work\">unfinished work</a>.\n</p><p>Hooper surmises, based on its internal setting, that Lewis wrote it immediately after he finished <i>Out of the Silent Planet</i>, in about 1939.  Hooper reports that the late <a href=\"/w/index.php?title=Gervase_Mathew&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Gervase Mathew (page does not exist)\">Gervase Mathew</a> told him that he heard Lewis read <i>The Dark Tower</i> to the <a href=\"/wiki/Inklings\" title=\"Inklings\">Inklings</a> around that time. Anne Paxch posted in MERELEWIS that many who never attended any Inklings meetings heard Lewis read his unpublished works elsewhere, and that she recalls Gervase Mathew and others discussing passages which later appeared in <i>The Dark Tower</i>. Inklings scholar <a href=\"/wiki/John_D._Rateliff\" title=\"John D. Rateliff\">John D. Rateliff</a> suggests that the story could have been written some years later, in about 1946, pointing to a reference in a letter by Lewis's friend <a href=\"/wiki/J._R._R._Tolkien\" title=\"J. R. R. Tolkien\">J. R. R. Tolkien</a> to a story by Lewis that could be <i>The Dark Tower</i>. Alistair Fowler had clear memories of the \"Stinging Man\" character in an unfinished manuscript which Lewis showed him in 1952.\n</p><p>However, Fowler's recollections, not shared until 2003, 51 years after the event, may be imperfect. He reported<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> seeing a manuscript of the Lewis fragment \"After Ten Years\" on the same occasion, a text which Roger Lancelyn Green thought Lewis did not commence until 1959.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>  Fowler also described Lewis as engrossed in an issue of the magazine <i>Astounding Science Fiction</i>, which may be inaccurate given that <i>Astounding</i> featured what Lewis called \"the fiction of Engineers\", for which he \"had not the slightest taste\";<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> in the 1950s, Lewis was both a reader of and  contributor to <i>The Magazine of Fantasy and Science Fiction</i>.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Authenticity_and_relation_to_the_published_novels\">Authenticity and relation to the published novels</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Dark_Tower_(Lewis_novel)&amp;action=edit&amp;section=3\" title=\"Edit section: Authenticity and relation to the published novels\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Lewis scholar <a href=\"/wiki/Kathryn_Lindskoog\" title=\"Kathryn Lindskoog\">Kathryn Lindskoog</a> advanced the theory that <i>The Dark Tower</i> and other posthumously published works attributed to Lewis were <a href=\"/wiki/Forgery\" title=\"Forgery\">forgeries</a> written by or at the behest of Walter Hooper, based upon her impressions of their style and questions she raised about their <a href=\"/wiki/Provenance\" title=\"Provenance\">provenance</a>.  Lindskoog claimed that <i>The Dark Tower</i> resembled stories by other writers, including <i><a href=\"/wiki/A_Wrinkle_in_Time\" title=\"A Wrinkle in Time\">A Wrinkle in Time</a></i> by <a href=\"/wiki/Madeleine_L%27Engle\" title=\"Madeleine L&#39;Engle\">Madeleine L'Engle</a> (1962) and <i><a href=\"/w/index.php?title=The_Planet_of_the_Dead&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"The Planet of the Dead (page does not exist)\">The Planet of the Dead</a></i> by <a href=\"/wiki/Clark_Ashton_Smith\" title=\"Clark Ashton Smith\">Clark Ashton Smith</a> (1932).\n</p><p>Others accept that the story is by Lewis, as the author's estate and the publishers assert by publishing it under his name. The oppressive atmosphere of the book is reminiscent of Lewis's own <i><a href=\"/wiki/That_Hideous_Strength\" title=\"That Hideous Strength\">That Hideous Strength</a></i> (1945) and David Lindsay's <i><a href=\"/wiki/A_Voyage_to_Arcturus\" title=\"A Voyage to Arcturus\">A Voyage to Arcturus</a></i> (1920), which Lewis acknowledged as an influence.\n</p><p><i>The Dark Tower</i> does differ to a degree from the published novels of Lewis' <a href=\"/wiki/Space_Trilogy\" class=\"mw-redirect\" title=\"Space Trilogy\">Space Trilogy</a> in setting and subject matter. For example, Ransom becomes a marginal character, and the action takes place partly in an alternate universe. However, if, as Hooper supposes, the text was written prior to <i>Perelandra</i> and <i>That Hideous Strength</i>, it would have had no need to maintain consistency with an as yet unwritten series, especially considering that the tone and subject-matter of the published series changes markedly between its first and last books.\n</p><p>Margaret Wheatfield noted that \"In 'The Dark Tower' we see an alternate reality with a dark analogue of Cambridge University, where evil magic is manifest and rampant, and people are made into automatons by the sting of a magical horn. In 'That Hideous Strength' evil magic is at work behind the scenes at an <a href=\"/wiki/Ancient_university\" title=\"Ancient university\">ancient English university</a> in our familiar reality, subtly corrupting the faculty by mundane means - manipulation of academic politics,  offers of tempting career advances and of lucrative real estate deals. The terrifying deviltry behind it becomes only gradually visible to the reader. At least to this reviewer, it seems entirely plausible to consider the one as an early draft of the other\".<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n</p><p>Alastair Fowler, Regius Professor Emeritus of Rhetoric and English Literature at the University of Edinburgh, to whom Lewis served as a doctoral supervisor, wrote in 2003 that he saw portions of <i>The Dark Tower</i> including the Stinging Man and discussed them with Lewis in 1952.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup>\n</p><p>Two quantitative <a href=\"/wiki/Stylometry\" title=\"Stylometry\">stylometric</a> analyses have compared <i>The Dark Tower</i> to other books in the Lewis space trilogy.  Both analyses have supported the perception that, for whatever reason, the style of <i>The Dark Tower</i> is atypical of that employed by Lewis in the trilogy.  The first<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup> concluded from examination of a portion of <i>The Dark Tower'</i>s text that \"with respect to the frequency of single letters and particularly letter pairs, 'The Dark Tower' fragment represents a different style than the books comprising Lewis's deep space trilogy.\"  The second,<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup> concluded that \"vocabulary usage in The Dark Tower differs from that predicted by [<i>Out of the Silent Planet</i> and <i>Perelandra</i>].\"\n</p>\n<h2><span class=\"mw-headline\" id=\"Suggested_developments\">Suggested developments</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Dark_Tower_(Lewis_novel)&amp;action=edit&amp;section=4\" title=\"Edit section: Suggested developments\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Walter Hooper noted, in his afterword, that Scudamour's fiancee is once given the surname Ammeret, and suggests a basis in the characters Sir Scudamour and Amoret in <i><a href=\"/wiki/The_Faerie_Queene\" title=\"The Faerie Queene\">The Faerie Queene</a></i> Book III. Amoret was carried off by an enchanter and had to be rescued. Another allusion to note is the probable reference of Orfieu to <i><a href=\"/wiki/Sir_Orfeo\" title=\"Sir Orfeo\">Sir Orfeo</a></i>, a medieval narrative poem merging the Orpheus myth with the trip to fairyland.\n</p><p>The construction of the tower is clearly important. Lewis's time-lines are quite coherent in terms of the science fiction of his generation; it is often forgotten by readers that he was seriously interested in science fiction long before it was fashionable. In terms of the law that \"Any two time-lines approximate to the exact degree to which their material contents are alike\" the tower is obviously a repeat, on a grand scale, of the Othertimers' successful but small experiment with a railway shed constructed in the same space as ours. However, although Lewis was a reader of all sorts of science fiction, he himself was not interested in writing the technical side: he wrote in 1955 that \"The most superficial appearance of plausibility--the merest sop to our critical intellect--will do....  I took a hero to Mars once in a space-ship, but when I knew better I had angels convey him to Venus\".<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup>\n</p><p>How Lewis would have explored the threat from the Othertime world remains unknown. The text mentions an \"idol\" whose face is, in some way, recognizable to the Cambridge observers, and which is, the narrator says, \"still there\" at the end of the events to be narrated. How Lewis intended to follow up this foreshadowing is unclear; he may have intended to suggest links to contemporary world events, or may have had no precise idea in mind.  The story could be interpreted as the germ of a <a href=\"/wiki/Dystopia\" title=\"Dystopia\">dystopian</a> novel like <i><a href=\"/wiki/That_Hideous_Strength\" title=\"That Hideous Strength\">That Hideous Strength</a></i>: the Stingingmen and Jerkies could parallel the Conditioners and the Conditioned as described in <i><a href=\"/wiki/The_Abolition_of_Man\" title=\"The Abolition of Man\">The Abolition of Man</a></i>.  The idol with many bodies and one head may express Lewis' horror, expressed in many of his works, at the absorption and suppression of the individual into a collective controlled by a single will: in <i><a href=\"/wiki/Perelandra\" title=\"Perelandra\">Perelandra</a></i>, referring to a similar loss of individuality, he speculates that \"what the Pantheists falsely hoped for in Heaven, the wicked really receive in Hell\".\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Dark_Tower_(Lewis_novel)&amp;action=edit&amp;section=5\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.lewisiana.nl/fowler/index.htm\">[1]</a></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><i>The Dark Tower and Other Stories</i>, p.&#160;155</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">\"On Science Fiction\", 1955</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=JSfy5D_LNDQC&amp;pg=PA816&amp;lpg=PA816&amp;dq=c+s+lewis+in+magazine+fantasy+science+fiction&amp;source=bl&amp;ots=ALHHCMRSAp&amp;sig=MZGloOLTxk6JFYIYAWvGMnhmUX0&amp;hl=en&amp;ei=oRAqTe-pDoT48AaKgYWrAQ&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=4&amp;ved=0CCgQ6AEwAw#v=onepage&amp;q=c%20s%20lewis%20in%20magazine%20fantasy%20science%20fiction&amp;f=false\"><i>The Magazine of Fantasy and Science Fiction</i></a></span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Margaret Wheatfield, \"Tolkien and C.S. Lewis Revisited\" in Evangelia Kaplanova (ed.), \"A Retrospective View of Twentieth Century Science Fiction and Fantasy Writings\" (Essay collection published in Russian, Moscow 2002, Wheatfield article appearing in both English and Russian)</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Harry Lee Poe, <a rel=\"nofollow\" class=\"external text\" href=\"http://www.christianitytoday.com/ct/2007/february/28.44.html\">\"Shedding Light on the Dark Tower\"</a> <i>Christianity Today</i>, February 2, 2007</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Carla Faust Jones. <i>Mythlore</i> 57: Spring 1989, 11-15</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">J. R. Thompson and J. Rasp, (<a rel=\"nofollow\" class=\"external text\" href=\"http://www.stat.tugraz.at/AJS/ausg092/092Thompson.pdf\"><i>Austrian Journal of Statistics</i>, 38(2):2009 71-82</a></span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">\"On Science Fiction,\" in <i>Of This and Other Worlds</i></span>\n</li>\n</ol></div></div>\n<ul><li>Fowler, Alastair. \"C. S. Lewis: Supervisor.\" <i>Yale Review</i>, Vol. 91 No. 4 (October 2003), pp.&#160;64–80</li>\n<li>Hooper, Walter. \"Introduction\". <i>The Dark Tower and Other Stories</i>. Harvest Books, 1977. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-15-623930-2\" title=\"Special:BookSources/0-15-623930-2\">0-15-623930-2</a></li>\n<li>Lewis, C. S. <i>The Dark Tower</i>. <i>The Dark Tower and Other Stories</i>. Harvest Books, 1977. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-15-623930-2\" title=\"Special:BookSources/0-15-623930-2\">0-15-623930-2</a></li>\n<li>Lindskoog, Kathryn. <i>Light in the Shadowlands: Protecting the Real C. S. Lewis</i>. Multnomah Pub., 1994. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-88070-695-3\" title=\"Special:BookSources/0-88070-695-3\">0-88070-695-3</a></li>\n<li>Lindskoog, Kathryn. <i>The C. S. Lewis Hoax</i>. Multnomah Pub., 1988. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-88070-258-3\" title=\"Special:BookSources/0-88070-258-3\">0-88070-258-3</a></li>\n<li>Rateliff, John D. \"<i>The Lost Road, The Dark Tower</i> and <i>The Notion Club Papers</i>: Tolkien and Lewis's Time Travel Triad\". <i>Tolkien's Legendarium: Essays on</i> The History of Middle-earth. Greenwood Press, 2000. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-313-30530-7\" title=\"Special:BookSources/0-313-30530-7\">0-313-30530-7</a></li>\n<li>Lewis, C.S., Brian Aldiss, and Kingsley Amis. \"Unreal Estates\" <i>Spectrum IV</i>. Pan Books, London, 1965. [For Lewis's interest in SF]</li></ul>\n<h2><span class=\"mw-headline\" id=\"Further_reading\">Further reading</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Dark_Tower_(Lewis_novel)&amp;action=edit&amp;section=6\" title=\"Edit section: Further reading\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Downing, David C., <i>Planets in Peril: A Critical Study of C. S. Lewis's Ransom Trilogy</i>. University of Massachusetts Press, 1992. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-87023-997-X\" title=\"Special:BookSources/0-87023-997-X\">0-87023-997-X</a></li>\n<li>Himes, Jonathan B. \"The Allegory of Lust: Textual and Sexual Deviance in <i>The Dark Tower.</i>\" <i>Truths Breathed Through Silver: The Inklings' Moral and Mythopoeic Legacy.</i> Ed. Jonathan B. Himes, with Joe R. Christopher and Salwa Khoddam. Newcastle: Cambridge Scholars Publishing, 2008. 51-80.</li>\n<li>Schwartz, Sanford. Appendix A: \"The Dark Tower.\" <i>C. S. Lewis on the Final Frontier: Science and the Supernatural in the Space Trilogy.</i> Oxford UP, 2009. 151-56.</li></ul>\n<div role=\"navigation\" class=\"navbox\" aria-labelledby=\"C._S._Lewis&amp;#039;_The_Space_Trilogy\" style=\"padding:3px\"><table class=\"nowraplinks collapsible autocollapse navbox-inner\" style=\"border-spacing:0;background:transparent;color:inherit\"><tbody><tr><th scope=\"col\" class=\"navbox-title\" colspan=\"2\"><div class=\"plainlinks hlist navbar mini\"><ul><li class=\"nv-view\"><a href=\"/wiki/Template:CSL_Space_Trilogy\" title=\"Template:CSL Space Trilogy\"><abbr title=\"View this template\" style=\";;background:none transparent;border:none;-moz-box-shadow:none;-webkit-box-shadow:none;box-shadow:none; padding:0;\">v</abbr></a></li><li class=\"nv-talk\"><a href=\"/wiki/Template_talk:CSL_Space_Trilogy\" title=\"Template talk:CSL Space Trilogy\"><abbr title=\"Discuss this template\" style=\";;background:none transparent;border:none;-moz-box-shadow:none;-webkit-box-shadow:none;box-shadow:none; padding:0;\">t</abbr></a></li><li class=\"nv-edit\"><a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Template:CSL_Space_Trilogy&amp;action=edit\"><abbr title=\"Edit this template\" style=\";;background:none transparent;border:none;-moz-box-shadow:none;-webkit-box-shadow:none;box-shadow:none; padding:0;\">e</abbr></a></li></ul></div><div id=\"C._S._Lewis&amp;#039;_The_Space_Trilogy\" style=\"font-size:114%;margin:0 4em\"><a href=\"/wiki/C._S._Lewis\" title=\"C. S. Lewis\">C. S. Lewis</a>' <i><a href=\"/wiki/The_Space_Trilogy\" title=\"The Space Trilogy\">The Space Trilogy</a></i></div></th></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%;padding:0.35em 1.0em; line-height:1.2em;\">Books</th><td class=\"navbox-list navbox-odd hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><i><a href=\"/wiki/Out_of_the_Silent_Planet\" title=\"Out of the Silent Planet\">Out of the Silent Planet</a></i> (1938)</li>\n<li><i><a href=\"/wiki/Perelandra\" title=\"Perelandra\">Perelandra</a></i> (1943)</li>\n<li><i><a href=\"/wiki/That_Hideous_Strength\" title=\"That Hideous Strength\">That Hideous Strength</a></i> (1945)</li>\n<li><i><a class=\"mw-selflink selflink\">The Dark Tower</a></i> (manuscript; 1977)</li></ul>\n</div></td></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%;padding:0.35em 1.0em; line-height:1.2em;\">Characters</th><td class=\"navbox-list navbox-even hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><a href=\"/wiki/Elwin_Ransom\" title=\"Elwin Ransom\">Elwin Ransom</a></li>\n<li><a href=\"/wiki/Professor_Weston\" title=\"Professor Weston\">Professor Weston</a></li>\n<li><a href=\"/wiki/Lord_Feverstone\" title=\"Lord Feverstone\">Richard Devine</a></li></ul>\n</div></td></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%;padding:0.35em 1.0em; line-height:1.2em;\">Universe</th><td class=\"navbox-list navbox-odd hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><a href=\"/wiki/University_of_Edgestow\" title=\"University of Edgestow\">University of Edgestow</a></li></ul>\n</div></td></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%;padding:0.35em 1.0em; line-height:1.2em;\">Other</th><td class=\"navbox-list navbox-even hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\"><i><a href=\"/wiki/Rainbow_Mars\" title=\"Rainbow Mars\">Rainbow Mars</a></i></div></td></tr></tbody></table></div>\n\n<!-- \nNewPP limit report\nParsed by mw2290\nCached time: 20180913154800\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.156 seconds\nReal time usage: 0.213 seconds\nPreprocessor visited node count: 1780/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 19233/2097152 bytes\nTemplate argument size: 2620/2097152 bytes\nHighest expansion depth: 15/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 3510/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.046/10.000 seconds\nLua memory usage: 1.66 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  171.817      1 -total\n 32.97%   56.648      6 Template:ISBN\n 24.78%   42.584      1 Template:More_footnotes\n 17.91%   30.766      1 Template:Ambox\n 14.84%   25.501      1 Template:Other_uses2\n 11.44%   19.650      1 Template:CSL_Space_Trilogy\n 11.23%   19.292      6 Template:Catalog_lookup_link\n  9.40%   16.157      1 Template:Navbox\n  8.60%   14.780      6 Template:Error-small\n  7.75%   13.320      1 Template:Italic_title\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:782611-0!canonical and timestamp 20180913154800 and revision id 831747173\n -->\n</div>"},"langlinks":[{"lang":"nl","url":"https://nl.wikipedia.org/wiki/The_Dark_Tower_(roman)","langname":"Dutch","autonym":"Nederlands","*":"The Dark Tower (roman)"}],"categories":[{"sortkey":"Dark Tower, The","hidden":"","*":"Articles_lacking_in-text_citations_from_February_2011"},{"sortkey":"Dark Tower, The","hidden":"","*":"All_articles_lacking_in-text_citations"},{"sortkey":"Dark Tower, The","*":"1977_British_novels"},{"sortkey":"Dark Tower, The","*":"The_Space_Trilogy_books"},{"sortkey":"Dark Tower, The","*":"1977_science_fiction_novels"},{"sortkey":"Dark Tower, The","*":"Unfinished_novels"},{"sortkey":"Dark Tower, The","*":"Novels_published_posthumously"},{"sortkey":"Dark Tower, The","*":"William_Collins,_Sons_books"},{"sortkey":"Dark Tower, The","*":"Forgery_controversies"}],"links":[{"ns":14,"exists":"","*":"Category:Articles lacking in-text citations from February 2011"},{"ns":10,"exists":"","*":"Template:CSL Space Trilogy"},{"ns":0,"exists":"","*":"A Voyage to Arcturus"},{"ns":0,"exists":"","*":"A Wrinkle in Time"},{"ns":0,"exists":"","*":"Ancient university"},{"ns":0,"exists":"","*":"C. S. Lewis"},{"ns":0,"exists":"","*":"Cambridge University Library"},{"ns":0,"exists":"","*":"Changeling"},{"ns":0,"exists":"","*":"Clark Ashton Smith"},{"ns":0,"exists":"","*":"Dystopia"},{"ns":0,"exists":"","*":"Elwin Ransom"},{"ns":0,"exists":"","*":"Forgery"},{"ns":0,"exists":"","*":"Inklings"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"J. R. R. Tolkien"},{"ns":0,"exists":"","*":"John D. Rateliff"},{"ns":0,"exists":"","*":"Kathryn Lindskoog"},{"ns":0,"exists":"","*":"Lord Feverstone"},{"ns":0,"exists":"","*":"Madeleine L'Engle"},{"ns":0,"exists":"","*":"Out of the Silent Planet"},{"ns":0,"exists":"","*":"Parallel universe (fiction)"},{"ns":0,"exists":"","*":"Perelandra"},{"ns":0,"exists":"","*":"Professor Weston"},{"ns":0,"exists":"","*":"Provenance"},{"ns":0,"exists":"","*":"Rainbow Mars"},{"ns":0,"exists":"","*":"Sir Orfeo"},{"ns":0,"exists":"","*":"Space Trilogy"},{"ns":0,"exists":"","*":"Stylometry"},{"ns":0,"exists":"","*":"That Hideous Strength"},{"ns":0,"exists":"","*":"The Abolition of Man"},{"ns":0,"exists":"","*":"The Dark Tower (disambiguation)"},{"ns":0,"exists":"","*":"The Faerie Queene"},{"ns":0,"exists":"","*":"The Space Trilogy"},{"ns":0,"exists":"","*":"Unfinished work"},{"ns":0,"exists":"","*":"University of Edgestow"},{"ns":0,"exists":"","*":"Walter Hooper"},{"ns":0,"exists":"","*":"William Collins, Sons"},{"ns":0,"*":"Gervase Mathew"},{"ns":0,"*":"The Planet of the Dead"},{"ns":4,"exists":"","*":"Wikipedia:Citing sources"},{"ns":4,"exists":"","*":"Wikipedia:When to cite"},{"ns":4,"exists":"","*":"Wikipedia:WikiProject Fact and Reference Check"},{"ns":11,"exists":"","*":"Template talk:CSL Space Trilogy"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Other uses2"},{"ns":10,"exists":"","*":"Template:Italic title"},{"ns":10,"exists":"","*":"Template:More footnotes"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:ISBN"},{"ns":10,"exists":"","*":"Template:Catalog lookup link"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:Error-small"},{"ns":10,"exists":"","*":"Template:Tl"},{"ns":10,"exists":"","*":"Template:CSL Space Trilogy"},{"ns":10,"exists":"","*":"Template:Navbox"},{"ns":828,"exists":"","*":"Module:Other uses2"},{"ns":828,"exists":"","*":"Module:Other uses"},{"ns":828,"exists":"","*":"Module:Hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote list"},{"ns":828,"exists":"","*":"Module:Italic title"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Check isxn"},{"ns":828,"exists":"","*":"Module:Error"},{"ns":828,"exists":"","*":"Module:Navbox"},{"ns":828,"exists":"","*":"Module:Navbar"}],"images":["Text_document_with_red_question_mark.svg","TheDarkTower.JPG"],"externallinks":["http://www.lewisiana.nl/fowler/index.htm","https://books.google.com/books?id=JSfy5D_LNDQC&pg=PA816&lpg=PA816&dq=c+s+lewis+in+magazine+fantasy+science+fiction&source=bl&ots=ALHHCMRSAp&sig=MZGloOLTxk6JFYIYAWvGMnhmUX0&hl=en&ei=oRAqTe-pDoT48AaKgYWrAQ&sa=X&oi=book_result&ct=result&resnum=4&ved=0CCgQ6AEwAw#v=onepage&q=c%20s%20lewis%20in%20magazine%20fantasy%20science%20fiction&f=false","http://www.christianitytoday.com/ct/2007/february/28.44.html","http://www.stat.tugraz.at/AJS/ausg092/092Thompson.pdf"],"sections":[{"toclevel":1,"level":"2","line":"Plot summaries","number":"1","index":"1","fromtitle":"The_Dark_Tower_(Lewis_novel)","byteoffset":821,"anchor":"Plot_summaries"},{"toclevel":1,"level":"2","line":"Origin","number":"2","index":"2","fromtitle":"The_Dark_Tower_(Lewis_novel)","byteoffset":3910,"anchor":"Origin"},{"toclevel":1,"level":"2","line":"Authenticity and relation to the published novels","number":"3","index":"3","fromtitle":"The_Dark_Tower_(Lewis_novel)","byteoffset":6567,"anchor":"Authenticity_and_relation_to_the_published_novels"},{"toclevel":1,"level":"2","line":"Suggested developments","number":"4","index":"4","fromtitle":"The_Dark_Tower_(Lewis_novel)","byteoffset":10421,"anchor":"Suggested_developments"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"5","fromtitle":"The_Dark_Tower_(Lewis_novel)","byteoffset":12885,"anchor":"References"},{"toclevel":1,"level":"2","line":"Further reading","number":"6","index":"6","fromtitle":"The_Dark_Tower_(Lewis_novel)","byteoffset":13853,"anchor":"Further_reading"}],"parsewarnings":[],"displaytitle":"<i>The Dark Tower</i> (Lewis novel)","iwlinks":[],"properties":[{"name":"displaytitle","*":"<i>The Dark Tower</i> (Lewis novel)"},{"name":"defaultsort","*":"Dark Tower, The"},{"name":"wikibase_item","*":"Q373647"}]}}