{"parse":{"title":"First Into Nagasaki","pageid":20018206,"revid":833880343,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-style\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"Ambox rewrite.svg\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Ambox_rewrite.svg/40px-Ambox_rewrite.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Ambox_rewrite.svg/60px-Ambox_rewrite.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Ambox_rewrite.svg/80px-Ambox_rewrite.svg.png 2x\" data-file-width=\"620\" data-file-height=\"620\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>may be in need of reorganization to comply with Wikipedia's <a href=\"/wiki/Wikipedia:Manual_of_Style/Layout\" title=\"Wikipedia:Manual of Style/Layout\">layout guidelines</a></b>.<span class=\"hide-when-compact\"> Please help by <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=First_Into_Nagasaki&amp;action=edit\">editing the article</a> to make improvements to the overall structure.</span>  <small><i>(November 2010)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p><i><b>First Into Nagasaki: The Censored Eyewitness Dispatches on Post-Atomic Japan and Its Prisoners of War</b></i> is a collection of reports by <i><a href=\"/wiki/Chicago_Daily_News\" title=\"Chicago Daily News\">Chicago Daily News</a></i> foreign correspondent <a href=\"/wiki/George_Weller\" title=\"George Weller\">George Weller</a>. Originally written in 1945, but not approved for publication by Gen. <a href=\"/wiki/Douglas_MacArthur\" title=\"Douglas MacArthur\">Douglas MacArthur</a>'s military censors. The reports were collected and edited by the author's son Anthony Weller, and published for the first time in 2006.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Synopsis\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Synopsis</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-2\"><a href=\"#Photographs\"><span class=\"tocnumber\">1.1</span> <span class=\"toctext\">Photographs</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Newspaper_prints_of_Weller&#39;s_stories\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Newspaper prints of Weller's stories</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Controversies\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Controversies</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Title_claim,_who_was_first\"><span class=\"tocnumber\">3.1</span> <span class=\"toctext\">Title claim, who was first</span></a></li>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#Parachutes\"><span class=\"tocnumber\">3.2</span> <span class=\"toctext\">Parachutes</span></a></li>\n<li class=\"toclevel-2 tocsection-7\"><a href=\"#pre-atomic_raids_on_Nagasaki\"><span class=\"tocnumber\">3.3</span> <span class=\"toctext\">pre-atomic raids on Nagasaki</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#References\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#External_links\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Synopsis\">Synopsis</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=First_Into_Nagasaki&amp;action=edit&amp;section=1\" title=\"Edit section: Synopsis\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The Occupation authorities declared <a href=\"/wiki/Nagasaki,_Nagasaki\" class=\"mw-redirect\" title=\"Nagasaki, Nagasaki\">Nagasaki</a> (and <a href=\"/wiki/Hiroshima\" title=\"Hiroshima\">Hiroshima</a>) off-limits to reporters.\n</p><p>Weller reports that he was the first outside observer to reach Nagasaki, on September 6, 1945, four weeks following the U.S. <a href=\"/wiki/Atomic_bombings_of_Hiroshima_and_Nagasaki\" title=\"Atomic bombings of Hiroshima and Nagasaki\">atomic bombing of the city</a>.  He spent a total of three weeks in Nagasaki and in the nearby Allied <a href=\"/wiki/P.O.W.\" class=\"mw-redirect\" title=\"P.O.W.\">P.O.W.</a> camps — some of which he \"opened\", and revisits the series of news reports he published at the time about his experiences.\n</p><p>The first dispatches by non-Japanese reporters were filed by <a href=\"/wiki/Associated_Press\" title=\"Associated Press\">Associated Press</a> correspondent <a href=\"/wiki/Vern_Haugland\" class=\"mw-redirect\" title=\"Vern Haugland\">Vern Haugland</a> and <i><a href=\"/wiki/New_York_Times\" class=\"mw-redirect\" title=\"New York Times\">New York Times</a></i> Lawrence who visited Nagasaki September 9, 1945. Captain Joe Snyder, press officer with MacArthur headquarters, in his book <i>Para(graph) Trooper For MacArthur: From the Horse Cavalry to the USS Missouri</i> 1997 Chapter 16 \"Nagasaki Inferno\" pp199–209 describes \"boarding a transport plane packed with reporters headed for Nagasaki.[for example: photographers 1. see Google image search Nagasaki Bernard Hoffman (LIFE Magazine) 2. Bettmann/CORBIS September 13, 1945 Stanley Troutman (Acme war pool) 3. Nagasaki and verso<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>]Other officers and correspondents headed for Hiroshima about the same time, so the world would soon know more than it was prepared to digest about the horrors of the <a href=\"/wiki/Atomic_bomb\" class=\"mw-redirect\" title=\"Atomic bomb\">atomic bomb</a>. ... I toured the city with the AP's Jim Hutcheson, among others. He and I had become good friends since our narrow escape on Corregidor. ... There were thousands of stories in Nagasaki and our group saw many pitiful sights of people with radiation burns who, in dreadful agony, were slowly dying. The first thing Japanese doctors asked was if American doctors had a cure for the bomb's effects on the human body. ... We received a report from GHQ that American doctors were coming to Nagasaki soon....\" Snyder acknowledges what he calls Wilfrid Burchett's \"ingenuity\" in successfully reporting from Hiroshima. Snyder does not mention George Weller or any dispatches of George Weller's from Nagasaki. Joe Snyder [1983; owner and editor of the North Missourian] and <a href=\"/wiki/Walter_Cronkite\" title=\"Walter Cronkite\">Walter Cronkite</a> [1964; CBS] are both recipients of the Missouri School of Journalism Honor Medal.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p><p>From the first days of the Occupation reporters were cleared to cover freeing and rescue operations on behalf of these prisoners. Weller comments: \"What the command wanted covered was the <a href=\"/wiki/Prisoner-of-war_camp\" title=\"Prisoner-of-war camp\">prison camps</a> of northern <a href=\"/wiki/Japan\" title=\"Japan\">Japan</a>. The dam was to be opened to one last orgy of home town stories, more mindless and more alike than the slow molasses drippings of four years of sloppy, apolitical, dear-mom war....I did not feel that the right way to end this war was to...chew more fodder about what-beasts-the-Japs-are and Jimmy-looks-skinnier-today.\"<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>\n</p><p>The <a href=\"/wiki/U.S._military\" class=\"mw-redirect\" title=\"U.S. military\">U.S. military</a> in <a href=\"/wiki/Tokyo\" title=\"Tokyo\">Tokyo</a> censored approximately 55,000 words of his dispatches, along with more than 100 photographs.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p><p>However, Weller does not refer to governmental censorship of any photographs of his related to Nagasaki.\n</p><p>On January 7, 2009 the <i><a href=\"/wiki/The_Daily_Telegraph\" title=\"The Daily Telegraph\">Telegraph</a></i> published Nagasaki photographs dated September 5, 1945: \"After we asked readers for stories and photographs relating to Britain at War, we received these fascinating photographs of Nagasaki and <a href=\"/wiki/Hiroshima\" title=\"Hiroshima\">Hiroshima</a> from Cecil A. Creber, who took them less than a month [Nagasaki = September 5, 1945] after the atom bombs were dropped on both cities [August 6 and 9 1945].\"<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> The <i>Linlithgow Gazette</i> November 28, 2008 \"Amazing atomic aftermath pics set for key war archives\" features a photo of Creber captioned \"Life through a lens: Cecil with his faithful Ensign box camera.\"\n</p><p>On February 13, 2010 <i>Mainichi</i> published \"New color footage of Nagasaki A-bomb devastation shows need for greater research resources\" plus a 01/05/2010 Photo Special [film circa September 11, 1945 found at the United States National Archives in Washington D.C. by Professor Burke-Gaffney].\n</p><p>Weller writes these correspondents \"looked like yacht passengers who have stopped to buy basketry on an island.\" He writes that Colonel McCrary \"offered to take <a href=\"/wiki/Carbon_copy\" title=\"Carbon copy\">carbons</a> of my stories and file them when airborne.\" The reporters under McCrary's leadership were not subject to censorship, making their dispatches especially valuable. Weller writes: \"I refused.\" \"How could I close up my atomic laboratory, with the work only half finished?\"...and concludes with the explanation that his refusal is because he wanted to write \"something free, big and formal....something ample, leisurely and magnificent.\" [<i>First into Nagasaki</i> page 19-20]\n</p><p>Haugland of The Associated Press states: \"We offered Weller a ride back to Tokyo with us,....\"[see Haugland <i>infra</i> p.&#160;20] Weller describes a feeling of \"hopelessness\" about his dispatches because the <a href=\"/wiki/Kempeitai\" class=\"mw-redirect\" title=\"Kempeitai\">Kempeitai</a> to whom he claims to have entrusted the stories had \"returned to Nagasaki, but they had no message for me.\"[<i>First into Nagasaki</i> page 21] Weller, although working as a reporter for a daily publication, chose to refuse an offered opportunity either to timely send his Nagasaki dispatches uncensored from the aircraft or alternatively to confront the Occupation censorship directly by filing in Tokyo, despite writing: \"I wanted to be prepared to defend every line. If the stories were blocked as reprisal against me, I intended to take the case to <a href=\"/wiki/Douglas_MacArthur\" title=\"Douglas MacArthur\">MacArthur</a> himself.\"[<i>First into Nagasaki</i> page 18]\n</p><p>Weller traveled to Nagasaki from <a href=\"/wiki/Kanoya\" class=\"mw-redirect\" title=\"Kanoya\">Kanoya</a> airbase with Sergeant <a href=\"/w/index.php?title=Gilbert_Harrison_(soldier)&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Gilbert Harrison (soldier) (page does not exist)\">Gilbert Harrison</a>. Harrison's career later included: Chairman of the <a href=\"/wiki/American_Veterans_Committee\" title=\"American Veterans Committee\">American Veterans Committee</a>; editor and publisher of <i><a href=\"/wiki/The_New_Republic\" title=\"The New Republic\">The New Republic</a></i> magazine; author of several books. In Harrison's memoir [<i>Parts of a Past</i> iUniverse June 2009 pages 81–2] he describes carrying George Weller's Nagasaki reporting from an airstrip outside Nagasaki to the <i>Chicago Daily News</i> in Tokyo:\n</p>\n<style data-mw-deduplicate=\"TemplateStyles:r856303468\">.mw-parser-output .templatequote{overflow:hidden;margin:1em 0;padding:0 40px}.mw-parser-output .templatequote .templatequotecite{line-height:1.5em;text-align:left;padding-left:1.6em;margin-top:0}</style><blockquote class=\"templatequote\"><p>'You'll be the errand boy,' he[Weller] informed me[Harrison]. The plane we'd met was going on to Tokyo.... ...I picked up my belongings and Weller's copy. He wrote down the name and address of his <i>Daily News</i> associate in Tokyo...and the near-empty plane took off. A bus awaited us at Atsugi airport outside Tokyo and the plane crew and I were driven to the American-occupied Dai-Ichi Hotel....That night I slept between sheets and the following morning delivered Weller's story to the <i>Daily News</i>. As payment, a rowdy evening's entertainment was provided at an establishment catering to thirsty American officers and featuring compliant Japanese girls who were not of the Geisha class.\n</p></blockquote>\n<p>A <i>Boston Globe</i> article by Gerald R. Thorp of the <i>Chicago Daily News</i> \"TOKYO, Sept. 10(CDN) 'New Brand of Jap to Him!'\" indicates that Harrison was by September 10, 1945 accompanying correspondents in Tokyo.\n</p><p>The first dispatch presented in <i>First into Nagasaki</i> (see page 25 and photos on cover and back inside endpaper) is datelined <i>Nagasaki September 6</i> and reads: ...\"After a 24-hour trip on what seemed like dozens of trains, the writer arrived here this afternoon as the first visitor from the outside Allied world.\" On <i>September 6</i> the <i><a href=\"/wiki/Chicago_Daily_News\" title=\"Chicago Daily News\">Chicago Daily News</a></i> printed a dispatch under Weller's byline datelined <i>Kanoya</i>, which begins:\n</p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>The veteran 25th portable hospital, numbering many <a href=\"/wiki/Chicago\" title=\"Chicago\">Chicagoans</a> and downstate <a href=\"/wiki/Illinois\" title=\"Illinois\">Illinoisans</a>, jumped from ships today to become the first American hospital in southern Japan. Every doctor but one is a <a href=\"/wiki/Rush_Medical_College\" title=\"Rush Medical College\">Rush Medical College</a> graduate. Commanded by tall Maj. Frederic de Peyster] of 445 Cedar St. <a href=\"/wiki/Winnetka,_Illinois\" title=\"Winnetka, Illinois\">Winnetka</a>, they include Capt. Hugo Baum, 55 E. Washington st., Chicago, and Capt. Edward Murphy, Dixon, Ill., who comprise a special surgical team, and Capt. Roy Swanson, <a href=\"/wiki/Leadville\" class=\"mw-redirect\" title=\"Leadville\">Leadville</a>, Colo.\n</p></blockquote>\n<p>The remainder of Weller's dispatch consists of a series of direct quotations from men of this medical corps with names, addresses, and photographs (these last are not from in Japan but are formal military portraits). Samples:\n</p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>'Tell the boys on the Chicago Daily News fifth floor that the heat here is terrific,' said Corp. Carl Johnson, 4729 N. Avers av., Chicago Daily News composing room employee on leave in service....Corp. Walter Newman, <a href=\"/wiki/Beloit,_Wisconsin\" title=\"Beloit, Wisconsin\">Beloit</a>, Wis., drove past with a box marked 'human blood' and said, 'I've seen it--let's go home.'\n</p></blockquote>\n<p>After the September 6 dispatch from Kanoya, Weller's next dispatch was printed on September 12 with an \"<a href=\"/wiki/%C5%8Cmuta,_Fukuoka\" title=\"Ōmuta, Fukuoka\">Ōmuta</a>, <a href=\"/wiki/Ky%C5%ABsh%C5%AB\" class=\"mw-redirect\" title=\"Kyūshū\">Kyushu</a>\" dateline (Omuta was a prisoner of war camp approximately 100 miles by railroad from Nagasaki and twice that from Kanoya. Headlined \"New Saga of Boldness For Wermuth as Captive\" it is an account of the famous \"One-Man-Army\" Captain <a href=\"/wiki/Arthur_W._Wermuth\" title=\"Arthur W. Wermuth\">Arthur W. Wermuth</a> continuing his leadership as a POW on a Hellship carrying prisoners to Japan.\n</p>\n<h3><span class=\"mw-headline\" id=\"Photographs\">Photographs</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=First_Into_Nagasaki&amp;action=edit&amp;section=2\" title=\"Edit section: Photographs\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The photograph in <i>First into Nagasaki</i> facing the <i>Introduction by Anthony Weller xv</i> is captioned \"George Weller (r.) with Admiral Chester Nimitz on board the U.S.S. <i>Missouri</i> for the treaty signing, Tokyo Bay, September 2, 1945.\" This caption is incorrect since the figure on the left of the picture is not Fleet Admiral Nimitz, the signer as United States Representative of the proceedings' documents. In all still images and moving pictures of the Japanese surrender ceremony Nimitz is seen wearing Navy cap with full \"<a href=\"/wiki/Scrambled_eggs\" title=\"Scrambled eggs\">scrambled eggs</a>\" denoting his five-star rank. The personage in the photograph appears to be John Knight, publisher of the <i>Chicago Daily News</i>, who was in attendance on the USS <i>Missouri</i> as a guest of the Secretary of the Navy.\n</p><p>With reference to this photograph <i>supra</i> presented in <i>First into Nagasaki</i>, the Battleship Missouri Memorial at <a href=\"/wiki/Pearl_Harbor\" title=\"Pearl Harbor\">Pearl Harbor</a>: \"can confirm that the individual pictured to the left in the photograph is not Fleet Admiral Nimitz.\" <a rel=\"nofollow\" class=\"external free\" href=\"http://www.ussmissouri.org\">http://www.ussmissouri.org</a> <sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup>\n</p><p>George Weller was actually photographed with a prominent naval figure Hiram Cassidy[sic] by the Associated Press on March 25, 1943 AP Images ID 4303250106. The picture was taken just before Weller's letter to the Foreign Editor of the <i>Chicago Daily News</i> quoted in <i>Weller's War</i> pp355–6. At left is Commander Hiram Cassedy[correct spelling], then Captain of <i>Searaven</i>, hero of several submarine engagements in South-west Pacific (<i>Submarine Operations in World War II</i> US Naval Institute Eight Printing December 1965 pages 104,193-4,233,463). At right is George Weller wearing British-type tropical uniform of shorts and knee socks. Cassedy (later Admiral) commanding <i>Tigrone</i> went on to lead a submarine group \"Hiram's Hecklers\" and also to hold the Pacific record for \"lifeguard\" duty (with 31 rescues; Ibid. pp 471–3).\n</p><p>The <i>Chicago Daily News</i> September 8, 1945 printed prominently two photographs credited 'Associated Press <a href=\"/wiki/Wirephoto\" title=\"Wirephoto\">Wirephoto</a>' showing one American foreign correspondent amidst an obliterated surrounding former city. These photographs feature in the background what has become the widely recognized symbol for the atom bombs dropped on Japan, the shell of a pre-war structure which has been preserved as it looked then. Now commonly referred to as \"<a href=\"/wiki/A-Bomb_Dome\" class=\"mw-redirect\" title=\"A-Bomb Dome\">A-Bomb Dome</a>\" it is on the <a href=\"/wiki/UNESCO_World_Heritage\" class=\"mw-redirect\" title=\"UNESCO World Heritage\">UNESCO World Heritage</a> List registered as \"<a href=\"/wiki/Hiroshima_Peace_Memorial\" title=\"Hiroshima Peace Memorial\">Hiroshima Peace Memorial</a>.\" The CDN 1945 captions read:\n</p>\n<ol><li>\"An Allied war correspondent looks over the twisted steel and masonry in what was the city of Hiroshima before it was struck by an atomic bomb.\"</li>\n<li>\"No show tonight. An Allied war correspondent stands in a sea of rubble, looking at the remains of what once was a Hiroshima movie theatre.\" [Nagasaki photographs (Associated Press: Stanley Troutman; creation date September 13, 1945) in database AP Images (available through libraries).]</li></ol>\n<p>Photographs of Nagasaki had already been printed September 1, 1945. Caption: \"Nagasaki Today - Japanese workers (foreground) carry away debris in a devastated area of atom-bombed Nagasaki. Smokestacks and a lone building stand in the background. This picture is from <a href=\"/wiki/Domei\" class=\"mw-redirect\" title=\"Domei\">Domei</a>, official Jap news agency.\" Transmission credit is to Associated Press Wirephoto.\n</p><p>Photographs published in <i>First into Nagasaki</i> in 2006 already had appeared in the <i>Chicago Daily News</i> in 1945. [emphasis added]\n</p>\n<ul><li>Exhibit A: subject: George Weller and Logan Kay; source + locator: <i>First into Nagasaki</i> page 146 (example #1), book jacket front cover (example #2), jacket spine (example #3) = <i>Chicago Daily News</i> October 18, 1945 'Part II - Wake Ghosts' Diary: Navy's Return Raises False Hopes ships shell and leave, so 'Crusoes' give up' Caption: Memento of Terror—Logan \"Scotty\" Kay, Clearlake Park, Calif., one of the \"ghosts\" of Wake Island, who hid from the Japs for 77 days, shows George Weller (left) of the Chicago Daily News Foreign Service, a helmet bearing the names of many men who died on Wake and at a prison camp in Japan. /</li>\n<li>Exhibit B: subject: George Weller and James Jordan; source + locator: <i>First into Nagasaki</i> between pages 176 and 177 (14 of 18) = example #1: <i>Chicago Daily News</i> November 20, 1945 'Chapter Ten Death Cruise: Thirst Kills Yanks' Caption: 'He Could Take It—Thirty-three years in the Marines made Sgt.Maj. James J. Jordan (right) tough enough to survive the \"cruise of death\" to Japan. Here he is telling his story to George Weller of the Daily News Foreign Service. Asked for his home address the veteran said \"the Halls of Montezuma, or, for an alternative, \"the Shores of <a href=\"/wiki/Tripoli\" title=\"Tripoli\">Tripoli</a>.\"' [punctuation sic] example #2: <i>Chicago Daily News</i> April 10, 1964 Caption: 'Correspondent Weller chats with a released PW in camp near Nagasaki in 1945.'</li></ul>\n<h2><span id=\"Newspaper_prints_of_Weller.27s_stories\"></span><span class=\"mw-headline\" id=\"Newspaper_prints_of_Weller's_stories\">Newspaper prints of Weller's stories</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=First_Into_Nagasaki&amp;action=edit&amp;section=3\" title=\"Edit section: Newspaper prints of Weller&#039;s stories\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The <i>Los Angeles Times</i> on September 16, 1945 published a front page article \"By George Weller Chicago Daily News Foreign Service Nagasaki. (Delayed) U.S. Prisoner Sees A-Bomb Rip Nagasaki.\" <sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup> Substantial portions of this <i>Los Angeles Times</i> September 16, 1945 published article are contained in two dispatches in <i>First into Nagasaki</i>: 1. First Dispatch September 6, 1945 2300 pages 25–7; 2. Fifth Dispatch September 8, 1945 0300 pages 35–6. Both these dispatches are part of a group of eight dispatches (pages 25–45) which are described in <i>First into Nagasaki</i> as never published. The <i>Los Angeles Times</i> page one article of September 16, 1945 with its sub-headline \"Witnesses Describe Parachutes Falling and Searing Blast\" includes Weller's interviews with Captain Farley, POWs Bridgman and King, and Dutch doctor Vink (all in Dispatch #5) and Weller's interview with the Japanese lieutenant, aide to the district's commander (Dispatch #1). The <i>Los Angeles Times</i> article has the following introductory paragraph: \"The following story, delayed by censorship, is an eyewitness account by an American observer of the results of the atomic bomb dropped on Nagasaki and includes the stories of men on the ground who saw the bomb fall.\"\n</p><p>The <i>Boston Evening Globe</i> on September 15, 1945 published a page one article \"By George Weller Nagasaki\" with bold all caps headline \"American Saw Atom Bomb Hit Nagasaki\" using content described as \"unpublished\" [page 24 <i>First into Nagasaki</i>] and at the end of the article \"Continued on Page 2\" is the following: \"(Copyright, 1945, by the Boston Globe and Chicago Daily News.)\". Text from Dispatch #6 and Dispatch #1 is used (example: \"Walk in Nagasaki's streets today and you walk in ruins.\" This is the first line of Dispatch #1). Weller's interview with the Japanese lieutenant (Dispatch #1) is used in the <i>Boston Evening Globe</i> article as is Weller's interview with Captain Farley (Dispatch #5), and Weller's interview with Dr. Nakashima (Dispatch #8). Quoted statements by ex-POWs Bridgman and King (Dispatch #5) are in this <i>Boston Evening Globe</i> article, which covers both Japanese and Allied observers' eyewitness accounts of the bomb as well as Dr. Nakashima's description of the bomb's medical symptoms. The Boston article reads: \"However, about 70 percent of deaths have been from plain burns.\" (Dispatch #6). The <i>New York Post</i> on September 15, 1945 published an article by George Weller headlined \"U.S. Prisoners Held at Nagasaki Describe Terrors of Atom Blast\" using the same line of text as the Boston article (Dispatch #1), death statistics (Dispatch #3) and re-located position of POW camp (Dispatch #4). The New York article includes Weller's interviews with Captain Farley, Dr. Vink, Harold Bridgman, and Fred King (Dispatch #5). The article concludes with the bomb's \"peculiar 'disease'\" (Dispatch #8).\n</p><p>The <i>Miami Herald</i> on September 18, 1945 published an article \"By George Weller Miami Herald-Chicago Daily News Wire\" headlined: \"American Tells of Being Atomic Bombed\" with quote above: \"'I Hit the Ground...Building Began To Quiver'\". In this article are quotations and statistical data from Dispatch #3 \"The known dead number 20,000, Jap police tell me, and they estimate about 4,000 bodies remain to be found\" along with \"The wounded are estimated to be about twice the number of dead.\" \"Walk in Nagasaki's streets today and you walk in ruins.\" (Dispatch #1) Also, Captain Farley's eyewitness account (Dispatch #5) is quoted. The interviews with Bridgman and King (Dispatch #5) are included as well as information from Dr. Nakashima  (Dispatch #8) and the interview with the Japanese lieutenant, aide to the district commander (Dispatch #1).\n</p><p>George Weller's own response \"In hours of walking through these areas I experienced no burns or signs of debilitation.\" is from Dispatch #3 (<i>First into Nagasaki</i> page 30) which mentions Weller's \"nausea\"<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup> not reported in the <i>Miami Herald</i> article of 1945.\n</p><p>The <i>Miami Herald</i> article incorrectly states atomic POW casualties \"Forty-eight were killed instantly and four others died later.\" while Dispatch #5 states \"Forty-eight were wounded, four instantly killed, and four, including Aalders, died.\" The incorrect POW casualty figures also appear in Weller's <i>Los Angeles Times</i> article of September 16, 1945 and his <i>New York Post</i> article of September 15, 1945, and his article in the <i>Akron Beacon Journal</i> headlined \"Yank Saw Atom Bomb Wipe Out Nagasaki\" and above that \"It Was 'Terrific, White Flash'\" September 15, 1945 (this article includes interviews <i>supra</i> from Dispatch#1, Dispatch#5, and Dispatch#8). The Associated Press' Vernon Haugland quotes Dr. Vink \"only four of our 200 prisoners were killed\"[outright when the bomb exploded; four more died subsequently] in article published widely, including in the <i>New York Times</i> and on September 10, 1945 in the <i>Miami Herald</i>. Thus papers in New York, Boston, Los Angeles, Miami, and Akron all print Weller's incorrect casualty statistics, whilst Dispatch#5 gives correct data, as does the Associated Press in 1945.\n</p><p>Eight Dispatches (pages 25–45) are described in <i>First into Nagasaki</i> as written in Nagasaki September 6–9 with Weller \"sending them off to MacArthur's military censors in Tokyo, hopeful that they were being cabled onward to his editors at the <i>Chicago Daily News</i> and thence to a vast American readership via syndication. These dispatches have remained unpublished for sixty years; it appears that the U.S. government destroyed the originals.\"\nThe fact of publication by the <i>Los Angeles Times</i>, <i>Boston Evening Globe</i>, <i>New York Post</i>, <i>Miami Herald</i>, and <i>Akron Beacon Journal</i> is irreconcilable to George Weller's assertion that: \"...I sent 25,000 words by the hands of the obliging <i>kempeitai</i>, the secret police, directly to MacArthur. ... All my dispatches were suppressed. Every one of my 25,000 words was killed by MacArthur's censorship, which went on afterward, month after month.\"[<i>First into Nagasaki</i> page 313]\n</p><p>Censorship of correspondents reporting from Japan for newspapers outside Japan ended October 6, 1945, continuing only for the Japanese media.\n</p><p>In <i>The Weller Dispatches by Anthony Weller</i>[page 291 <i>First into Nagasaki</i>] is statement that \"...the editors cut Weller's cynical closing phrase....\" The <i>Chicago Daily News</i> text last line is: \"That's how Jap wardens cured decadent Americans, but lost the war.\" The <i>Miami Herald</i> text last line is: \"That's how Japanese wardens cured decadent Americans but lost the war--so it says here in fine print.\"\n</p><p>On September 18, 1945 the <i>Miami Herald</i> published article by George Weller \"Japan Holds Prisoners In Secret\" on Chinese prisoners on Kyushu, based on information source Lt. Edward Little (later court-martialled for crimes while a POW. This article has close to identical text with the article included in <i>Weller's War</i> pages 618-9 and there described as: \"This dispatch was censored by MacArthur and never published.\"\n</p><p>The <i>Los Angeles Times</i> on September 29, 1945 printed another article \"By George Weller Chicago Daily News Foreign Service Nagasaki September 28 Californians Worked to Death on Dam by Japs.\" Most of this article printed in the <i>Los Angeles Times</i> is contained in the dispatch dated September 24, 1945 published in <i>First into Nagasaki</i> pages 139-143.\n</p><p>For sixty years Weller's own carbon of these dispatches were presumed lost, until they were discovered by Weller's son, Anthony, six months after George Weller's death.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Controversies\">Controversies</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=First_Into_Nagasaki&amp;action=edit&amp;section=4\" title=\"Edit section: Controversies\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span id=\"Title_claim.2C_who_was_first\"></span><span class=\"mw-headline\" id=\"Title_claim,_who_was_first\">Title claim, who was first</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=First_Into_Nagasaki&amp;action=edit&amp;section=5\" title=\"Edit section: Title claim, who was first\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Weller claims that he was \"the first Westerner to enter either of the bombed cities after Japan surrendered\" <sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup> and that \"No other correspondent had yet evaded the authorities to reach either Hiroshima or Nagasaki.\"<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup>  However, other reports note people entering the city as early as August 22, and the earliest dispatch from Weller was dated September 6 (see below).\n</p><p>Australian journalist Wilfrid Burchett arrived in Hiroshima on September 3, 1945, and a Hiroshima dispatch from him was printed September 5, 1945 in the London <i>Daily Express</i>.<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup>\n</p><p>George Weller:\n\"...I entered it [Nagasaki] on September 6, 1945, as the first free westerner to do so after the end of the war.\" [page 3]\n\"...the writer arrived here [Nagasaki] this afternoon as the first visitor from the outside Allied world.\" [page 25]\n\"...the writer--the first Allied observer to reach Nagasaki since the surrender--...\" [page 43]\nAnthony Weller:\n\"...no outsider had been in yet, not even from the U.S. military.\" [pages 245-246]\n</p><p>Weller [Part I First into Nagasaki in the book <i>First into Nagasaki</i> page 3] writes: \"Whenever I see the word 'Nagasaki,' a vision arises of the city when I entered it on September 6, 1945, as the first free westerner to do so after the end of the war. No other correspondent had yet evaded the authorities to reach either Hiroshima or Nagasaki.\"\n</p><p>However, the <i>Chicago Daily News</i> on August 30, 1945 published under size extra large headline: <i>\"1st INSIDE STORY OF HIROSHIMA Reporter Tells How City Vanished in Atom Blast\"</i> a notable scoop by <a href=\"/w/index.php?title=Leslie_Nakashima&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Leslie Nakashima (page does not exist)\">Leslie Nakashima</a> written for <a href=\"/wiki/United_Press\" class=\"mw-redirect\" title=\"United Press\">United Press</a> (and also printed in the <i>New York Times</i> \"Newsman finds all of Hiroshima gone after atom blow.\") Born in <a href=\"/wiki/Hawaii\" title=\"Hawaii\">Hawaii</a> and previously a reporter for the <i><a href=\"/wiki/Honolulu_Star-Bulletin\" title=\"Honolulu Star-Bulletin\">Honolulu Star-Bulletin</a></i> and a foreign correspondent with wire agency UP in pre-war Tokyo this Nisei's dispatch includes: \"...I arrived at Hiroshima at 5 A.M. Aug. 22, to find out about my mother, who lived in the outskirts of the city. Alighting from the train, I found that Hiroshima station—once one of the largest in western Japan—no longer existed. ...The sight before me as I headed for the outskirts of the city where my mother lived was unbelievable. It was unbelievable because only a fortnight before the bombing I had seen the city intact when I evacuated my wife and two daughters to central Japan. Except for one or two bombs dropped on separate occasions by B-29's, Hiroshima had not been subjected to heavy incendiary attacks. ...But I found my mother safe. She had been weeding grass in a relative's vegetable field about two miles southeast of the city when she saw the flash....A school in the suburbs near mother's home has been converted into a field hospital to care for people who suffered burns. The majority of these cases is believed hopeless. Many of the victims are unidentifiable. Even now two or three patients are dying daily at this one hospital.\"\n</p><p>And the <i>Chicago Daily News</i> published a dispatch by Associated Press war correspondent Vern Haugland on page one under size large headline: \"U.S. Writer Views Hiroshima\" Continued dispatch section headline: \"<i>First U.S. Reporter Sees Hiroshima Ruins</i>.\"\n</p><p>Correspondents from the <i>Headliner-Dateliner</i> group with Lt. Col. John 'Tex' McCrary of the <a href=\"/wiki/United_States_Strategic_Air_Forces_in_the_Pacific\" title=\"United States Strategic Air Forces in the Pacific\">Strategic Air Forces</a> visited both Hiroshima (September 4–5) and Nagasaki (September 8–9), publishing a series of thorough and informative dispatches which covered both atomic cities and included medical aspects.\n</p>\n<h3><span class=\"mw-headline\" id=\"Parachutes\">Parachutes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=First_Into_Nagasaki&amp;action=edit&amp;section=6\" title=\"Edit section: Parachutes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Several of the eyewitnesses Weller interviewed described seeing a parachute, or parachutes, falling on the day of the bombing. In an account published more than twenty years after his visit to Nagasaki, Weller asserts that the bomb which destroyed Nagasaki was a \"lazy-falling missile floating under a parachute.\"\"...riding under a silk handkerchief.\" [<i>First into Nagasaki</i> page 3] Since the bomb did not descend by <a href=\"/wiki/Parachute\" title=\"Parachute\">parachute</a> (a fact well known twenty years later) this description is incorrect.<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (August 2011)\">citation needed</span></a></i>&#93;</sup>\n</p><p>Parachutes were attached to instruments were dropped by support-planes during the mission to measure the effects of the blast.<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"pre-atomic_raids_on_Nagasaki\">pre-atomic raids on Nagasaki</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=First_Into_Nagasaki&amp;action=edit&amp;section=7\" title=\"Edit section: pre-atomic raids on Nagasaki\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>In the same 1967 account Weller asserts that Nagasaki, prior to August 9, 1945 \"...in the face of all logic, it had been spared so far....Streams of <a href=\"/wiki/B-29\" class=\"mw-redirect\" title=\"B-29\">B-29s</a> flowed north and south around it, but this prime target remained mysteriously untouched.\" <sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup> Weller offers several theories connected with the supposed sparing of Nagasaki.\n</p><p>Contrary to George Weller's unaccountable assertion that Nagasaki before August 9, 1945 was \"mysteriously untouched\", Nagasaki had in fact been targeted in August 1945, August 1944,<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup> as well as the April 1945 raid which became famous as \"The legend of Lieut. Gene Flewellen and his B-29, the <i>Experiment Perilous</i>...a 'one-plane air force.'\" <sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup> making George Weller's statement incorrect.<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (August 2011)\">citation needed</span></a></i>&#93;</sup>\n</p><p>On, August 10, 1944 Nagasaki had been bombed by B-29s \"launched from China against Nagasaki's urban area. The twenty-four attacking bombers unloaded 4 tons of <a href=\"/wiki/Fragmentation_bombs\" class=\"mw-redirect\" title=\"Fragmentation bombs\">fragmentation bombs</a> and 77 tons of incendiaries on the primary.<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (August 2011)\">citation needed</span></a></i>&#93;</sup>\n</p><p>There is an element of foreshadowing in the fact that Nagasaki was the first Japanese city to be attacked and <a href=\"/wiki/Firebombing\" title=\"Firebombing\">firebombed</a> by <a href=\"/wiki/United_States_Army_Air_Forces\" title=\"United States Army Air Forces\">AAF</a> 'precision' bombers, in view of what the city was to experience almost one year later.\" <sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\">&#91;17&#93;</a></sup>\n</p><p>On April 27, 1945, Lieut. Gene Flewellen commanding the B-29 <i>Experiment Perilous</i> was forced by weather to abandon his original target on Kyūshū and, without accompanying aircraft, flew southward down the coast seeking a target of opportunity and bombed the Nagasaki dock area. The absence of anti-aircraft fire indicated that the Japanese were \"entirely surprised. The lone B-29 wheeled and headed south. Several hours later the pilot put the huge craft down at Saipan, with ten minutes of gas left in his tanks.\" <sup id=\"cite_ref-18\" class=\"reference\"><a href=\"#cite_note-18\">&#91;18&#93;</a></sup>\n</p><p>On August 3, 1945 <i><a href=\"/wiki/New_York_Times\" class=\"mw-redirect\" title=\"New York Times\">New York Times</a></i> had carried the front page headline \"BOMBERS FIRE GREAT NAGASAKI SHIPYARDS\" and a page one story beginning \"Nagasaki, one of the three major shipbuilding centers of Japan and ninth port of the empire, was left aflame yesterday, its dockyards smashed and its harbor littered with sunken ships by over 250 planes of <a href=\"/wiki/George_Kenney\" title=\"George Kenney\">General George C. Kenney</a>'s Far East Air Force.\" The article continues with a full description of the air battle over Nagasaki, and the destruction of oil tanks, ships, warehouses and railyard. The raid of August 2, 1945 included <a href=\"/wiki/B-25_Mitchell\" class=\"mw-redirect\" title=\"B-25 Mitchell\">Mitchell</a> and <a href=\"/wiki/B-24_Liberator\" class=\"mw-redirect\" title=\"B-24 Liberator\">Liberator</a> bombers as well as <a href=\"/wiki/P-47_Thunderbolt\" class=\"mw-redirect\" title=\"P-47 Thunderbolt\">Thunderbolt</a> and <a href=\"/wiki/P-51_Mustang\" class=\"mw-redirect\" title=\"P-51 Mustang\">Mustang</a> fighter planes. Weller's assertion published in 1967 is not consistent with this prominent, lengthy and detailed <i>New York Times</i> coverage, nor with his own assertion published in 2006 at the end of the very first dispatch datelined Nagasaki (September 6, 1945 2300 hours) that the city had had \"one earlier serious raid.\" <sup id=\"cite_ref-19\" class=\"reference\"><a href=\"#cite_note-19\">&#91;19&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=First_Into_Nagasaki&amp;action=edit&amp;section=8\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://digarc.usc.edu/search/controller/view/examiner-m16535.html\">http://digarc.usc.edu/search/controller/view/examiner-m16535.html</a></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.journalism.missouri.edu/honor-medal/winners-individuals.html\">\"The Missouri Honor Medal - Missouri School of Journalism\"</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=The+Missouri+Honor+Medal+-+Missouri+School+of+Journalism&amp;rft_id=http%3A%2F%2Fwww.journalism.missouri.edu%2Fhonor-medal%2Fwinners-individuals.html&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AFirst+Into+Nagasaki\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">[<i>First into Nagasaki</i> page 5 and 6]</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><i>[Acknowledgments pages 317-8 First into Nagasaki Edited and with an Essay by Anthony Weller]</i></span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://www.telegraph.co.uk/news/picturegalleries/worldnews/4162716/Photographs-of-Hiroshima-and-Nagasaki-taken-by-a-British-serviceman-a-month-after-the-atom-bombs-were-dropped.html?image=6\">\"Photographs of Hiroshima and Nagasaki taken by a British serviceman a month after the atom bombs were dropped\"</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Photographs+of+Hiroshima+and+Nagasaki+taken+by+a+British+serviceman+a+month+after+the+atom+bombs+were+dropped&amp;rft_id=https%3A%2F%2Fwww.telegraph.co.uk%2Fnews%2Fpicturegalleries%2Fworldnews%2F4162716%2FPhotographs-of-Hiroshima-and-Nagasaki-taken-by-a-British-serviceman-a-month-after-the-atom-bombs-were-dropped.html%3Fimage%3D6&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AFirst+Into+Nagasaki\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">visitors can \"walk in the footsteps of\" on the famous Surrender Deck of the 'Mighty Mo'</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">database ProQuest Historical Newspapers <i>Los Angeles Times</i> (1881-1986)</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://resources.library.yale.edu:2007/u?/yale-ydn,12963\">http://resources.library.yale.edu:2007/u?/yale-ydn,12963</a> Yale Daily News Book Supplement April 30, 1979 page 7: Students plunge into writing careers ...For several Yale undergraduates, the imaginative impulse has been strong enough to yield written results. Both Gollin and Junior Anthony Weller produced two novels during their first two years at Yale....Real-life people and familiar scenes provide the basis for Weller's novels. He concentrates on telling the story and lets meanings work their way in surreptitiously. The writer's most difficult task is to be true to his characters, Weller believes. \"A writer must think out vivid characters; he must know what they will say and how they will act. For example, a girl from Long Island would comment 'I feel a little nauseous' not just 'I feel nauseous.'\" Weller plans his characters' actions like chess moves that have many repercussions. \"The action keeps readers interested. They want to find out what events, cause changes in attitudes, rather than the thoughts of a character.\" Writing his second novel, he encounters a dangerous urge to make it too complicated, too literary. He has spent two and a half years writing and revising his book about a college student who begins to face responsibilities involving other people, and must ponder what relation women will have to his life. Weller has already begun work on a third novel that's \"less quiet\" than the other two; it concerns a man whose best friend attempts to murder him. ... None of these students currently take any English or creative writing courses at Yale. ... Weller explains that he would not take a creative writing course because \"there's a point when you have the urge to develop on your own -- without interference.\"</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Anthony Weller, <i>The Weller Dispatches by Anthony Weller pages 305-6 First into Nagasaki</i>, Edited and with an Essay by Anthony Weller: VII</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\"><i>Chicago Daily News</i> August 14, 1965 page 20</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\"><i>First into Nagasaki</i> page 3</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Robert Manne <i>Quadrant</i> August 1985 (reprinted in <i>Left Right Left: Political Essays 1977-2005</i> \"He Chose Stalin: The Case of Wilfrid Burchett\"); <i>The Monthly</i> June 2008; <a href=\"/wiki/Tibor_M%C3%A9ray\" title=\"Tibor Méray\">Tibor Méray</a> <i>On Burchett</i> 2008</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.chugoku-np.co.jp/hiroshima-koku/en/exploration/index_20071113.html\">Q&amp;A about the atomic bomb</a>, Chugoku Shimbun, 2007</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\"><i>First into Nagasaki</i> page 14-15</span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\"><i>New York Times</i> front page headline: \"JAPANESE, SUMATRA, PHILIPPINE PORTS BOMBED\" article headlined: \"Palembang, Main Japanese Oil Center, and Nagasaki Swept by Great Waves of Fire\" [08/11/1944] text: \"rained bombs for one and one-half hours on industrial targets at Nagasaki\" [08/12/44]</span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\">[New York Times<i> 05/01/1945]</i></span>\n</li>\n<li id=\"cite_note-17\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-17\">^</a></b></span> <span class=\"reference-text\">[<i>Blankets of Fire: U.S. bombers over Japan during World War II</i> <a href=\"/wiki/Smithsonian_Institution\" title=\"Smithsonian Institution\">Smithsonian Institution</a> Press 1996 Kenneth Werrell page 105]</span>\n</li>\n<li id=\"cite_note-18\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-18\">^</a></b></span> <span class=\"reference-text\"><i>New York Times</i> May 1, 1945 Delayed George Jones by wireless \"B-29, twice astray, looses solo blows</span>\n</li>\n<li id=\"cite_note-19\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-19\">^</a></b></span> <span class=\"reference-text\"><i>First into Nagasaki</i> page 27</span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=First_Into_Nagasaki&amp;action=edit&amp;section=9\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.pritzkermilitary.org/whats_on/pritzker-military-presents/front-center-john-callaway-anthony-weller/\">[1]</a> John Callaway with Anthony Weller on <i>First Into Nagasaki</i>, <a href=\"/wiki/Pritzker_Military_Museum_%26_Library\" title=\"Pritzker Military Museum &amp; Library\">Pritzker Military Museum &amp; Library</a>, March 1, 2007</li>\n<li><a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.pritzkermilitary.org/whats_on/pritzker-military-presents/anthony-weller-wellers-war/\">[2]</a> Anthony Weller: <i>Weller's War: A Legendary Foreign Correspondent's Saga of World War II on Five Continents</i>, <a href=\"/wiki/Pritzker_Military_Museum_%26_Library\" title=\"Pritzker Military Museum &amp; Library\">Pritzker Military Museum &amp; Library</a>, April 30, 2009</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.c-spanvideo.org/program/Weller\"><i>After Words</i> interview with Weller on <i>First Into Nagasaki</i>, January 6, 2007</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1253\nCached time: 20180901133124\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.172 seconds\nReal time usage: 0.226 seconds\nPreprocessor visited node count: 907/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 13990/2097152 bytes\nTemplate argument size: 3071/2097152 bytes\nHighest expansion depth: 11/40\nExpensive parser function count: 2/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 10396/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.062/10.000 seconds\nLua memory usage: 2.84 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  175.586      1 -total\n 34.11%   59.885      1 Template:Reflist\n 28.26%   49.617      1 Template:Cleanup-reorganize\n 22.57%   39.635      3 Template:Citation_needed\n 21.89%   38.443      2 Template:Cite_web\n 19.89%   34.927      3 Template:Fix\n 18.44%   32.387      1 Template:Ambox\n 10.84%   19.042      3 Template:Delink\n  6.92%   12.154      6 Template:Category_handler\n  5.99%   10.526      3 Template:Quote\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:20018206-0!canonical and timestamp 20180901133124 and revision id 833880343\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"Wikipedia_articles_needing_reorganization_from_November_2010"},{"sortkey":"","hidden":"","*":"All_articles_with_unsourced_statements"},{"sortkey":"","hidden":"","*":"Articles_with_unsourced_statements_from_August_2011"},{"sortkey":"","*":"Nagasaki"},{"sortkey":"","*":"Books_about_the_atomic_bombings_of_Hiroshima_and_Nagasaki"},{"sortkey":"","*":"1945_documents"},{"sortkey":"","*":"2006_books"}],"links":[{"ns":14,"exists":"","*":"Category:Wikipedia articles needing reorganization from November 2010"},{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from August 2011"},{"ns":0,"exists":"","*":"A-Bomb Dome"},{"ns":0,"exists":"","*":"American Veterans Committee"},{"ns":0,"exists":"","*":"Arthur W. Wermuth"},{"ns":0,"exists":"","*":"Associated Press"},{"ns":0,"exists":"","*":"Atomic bomb"},{"ns":0,"exists":"","*":"Atomic bombings of Hiroshima and Nagasaki"},{"ns":0,"exists":"","*":"B-24 Liberator"},{"ns":0,"exists":"","*":"B-25 Mitchell"},{"ns":0,"exists":"","*":"B-29"},{"ns":0,"exists":"","*":"Beloit, Wisconsin"},{"ns":0,"exists":"","*":"Carbon copy"},{"ns":0,"exists":"","*":"Chicago"},{"ns":0,"exists":"","*":"Chicago Daily News"},{"ns":0,"exists":"","*":"Domei"},{"ns":0,"exists":"","*":"Douglas MacArthur"},{"ns":0,"exists":"","*":"Firebombing"},{"ns":0,"exists":"","*":"Fragmentation bombs"},{"ns":0,"exists":"","*":"George Kenney"},{"ns":0,"exists":"","*":"George Weller"},{"ns":0,"exists":"","*":"Hawaii"},{"ns":0,"exists":"","*":"Hiroshima"},{"ns":0,"exists":"","*":"Hiroshima Peace Memorial"},{"ns":0,"exists":"","*":"Honolulu Star-Bulletin"},{"ns":0,"exists":"","*":"Illinois"},{"ns":0,"exists":"","*":"Japan"},{"ns":0,"exists":"","*":"Kanoya"},{"ns":0,"exists":"","*":"Kempeitai"},{"ns":0,"exists":"","*":"Kyūshū"},{"ns":0,"exists":"","*":"Leadville"},{"ns":0,"exists":"","*":"Nagasaki, Nagasaki"},{"ns":0,"exists":"","*":"New York Times"},{"ns":0,"exists":"","*":"P-47 Thunderbolt"},{"ns":0,"exists":"","*":"P-51 Mustang"},{"ns":0,"exists":"","*":"P.O.W."},{"ns":0,"exists":"","*":"Parachute"},{"ns":0,"exists":"","*":"Pearl Harbor"},{"ns":0,"exists":"","*":"Prisoner-of-war camp"},{"ns":0,"exists":"","*":"Pritzker Military Museum & Library"},{"ns":0,"exists":"","*":"Rush Medical College"},{"ns":0,"exists":"","*":"Scrambled eggs"},{"ns":0,"exists":"","*":"Smithsonian Institution"},{"ns":0,"exists":"","*":"The Daily Telegraph"},{"ns":0,"exists":"","*":"The New Republic"},{"ns":0,"exists":"","*":"Tibor Méray"},{"ns":0,"exists":"","*":"Tokyo"},{"ns":0,"exists":"","*":"Tripoli"},{"ns":0,"exists":"","*":"U.S. military"},{"ns":0,"exists":"","*":"UNESCO World Heritage"},{"ns":0,"exists":"","*":"United Press"},{"ns":0,"exists":"","*":"United States Army Air Forces"},{"ns":0,"exists":"","*":"United States Strategic Air Forces in the Pacific"},{"ns":0,"exists":"","*":"Vern Haugland"},{"ns":0,"exists":"","*":"Walter Cronkite"},{"ns":0,"exists":"","*":"Winnetka, Illinois"},{"ns":0,"exists":"","*":"Wirephoto"},{"ns":0,"exists":"","*":"Ōmuta, Fukuoka"},{"ns":0,"*":"Gilbert Harrison (soldier)"},{"ns":0,"*":"Leslie Nakashima"},{"ns":4,"exists":"","*":"Wikipedia:Citation needed"},{"ns":4,"exists":"","*":"Wikipedia:Manual of Style/Layout"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Cleanup-reorganize"},{"ns":10,"exists":"","*":"Template:Cleanup reorganize"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Italic title"},{"ns":10,"exists":"","*":"Template:Quote"},{"ns":10,"exists":"","*":"Template:Quote/styles.css"},{"ns":10,"exists":"","*":"Template:Citation needed"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Delink"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Italic title"},{"ns":828,"exists":"","*":"Module:Delink"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Ambox_rewrite.svg"],"externallinks":["http://www.journalism.missouri.edu/honor-medal/winners-individuals.html","https://www.telegraph.co.uk/news/picturegalleries/worldnews/4162716/Photographs-of-Hiroshima-and-Nagasaki-taken-by-a-British-serviceman-a-month-after-the-atom-bombs-were-dropped.html?image=6","http://www.chugoku-np.co.jp/hiroshima-koku/en/exploration/index_20071113.html","http://digarc.usc.edu/search/controller/view/examiner-m16535.html","http://resources.library.yale.edu:2007/u?/yale-ydn,12963","http://www.pritzkermilitary.org/whats_on/pritzker-military-presents/front-center-john-callaway-anthony-weller/","http://www.pritzkermilitary.org/whats_on/pritzker-military-presents/anthony-weller-wellers-war/","http://www.c-spanvideo.org/program/Weller","http://www.ussmissouri.org"],"sections":[{"toclevel":1,"level":"2","line":"Synopsis","number":"1","index":"1","fromtitle":"First_Into_Nagasaki","byteoffset":497,"anchor":"Synopsis"},{"toclevel":2,"level":"3","line":"Photographs","number":"1.1","index":"2","fromtitle":"First_Into_Nagasaki","byteoffset":10159,"anchor":"Photographs"},{"toclevel":1,"level":"2","line":"Newspaper prints of Weller's stories","number":"2","index":"3","fromtitle":"First_Into_Nagasaki","byteoffset":15041,"anchor":"Newspaper_prints_of_Weller's_stories"},{"toclevel":1,"level":"2","line":"Controversies","number":"3","index":"4","fromtitle":"First_Into_Nagasaki","byteoffset":24664,"anchor":"Controversies"},{"toclevel":2,"level":"3","line":"Title claim, who was first","number":"3.1","index":"5","fromtitle":"First_Into_Nagasaki","byteoffset":24685,"anchor":"Title_claim,_who_was_first"},{"toclevel":2,"level":"3","line":"Parachutes","number":"3.2","index":"6","fromtitle":"First_Into_Nagasaki","byteoffset":28598,"anchor":"Parachutes"},{"toclevel":2,"level":"3","line":"pre-atomic raids on Nagasaki","number":"3.3","index":"7","fromtitle":"First_Into_Nagasaki","byteoffset":29426,"anchor":"pre-atomic_raids_on_Nagasaki"},{"toclevel":1,"level":"2","line":"References","number":"4","index":"8","fromtitle":"First_Into_Nagasaki","byteoffset":33026,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"5","index":"9","fromtitle":"First_Into_Nagasaki","byteoffset":33057,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"<i>First Into Nagasaki</i>","iwlinks":[],"properties":[{"name":"displaytitle","*":"<i>First Into Nagasaki</i>"},{"name":"wikibase_item","*":"Q5453117"}]}}