{"parse":{"title":"SDTM","pageid":18408210,"revid":842130457,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-style ambox-No_footnotes\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/40px-Text_document_with_red_question_mark.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/60px-Text_document_with_red_question_mark.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/80px-Text_document_with_red_question_mark.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article includes a <a href=\"/wiki/Wikipedia:Citing_sources\" title=\"Wikipedia:Citing sources\">list of references</a>, related reading or <a href=\"/wiki/Wikipedia:External_links\" title=\"Wikipedia:External links\">external links</a>, <b>but its sources remain unclear because it lacks <a href=\"/wiki/Wikipedia:Citing_sources#Inline_citations\" title=\"Wikipedia:Citing sources\">inline citations</a></b>.<span class=\"hide-when-compact\"> Please help to <a href=\"/wiki/Wikipedia:WikiProject_Fact_and_Reference_Check\" title=\"Wikipedia:WikiProject Fact and Reference Check\">improve</a> this article by <a href=\"/wiki/Wikipedia:When_to_cite\" title=\"Wikipedia:When to cite\">introducing</a> more precise citations.</span>  <small><i>(October 2009)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table><table class=\"plainlinks metadata ambox ambox-content ambox-Primary_sources\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Question_book-new.svg\" class=\"image\"><img alt=\"Question book-new.svg\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png\" width=\"50\" height=\"39\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/75px-Question_book-new.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/100px-Question_book-new.svg.png 2x\" data-file-width=\"512\" data-file-height=\"399\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>relies too much on <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">references</a> to <a href=\"/wiki/Wikipedia:No_original_research#Primary,_secondary_and_tertiary_sources\" title=\"Wikipedia:No original research\">primary sources</a></b>.<span class=\"hide-when-compact\"> Please improve this  by adding <a href=\"/wiki/Wikipedia:No_original_research#Primary,_secondary_and_tertiary_sources\" title=\"Wikipedia:No original research\">secondary or tertiary sources</a>.</span>  <small><i>(October 2009)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p><b>SDTM</b> (<b>Study Data Tabulation Model</b>) defines a standard structure for <a href=\"/wiki/Human\" title=\"Human\">human</a> clinical trial (study) data tabulations and for nonclinical study data tabulations that are to be submitted as part of a product application to a regulatory authority such as the <a href=\"/wiki/U.S._Food_and_Drug_Administration\" class=\"mw-redirect\" title=\"U.S. Food and Drug Administration\">United States Food and Drug Administration</a> (FDA). The Submission Data Standards team of <a href=\"/wiki/Clinical_Data_Interchange_Standards_Consortium\" title=\"Clinical Data Interchange Standards Consortium\">Clinical Data Interchange Standards Consortium</a> (CDISC) defines SDTM.\n</p><p>On <b>July 21, 2004</b>, SDTM was selected as the standard specification for submitting tabulation data to the FDA for clinical trials and on July 5, 2011 for nonclinical studies. Eventually, all data submissions will be expected to conform to this format. As a result, clinical and nonclinical Data Managers will need to become proficient in the SDTM to prepare submissions and apply the SDTM structures, where appropriate, for operational data management.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Background\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Background</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Datasets_and_domains\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Datasets and domains</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Special-purpose_domains\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Special-purpose domains</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#The_general_domain_classes\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">The general domain classes</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#The_CDISC_standard_domain_models_(SDTMIG_3.2)\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">The CDISC standard domain models (SDTMIG 3.2)</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Limitations_and_Criticism_of_standards\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Limitations and Criticism of standards</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#References\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#See_also\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#External_links\"><span class=\"tocnumber\">9</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Background\">Background</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=SDTM&amp;action=edit&amp;section=1\" title=\"Edit section: Background\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>SDTM is built around the concept of observations collected about subjects who participated in a clinical study. Each observation can be described by a series of variables, corresponding to a row in a dataset or table. Each variable can be classified according to its Role. A Role determines the type of information conveyed by the variable about each distinct observation and how it can be used. Variables can be classified into four major roles:\n</p>\n<ul><li>Identifier variables, which identify the study, subject of the observation, the domain, and the sequence number of the record</li>\n<li>Topic variables, which specify the focus of the observation (such as the name of a lab test)</li>\n<li>Timing variables, which describe the timing of the observation (such as start date and end date)</li>\n<li>Qualifier variables, which include additional illustrative text, or numeric values that describe the results or additional traits of the observation (such as units or descriptive adjectives).</li></ul>\n<p>A fifth type of variable role, Rule, can express an algorithm or executable method\nto define start, end, or looping conditions in the Trial Design model.\n</p><p>The set of Qualifier variables can be further categorized into five sub-classes:\n</p>\n<ul><li>Grouping Qualifiers are used to group together a collection of observations within the same domain.  Examples include --CAT and --SCAT.</li>\n<li>Result Qualifiers describe the specific results associated with the topic variable for a finding. It is the answer to the question raised by the topic variable. Examples include --ORRES, --STRESC, and --STRESN. Many of the values in the DM domain are also classified as Result Qualifiers.</li>\n<li>Synonym Qualifiers specify an alternative name for a particular variable in an observation. Examples include --MODIFY and --DECOD, which are equivalent terms for a --TRT or --TERM topic variable, --TEST and --LOINC which are equivalent terms for a --TESTCD.</li>\n<li>Record Qualifiers define additional attributes of the observation record as a whole (rather than describing a particular variable within a record). Examples include --REASND, AESLIFE, and all other SAE (serious adverse event) flag variables in the AE domain; and --BLFL, --POS and --LOC, --SPEC, --LOT, --NAM.</li>\n<li>Variable Qualifiers are used to further modify or describe a specific variable within an observation and is only meaningful in the context of the variable they qualify. Examples include --ORRESU, --ORNRHI, and --ORNRLO, all of which are variable qualifiers of --ORRES, and --DOSU and --DOSFRM, all of which are variable qualifiers of --DOSE.</li></ul>\n<p>For example, in the observation, 'Subject 101 had mild nausea starting on Study Day 6,' the Topic variable value is the term for the adverse event, 'NAUSEA'. The Identifier variable is the subject identifier, '101'. The Timing variable is the study day of the start of the event, which captures the information, 'starting on Study Day 6', while an example of a Record Qualifier is the severity, the value for which is 'MILD'.\n</p><p>Additional Timing and Qualifier variables could be included to provide the necessary detail to adequately describe an observation.•\tThe SDTM addition to PROC CDISC does not convert existing SDS 2.x content to SDTM 3.x representations.\n</p>\n<h2><span class=\"mw-headline\" id=\"Datasets_and_domains\">Datasets and domains</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=SDTM&amp;action=edit&amp;section=2\" title=\"Edit section: Datasets and domains\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Observations are normally collected for all subjects in a series of domains. A domain is defined as a collection of logically-related observations with a topic-specific commonality about the subjects in the trial. The logic of the relationship may relate to the scientific matter of the data, or to its role in the trial.\n</p><p>Typically, each domain is represented by a dataset, but it is possible to have information relevant to the same topicality spread among multiple datasets. Each dataset is distinguished by a unique, two-character DOMAIN code that should be used consistently throughout the submission. This DOMAIN code is used in the dataset name, the value of the DOMAIN variable within that dataset, and as a prefix for most variable names in the dataset.\n</p><p>The dataset structure for observations is a flat file representing a table with one or more rows and columns. Normally, one dataset is submitted for each domain. Each row of the dataset represents a single observation and each column represents one of the variables. Each dataset or table is accompanied by metadata definitions that provide information about the variables used in the dataset. The metadata are described in a data definition document named 'Define' that is submitted along with the data to regulatory authorities. \n</p><p>Submission Metadata Model uses seven distinct metadata attributes to be defined for each dataset variable in the metadata definition document:\n</p>\n<ul><li>The Variable Name (limited to 8-characters for compatibility with the <a href=\"/wiki/SAS_System\" class=\"mw-redirect\" title=\"SAS System\">SAS System</a> V5 Transport format)</li>\n<li>A descriptive Variable Label, using up to 40 characters, which should be unique for each variable in the dataset</li>\n<li>The data Type (e.g., whether the variable value is a character or numeric)</li>\n<li>The set of controlled terminology for the value or the presentation format of the variable(Controlled Terms or Format)</li>\n<li>The Origin or source of each variable</li>\n<li>The Role of the variable, which determines how the variable is used in the dataset. Roles are used to represent the categories of variables as Identifier, Topic, Timing, or the five types of Qualifiers. Since these roles are predefined for all domains that follow the general classes, they do not need to be specified by sponsors in their Define data definition document. Actual submission metadata may use additional role designations, and more than one role may be assigned per variable to meet different needs.</li>\n<li>Comments or other relevant information about the variable or its data.</li></ul>\n<p>Data stored in dataset variables include both raw (as originally collected) and derived values (e.g., converted into standard units, or computed on the basis of multiple values, such as an average). In SDTM only the name, label, and type are listed with a set of CDISC guidelines that provide a general description for each variable used by a general observation class. \n</p><p>Comments are included as necessary according to the needs of individual studies.\nThe presence of an asterisk (*) in the 'Controlled Terms or Format' column indicates that a discrete set of values (controlled terminology) is expected to be made available for this variable. This set of values may be sponsor-defined in cases where standard vocabularies have not yet been defined (represented by a single *) or from an external published source such as <a href=\"/wiki/MedDRA\" title=\"MedDRA\">MedDRA</a> (represented by **).\n<b></b>\n↑\n</p>\n<h2><span class=\"mw-headline\" id=\"Special-purpose_domains\">Special-purpose domains</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=SDTM&amp;action=edit&amp;section=3\" title=\"Edit section: Special-purpose domains\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The CDISC Version 3.x Submission Data Domain Models include special-purpose domains with a specific\nstructure and cannot be extended with any additional qualifier or timing variables other than those specified. \n</p>\n<ul><li>Demographics includes a set of standard variables that describe each subject in a clinical study</li>\n<li>Comments describes a fixed structure for recording free-text comments on a subject, or comments related to records or groups of records in other domains.</li></ul>\n<p>Additional fixed structure, non-extensible special-purpose domains are discussed in the Trial Design model.\n</p>\n<h2><span class=\"mw-headline\" id=\"The_general_domain_classes\">The general domain classes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=SDTM&amp;action=edit&amp;section=4\" title=\"Edit section: The general domain classes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Most observations collected during the study (other than those represented in special purpose domains) should be divided among three general observation classes: Interventions, Events, or Findings:\n</p>\n<ul><li>The Interventions class captures investigational treatments, therapeutic treatments, and surgical procedures that are intentionally administered to the subject (with some actual or expected physiological effect) either as specified by the study protocol (e.g., “exposure”), coincident with the study assessment period (e.g., “concomitant medications”), or other substances self-administered by the subject (such as alcohol, tobacco, or caffeine)</li>\n<li>The Events class captures occurrences or incidents independent of planned study evaluations occurring during the trial (e.g., 'adverse events' or 'disposition') or prior to the trial (e.g., 'medical history').</li>\n<li>The Findings class captures the observations resulting from planned evaluations to address specific questions such as observations made during a physical examination, laboratory tests, ECG testing, and sets of individual questions listed on questionnaires.</li></ul>\n<p>In most cases, the identification of the general class appropriate to a specific collection of data by topicality is straightforward. Often the Findings general class is the best choice for general observational data collected as measurements or responses to questions. In cases when the topicality may not be as clear, the choice of class may be based more on the scientific intent of the protocol or analysis plan or the data structure. \n</p><p>All datasets based on any of the general observation classes share a set of common Identifier variables and Timing variables. Three general rules apply when determining which\nvariables to include in a domain:\n</p>\n<ul><li>The same set of Identifier variables applies to all domains based on the general observation classes. An optional identifier can be used wherever appropriate.</li>\n<li>Any valid Timing variable is permissible for use in any submission dataset (such as to describe studies with more precise time points such as a Pharmacokinetics trial), but it should be used consistently where applicable for all domains.</li>\n<li>Any additional Qualifier variables from the same general class may be added to a domain model.</li></ul>\n<h2><span id=\"The_CDISC_standard_domain_models_.28SDTMIG_3.2.29\"></span><span class=\"mw-headline\" id=\"The_CDISC_standard_domain_models_(SDTMIG_3.2)\">The CDISC standard domain models (SDTMIG 3.2)</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=SDTM&amp;action=edit&amp;section=5\" title=\"Edit section: The CDISC standard domain models (SDTMIG 3.2)\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><b>Special-Purpose Domains:</b>\n</p>\n<ul><li>Comments (CO)</li>\n<li>Demographics (DM)</li>\n<li>Subject Elements (SE)</li>\n<li>Subject Visits (SV)</li></ul>\n<p><b>Interventions General Observation Class:</b>\n</p>\n<ul><li>Concomitant Medications (CM)</li>\n<li>Exposure as Collected (EC)</li>\n<li>Exposure (EX)</li>\n<li>Substance Use (SU)</li>\n<li>Procedures (PR)</li></ul>\n<p><b>Events General Observation Class:</b><i></i>\n</p>\n<ul><li>Adverse Events (AE)</li>\n<li>Clinical Events (CE)</li>\n<li>Disposition (DS)</li>\n<li>Protocol Deviations (DV)</li>\n<li>Medical History (MH)</li>\n<li>Healthcare Encounters (HO)</li></ul>\n<p><b>Findings General Observation Class:</b>\n</p>\n<ul><li>Drug Accountability (DA)</li>\n<li>Death Details (DD)</li>\n<li>ECG Test Results (EG)</li>\n<li>Inclusion/Exclusion Criterion Not Met (IE)</li>\n<li>Immunogenicity Specimen Assessments (IS)</li>\n<li>Laboratory Test Results (LB)</li>\n<li>Microbiology Specimen (MB)</li>\n<li>Microscopic Findings (MI)</li>\n<li>Morphology (MO)</li>\n<li>Microbiology Susceptibility Test (MS)</li>\n<li>PK Concentrations (PC)</li>\n<li>PK Parameters (PP)</li>\n<li>Physical Examination (PE)</li>\n<li>Questionnaires (QS)</li>\n<li>Reproductive System Findings (RP)</li>\n<li>Disease Response (RS)</li>\n<li>Subject Characteristics (SC)</li>\n<li>Subject Status (SS)</li>\n<li>Tumor Identification (TU)</li>\n<li>Tumor Results (TR)</li>\n<li>Vital Signs (VS)</li></ul>\n<p><b>Findings About&#160;:</b>\n</p>\n<ul><li>Findings About Events or Interventions (FA)</li>\n<li>Skin Response (SR)</li></ul>\n<p><b>Trial Design Domains:</b>\n</p>\n<ul><li>Trial Arms (TA)</li>\n<li>Trial Disease Assessment (TD)</li>\n<li>Trial Elements (TE)</li>\n<li>Trial Visits (TV)</li>\n<li>Trial Inclusion/Exclusion Criteria (TI)</li>\n<li>Trial Summary (TS)</li></ul>\n<p><b>Special-Purpose Relationship Datasets:</b>\n</p>\n<ul><li>Supplemental Qualifiers - SUPPQUAL</li>\n<li>Relate Records - RELREC</li></ul>\n<h2><span class=\"mw-headline\" id=\"Limitations_and_Criticism_of_standards\">Limitations and Criticism of standards</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=SDTM&amp;action=edit&amp;section=6\" title=\"Edit section: Limitations and Criticism of standards\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>One criticism of the SDTM standards is that they are continually changing, with new versions released frequently. CDISC claims that SDTM standards are backward compatible. But the claim is unreliable. It is not possible to map the data from EDC DBMS to SDTM standards until the clinical trial completes. New domains, for example the exposure as collected (EC) domain, were added recently. However, backward compatibility with earlier domains is not always possible. <sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> The standards are not reliable, and well evolved. The controlled terminology is a very small subset of National Cancer institute terminology. <sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=SDTM&amp;action=edit&amp;section=7\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist columns references-column-width\" style=\"-moz-column-width: 30em; -webkit-column-width: 30em; column-width: 30em; list-style-type: decimal;\">\n<ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\">Phuse, 2011. <a rel=\"nofollow\" class=\"external text\" href=\"http://www.lexjansen.com/phuse/2011/cd/CD02.pdf\">\"SDTM Implementation Guide – Clear as Mud\"</a> <span style=\"font-size:85%;\">(PDF)</span>. <i>lex jansen</i>. PHUSE<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">17 December</span> 2015</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=lex+jansen&amp;rft.atitle=SDTM+Implementation+Guide+%E2%80%93+Clear+as+Mud&amp;rft.aulast=Phuse&amp;rft.aufirst=2011&amp;rft_id=http%3A%2F%2Fwww.lexjansen.com%2Fphuse%2F2011%2Fcd%2FCD02.pdf&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASDTM\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\">CDISC, Terminology. <a rel=\"nofollow\" class=\"external text\" href=\"http://www.cancer.gov/research/resources/terminology/cdisc\">\"National Cancer Institute\"</a>. <i>cancer.gov</i>. NIH<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">17 December</span> 2015</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=cancer.gov&amp;rft.atitle=National+Cancer+Institute&amp;rft.aulast=CDISC&amp;rft.aufirst=Terminology&amp;rft_id=http%3A%2F%2Fwww.cancer.gov%2Fresearch%2Fresources%2Fterminology%2Fcdisc&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASDTM\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20071027092920/http://www.cdisc.org/models/sds/v3.1/index.html\">CDISC Study Data Tabulation Model / Submission Data Domain Models, Version 3.1</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20080612045554/http://www.cdisc.org/models/sdtm/v1.1/index.html\">CDISC Study Data Tabulation Model SDTM Implementation Guide V3.1.1</a></li>\n<li><a href=\"/wiki/Standard_for_Exchange_of_Non-clinical_Data_(SEND)\" class=\"mw-redirect\" title=\"Standard for Exchange of Non-clinical Data (SEND)\">Standard for Exchange of Non-clinical Data (SEND)</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=SDTM&amp;action=edit&amp;section=8\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/CDISC\" class=\"mw-redirect\" title=\"CDISC\">CDISC</a></li>\n<li><a href=\"/wiki/Standard_for_Exchange_of_Non-clinical_Data\" title=\"Standard for Exchange of Non-clinical Data\">Standard for Exchange of Non-clinical Data</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=SDTM&amp;action=edit&amp;section=9\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.cdisc.org/sdtm\">Study Data Tabulation Model</a> at CDISC</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1286\nCached time: 20180908140436\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.128 seconds\nReal time usage: 0.166 seconds\nPreprocessor visited node count: 403/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 11470/2097152 bytes\nTemplate argument size: 186/2097152 bytes\nHighest expansion depth: 12/40\nExpensive parser function count: 2/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 1987/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.055/10.000 seconds\nLua memory usage: 2.09 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  134.588      1 -total\n 52.18%   70.222      1 Template:No_footnotes\n 40.54%   54.563      1 Template:Reflist\n 34.16%   45.977      2 Template:Ambox\n 32.71%   44.025      2 Template:Cite_web\n  5.25%    7.065      1 Template:Primary_sources\n  4.62%    6.221      2 Template:Yesno-no\n  3.19%    4.293      2 Template:Yesno\n  1.86%    2.506      2 Template:Main_other\n  1.34%    1.798      1 Template:Column-width\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:18408210-0!canonical and timestamp 20180908140436 and revision id 842130457\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"Articles_lacking_in-text_citations_from_October_2009"},{"sortkey":"","hidden":"","*":"All_articles_lacking_in-text_citations"},{"sortkey":"","hidden":"","*":"Articles_lacking_reliable_references_from_October_2009"},{"sortkey":"","hidden":"","*":"All_articles_lacking_reliable_references"},{"sortkey":"","*":"Clinical_trials"},{"sortkey":"","*":"Food_and_Drug_Administration"},{"sortkey":"","*":"Health_standards"}],"links":[{"ns":14,"exists":"","*":"Category:Articles lacking in-text citations from October 2009"},{"ns":14,"exists":"","*":"Category:Articles lacking reliable references from October 2009"},{"ns":0,"exists":"","*":"CDISC"},{"ns":0,"exists":"","*":"Clinical Data Interchange Standards Consortium"},{"ns":0,"exists":"","*":"Human"},{"ns":0,"exists":"","*":"MedDRA"},{"ns":0,"exists":"","*":"SAS System"},{"ns":0,"exists":"","*":"Standard for Exchange of Non-clinical Data"},{"ns":0,"exists":"","*":"Standard for Exchange of Non-clinical Data (SEND)"},{"ns":0,"exists":"","*":"U.S. Food and Drug Administration"},{"ns":4,"exists":"","*":"Wikipedia:Citing sources"},{"ns":4,"exists":"","*":"Wikipedia:External links"},{"ns":4,"exists":"","*":"Wikipedia:No original research"},{"ns":4,"exists":"","*":"Wikipedia:Verifiability"},{"ns":4,"exists":"","*":"Wikipedia:When to cite"},{"ns":4,"exists":"","*":"Wikipedia:WikiProject Fact and Reference Check"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:No footnotes"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Primary sources"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Column-width"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"}],"images":["Text_document_with_red_question_mark.svg","Question_book-new.svg"],"externallinks":["http://www.lexjansen.com/phuse/2011/cd/CD02.pdf","http://www.cancer.gov/research/resources/terminology/cdisc","https://web.archive.org/web/20071027092920/http://www.cdisc.org/models/sds/v3.1/index.html","https://web.archive.org/web/20080612045554/http://www.cdisc.org/models/sdtm/v1.1/index.html","http://www.cdisc.org/sdtm"],"sections":[{"toclevel":1,"level":"2","line":"Background","number":"1","index":"1","fromtitle":"SDTM","byteoffset":999,"anchor":"Background"},{"toclevel":1,"level":"2","line":"Datasets and domains","number":"2","index":"2","fromtitle":"SDTM","byteoffset":4223,"anchor":"Datasets_and_domains"},{"toclevel":1,"level":"2","line":"Special-purpose domains","number":"3","index":"3","fromtitle":"SDTM","byteoffset":7602,"anchor":"Special-purpose_domains"},{"toclevel":1,"level":"2","line":"The general domain classes","number":"4","index":"4","fromtitle":"SDTM","byteoffset":8208,"anchor":"The_general_domain_classes"},{"toclevel":1,"level":"2","line":"The CDISC standard domain models (SDTMIG 3.2)","number":"5","index":"5","fromtitle":"SDTM","byteoffset":10507,"anchor":"The_CDISC_standard_domain_models_(SDTMIG_3.2)"},{"toclevel":1,"level":"2","line":"Limitations and Criticism of standards","number":"6","index":"6","fromtitle":"SDTM","byteoffset":12252,"anchor":"Limitations_and_Criticism_of_standards"},{"toclevel":1,"level":"2","line":"References","number":"7","index":"7","fromtitle":"SDTM","byteoffset":13325,"anchor":"References"},{"toclevel":1,"level":"2","line":"See also","number":"8","index":"8","fromtitle":"SDTM","byteoffset":13746,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"External links","number":"9","index":"9","fromtitle":"SDTM","byteoffset":13819,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"SDTM","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q7389491"}]}}