{"parse":{"title":"Heaven Casteel","pageid":9090094,"revid":860480788,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content ambox-multiple_issues compact-ambox\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/40px-Ambox_important.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/60px-Ambox_important.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/80px-Ambox_important.svg.png 2x\" data-file-width=\"40\" data-file-height=\"40\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\"><div class=\"mw-collapsible\" style=\"width:95%; margin: 0.2em 0;\"><b>This article has multiple issues.</b> Please help <b><a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Heaven_Casteel&amp;action=edit\">improve it</a></b> or discuss these issues on the <b><a href=\"/wiki/Talk:Heaven_Casteel\" title=\"Talk:Heaven Casteel\">talk page</a></b>. <small><i>(<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove these template messages</a>)</i></small>\n<div class=\"mw-collapsible-content\" style=\"margin-top: 0.3em;\">\n      <table class=\"plainlinks metadata ambox ambox-style ambox-Plot\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/60px-Edit-clear.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/80px-Edit-clear.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article's plot summary <b>may be <a href=\"/wiki/Wikipedia:How_to_write_a_plot_summary\" title=\"Wikipedia:How to write a plot summary\">too long or excessively detailed</a>.</b><span class=\"hide-when-compact\"> Please <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Heaven_Casteel&amp;action=edit\">help improve it</a> by removing unnecessary details and making it more concise.</span>  <small><i>(September 2009)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<table class=\"plainlinks metadata ambox ambox-content ambox-in-universe\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/40px-Ambox_important.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/60px-Ambox_important.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/80px-Ambox_important.svg.png 2x\" data-file-width=\"40\" data-file-height=\"40\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This  article <b>describes a work or element of fiction in a primarily <a href=\"/wiki/Wikipedia:Manual_of_Style/Writing_about_fiction\" title=\"Wikipedia:Manual of Style/Writing about fiction\">in-universe</a> style</b>.<span class=\"hide-when-compact\"> Please <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Heaven_Casteel&amp;action=edit\">help rewrite it</a> to <a href=\"/wiki/Wikipedia:Manual_of_Style/Writing_about_fiction\" title=\"Wikipedia:Manual of Style/Writing about fiction\">explain the fiction more clearly and provide non-fictional perspective</a>.</span>  <small><i>(September 2009)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<table class=\"plainlinks metadata ambox ambox-content ambox-Unreferenced\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Question_book-new.svg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png\" width=\"50\" height=\"39\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/75px-Question_book-new.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/100px-Question_book-new.svg.png 2x\" data-file-width=\"512\" data-file-height=\"399\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>does not <a href=\"/wiki/Wikipedia:Citing_sources\" title=\"Wikipedia:Citing sources\">cite</a> any <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">sources</a></b>.<span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Heaven_Casteel&amp;action=edit\">improve this article</a> by <a href=\"/wiki/Help:Introduction_to_referencing_with_Wiki_Markup/1\" title=\"Help:Introduction to referencing with Wiki Markup/1\">adding citations to reliable sources</a>. Unsourced material may be challenged and <a href=\"/wiki/Wikipedia:Verifiability#Burden_of_evidence\" title=\"Wikipedia:Verifiability\">removed</a>.</span>  <small><i>(September 2009)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n    </div>\n</div><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<table class=\"infobox\" style=\"width:22em\"><tbody><tr><th colspan=\"2\" style=\"text-align:center;font-size:125%;font-weight:bold;font-size: 125%; background-color: #99CCCC; color: black\">Heaven Leigh Casteel</th></tr><tr><td colspan=\"2\" style=\"text-align:center\">\n<a href=\"/wiki/File:Heaven_leight_casteel.jpg\" class=\"image\"><img alt=\"Heaven leight casteel.jpg\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/61/Heaven_leight_casteel.jpg/240px-Heaven_leight_casteel.jpg\" width=\"240\" height=\"336\" srcset=\"//upload.wikimedia.org/wikipedia/commons/6/61/Heaven_leight_casteel.jpg 1.5x\" data-file-width=\"320\" data-file-height=\"448\" /></a></td></tr><tr><th colspan=\"2\" style=\"text-align:center;background-color: #99CCCC; color: black\"><i>Casteel Series</i> character</th></tr><tr><th colspan=\"2\" style=\"text-align:center;background-color: #99CCCC; color: black\">Profile</th></tr><tr><th scope=\"row\">Occupation</th><td>\nTeacher</td></tr><tr><th scope=\"row\">Residence</th><td>\nWinnerrow in West Virginia</td></tr><tr><td colspan=\"2\" style=\"text-align:center;font-size: 100%;\">\n<table class=\"infobox collapsible collapsed\" style=\"width:22em;width:100%; font-size: 100%; line-height: 1.6em; border-collapse: collapse; border: 0; margin:0; clear:none; float:none;\"><tbody><tr><th colspan=\"2\" class=\"navbox-title\" style=\"text-align:center;font-size:125%;font-weight:bold;background-color: #99CCCC; color: black; font-size: 100%;\">Family</th></tr><tr><th scope=\"row\">Parents</th><td>\nLeigh Diane VanVoreen Casteel (mother)<br />Anthony Tatterton (father)</td></tr><tr><th scope=\"row\">Siblings</th><td>\n<p>Thomas Casteel (brother)<br />Fanny Casteel (sister) <br />Keith Casteel (brother)<br />\n</p>\nJane Casteel (sister)</td></tr><tr><th scope=\"row\">Spouse</th><td>\nLogan Stonewall</td></tr><tr><th scope=\"row\">Children</th><td>\nAnnie Stonewall, Drake Casteel</td></tr></tbody></table></td></tr></tbody></table>\n<p><b>Heaven Leigh Casteel</b> is the protagonist of the novels in the Casteel series created by <a href=\"/wiki/V._C._Andrews\" title=\"V. C. Andrews\">V. C. Andrews</a>, and concluded by <a href=\"/wiki/Andrew_Neiderman\" title=\"Andrew Neiderman\">Andrew Neiderman</a> after her death.\n</p>\n<h2><span class=\"mw-headline\" id=\"Heaven\"><i>Heaven</i></span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Heaven_Casteel&amp;action=edit&amp;section=1\" title=\"Edit section: Heaven\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The first novel of the same name, <i>Heaven</i>, commences with Heaven and her family's pitiful struggle against poverty in the hills of the West Virginia mountains. Heaven, her father Luke Casteel, her stepmother Sarah, her four half brothers and sisters, Tom, Fanny, Keith and Our Jane, and her grandparents live in a one bedroom shack in the Willies, the mountains above the town Winnerow.\n</p><p>Scorned by the people of the valley as being \"hill-billies\" and \"hill scum\", Heaven's pride remains intact, although she is wounded by her father, who ignores her as if she does not exist while lavishing attention on the other children. One night, Heaven's granny takes her to the graveyard and shows her a gravestone with the word \"Angel\" carved upon it. Heaven learns that the reason for her father's animosity is that her birth caused the death of her real mother, Luke's first wife, whose real name was <a href=\"/wiki/Leigh_VanVoreen\" class=\"mw-redirect\" title=\"Leigh VanVoreen\">Leigh VanVoreen</a>, but everybody in the Willies called her 'Angel'.\n</p><p>Anny then presents Heaven with her mother's valuable heirloom suitcase, which contains her mother's rich clothes, the like of which Heaven has never seen, and what soon becomes Heaven's most prized possession, a portrait doll that was modeled after her mother. The doll's face is a mirror of Heaven's, except that the doll has silvery blond hair.\n</p><p>Heaven flourishes into a gifted student, and she and Tom treasure books and excel in English. Fanny, however, is more interested in boys than books, and acts up with Heaven, constantly reveling in their father's attention. But it is when Heaven meets and captures the heart of Logan Stonewall that Fanny really begins to cause trouble. She always wants what Heaven has, and this becomes a reoccurring theme in their relationship. Logan and Heaven become childhood sweethearts and pledge their hearts and lives to each other. However, Logan is the son of the local pharmacist, and his wealthy mother scorns Heaven as an ignorant hillbilly.\n</p><p>After the premature death of Sarah and Luke's fifth child, Heaven's grandmother passes away, causing her grandfather to become senile. Sarah falls into a deep post-natal depression and then disappears, leaving a cryptic note that seems to indicate suicide. The children are left to fend for themselves when their father abandons them as well. Heaven becomes a surrogate mother, skipping school in order to take care of her brothers and sisters, insisting that they attend school even if she cannot. When Luke returns, he brings the devastating news that he is ill with syphilis and that he plans to sell his children for $500 a piece on Christmas Day in order to fund his treatment. Heaven watches heartbroken as her family is split up and sold off. Keith and Our Jane are sold to a wealthy-looking couple, which gives Heaven some comfort as Jane is very attached to Keith. Fanny is sold to the town pastor, Reverend Wise. Tom is sold to farmer, Buck Henry.\n</p><p>Heaven is sold to Kitty and Cal Dennison, who live in Candlewick, a sub division in Atlanta. Separated from her siblings and her beloved Logan, Heaven soon realizes that she has been bought as a slave for Kitty, who detested Heaven's mother for marrying Luke, as she was in love with him. After aborting his baby, she discovered she was unable to have any more children and therefore bought Heaven as some sort of twisted revenge against her father. Kitty abuses Heaven physically and emotionally, even scalding her in a burning hot bath to \"cleanse\" her of her hillbilly dirt, and burns the beloved portrait doll of her mother. Despite all this, Heaven finds some comfort in her relationship with Cal.\n</p><p>Cal lavishes attention on Heaven, buying her clothes, and treating her to all she has been denied in her deprived upbringing, such as films and fine restaurants. Vulnerable and longing for a father figure, Heaven laps up this attention, and is unable to defend herself when Cal's attentions become sexual. When Kitty becomes seriously ill, he seduces Heaven. She is shamed and devastated, blaming herself for what happened, unable to understand why he did this. When Cal announces that they are returning to Winnerow so a dying Kitty can see her parents, she seizes the opportunity to see Logan. However, when she confesses what happened, he runs from her leaving her alone in the world. Heaven is temporarily reunited with Tom, Fanny, and her Grandpa, but, still bitter and hateful, she avoids her father. Upon Kitty's death, Cal abandons her, and she boards a plane for Boston to find her maternal grandparents.\n</p>\n<h2><span class=\"mw-headline\" id=\"Dark_Angel\"><i>Dark Angel</i></span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Heaven_Casteel&amp;action=edit&amp;section=2\" title=\"Edit section: Dark Angel\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Upon arriving in Boston, Heaven meets Jillian Tatterton, her wealthy grandmother, and her second husband who is 20 years her junior, Tony Tatterton. Tony was Leigh's stepfather, and Heaven is grieved to learn that her real grandfather died several years earlier. The couple take Heaven to Tony's ancestral home, Farthingale Manor, the enormous estate that her mother ran from. Heaven is shocked and deeply hurt to learn however, that her grandparents only expect her for a short visit. Heaven feeds them lies about her mother, including that she didn't give birth to Heaven straight away, but that her parents were married for a year before her birth.\n</p><p>Heaven is well accommodated, and resides in the suites that were her mother's. Heaven begins to delve into her mother's past, and comes face to face with a piece of her past when she meets Troy Tatterton, Tony's younger brother who lives in the cottage behind the English maze when Heaven becomes lost in the maze. Heaven is immediately attracted to the handsome and talented Troy, yet is at first reluctant to let Heaven into his life, yet she pressures him into letting down his wall of hostility despite Tony ordering her to stay away from him.\n</p><p>Heaven learns that he was three and her mother was twelve when they first met, and Leigh was like an older sister to him. Troy and Heaven eventually become lovers, and Heaven forgets Logan as she discovers her passion and love for Troy are stronger than what she had felt for Logan. Troy soon reveals to her however, that he has premonitions, and dreams that reveal to him that he will not live much longer, and he has no reason to doubt them since all his past dreams have come true, including his dream of Leigh's death.\n</p><p>Deeply disturbed but unwilling to lose him, Heaven persuades him to marry her. The two are happy for a brief time, until Troy's detective agency locates Keith and Our Jane. Heaven rushes to 'save them' when Troy becomes ill and wishes her to go on and find them, only to discover once she is there that they no longer need her and that they love their adoptive parents when they deny knowing her. \n</p><p>Devastated, she goes to Fanny, who spitefully convinces her to go to Winnerow to get back her baby Darcy that she sold to the Reverend Wayland Wise who adopted her and raped her. Heaven reluctantly agrees, but discovers it is a mistake and impossible once she is there. Once in Winnerow, Heaven runs into Cal, who again bombards her with his needs and wants, and tries to force himself on her. Heaven however, disillusions him and pushes him put of her life forever.\n</p><p>Decided on going to find her grandfather in their old cabin, Heaven gets caught in a storm between Winnerow and the Willies, only to be discovered by Logan who finds Heaven's car broken down on the highway, and takes her to the cabin. Heaven however, returns only to discover the money she has been sending her grandfather had been put towards restoring the cabin and it is now an adequate home.\n</p><p>As the storm becomes more violent, Heaven comes down with the same illness as Troy. Stuck with no one but Logan to look after her, Heaven submits to his efforts to help her. She dreams of Troy, and in her desperation to get back to him she shouts at Logan to let her contact him. Logan grows jealous and angry, confessing he still loves her and wants her back.\n</p><p>When the storm clears and Heaven recovers, she returns to Troy, only to be encountered by Tony who confesses he was pleased by her upcoming marriage to Troy, but that now he cannot let it go ahead. A devastated Heaven forces the truth from him, and he reveals that the reason her mother fled from Farthingale Manor was that he fell in love with her and raped her, and that he discovered from Troy that Heaven was really a year older than she first pretended, and thereby, he is her father.\n</p><p>Heartbroken that Troy is her uncle and she cannot marry him, Heaven goes to confess the truth to him, but upon seeing him, she cannot do it. Yet Jillian had revealed the truth to him, having known it all along, and in order to protect Heaven, Troy leaves his home leaving her a letter insisting that she go to Jillian and hear the whole truth.\n</p><p>Heaven goes to Jillian's suite, and in revealing and finally accepting the truth, Jillian falls into insanity. Heaven leaves Farthingale Manor to escape the memories of all she has lost, yet upon her return she learns that Troy's prophecy has indeed come true. He killed himself as he was unable to live without her.\n</p><p>Devastated, Heaven once again flees to Winnerow, this time to confront her father who has again married and has another son, Drake. Her beloved brother Tom is living with him, and both work at the circus. Heaven is appalled at Tom's willingness to give up his dreams in order to help their father attain his, and as revenge for all he has done she dyes her hair blond, the same shade as her mothers, puts on one of her mothers old dresses, and approaches her father when he is lion taming at the circus.\n</p><p>Luke believes his Angel has come back to him, and when he drops his gun, the lion mauls and kills Tom. Blaming herself, she returns to the cabin to become a teacher at the Winnerow school, to pass on her love of books to those in the same position she was. She acknowledges that she will eventually become Logan's wife, as the waters have stilled between them.\n</p>\n<h2><span class=\"mw-headline\" id=\"Fallen_Hearts\"><i>Fallen Hearts</i></span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Heaven_Casteel&amp;action=edit&amp;section=3\" title=\"Edit section: Fallen Hearts\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Proud and beautiful, Heaven comes back to the hills - to rise at last above her family's shame!\n</p><p>As Logan's bride, she would savor now the love she had sought for so long. And free from her father's clutches, she would live again in her backwoods town, a respected teacher and cherished wife.\n</p><p>But after a wedding trip to Boston's Farthinghale Manor and a lavish, elegant party, Heaven and Logan are persuaded to stay... lured by Tony Tatterton's guile to live amidst the Tatterton wealth and privilege.\n</p><p>Then the ghosts of Heaven's past rise up once more, writhing around her fragile happiness and threatening her precious love with scandal and jealousy, sinister passions and dangerous dreams!\n</p>\n<!-- \nNewPP limit report\nParsed by mw2226\nCached time: 20180920232443\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.136 seconds\nReal time usage: 0.192 seconds\nPreprocessor visited node count: 779/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 36657/2097152 bytes\nTemplate argument size: 9440/2097152 bytes\nHighest expansion depth: 10/40\nExpensive parser function count: 3/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.058/10.000 seconds\nLua memory usage: 1.52 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  156.429      1 -total\n 84.76%  132.588      4 Template:Ambox\n 67.90%  106.212      1 Template:Multiple_issues\n 34.58%   54.086      2 Template:Infobox\n 32.04%   50.117      1 Template:Infobox_soap_character\n 23.38%   36.567      1 Template:Plot\n  5.45%    8.522      1 Template:Unreferenced\n  5.20%    8.127      1 Template:In-universe\n  1.56%    2.436      1 Template:Main_other\n  1.36%    2.123      2 Template:Template_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:9090094-0!canonical and timestamp 20180920232443 and revision id 860480788\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Casteel, Heaven","hidden":"","*":"Wikipedia_articles_with_plot_summary_needing_attention_from_September_2009"},{"sortkey":"Casteel, Heaven","hidden":"","*":"All_Wikipedia_articles_with_plot_summary_needing_attention"},{"sortkey":"Casteel, Heaven","hidden":"","*":"Articles_that_need_to_differentiate_between_fact_and_fiction_from_September_2009"},{"sortkey":"Casteel, Heaven","hidden":"","*":"All_articles_that_need_to_differentiate_between_fact_and_fiction"},{"sortkey":"Casteel, Heaven","hidden":"","*":"Articles_lacking_sources_from_September_2009"},{"sortkey":"Casteel, Heaven","hidden":"","*":"All_articles_lacking_sources"},{"sortkey":"Casteel, Heaven","hidden":"","*":"Articles_with_multiple_maintenance_issues"},{"sortkey":"Casteel, Heaven","*":"Literary_characters"}],"links":[{"ns":14,"exists":"","*":"Category:Wikipedia articles with plot summary needing attention from September 2009"},{"ns":14,"exists":"","*":"Category:Articles that need to differentiate between fact and fiction from September 2009"},{"ns":14,"exists":"","*":"Category:Articles lacking sources from September 2009"},{"ns":0,"exists":"","*":"Andrew Neiderman"},{"ns":0,"exists":"","*":"Leigh VanVoreen"},{"ns":0,"exists":"","*":"V. C. Andrews"},{"ns":1,"exists":"","*":"Talk:Heaven Casteel"},{"ns":4,"exists":"","*":"Wikipedia:Citing sources"},{"ns":4,"exists":"","*":"Wikipedia:How to write a plot summary"},{"ns":4,"exists":"","*":"Wikipedia:Manual of Style/Writing about fiction"},{"ns":4,"exists":"","*":"Wikipedia:Verifiability"},{"ns":12,"exists":"","*":"Help:Introduction to referencing with Wiki Markup/1"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Multiple issues"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Plot"},{"ns":10,"exists":"","*":"Template:Long plot"},{"ns":10,"exists":"","*":"Template:In-universe"},{"ns":10,"exists":"","*":"Template:Unreferenced"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Infobox soap character"},{"ns":10,"exists":"","*":"Template:Infobox"},{"ns":10,"exists":"","*":"Template:Template other"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:String"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Infobox"},{"ns":828,"exists":"","*":"Module:Navbar"},{"ns":828,"exists":"","*":"Module:InfoboxImage"}],"images":["Ambox_important.svg","Edit-clear.svg","Question_book-new.svg","Heaven_leight_casteel.jpg"],"externallinks":[],"sections":[{"toclevel":1,"level":"2","line":"<i>Heaven</i>","number":"1","index":"1","fromtitle":"Heaven_Casteel","byteoffset":1012,"anchor":"Heaven"},{"toclevel":1,"level":"2","line":"<i>Dark Angel</i>","number":"2","index":"2","fromtitle":"Heaven_Casteel","byteoffset":5562,"anchor":"Dark_Angel"},{"toclevel":1,"level":"2","line":"<i>Fallen Hearts</i>","number":"3","index":"3","fromtitle":"Heaven_Casteel","byteoffset":10954,"anchor":"Fallen_Hearts"}],"parsewarnings":[],"displaytitle":"Heaven Casteel","iwlinks":[],"properties":[{"name":"defaultsort","*":"Casteel, Heaven"},{"name":"wikibase_item","*":"Q5694638"}]}}