{"parse":{"title":"Cultural consensus theory","pageid":30963584,"revid":856937714,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-style ambox-Cleanup\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/60px-Edit-clear.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/80px-Edit-clear.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article may <b>require <a href=\"/wiki/Wikipedia:Cleanup\" title=\"Wikipedia:Cleanup\">cleanup</a></b> to meet Wikipedia's <a href=\"/wiki/Wikipedia:Manual_of_Style\" title=\"Wikipedia:Manual of Style\">quality standards</a>.<span class=\"hide-when-compact\"> No <a href=\"/wiki/Template:Cleanup/doc\" title=\"Template:Cleanup/doc\">cleanup reason</a> has been specified. Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Cultural_consensus_theory&amp;action=edit\">improve this article</a> if you can.</span>  <small><i>(February 2011)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p><b>Cultural consensus theory</b> is an <a rel=\"nofollow\" class=\"external text\" href=\"http://www.public.asu.edu/~huanliu/sbp09/Presentations/paper%20presentations/William%20BatchelderCCTSBP092009(1).pdf\">approach to information pooling</a> (aggregation, data fusion) which supports a framework for the measurement and evaluation of beliefs as <a href=\"/wiki/Cultural\" class=\"mw-redirect\" title=\"Cultural\">cultural</a>; shared to some extent by a group of individuals.  Cultural consensus models guide the aggregation of responses from individuals to estimate (1) the culturally appropriate answers to a series of related questions (when the answers are unknown) and (2) individual competence (cultural competence) in answering those questions.  The theory is applicable when there is sufficient agreement across people to assume that a single set of answers exists.  The agreement between pairs of individuals is used to estimate individual cultural competence.  Answers are estimated by weighting responses of individuals by their competence and then combining responses.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Theory\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Theory</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Usage\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Usage</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Models_of_the_theory\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Models of the theory</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Competence\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Competence</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Individual_competence\"><span class=\"tocnumber\">4.1</span> <span class=\"toctext\">Individual competence</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Analysis\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Analysis</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#External_links\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Theory\">Theory</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Cultural_consensus_theory&amp;action=edit&amp;section=1\" title=\"Edit section: Theory\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Cultural consensus theory assumes that  <a href=\"/wiki/Cultural\" class=\"mw-redirect\" title=\"Cultural\">cultural</a> beliefs are learned and shared across people and that there is a common understanding of what the world and society are all about.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>  Since the amount of information in a culture is too large for any one individual to master, individuals know different subsets of the cultural knowledge and vary in their cultural competence.  Cultural beliefs are beliefs held by a majority of culture members.  Given a set of questions, on the same topic, shared cultural beliefs or norms regarding the answers can be estimated by aggregating the responses across a sample of culture members.  When agreement is close to absolute, estimating answers is straightforward.  The problem addressed by cultural consensus theory is how to estimate beliefs when there is some degree of heterogeneity present in responses.  In general, cultural consensus theory provides a framework for determining whether responses are sufficiently homogeneous to estimate a single set of shared answers, and then estimating the answers and individual cultural competence in answering the questions.\n</p><p>Cultural consensus models do not create consensus or explain why consensus exists; they simply facilitate the discovery and description of possible consensus.  A high degree of agreement among raters must be present in responses in order to use consensus theory – only with high agreement does it make sense to aggregate responses to estimate beliefs of the group.  Although there are statistical methods to evaluate whether agreement among raters is greater than chance (<a href=\"/wiki/Binomial_test\" title=\"Binomial test\">Binomial test</a>, <a href=\"/wiki/Friedman_test\" title=\"Friedman test\">Friedman test</a>, or <a href=\"/wiki/Kendall%27s_W\" title=\"Kendall&#39;s W\">Kendall’s coefficient of concordance</a>), these methods do not provide a best estimate of the “true” answers nor do they estimate competence of the raters.  Cultural consensus theory is able to estimate competence from the agreement between subjects and then, answers are estimated by “weighting” individual responses by competence prior to aggregation.\n</p><p>A very important feature in the <a href=\"/wiki/Aggregate_data\" title=\"Aggregate data\">aggregation of responses</a> is that the combined responses of individuals will be more accurate than the responses of each individual included in the aggregation. <a href=\"/wiki/Reliability_theory\" class=\"mw-redirect\" title=\"Reliability theory\">Reliability theory</a> in psychology (specifically, the reliability coefficient and the <a href=\"/wiki/Spearman%E2%80%93Brown_prediction_formula\" title=\"Spearman–Brown prediction formula\">Spearman–Brown prediction formula</a>) provides a mathematical estimate of the accuracy or validity of aggregated responses from the number of units being combined and the level of agreement among the units.  In this case, accuracy of aggregated responses can be calculated from the number of subjects and the average <a href=\"/wiki/Pearson_correlation_coefficient\" title=\"Pearson correlation coefficient\">Pearson correlation coefficient</a> between all pairs of subjects (across questions).\n</p>\n<h2><span class=\"mw-headline\" id=\"Usage\">Usage</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Cultural_consensus_theory&amp;action=edit&amp;section=2\" title=\"Edit section: Usage\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>To use cultural consensus theory, at least three assumptions must be met:\n</p>\n<ol><li>Informants must be asked a series of questions. The questions should all be on the same topic and at the same level of difficulty. This assumption concerns the homogeneity of items<sup id=\"cite_ref-:0_2-0\" class=\"reference\"><a href=\"#cite_note-:0-2\">&#91;2&#93;</a></sup> and means that items should represent only one topic or domain of knowledge and that competency should be consistent across items, so that if someone does well on one subset of questions, they should also do well on another subset of questions. Responses to questions are not corrected, recoded, transformed, or reflected as they are with knowledge tests and attitudinal scales because the purpose is to use the original responses to estimate culturally correct answers.</li>\n<li>Each informant should provide answers independently of all other informants. This means that answers should be provided by individuals and not groups, and without consultation with others. Consensus models are not appropriate for group interviews.</li>\n<li>The cultural consensus model is applicable only if there is a single set of answers to the questions. This means that there must be a high level of consistency (agreement) in responses among informants, which some refer to as common truth.<sup id=\"cite_ref-:1_3-0\" class=\"reference\"><a href=\"#cite_note-:1-3\">&#91;3&#93;</a></sup> An aggregation of responses is not a valid estimate unless there is reasonable consistency in the underlying data. An initial step in applying consensus theory is to check whether there is a high degree of agreement among the informants (e.g., to verify that there is only one response pattern present).</li></ol>\n<h2><span class=\"mw-headline\" id=\"Models_of_the_theory\">Models of the theory</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Cultural_consensus_theory&amp;action=edit&amp;section=3\" title=\"Edit section: Models of the theory\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Cultural consensus theory encompasses formal and informal models. Practically speaking, these models are often used to estimate cultural beliefs, including the degree to which individuals report such beliefs.<sup id=\"cite_ref-:1_3-1\" class=\"reference\"><a href=\"#cite_note-:1-3\">&#91;3&#93;</a></sup> The formal cultural consensus model models the decision-making process for answering questions.<sup id=\"cite_ref-RWB86_4-0\" class=\"reference\"><a href=\"#cite_note-RWB86-4\">&#91;4&#93;</a></sup><sup id=\"cite_ref-BR88_5-0\" class=\"reference\"><a href=\"#cite_note-BR88-5\">&#91;5&#93;</a></sup>  This version is limited to categorical-type responses:  multiple-choice type questions (including those with dichotomous true/false or yes/no responses) and responses to open-ended questions (with a single word or short phrase response for each question). This version of the model has a series of additional assumptions that must be met, i.e., no response bias.<sup id=\"cite_ref-RWB86_4-1\" class=\"reference\"><a href=\"#cite_note-RWB86-4\">&#91;4&#93;</a></sup><sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup>  The formal model has direct parallels in signal detection theory and latent class analysis.  An informal version of the model is available as a set of analytic procedures and obtains similar information with fewer assumptions.<sup id=\"cite_ref-RBW87_7-0\" class=\"reference\"><a href=\"#cite_note-RBW87-7\">&#91;7&#93;</a></sup>  The informal model parallels a factor analysis on people (without rotation) and thus has similarities to <a href=\"/wiki/Q_methodology\" title=\"Q methodology\">Q factor analysis (as in Q Methodology)</a>.  The informal version of the model can accommodate interval estimates and ranked response data.  Both approaches provide estimates of the culturally correct answers and estimates of individual differences in the accuracy of reported information. \n</p><p>One specific method of the formal version used in the analysis of data is the mathematical model, which is a set of logical axioms as well as derived propositions and assumptions that explain how empirical variables fit in the model's parameters.<sup id=\"cite_ref-:1_3-2\" class=\"reference\"><a href=\"#cite_note-:1-3\">&#91;3&#93;</a></sup> The informal model, on the other hand, uses reliability analysis.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Competence\">Competence</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Cultural_consensus_theory&amp;action=edit&amp;section=4\" title=\"Edit section: Competence\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Cultural competence is estimated from the similarity in responses between pairs of subjects since the agreement between a pair of respondents is a function of their individual competencies.  In the formal model, similarity is the probability that matched responses occur (match method.<sup id=\"cite_ref-RWB86_4-2\" class=\"reference\"><a href=\"#cite_note-RWB86-4\">&#91;4&#93;</a></sup> or the probability of particular response combinations occur (covariance method<sup id=\"cite_ref-BR88_5-1\" class=\"reference\"><a href=\"#cite_note-BR88-5\">&#91;5&#93;</a></sup>).  Simple match or covariance measures are then corrected for guessing and the proportion of positive responses, respectively.  In the informal model, similarity is calculated with a <a href=\"/wiki/Pearson_correlation_coefficient\" title=\"Pearson correlation coefficient\">Pearson correlation coefficient</a>.<sup id=\"cite_ref-RBW87_7-1\" class=\"reference\"><a href=\"#cite_note-RBW87-7\">&#91;7&#93;</a></sup>\n</p><p>A <a href=\"/wiki/Matrix_(mathematics)\" title=\"Matrix (mathematics)\">matrix</a> of agreement coefficients between all pairs of subjects is then factored with a minimum residual factoring method (<a href=\"/wiki/Factor_analysis#Types_of_factoring\" title=\"Factor analysis\">principal axis factoring without rotation</a>) to solve for the unknown competence values on the main diagonal.  (For the informal model, the maximum likelihood factor analysis algorithm is preferred, but principal axis factoring can be used as well.)  To determine whether the solution meets cultural consensus criteria, that only a single factor is present, a goodness of fit rule is used.  If the ratio of the first to second <a href=\"/wiki/Eigenvalues\" class=\"mw-redirect\" title=\"Eigenvalues\">eigenvalues</a> is large with subsequently small values and all first factor loadings are positive, then it is assumed that the data contain only a single factor or a single response pattern.\n</p>\n<h3><span class=\"mw-headline\" id=\"Individual_competence\">Individual competence</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Cultural_consensus_theory&amp;action=edit&amp;section=5\" title=\"Edit section: Individual competence\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p><b>Individual competence values are used to weight the responses and estimate the culturally correct answers</b>.  In the formal model, a confidence level (<a href=\"/wiki/Bayesian_probability\" title=\"Bayesian probability\">Bayesian adjusted probabilities</a>) is obtained for each answer from the pattern of responses and the individual competence scores.  In the informal model, responses are also weighted, using a <a href=\"/wiki/Linear_model\" title=\"Linear model\">linear model</a>.  When factoring a <a href=\"/wiki/Correlation_matrix\" class=\"mw-redirect\" title=\"Correlation matrix\">correlation matrix</a>, the estimated answers appear as the first set of factor scores.  Also, note that factor scores are usually provided as standardized variables (mean of zero), but may be transformed back to your original data collection units.\n</p>\n<h2><span class=\"mw-headline\" id=\"Analysis\">Analysis</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Cultural_consensus_theory&amp;action=edit&amp;section=6\" title=\"Edit section: Analysis\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>When used as a method for analysis, the cultural consensus theory allows the following: the determination whether the observed variability in knowledge is cultural; the measurement of cultural competence that each individual possesses; and, the determination of culturally correct knowledge.<sup id=\"cite_ref-:0_2-1\" class=\"reference\"><a href=\"#cite_note-:0-2\">&#91;2&#93;</a></sup>\n</p><p>Cultural Consensus analyses may be performed with software applications.  The formal consensus model is currently only available in  the software packages <a rel=\"nofollow\" class=\"external text\" href=\"http://www.analytictech.com/anthropac/apacdesc.htm\">ANTHROPAC</a> or <a rel=\"nofollow\" class=\"external text\" href=\"http://www.analytictech.com/ucinet/\">UCINET</a>.  Analysis procedures for the informal model are available in most statistical packages. The informal model can be run within a factor analysis procedure, requesting the minimum-residual (principal axis factoring) algorithm method that solves for the missing diagonal without rotation. However, when factor analysis is used for consensus applications, ~~the data must be transposed, so that questions are the unit of analysis (the rows in a data matrix) and people are the variables~~ (the columns in the data matrix).\n</p><p>An advantage of cultural consensus is the availability of necessary sample size information and that necessary sample sizes do not need to be very large.  Sample size determination in a consensus analysis is similar to other types of analyses; namely, that when variability is low, power is high and small samples will suffice.  Here, variability is the agreement (competence) among subjects.  For the formal model, sample size can be estimated from the level of agreement (e.g., assuming a low average competence level of .50), the proportion of items to be correctly classified (assuming a high level, .95), and high confidence (.999) a minimum sample size of 29 (per subgroup) is necessary.[1,5]  For higher levels of competence and lower levels of accuracy and confidence, smaller samples sizes are necessary.  Similarly, sample size can be estimated with reliability theory and the <a href=\"/wiki/Spearman%E2%80%93Brown_prediction_formula\" title=\"Spearman–Brown prediction formula\">Spearman–Brown prophecy formula</a> (applied to people instead of items).  For a relatively low level of agreement (an average correlation of .25 between people, comparable to an average competence of .50) and a high degree of desired validity (.95 correlation between the estimated answers and the true answers), a study would require a minimum sample size of 30 subjects.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup>\n</p><p>In summary, cultural consensus theory offers a framework for estimating cultural beliefs.  A formal model is based on the decision-making process model of how questions are answered (with parameters for competence, response bias and guessing).  The model proceeds from axioms and uses mathematical proofs to arrive at estimates of competence and answers to a series of questions.  The informal model is a set of statistical procedures that provides similar information.  Given a series of related questions, the agreement between people’s reported answers is used to estimate their cultural competence.  Cultural competence is how much an individual knows or shares group beliefs.  Since the extraction of individual competencies depends upon having a single factor solution, the ratio of the first and second eigenvalues (&gt; 3:1) serves as a goodness-of-fit indicator that a single factor is present in the pattern of responses.  Culturally correct answers are estimated by weighting and combining individuals’ responses.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Cultural_consensus_theory&amp;action=edit&amp;section=7\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Carroll, John (2006). <i>Engaging Society: The Sociologist in a War Zone</i>. Manila: Ateneo University Press. p.&#160;3. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9789715505055\" title=\"Special:BookSources/9789715505055\">9789715505055</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Engaging+Society%3A+The+Sociologist+in+a+War+Zone&amp;rft.place=Manila&amp;rft.pages=3&amp;rft.pub=Ateneo+University+Press&amp;rft.date=2006&amp;rft.isbn=9789715505055&amp;rft.aulast=Carroll&amp;rft.aufirst=John&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ACultural+consensus+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-:0-2\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-:0_2-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-:0_2-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation book\">Faucher, Colette (2017). <i>Advances in Culturally-Aware Intelligent Systems and in Cross-Cultural Psychological Studies</i>. Cham, Switzerland: Springer. p.&#160;46. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9783319670225\" title=\"Special:BookSources/9783319670225\">9783319670225</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Advances+in+Culturally-Aware+Intelligent+Systems+and+in+Cross-Cultural+Psychological+Studies&amp;rft.place=Cham%2C+Switzerland&amp;rft.pages=46&amp;rft.pub=Springer&amp;rft.date=2017&amp;rft.isbn=9783319670225&amp;rft.aulast=Faucher&amp;rft.aufirst=Colette&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ACultural+consensus+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-:1-3\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-:1_3-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-:1_3-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-:1_3-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation book\">Matthias, Ruth (2015). <i>Handbook of Research methods and Applications in Environmental Studies</i>. Cheltenham, UK: Edward Elgar Publishing. p.&#160;83. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9781783474639\" title=\"Special:BookSources/9781783474639\">9781783474639</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Handbook+of+Research+methods+and+Applications+in+Environmental+Studies&amp;rft.place=Cheltenham%2C+UK&amp;rft.pages=83&amp;rft.pub=Edward+Elgar+Publishing&amp;rft.date=2015&amp;rft.isbn=9781783474639&amp;rft.aulast=Matthias&amp;rft.aufirst=Ruth&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ACultural+consensus+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-RWB86-4\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-RWB86_4-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-RWB86_4-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-RWB86_4-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\">Romney AK, Weller SC., Batchelder WH.  Culture as consensus: A theory of culture and informant accuracy.  Am Anthro. 1986;88(2):313–38.</span>\n</li>\n<li id=\"cite_note-BR88-5\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-BR88_5-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-BR88_5-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Batchelder WH, Romney AK.  Test theory without an answer key. Psychometrika. 1988;53(1):71–92.</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Weller, SC and Mann NC. Assessing rater performance without a “gold standard” using consensus theory.  Medical Decision Making 1997; 17:71–79.</span>\n</li>\n<li id=\"cite_note-RBW87-7\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-RBW87_7-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-RBW87_7-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Romney AK, Batchelder WH, Weller SC.  Recent applications of cultural consensus theory.  Am Behavioral Scientist.  1987; 31:163–177.</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Vaccaro, Ismael; Smith, Eric Alden; Aswani, Shankar (2010). <i>Environmental Social Sciences: Methods and Research Design</i>. Cambridge: Cambridge University Press. p.&#160;114. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9780521110846\" title=\"Special:BookSources/9780521110846\">9780521110846</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Environmental+Social+Sciences%3A+Methods+and+Research+Design&amp;rft.place=Cambridge&amp;rft.pages=114&amp;rft.pub=Cambridge+University+Press&amp;rft.date=2010&amp;rft.isbn=9780521110846&amp;rft.aulast=Vaccaro&amp;rft.aufirst=Ismael&amp;rft.au=Smith%2C+Eric+Alden&amp;rft.au=Aswani%2C+Shankar&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ACultural+consensus+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Weller SC: Cultural consensus theory: Applications and frequently asked questions.  Field Methods 2007; 19(4): 339–368.</span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Cultural_consensus_theory&amp;action=edit&amp;section=8\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.analytictech.com/anthropac/apacdesc.htm\">ANTHROPAC</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.analytictech.com/ucinet/\">UCINET</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2233\nCached time: 20180919191401\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.152 seconds\nReal time usage: 0.188 seconds\nPreprocessor visited node count: 603/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 14995/2097152 bytes\nTemplate argument size: 1388/2097152 bytes\nHighest expansion depth: 15/40\nExpensive parser function count: 4/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 7277/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.060/10.000 seconds\nLua memory usage: 2.74 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  162.438      1 -total\n 56.56%   91.876      1 Template:Cleanup\n 37.07%   60.223      1 Template:Reflist\n 28.00%   45.476      4 Template:Cite_book\n 24.40%   39.630      2 Template:Main_other\n 22.79%   37.013      1 Template:Ambox\n 16.05%   26.071      1 Template:Category_handler\n  8.44%   13.717      1 Template:DMC\n  5.93%    9.627      2 Template:FULLROOTPAGENAME\n  3.97%    6.456      1 Template:DMCA\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:30963584-0!canonical and timestamp 20180919191400 and revision id 856937714\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"Articles_needing_cleanup_from_February_2011"},{"sortkey":"","hidden":"","*":"All_pages_needing_cleanup"},{"sortkey":"","hidden":"","*":"Cleanup_tagged_articles_without_a_reason_field_from_February_2011"},{"sortkey":"","hidden":"","*":"Wikipedia_pages_needing_cleanup_from_February_2011"},{"sortkey":"Consensus theory","*":"Culture"},{"sortkey":"Consensus theory","*":"Cultural_anthropology"},{"sortkey":"Consensus theory","*":"Culture_terminology"},{"sortkey":"","*":"Factor_analysis"},{"sortkey":"","hidden":"","*":"Articles_created_via_the_Article_Wizard"}],"links":[{"ns":14,"exists":"","*":"Category:Articles needing cleanup from February 2011"},{"ns":14,"exists":"","*":"Category:Cleanup tagged articles without a reason field from February 2011"},{"ns":14,"*":"Category:Wikipedia categories needing cleanup from February 2011"},{"ns":14,"exists":"","*":"Category:Wikipedia pages needing cleanup from February 2011"},{"ns":0,"exists":"","*":"Aggregate data"},{"ns":0,"exists":"","*":"Bayesian probability"},{"ns":0,"exists":"","*":"Binomial test"},{"ns":0,"exists":"","*":"Correlation matrix"},{"ns":0,"exists":"","*":"Cultural"},{"ns":0,"exists":"","*":"Eigenvalues"},{"ns":0,"exists":"","*":"Factor analysis"},{"ns":0,"exists":"","*":"Friedman test"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"Kendall's W"},{"ns":0,"exists":"","*":"Linear model"},{"ns":0,"exists":"","*":"Matrix (mathematics)"},{"ns":0,"exists":"","*":"Pearson correlation coefficient"},{"ns":0,"exists":"","*":"Q methodology"},{"ns":0,"exists":"","*":"Reliability theory"},{"ns":0,"exists":"","*":"Spearman–Brown prediction formula"},{"ns":4,"exists":"","*":"Wikipedia:Cleanup"},{"ns":4,"exists":"","*":"Wikipedia:Manual of Style"},{"ns":10,"exists":"","*":"Template:Cleanup/doc"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Cleanup"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:SUBJECTSPACE formatted"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:DMC"},{"ns":10,"exists":"","*":"Template:Dated maintenance category"},{"ns":10,"exists":"","*":"Template:FULLROOTPAGENAME"},{"ns":10,"exists":"","*":"Template:Ns has subpages"},{"ns":10,"exists":"","*":"Template:DMCA"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Ns has subpages"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Edit-clear.svg"],"externallinks":["http://www.public.asu.edu/~huanliu/sbp09/Presentations/paper%20presentations/William%20BatchelderCCTSBP092009(1).pdf","http://www.analytictech.com/anthropac/apacdesc.htm","http://www.analytictech.com/ucinet/"],"sections":[{"toclevel":1,"level":"2","line":"Theory","number":"1","index":"1","fromtitle":"Cultural_consensus_theory","byteoffset":993,"anchor":"Theory"},{"toclevel":1,"level":"2","line":"Usage","number":"2","index":"2","fromtitle":"Cultural_consensus_theory","byteoffset":3893,"anchor":"Usage"},{"toclevel":1,"level":"2","line":"Models of the theory","number":"3","index":"3","fromtitle":"Cultural_consensus_theory","byteoffset":5905,"anchor":"Models_of_the_theory"},{"toclevel":1,"level":"2","line":"Competence","number":"4","index":"4","fromtitle":"Cultural_consensus_theory","byteoffset":8461,"anchor":"Competence"},{"toclevel":2,"level":"3","line":"Individual competence","number":"4.1","index":"5","fromtitle":"Cultural_consensus_theory","byteoffset":9927,"anchor":"Individual_competence"},{"toclevel":1,"level":"2","line":"Analysis","number":"5","index":"6","fromtitle":"Cultural_consensus_theory","byteoffset":10612,"anchor":"Analysis"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"7","fromtitle":"Cultural_consensus_theory","byteoffset":14170,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"7","index":"8","fromtitle":"Cultural_consensus_theory","byteoffset":14200,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Cultural consensus theory","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q5193270"}]}}