{"parse":{"title":"Feminist Perspectives on Eating Disorders","pageid":10989802,"revid":803343431,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content ambox-globalize\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"Globe icon.\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Ambox_globe_content.svg/48px-Ambox_globe_content.svg.png\" width=\"48\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Ambox_globe_content.svg/73px-Ambox_globe_content.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Ambox_globe_content.svg/97px-Ambox_globe_content.svg.png 2x\" data-file-width=\"350\" data-file-height=\"290\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">The examples and perspective in this article <b>may not represent a <a href=\"/wiki/Wikipedia:WikiProject_Countering_systemic_bias\" title=\"Wikipedia:WikiProject Countering systemic bias\">worldwide view</a> of the subject</b>.<span class=\"hide-when-compact\"> You may <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Feminist_Perspectives_on_Eating_Disorders&amp;action=edit\">improve this article</a>, discuss the issue on the <a href=\"/wiki/Talk:Feminist_perspectives_on_eating_disorders#Globalize\" class=\"mw-redirect\" title=\"Talk:Feminist perspectives on eating disorders\">talk page</a>.</span>  <small><i>(September 2010)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<table class=\"plainlinks metadata ambox ambox-content ambox-POV\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"Unbalanced scales.svg\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Unbalanced_scales.svg/45px-Unbalanced_scales.svg.png\" width=\"45\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Unbalanced_scales.svg/68px-Unbalanced_scales.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Unbalanced_scales.svg/90px-Unbalanced_scales.svg.png 2x\" data-file-width=\"400\" data-file-height=\"354\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">The <b><a href=\"/wiki/Wikipedia:Neutral_point_of_view\" title=\"Wikipedia:Neutral point of view\">neutrality</a> of this article is <a href=\"/wiki/Wikipedia:NPOV_dispute\" title=\"Wikipedia:NPOV dispute\">disputed</a></b>.<span class=\"hide-when-compact\"> Relevant discussion may be found on the <a href=\"/wiki/Talk:Feminist_Perspectives_on_Eating_Disorders##\" title=\"Talk:Feminist Perspectives on Eating Disorders\">talk page</a>. Please do not remove this message until <a href=\"/wiki/Template:POV#When_to_remove\" title=\"Template:POV\">conditions to do so are met</a>.</span>  <small><i>(October 2014)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p><b>Feminist Perspectives on Eating Disorders</b> is a book edited by Patricia Fallon and others in which <a href=\"/wiki/Feminist\" class=\"mw-redirect\" title=\"Feminist\">feminists</a> analyzed the impact of what they regard as <a href=\"/wiki/Sexist\" class=\"mw-redirect\" title=\"Sexist\">sexist</a> and oppressive of women on women's <a href=\"/wiki/Eating_disorder\" title=\"Eating disorder\">eating disorders</a>.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> Feminists do not <i>necessarily</i> believe that society is the sole cause of an eating disorder, but that societal influences definitely play a role in these addictions (the craving to control one’s body and the euphoria established through weight loss or controlled food in-take) and that eating disorders thrive in this type of environment.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#History\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">History</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Main_Types_of_Eating_Disorders\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Main Types of Eating Disorders</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Signs_and_Symptoms\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Signs and Symptoms</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Statistics\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Statistics</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Conclusion\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Conclusion</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#See_also\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#References\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Further_reading\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">Further reading</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"History\">History</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Feminist_Perspectives_on_Eating_Disorders&amp;action=edit&amp;section=1\" title=\"Edit section: History\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>When <a href=\"/wiki/World_War_I\" title=\"World War I\">World War I</a> (as well as <a href=\"/wiki/World_War_II\" title=\"World War II\">World War II</a>) began, many women had to work out of the household because their husbands were fighting in the war and the family needed financial support. Many women took jobs that were deemed masculine, including the production of war supplies. In reaction to this advertisers began to heavily market their products to women, to make them feel more feminine while doing “a man’s job”<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (December 2012)\">citation needed</span></a></i>&#93;</sup>. The marketing industry boomed with the growth of advertising in <a href=\"/wiki/Magazines\" class=\"mw-redirect\" title=\"Magazines\">magazines</a>.\n</p><p>Until the 1920s women in America were kept “under wraps”, wearing clothing that covered almost every inch of skin (other than hands and heads). After getting the vote women began to wear clothes that displayed their arms and legs, heightening the issues of body image. Women grew concerned about the appearance of their limbs and tried to keep them smooth and desirable. The ideal figure changed, and women were expected to be more slender<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (December 2012)\">citation needed</span></a></i>&#93;</sup>. Inevitably, this is when the dieting craze began<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (December 2012)\">citation needed</span></a></i>&#93;</sup>. The average woman in the West however, has become far larger, even as the ideal has remained for a slender figure, with obesity being  as much 60 percent in many studies<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (December 2012)\">citation needed</span></a></i>&#93;</sup>. \n</p><p>From this point forward women in the media grew smaller and smaller<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (December 2012)\">citation needed</span></a></i>&#93;</sup>. In 1965 <a href=\"/wiki/Vogue_(magazine)\" title=\"Vogue (magazine)\">Vogue</a> introduced <a href=\"/wiki/Twiggy\" title=\"Twiggy\">Twiggy</a>, known for her large eyes, long eyelashes, and thin build. The media began to focus more on women’s bodies and because there are few positive female <a href=\"/wiki/Role_model\" title=\"Role model\">role models</a> in the media, women tried to imitate these figures.\n</p><p>With the average model weighing 23% less than the average woman, ideal body image becomes virtually impossible (Wolf, 184). At any given time 25% of American women are dieting (Wolf, 185). Between 5-10% of American women are <a href=\"/wiki/Anorexic\" class=\"mw-redirect\" title=\"Anorexic\">anorexic</a> (Brumberg, 20).  Between 90-95% of anorexics and bulimics are women (Wolf, 181). On some college campuses 1 in 5 women have an eating disorder (Wolf, 182). It is also reported that 5 to 15% of hospitalized anorexics die while in treatment, one of the highest fatality rates for mental diseases (Brumberg, 24). These alarming statistics further prove that American culture affects eating disordered behavior and allows these behaviors to thrive.\n</p><p>Feminists want to take action against what they claim to be harmful images the media uses against its viewers. Few efforts have been made to reverse this possible epidemic as people tend to become desensitized to such images and may not recognize their possibly harmful potential. Recently, the cosmetic manufacturers of <a href=\"/wiki/Dove_(toiletries)\" title=\"Dove (toiletries)\">Dove</a> have promoted their “<a href=\"/wiki/Dove_Campaign_for_Real_Beauty\" title=\"Dove Campaign for Real Beauty\">Campaign for Real Beauty</a>”. This campaign uses many different body types to advertise their products, including overweight women, older women, and women with imperfections. <a href=\"/wiki/Tyra_Banks\" title=\"Tyra Banks\">Tyra Banks</a> has also made efforts to expose the “less than ideal” body types. Banks has taken advantage of her fame to promote different body figures. The new talk show host has publicly defended her recent weight gain and attempts to deliver the message that being sexy has nothing to do with being thin or healthy.\n</p><p>Media has also been blamed for poor body image and eating disorders in women.  Magazines, TV shows, and various other advertisements show thin models as having the \"ideal body type\" for women.  Some scholars argue that these types of media items can enforce poor eating habits and eating disorder-like behavior. The other factor may be the growth of clinical obesity in the average woman, but the opposing direction being taken in the figures of media personalities.\n</p><p>However, other researchers have contested the claims of the media effects paradigm. An article by Christopher Ferguson, Benjamin Winegard, and Bo Winegard, for example, argues that peer effects are much more likely to cause body dissatisfaction than media effects, and that media effects have been overemphasized.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> It also argues that one must be careful about making the leap from arguing that certain environmental conditions might cause body dissatisfaction to the claim that those conditions can cause diagnosable eating disorders, especially severe eating disorders like anorexia nervosa.\n</p>\n<h2><span class=\"mw-headline\" id=\"Main_Types_of_Eating_Disorders\">Main Types of Eating Disorders</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Feminist_Perspectives_on_Eating_Disorders&amp;action=edit&amp;section=2\" title=\"Edit section: Main Types of Eating Disorders\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Eating disorders describe illnesses that are characterized by irregular eating habits and severe distress or concern about body weight or shape. Eating disturbances may include inadequate or excessive food intake, which can ultimately damage an individual’s well being. According to the <a href=\"/wiki/American_Psychological_Association\" title=\"American Psychological Association\">American Psychological Association</a> (APA), the most common forms of eating disorders include Anorexia Nervosa, Bulimia Nervosa, and Binge-Eating Disorder, and these illnesses primarily affect girls and women (APA). People with anorexia nervosa have a “distorted body image” that causes them to see themselves as overweight even when they are dangerously thin (APA). Individuals often refuse to eat, exercise compulsively, and develop unusual habits such as refusing to eat in front of others. They lose large amounts of weight and may even starve to death (APA). People with anorexia feel they can never be thin enough and continue to see themselves as “fat” despite extreme weight loss. \nAdditionally, individuals with bulimia nervosa eat excessive quantities, then “purge their bodies of the food and calories they fear by using laxatives, enemas, or diuretics; vomiting; or exercising” (APA). Often acting in secrecy, they feel disgusted and ashamed as they binge, yet relieved of tension and negative emotions once their stomachs are empty again (APA). Like people with bulimia, those with binge eating disorder experience “frequent episodes of out-of-control eating” (APA). The difference is that binge eaters do not purge their bodies of excess calories. Another category of eating disorders is “eating not otherwise specified” (EDNOS), in which individuals have eating-related problems, but do not meet the official criteria for anorexia, bulimia, or binge eating.\n</p>\n<h2><span class=\"mw-headline\" id=\"Signs_and_Symptoms\">Signs and Symptoms</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Feminist_Perspectives_on_Eating_Disorders&amp;action=edit&amp;section=3\" title=\"Edit section: Signs and Symptoms\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>For some people, a preoccupation with food becomes a way to gain control over one aspect of their lives. Although it may start out as simply eating a bit more or less than usual, the behavior can spiral out of control and take over the person’s life. Eating disorders are a serious medical problem that can have long-term health consequences if left untreated. It is common for people with eating disorders to hide their unhealthy behaviors, so it can be difficult to recognize the signs of an eating disorder, especially early on. \nAccording to <a href=\"/wiki/WebMD\" title=\"WebMD\">WebMD</a>, the signs of anorexia can be “subtle at first because it develops gradually” (WebMD). It may begin as an interest in dieting before an event like a school dance or a beach vacation, but as the disorder takes hold, “preoccupation with weight intensifies” (WebMD). It creates a vicious cycle: The more weight a person loses, the more than person worries and obsesses about weight. There are a numerous number of signs and symptoms of anorexia, but some of them that are common in most people include: “dramatic weight loss, wearing loose, bulky clothes to hide weight loss, refusal to eat certain foods, such as carbs or fats, avoiding mealtimes or eating in front of others, making comments about being ‘fat’, exercising excessively, stopping menstruating, and complaining about constipation or stomach pain” (WebMD). People with anorexia are very good at hiding it; therefore, the disease can become severe before anyone around them notices anything wrong (WebMD). If left untreated, anorexia can lead to serious complications such as malnutrition and organ failure (WebMD). \n</p><p>Unlike anorexia, people with bulimia are often a normal weight, but they have the same “intense fear” of gaining weight and distorted body image (WebMD). They see themselves as “fat” and desperately want to lose weight. Because they often feel ashamed and disgusted with themselves, people with bulimia also become very good at hiding their bulimic behaviors. Much like the signs of anorexia, there are also many signs of bulimia. Some of them being: “Evidence of binge eating, including disappearance of large amounts of food in a short time, or finding lots of empty food wrappers or containers, evidence of purging, including trips to the bathroom after meals, sounds or smells of vomiting, or packages of laxatives or diuretics, skipping meals or avoiding eating in front of others, or eating very small portions, using gum, mouthwash, or mints excessively, constantly dieting, and scarred knuckles from repeatedly inducing vomiting” (WebMD). If left untreated, bulimia can result in long-term health problems such as “abnormal heart rhythms, bleeding from the esophagus due to excessive reflux of stomach acid, dental problems, and kidney problems” (WebMD). \n</p><p>Rather than simply eating too much all the time, people with binge eating disorder have frequent episodes where they binge on large quantities of food. Like people with bulimia, they often feel out of control during these episodes and later feel guilt and shame about it. The behavior becomes a vicious cycle because the more “distressed” they feel about bingeing, the more they seem to do it (WebMD). Because people with binge eating disorder do not purge, fast, or exercise after they binge, they are usually overweight or obese (WebMD). Some common signs of binge eating disorder include: “Hoarding food, or hiding large quantities of food in strange places, constantly dieting, but rarely losing weight, wearing baggy clothes to hide the body, and skipping meals or avoiding eating in front of others” (WebMD). Because binge eating leads to obesity, it can have serious health consequences if left untreated.\n</p>\n<h2><span class=\"mw-headline\" id=\"Statistics\">Statistics</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Feminist_Perspectives_on_Eating_Disorders&amp;action=edit&amp;section=4\" title=\"Edit section: Statistics\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>According to the <a href=\"/w/index.php?title=National_Eating_Disorder_Association&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"National Eating Disorder Association (page does not exist)\">National Eating Disorder Association</a> (NEDA), “20 million women suffer from a clinically significant eating disorder at some time in their life, whether it is anorexia nervosa, bulimia nervosa, or binge eating disorder” (NEDA). Ruth H. Striegel-Moore and Cynthia M. Bulik in their article, <a href=\"/w/index.php?title=%E2%80%9CRisk_Factors_for_Eating_Disorders%E2%80%9D&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"“Risk Factors for Eating Disorders” (page does not exist)\">“Risk Factors for Eating Disorders”</a>, say that eating disorders rank among the “10 leading causes of disability among young women” (Striegel-Moore &amp; Bulik 181). Anorexia nervosa has the “highest death rate of any psychiatric illness”, including major depression (NEDA). It is estimated that “1-4% of women have suffered from anorexia nervosa in their lifetime” (NEDA). The mortality rate associated with anorexia nervosa is “12 times higher” than the death rate of all causes of death for females 15-24 years old (NEDA). Without treatment, up to “20% of people with serious eating disorders die” (NEDA).\n</p><p>Bulimia statistics tell us that the lifetime prevalence of bulimia nervosa in the United States is “1.5% in women, translating to approximately 4.7 million females who will have their lives threatened by this potentially deadly disorder” (NEDA). While bulimia occurs most commonly in the adolescent and young adult years, it has been diagnosed in patients as young as six years old. Further, binge eating disorder (BED) is actually the most common eating disorder in the United States. In fact, is more common than breast cancer, HIV, and schizophrenia (NEDA). BED affects an estimated “2.8 million people in the United States”, according to a national survey done in 2008. Moreover, binge eating disorder also affects three times the number of people diagnosed with anorexia and bulimia combined. \n</p>\n<h2><span class=\"mw-headline\" id=\"Conclusion\">Conclusion</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Feminist_Perspectives_on_Eating_Disorders&amp;action=edit&amp;section=5\" title=\"Edit section: Conclusion\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Adolescence is a complex stage of development in which a number of physical changes and psychosocial challenges converge. The demands of meeting the “tasks” of adolescence can be very difficult for many individuals and can very well have a significant impact on confidence and self-esteem. Those who struggle to meet the challenges may feel a sense of being out of control. Furthermore, in a society that continues to prize thinness even as Americans become heavier than ever before, almost everyone worries about their weight, at least occasionally. People with eating disorders take such concerns to extremes, developing abnormal eating habits that threaten their well-being and even their lives. \nWhat needs to be understood is that eating disorders are complex conditions that can arise from a combination of long-standing behavioral, biological, emotional, psychological, interpersonal, and social factors. Once started, however, they can create a self-perpetuating cycle of physical and emotional destruction. \n</p><p>Additionally, eating disorders are also highly related to significant comorbidity, functional impairment, suicidality, and health service usage. Given the young age of the onset, early intervention and prevention is crucial. A question often asked in relation to eating disorders is: Does treatment really work? In reference to the <a href=\"/wiki/American_Psychological_Association\" title=\"American Psychological Association\">American Psychological Association</a>, most cases of eating disorders can be treated successfully by “appropriately trained health and mental care professionals” (APA). However, treatments do not work instantly. For many patients, treatment may need to be long-term depending on the severity of their disorder. Most importantly, the sooner treatment starts, the better. The longer abnormal eating patterns continue, the more deeply ingrained they become and the more difficult they are to treat. While eating disorders can severely impair people’s functioning and health, the prospects for long-term recovery are good for most people who seek help from appropriate professionals, like qualified therapists/licensed psychologists with experience in the area (APA). They can help those who suffer from eating disorders regain control of their eating behaviors and their lives. Furthermore, recognizing the signs and symptoms of an eating disorder is the first step toward getting help for it. Eating disorders are treatable, and with the right treatment and support, most people with an eating disorder can learn healthy eating habits and get their lives back on track. \n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Feminist_Perspectives_on_Eating_Disorders&amp;action=edit&amp;section=6\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Body_image\" title=\"Body image\">Body image</a></li>\n<li><a href=\"/wiki/Sex_in_advertising\" title=\"Sex in advertising\">Sex in advertising</a></li>\n<li><a href=\"/wiki/Sexual_objectification\" title=\"Sexual objectification\">Sexual objectification</a></li>\n<li><a href=\"/wiki/Size_zero\" title=\"Size zero\">Size zero</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Feminist_Perspectives_on_Eating_Disorders&amp;action=edit&amp;section=7\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><cite id=\"CITEREFFallon,_PatriciaKatzman,_Melanie_AWooley,_Susan_C1996\" class=\"citation\">Fallon, Patricia; Katzman, Melanie A; Wooley, Susan C (1996-10-01), <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=_EOwSAF61G4C\"><i>Feminist perspectives on eating disorders</i></a>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-1-57230-182-5\" title=\"Special:BookSources/978-1-57230-182-5\">978-1-57230-182-5</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Feminist+perspectives+on+eating+disorders&amp;rft.date=1996-10-01&amp;rft.isbn=978-1-57230-182-5&amp;rft.au=Fallon%2C+Patricia&amp;rft.au=Katzman%2C+Melanie+A&amp;rft.au=Wooley%2C+Susan+C&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3D_EOwSAF61G4C&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AFeminist+Perspectives+on+Eating+Disorders\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Ferguson, C.; Winegard, B.; Winegard, B.M. (March 2011). <a rel=\"nofollow\" class=\"external text\" href=\"https://www.webcitation.org/65q5xHqLw?url=http://www.tamiu.edu/~cferguson/Who%20Is%20the%20Fairest.pdf\">\"Who is the fairest one of all: How evolution guides peer and media influences on female body dissatisfaction\"</a> <span style=\"font-size:85%;\">(PDF)</span>. <i>Review of General Psychology</i>. <b>15</b> (1): 11–28. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1037/a0022607\">10.1037/a0022607</a>. Archived from <a rel=\"nofollow\" class=\"external text\" href=\"http://www.tamiu.edu/~cferguson/Who%20Is%20the%20Fairest.pdf\">the original</a> <span style=\"font-size:85%;\">(PDF)</span> on 1 March 2012.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Review+of+General+Psychology&amp;rft.atitle=Who+is+the+fairest+one+of+all%3A+How+evolution+guides+peer+and+media+influences+on+female+body+dissatisfaction&amp;rft.volume=15&amp;rft.issue=1&amp;rft.pages=11-28&amp;rft.date=2011-03&amp;rft_id=info%3Adoi%2F10.1037%2Fa0022607&amp;rft.aulast=Ferguson&amp;rft.aufirst=C.&amp;rft.au=Winegard%2C+B.&amp;rft.au=Winegard%2C+B.M.&amp;rft_id=http%3A%2F%2Fwww.tamiu.edu%2F~cferguson%2FWho%2520Is%2520the%2520Fairest.pdf&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AFeminist+Perspectives+on+Eating+Disorders\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div></div>\n<p>American Psychological Association. “Eating Disorders.” 1-2. 2016. \nNational Eating Disorders Association (NEDA). “What Are Eating Disorders?”\nNational Eating Disorders Association (NEDA). “Health Consequences, Including Mortality.” \nWebMD. “Signs of An Eating Disorder.” 1-3. 2005-2016.\n</p>\n<h2><span class=\"mw-headline\" id=\"Further_reading\">Further reading</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Feminist_Perspectives_on_Eating_Disorders&amp;action=edit&amp;section=8\" title=\"Edit section: Further reading\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Brumberg, Joan Jacobs. <i>The Body Project</i>. New York: Random House Inc., 1997.</li>\n<li>Wolf, Naomi. <i><a href=\"/wiki/The_Beauty_Myth\" title=\"The Beauty Myth\">The Beauty Myth</a></i>. New York: HarperCollins Publishers Inc., 2002.</li>\n<li>Hornbacher, Marya. <i>Wasted: A Memoir of Anorexia and Bulimia</i>. New York: HarperCollinsPublishers Inc., 1998.</li>\n<li><a href=\"/wiki/Courtney_E._Martin\" title=\"Courtney E. Martin\">Courtney E. Martin</a> <i>Perfect Girls, Starving Daughters: The Hunger for Excellence and the Price We Pay</i>. Bitch. Spring. 2007</li>\n<li>Dove: <i>Campaign for Real Beauty</i>. 2006. www.campaignforrealbeauty.com.</li>\n<li>The Tyra Banks Show. 2007. 30 April. www.tyrashow.warnerbros.com.</li>\n<li><a rel=\"nofollow\" class=\"external free\" href=\"http://www.vanderbilt.edu/AnS/psychology/health_psychology/feminist.htm\">http://www.vanderbilt.edu/AnS/psychology/health_psychology/feminist.htm</a></li></ul>\n<p class=\"mw-empty-elt\">\n</p>\n<!-- \nNewPP limit report\nParsed by mw1245\nCached time: 20180908182514\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.160 seconds\nReal time usage: 0.225 seconds\nPreprocessor visited node count: 1059/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 23125/2097152 bytes\nTemplate argument size: 2832/2097152 bytes\nHighest expansion depth: 12/40\nExpensive parser function count: 5/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 2994/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.079/10.000 seconds\nLua memory usage: 2.53 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  193.443      1 -total\n 29.91%   57.859      1 Template:Reflist\n 29.29%   56.662      5 Template:Cn\n 25.66%   49.640      5 Template:Fix\n 23.86%   46.164      1 Template:Globalize\n 18.76%   36.296      1 Template:Citation\n 18.11%   35.028      2 Template:Ambox\n 14.89%   28.803      5 Template:Delink\n 12.29%   23.780      1 Template:Use_dmy_dates\n 11.24%   21.747      1 Template:DMCA\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:10989802-0!canonical and timestamp 20180908182514 and revision id 803343431\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Feminist Perspectives On Eating Disorders","hidden":"","*":"Articles_with_limited_geographic_scope_from_September_2010"},{"sortkey":"Feminist Perspectives On Eating Disorders","hidden":"","*":"NPOV_disputes_from_October_2014"},{"sortkey":"Feminist Perspectives On Eating Disorders","hidden":"","*":"All_NPOV_disputes"},{"sortkey":"Feminist Perspectives On Eating Disorders","hidden":"","*":"All_articles_with_unsourced_statements"},{"sortkey":"Feminist Perspectives On Eating Disorders","hidden":"","*":"Articles_with_unsourced_statements_from_December_2012"},{"sortkey":"Feminist Perspectives On Eating Disorders","hidden":"","*":"Use_dmy_dates_from_December_2010"},{"sortkey":"Eating Disorders","*":"Feminism_and_health"},{"sortkey":"Feminist Perspectives On Eating Disorders","*":"Eating_disorders"},{"sortkey":"Eating Disorders","*":"Women_and_psychology"}],"links":[{"ns":14,"exists":"","*":"Category:Articles with limited geographic scope from September 2010"},{"ns":14,"exists":"","*":"Category:NPOV disputes from October 2014"},{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from December 2012"},{"ns":14,"exists":"","*":"Category:Use dmy dates from December 2010"},{"ns":1,"exists":"","*":"Talk:Feminist Perspectives on Eating Disorders"},{"ns":1,"exists":"","*":"Talk:Feminist perspectives on eating disorders"},{"ns":10,"exists":"","*":"Template:POV"},{"ns":0,"exists":"","*":"American Psychological Association"},{"ns":0,"exists":"","*":"Anorexic"},{"ns":0,"exists":"","*":"Body image"},{"ns":0,"exists":"","*":"Courtney E. Martin"},{"ns":0,"exists":"","*":"Digital object identifier"},{"ns":0,"exists":"","*":"Dove (toiletries)"},{"ns":0,"exists":"","*":"Dove Campaign for Real Beauty"},{"ns":0,"exists":"","*":"Eating disorder"},{"ns":0,"exists":"","*":"Feminist"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"Magazines"},{"ns":0,"exists":"","*":"Role model"},{"ns":0,"exists":"","*":"Sex in advertising"},{"ns":0,"exists":"","*":"Sexist"},{"ns":0,"exists":"","*":"Sexual objectification"},{"ns":0,"exists":"","*":"Size zero"},{"ns":0,"exists":"","*":"The Beauty Myth"},{"ns":0,"exists":"","*":"Twiggy"},{"ns":0,"exists":"","*":"Tyra Banks"},{"ns":0,"exists":"","*":"Vogue (magazine)"},{"ns":0,"exists":"","*":"WebMD"},{"ns":0,"exists":"","*":"World War I"},{"ns":0,"exists":"","*":"World War II"},{"ns":0,"*":"National Eating Disorder Association"},{"ns":0,"*":"“Risk Factors for Eating Disorders”"},{"ns":4,"exists":"","*":"Wikipedia:Citation needed"},{"ns":4,"exists":"","*":"Wikipedia:NPOV dispute"},{"ns":4,"exists":"","*":"Wikipedia:Neutral point of view"},{"ns":4,"exists":"","*":"Wikipedia:WikiProject Countering systemic bias"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Globalize"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:POV"},{"ns":10,"exists":"","*":"Template:Cn"},{"ns":10,"exists":"","*":"Template:Citation needed"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Delink"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Citation"},{"ns":10,"exists":"","*":"Template:Cite journal"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Use dmy dates"},{"ns":10,"exists":"","*":"Template:DMCA"},{"ns":10,"exists":"","*":"Template:Dated maintenance category"},{"ns":10,"exists":"","*":"Template:FULLROOTPAGENAME"},{"ns":10,"exists":"","*":"Template:Ns has subpages"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Delink"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Ns has subpages"}],"images":["Ambox_globe_content.svg","Unbalanced_scales.svg"],"externallinks":["https://books.google.com/books?id=_EOwSAF61G4C","https://www.webcitation.org/65q5xHqLw?url=http://www.tamiu.edu/~cferguson/Who%20Is%20the%20Fairest.pdf","//doi.org/10.1037/a0022607","http://www.tamiu.edu/~cferguson/Who%20Is%20the%20Fairest.pdf","http://www.vanderbilt.edu/AnS/psychology/health_psychology/feminist.htm"],"sections":[{"toclevel":1,"level":"2","line":"History","number":"1","index":"1","fromtitle":"Feminist_Perspectives_on_Eating_Disorders","byteoffset":945,"anchor":"History"},{"toclevel":1,"level":"2","line":"Main Types of Eating Disorders","number":"2","index":"2","fromtitle":"Feminist_Perspectives_on_Eating_Disorders","byteoffset":5789,"anchor":"Main_Types_of_Eating_Disorders"},{"toclevel":1,"level":"2","line":"Signs and Symptoms","number":"3","index":"3","fromtitle":"Feminist_Perspectives_on_Eating_Disorders","byteoffset":7589,"anchor":"Signs_and_Symptoms"},{"toclevel":1,"level":"2","line":"Statistics","number":"4","index":"4","fromtitle":"Feminist_Perspectives_on_Eating_Disorders","byteoffset":11327,"anchor":"Statistics"},{"toclevel":1,"level":"2","line":"Conclusion","number":"5","index":"5","fromtitle":"Feminist_Perspectives_on_Eating_Disorders","byteoffset":13062,"anchor":"Conclusion"},{"toclevel":1,"level":"2","line":"See also","number":"6","index":"6","fromtitle":"Feminist_Perspectives_on_Eating_Disorders","byteoffset":15600,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"7","index":"7","fromtitle":"Feminist_Perspectives_on_Eating_Disorders","byteoffset":15701,"anchor":"References"},{"toclevel":1,"level":"2","line":"Further reading","number":"8","index":"8","fromtitle":"Feminist_Perspectives_on_Eating_Disorders","byteoffset":16017,"anchor":"Further_reading"}],"parsewarnings":[],"displaytitle":"Feminist Perspectives on Eating Disorders","iwlinks":[],"properties":[{"name":"defaultsort","*":"Feminist Perspectives On Eating Disorders"},{"name":"wikibase_item","*":"Q5442862"}]}}