{"parse":{"title":"Navy Records Society","pageid":10653048,"revid":847261711,"text":{"*":"<div class=\"mw-parser-output\"><p class=\"mw-empty-elt\">\n\n</p>\n<table class=\"plainlinks metadata ambox ambox-content ambox-Unreferenced\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Question_book-new.svg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png\" width=\"50\" height=\"39\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/75px-Question_book-new.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/100px-Question_book-new.svg.png 2x\" data-file-width=\"512\" data-file-height=\"399\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>does not <a href=\"/wiki/Wikipedia:Citing_sources\" title=\"Wikipedia:Citing sources\">cite</a> any <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">sources</a></b>.<span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Navy_Records_Society&amp;action=edit\">improve this article</a> by <a href=\"/wiki/Help:Introduction_to_referencing_with_Wiki_Markup/1\" title=\"Help:Introduction to referencing with Wiki Markup/1\">adding citations to reliable sources</a>. Unsourced material may be challenged and <a href=\"/wiki/Wikipedia:Verifiability#Burden_of_evidence\" title=\"Wikipedia:Verifiability\">removed</a>.</span>  <small><i>(December 2017)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p><b>The Navy Records Society</b> was established in 1893 as a scholarly <a href=\"/wiki/Text_publication_society\" title=\"Text publication society\">text publication society</a> to publish historical documents relating to the history of the <a href=\"/wiki/Royal_Navy\" title=\"Royal Navy\">Royal Navy</a>. Professor Sir <a href=\"/wiki/John_Knox_Laughton\" title=\"John Knox Laughton\">John Knox Laughton</a> and <a href=\"/wiki/Admiral_Cyprian_Bridge\" class=\"mw-redirect\" title=\"Admiral Cyprian Bridge\">Admiral Sir Cyprian Bridge</a> were the key leaders who organized the society, basing it on the model of earlier organisations such as the <a href=\"/wiki/Hakluyt_Society\" title=\"Hakluyt Society\">Hakluyt Society</a> and the <a href=\"/wiki/Camden_Society\" title=\"Camden Society\">Camden Society</a>. The American naval historian, Rear Admiral <a href=\"/wiki/Alfred_Thayer_Mahan\" title=\"Alfred Thayer Mahan\">Alfred Thayer Mahan</a>, was one of the first overseas members to join the Navy Records Society. \n</p>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:222px;\"><a href=\"/wiki/File:NRS_Logo.jpg\" class=\"image\"><img alt=\"NRS Logo.jpg\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/78/NRS_Logo.jpg/220px-NRS_Logo.jpg\" width=\"220\" height=\"342\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/78/NRS_Logo.jpg/330px-NRS_Logo.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/7/78/NRS_Logo.jpg/440px-NRS_Logo.jpg 2x\" data-file-width=\"445\" data-file-height=\"692\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:NRS_Logo.jpg\" class=\"internal\" title=\"Enlarge\"></a></div></div></div></div>\n<p>The society has published volumes of original documents and papers almost every year since its foundation. The volumes cover all the major figures in British naval history, such as Nelson, Beatty and Cunningham, and a wide range of topics, from signals and shipbuilding to strategy and politics. In 2006 the NRS published its 150th volume.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#The_Last_Ten_Volumes\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">The Last Ten Volumes</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Online_Magazine\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Online Magazine</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Leading_Figures\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Leading Figures</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#External_links\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"The_Last_Ten_Volumes\">The Last Ten Volumes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Navy_Records_Society&amp;action=edit&amp;section=1\" title=\"Edit section: The Last Ten Volumes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<table class=\"wikitable\">\n\n<tbody><tr>\n<th>Year and Volume Number</th>\n<th>Editor</th>\n<th>Title</th>\n<th>Volume Number\n</th></tr>\n<tr>\n<td>2016</td>\n<td>Paul Halpern</td>\n<td>The Mediterranean Fleet, 1930–1939</td>\n<td>162\n</td></tr>\n<tr>\n<td>2014</td>\n<td>Dr M. S. Seligmann, Dr F. Nägler, Professor M. Epkenhans</td>\n<td>The Naval Route to the Abyss: The Anglo-German Naval Race, 1895–1914</td>\n<td>161\n</td></tr>\n<tr>\n<td>2013</td>\n<td>Professor D.M. Loades, Dr C.S. Knighton</td>\n<td>Elizabethan Naval Administration</td>\n<td>160\n</td></tr>\n<tr>\n<td>2012</td>\n<td>Dr B. Jones</td>\n<td>The Fleet Air Arm in the Second World War, Volume I, 1939–1941</td>\n<td>159\n</td></tr>\n<tr>\n<td>2011</td>\n<td>Professor P. Halpern</td>\n<td>The Royal Navy and the Mediterranean, 1919–1929</td>\n<td>158\n</td></tr>\n<tr>\n<td>2010</td>\n<td>Professor D.M. Loades, Dr C.S. Knighton</td>\n<td>The Navy of Edward VI and Mary I</td>\n<td>157\n</td></tr>\n<tr>\n<td>2010</td>\n<td>M. Simpson</td>\n<td>Anglo-American Naval Relations, 1919–1939</td>\n<td>156\n</td></tr>\n<tr>\n<td>2009</td>\n<td>Dr J. Byrn</td>\n<td>Naval Courts Martial, 1793–1815</td>\n<td>155\n</td></tr>\n<tr>\n<td>2009</td>\n<td>P. MacDougal</td>\n<td>Chatham Dockyard, 1815–1865. The Industrial Transformation</td>\n<td>154\n</td></tr>\n<tr>\n<td>2008</td>\n<td>Dr S. Rose</td>\n<td>The Naval Miscellany, Volume VII</td>\n<td>153\n</td></tr></tbody></table>\n<h2><span class=\"mw-headline\" id=\"Online_Magazine\">Online Magazine</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Navy_Records_Society&amp;action=edit&amp;section=2\" title=\"Edit section: Online Magazine\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The society has recently augmented its traditional book publishing activities with the launch of its Online Magazine, an ever-expanding online archive of miscellaneous British naval records. The online collection includes records in archives and museums as well as those in private collections which would otherwise never be seen.  New postings to the archive are made at least once per month throughout the year. Every posting receives a detailed introduction explaining how or why the record is important and is posted alongside relevant links in the collection of the Royal Museums Greenwich and, where appropriate, relevant videos. Members can share their knowledge and comment on every posting. \n</p>\n<h2><span class=\"mw-headline\" id=\"Leading_Figures\">Leading Figures</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Navy_Records_Society&amp;action=edit&amp;section=3\" title=\"Edit section: Leading Figures\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><b>Admiral Sir Cyprian Bridge (1839–1924)</b></li></ul>\n<p>Sir Cyprian Bridge co-founded the Navy Records Society (NRS) with Sir John Knox Laughton. He was born in Newfoundland, the son of the chaplain to its governor, Admiral Sir Thomas John Cochrane.\n</p><p>Bridge entered the Royal Navy in 1853. He saw service in many parts of the globe, notably the Antipodes. In 1889 he became director of the Admiralty’s newly instituted naval intelligence department. Reaching flag-rank in 1892, he chaired, the following June, the preliminary meeting which resulted in the foundation of the NRS.\n</p><p>Leaving his Admiralty post in 1894, he was later that year appointed naval C-in-C of the Australian squadron, serving as such until 1898. In that year he was promoted vice-admiral, and in 1899 he was knighted (KCB).\n</p><p>In 1901 he went to China as C-in-C of the squadron, playing a seminal role in the negotiations that led to the Anglo-Japanese Treaty (1902). He became full admiral and KCB in 1904, the year he relinquished the command and retired from active service.\n</p><p>He served as an assessor on the International Commission of Inquiry into the 1904 Dogger Bank incident, and during the First World War as a member of the Mesopotamia Commission of Inquiry appointed in August 1916.\n</p><p>He held definite views on naval policy, opposing construction of HMS Dreadnought as contrary to British interests, and publishing widely on naval topics. His books included a memoir, Some Recollections (1918).\n</p><p>More information about Sir Cyprian’s life and career, and a list of further reading, can be found in Sir Geoffrey Callender’s entry on him (revised by James Goldrick) in the Oxford Dictionary of National Biography (ODNB).\n</p>\n<ul><li><b>Sir John Knox Laughton (1830–1913)</b></li></ul>\n<p>Sir John Knox Laughton, the principal founder of the Navy Records Society, was born in Liverpool, son of a former master mariner. He graduated as a wrangler in mathematics from Gonville and Caius College, Cambridge, and entered the Royal Navy as an instructor.\n</p><p>In 1853 he joined the Baltic-bound Royal George, and following the Crimean War was transferred to the Calcutta, which participated in the Second Opium War. His sea-going career ended in 1866, when he commenced teaching at the Royal Naval College, Portsmouth. He authored acclaimed pioneering texts on meteorology and nautical surveying, and in 1873 became head of the department of meteorology at the new Royal Naval College, Greenwich.\n</p><p>Having authored Essay on Naval Tactics (1873) and The Scientific Study of Naval History (1874), Laughton in 1876 added naval history to his teaching responsibilities. A prolific author in the field, he was the progenitor of the study of naval history in its modern form. In 1885 he was appointed professor of modern history at King’s College, London.\n</p><p>He founded the NRS with a long-standing friend, Admiral Cyprian Bridge (1839–1924), director of naval intelligence at the Admiralty. Many distinguished people supported the venture, including the renowned American naval strategist and commentator Alfred Thayer Mahan, whose writings helped to kindle popular interest in naval topics, and the famed historian Samuel Rawson Gardiner.\n</p><p>As the society’s secretary from 1893–1912, Laughton played a pivotal role: directing the NRS, arranging publications, recruiting members, and securing respected scholars to edit its volumes. During the years leading up to the First World War, when Germany was striving to develop an ocean-going force to challenge Britain’s mastery of the seas, the NRS (with a membership of around 500 that included opinion-formers from the armed services, academia, politics, and the press) deliberately concentrated on the publication of historical sources which reflected contemporary issues in order to influence policy makers.\n</p><p>Laughton edited the first two volumes in the NRS series of publications, State Papers Relating to the Defeatof the Spanish Armada (1894) as well as Vols. 32, 38, and 39 (Letters and Papers of Charles, Lord Barham, 1758–1813). He co-edited vols. 6 (Journal of Rear Admiral Bartholomew James, 1725–1728) and 31 (The Recollections of Commander James Anthony Gardner, 1775–1814).\n</p><p>As the author of over 900 entries in the Dictionary of National Biography, including virtually all the naval memoirs, he left an enduring legacy and stamped his imprimatur on the interpretation of Britain’s past naval personalities for generations to come.\n</p><p>He was knighted in 1907, and in 1910 received the Chesney gold medal of the Royal United Service Institution as well as a testimonial (marking his 80th birthday) from the future George V and many celebrated admirals. As he had wished, when the time came his ashes were committed to the deep at the mouth of the Thames. One of his daughters, Dame Elvira [Vera] Laughton Mathews (1888–1959), was director of the Women’s Royal Naval Service, 1939–47.\n</p><p>Further information may be obtained from the following works by former NRS secretary Professor Andrew Lambert: The Foundations of Naval History: John Knox Laughton, the Royal Navy, and the historical profession (1998), Letters and Papers of Professor Sir John Knox Laughton (2002; Vol. 143 in the NRS publications series), and the biographical entry on Laughton in The Oxford Dictionary of National Biography (ODNB).\n</p>\n<ul><li><b>Sir Julian Corbett (1854–1922)</b></li></ul>\n<p>A former barrister who became a distinguished writer on aspects of British naval history, and from 1902 a lecturer at the new Royal Naval War College at Greenwich, Sir Julian Corbett was one of the NRS’s foremost early members, and edited several of the society’s publications.\n</p><p>The son of a London architect, he attended Marlborough College and graduated with a first-class degree in law from Trinity College, Cambridge. He abandoned the Bar after a few years to travel and write both fiction and non-fiction. His biography of Sir Francis Drake (about whom he wrote two novels) appeared in the <i>English Men of Action</i> series during 1890.\n</p><p>His well-received <i>Drake and the Tudor Navy</i>, based on extensive archival sources and informed by his appreciation of the nexus between state policy and the deployment of naval power, appeared in 1898. That same year he edited, at Laughton’s urging, <i>Papers Relating to the Spanish War</i>, 1585–87, volume 11 in the NRS series of publications.\n</p><p>A few years later he edited Sir William Slyngsbie’s <i>Relation of the Voyage to Cadiz 1596</i>, which appeared in <i>The Naval Miscellany I</i> edited by Laughton (Volume 20 in the NRS series). Other volumes edited by Corbett were <i>Fighting Instructions, 1530–1816</i> (series vol. 29), <i>Views of the Battles of the Third Dutch War, Signals and Instructions</i>, 1776–1794 (series vol. 34), and the first two volumes of <i>The Private Papers of George, 2nd Earl Spencer</i> (series vols. 46 and 48).\n</p><p>In 1914, following publication of the second Spencer volume, he was awarded the Chesney gold medal by the Royal United Service Institution. Books he authored included <i>The Successors of Drake</i> (1900), <i>England in the Mediterranean</i>, 1603–1714 (1904), <i>England in the Seven Years' War</i> (1907), <i>The Campaign of Trafalgar</i> (1910; reprinted 2005), and <i>Maritime Operations in the Russo-Japanese War</i>, 1904–06 (2 vols., 1915). He also wrote influential pamphlets.\n</p><p>Admiral Sir John Fisher, as First Sea Lord (1904–10), solicited Corbett’s endorsement of a number of innovations, including the dreadnought and the battle cruiser. Corbett advised on naval policy during the First World War, was knighted in 1917, and became the historian of the war’s maritime conduct in his <i>Naval Operations</i> (3 vols., 1920–23), a controversial and difficult task.\n</p><p>More information about Sir Julian’s life and career, and a list of further reading, can be found in Sir Geoffrey Callender’s entry on Corbett (revised by James Goldrick) in the <i>Oxford Dictionary of National Biography</i> (ODNB).\n</p>\n<ul><li><b>Admiral Sir Herbert Richmond (1871–1946)</b></li></ul>\n<p>Herbert Richmond was perhaps the most brilliant naval officer of his generation. In 1913 he edited the society’s vol. 42, <i>Papers relating to the Loss of Minorca</i>. He was a close friend of Sir Julian Corbett, and took over Corbett’s task of editing <i>The Private papers of George, 2nd Earl Spencer</i>, contributing vols 3 and 4 in 1924 (vols 58 and 59).\n</p><p>Richmond entered the navy in 1885 and rose swiftly, though his well known tendency to offer critical advice to his senior officers, as well as publishing critical articles, limited his naval career. He was a moving spirit in the founding of the <i>Naval Review</i> in 1912. Eventually in 1920 he was made Rear-Admiral, between 1923 and 1925 he was Commander-in-Chief, East Indies Station, after which he became the first Commandant of the new Imperial Defence College. In 1929 he was promoted to Admiral at which point he retired.\n</p><p>In addition to the society’s volumes, Richmond had also written two fine studies: <i>The Navy in the War of 1739–48</i> (1920) and after his retirement, <i>The Navy in India</i> (1931). In 1934 he appointed to the Vere Harmsworth Chair of Imperial and Naval History at Cambridge, and two years later was elected as Master of Downing College, Cambridge.\n</p><p>See A.J. Marder, <i>Portrait of an Admiral: the Life and Papers of Sir Herbert Richmond</i> (1952); Barry Hunt, <i>Sailor-Scholar: Admiral Sir Herbert Richmond 1871–1946</i> (1982).\n</p>\n<ul><li><b>Professor Michael Lewis (1890–1970)</b></li></ul>\n<p>Michael Lewis was a councillor and a vice-president of the NRS. He edited, with insight and humour, Sir William Henry Dillon’s enjoyable and lengthy A Narrative of My Personal Adventures (1790–1839) that comprise Volumes 93 and 97 (1953–56) of the society’s publications.\n</p><p>Like Sir John Knox Laughton, Sir Julian Corbett, and Sir Geoffrey Callender, Lewis was a member of ‘the Greenwich School’ of naval historians – to employ C. Northcote Parkinson’s phrase. This ‘Greenwich School’ – members of the Admiralty’s own teaching staff – dominated the writing and interpretation of naval history at a time when academic historians at the universities concerned themselves rather more with \"turnips, spinning-jennies and constitutional progress\" than with considerations of Britain's maritime past (see English Historical Review, Vol. 64, 1949, pp. 374–375).\n</p><p>Educated at Uppingham and at Trinity College, Cambridge, Lewis was in 1913 appointed an assistant master at the old Royal Naval College at Osborne, and served throughout the First World War in the Royal Marine Artillery. In 1922 he became assistant head of the history and English department at the Royal Naval College, Dartmouth, and in 1934 the Admiralty appointed him professor of history and English at the Royal Naval College, Greenwich, in succession to Sir Geoffrey Callender. He held that post until his retirement in 1955.\n</p><p>Initially a writer of fiction and light verse who contributed to Punch, Lewis from 1939 was a prolific and in many ways groundbreaking writer on naval history. His works, often highly original investigations of facets of the navy’s story, include <i>England’s Sea Officers</i> (1939), <i>British Ships and British Seamen</i> (1942), <i>The Navy of Britain</i> (1948), <i>The History of the British Navy</i> (1959), <i>A Social History of the Navy</i>, 1793–1815 (1960), <i>The Spanish Armada</i> (1960), <i>Armada Guns</i> (1961), <i>Napoleon and his British Captives</i> (1962), and <i>The Navy in Transition</i>, 1814–64 (1965).\n</p><p>Professor Michael Arthur Lewis was a fellow of the Society of Arts (FSA), a fellow of the Royal Historical Society (FRHistS), and a Commander of the British Empire (CBE). An obituary, with photograph, appeared in <i>The Times</i> (2 March 1970, p. 12).\n</p>\n<ul><li><b>Professor Christopher Lloyd (1906–1986)</b></li></ul>\n<p>Christopher Lloyd took a notable part in the organisation of the society, becoming administrative Secretary in 1949, then adding publications to his responsibilities in 1950. Between 1952 and 1962 he was full Secretary from 1952 to 1962. His first edited volume of five for the society was the second volume of the Keith papers (vol. 90), when he took over a project started in 1926 by W.G.Perrin, the Admiralty Librarian. Lloyd completed the third volume (vol. 96) in 1955. He also edited the fourth <i>Miscellany</i> volume in 1952, the <i>Memoir of James Trevenen, 1760–1790</i> (vol. 100, 1959) and <i>The Health of Seamen</i> in 1965 (vol. 107).\n</p><p>Christopher Lloyd was educated at Oxford, taught in Canada and then at the Royal Naval College, Dartmouth, until 1945. He was then appointed a lecturer at the RNC Greenwich, where he taught until his retirement in 1966. In 1962 he was appointed professor of history. He was editor of the journal of the Society for Nautical Research in 1971.\n</p><p>His best-known books were <i>The Navy and the Slave Trade</i> (1949) and a general history, <i>The British Seaman</i> (1968). He also completed, with Jack Coulter, the third volume of <i>Medicine and the Navy, 1200–1900</i> (1961). This last volume was a successor to the first two volumes produced by Surgeon Commander John Keevil.\n</p>\n<ul><li><b>Professor Nicholas Rodger (1949- )</b></li></ul>\n<p>Nicholas Rodger was honorary secretary of the society between 1976 and 1990 during which time he was an Assistant Keeper in the Public Record Office, where he started in 1974. In 1992 he was made Anderson fellow of the National Maritime Museum, created for him so that he could start the three-volume <i>The Naval History of Britain</i>. In 1999 he became a senior lecturer in history at the University of Exeter, and in 2000 was given a personal chair as professor of naval history. In October 2008 he became a senior research fellow at All Soul’s, Oxford.\n</p><p>Dr. Rodger edited a Naval Miscellany volume (vol. 125) and was one of the team of editors who assembled the documents for the Centenary volume, <i>British Naval Documents, 1204–1960</i> (vol. 131). He wrote <i>The Admiralty</i> (1979), followed by <i>The Wooden World: an anatomy of the Georgian Navy</i> (1986). In 1993 his third book was published: <i>The Insatiable Earl: a life of the Fourth Earl of Sandwich 1718–1792</i>. The first volume of <i>A Naval History of Britain</i> appeared in 1997 <i>The Safeguard of the Sea</i>: vol. 1 660–1649. The second volume, <i>The Command of the Ocean</i> 1649–1815, was published in 2004. Professor Rodger is now working on the third volume.\n</p><p>Professor Rodger has a D.Phil. from Oxford and is a fellow of the Royal Historical Society and of the Society of Antiquaries. In 2005 he was elected a fellow of the British Academy.\n</p>\n<ul><li><b>Professor Andrew Lambert (1956- )</b></li></ul>\n<p>Andrew Lambert was honorary secretary of the society from 1996 until 2005 and has been a member of council for many years. He has edited one of the society’s volumes (vol.143) <i>Letters and Papers of Professor Sir John Knox Laughton, 1830–1915</i> (2002).\n</p><p>He has taught in the Department of War Studies at King’s College, London since 1991, having previously taught at the RMA, Sandhurst. Professor Lambert was given a chair in naval history at Kings in 1999 and since 2001 he has been Laughton Professor of Naval History. He is a fellow of the Royal Historical Society.\n</p><p>Professor Lambert has published prolifically on the nineteenth century. His books include <i>Battleships in Transition: the creation of the Steam Battlefleet 1815–1960</i> (1984); <i>The Crimean War: British Grand Strategy: British Grand Strategy against Russia, 1853–1856</i> (1990); <i>The Last Sailing Battlefleet: Maintaining Naval Master 1815–1850</i> (1991); <i>The Foundations of Naval History: John Knox Laughton, the Royal Navy and the Historical Profession</i> (1998); <i>War at Sea in the Age of Sail</i> (2000), Nelson: <i>Britannia’s God of War</i> (2004) and <i>Admirals</i> (2008). <i>Franklin at the Gates of Hell: A Polar Tragedy</i> is to appear in 2009. He also presented the television series <i>War at Sea</i> (BBC 2, 2004).\n</p>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Navy_Records_Society&amp;action=edit&amp;section=4\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><a rel=\"nofollow\" class=\"external text\" href=\"http://www.navyrecords.org.uk/\">Official Website of the Navy Records Society</a>\n</p>\n<div role=\"navigation\" class=\"navbox\" aria-labelledby=\"Authority_control_frameless_&amp;#124;text-top_&amp;#124;10px_&amp;#124;alt=Edit_this_at_Wikidata_&amp;#124;link=https&amp;#58;//www.wikidata.org/wiki/Q6982680&amp;#124;Edit_this_at_Wikidata\" style=\"padding:3px\"><table class=\"nowraplinks hlist navbox-inner\" style=\"border-spacing:0;background:transparent;color:inherit\"><tbody><tr><th id=\"Authority_control_frameless_&amp;#124;text-top_&amp;#124;10px_&amp;#124;alt=Edit_this_at_Wikidata_&amp;#124;link=https&amp;#58;//www.wikidata.org/wiki/Q6982680&amp;#124;Edit_this_at_Wikidata\" scope=\"row\" class=\"navbox-group\" style=\"width:1%\"><a href=\"/wiki/Help:Authority_control\" title=\"Help:Authority control\">Authority control</a> <a href=\"https://www.wikidata.org/wiki/Q6982680\" title=\"Edit this at Wikidata\"><img alt=\"Edit this at Wikidata\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Blue_pencil.svg/10px-Blue_pencil.svg.png\" width=\"10\" height=\"10\" style=\"vertical-align: text-top\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Blue_pencil.svg/15px-Blue_pencil.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/7/73/Blue_pencil.svg/20px-Blue_pencil.svg.png 2x\" data-file-width=\"600\" data-file-height=\"600\" /></a></th><td class=\"navbox-list navbox-odd\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><span class=\"nowrap\"> <a rel=\"nofollow\" class=\"external text\" href=\"https://www.worldcat.org/identities/containsVIAFID/133317245\">WorldCat Identities</a></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Biblioth%C3%A8que_nationale_de_France\" title=\"Bibliothèque nationale de France\">BNF</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"http://catalogue.bnf.fr/ark:/12148/cb11987483t\">cb11987483t</a> <a rel=\"nofollow\" class=\"external text\" href=\"http://data.bnf.fr/ark:/12148/cb11987483t\">(data)</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Integrated_Authority_File\" title=\"Integrated Authority File\">GND</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"https://d-nb.info/gnd/1010170-6\">1010170-6</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/International_Standard_Name_Identifier\" title=\"International Standard Name Identifier\">ISNI</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"http://isni.org/isni/0000000119561826\">0000 0001 1956 1826</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Library_of_Congress_Control_Number\" title=\"Library of Congress Control Number\">LCCN</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"http://id.loc.gov/authorities/names/n50066138\">n50066138</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Syst%C3%A8me_universitaire_de_documentation\" title=\"Système universitaire de documentation\">SUDOC</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"https://www.idref.fr/027939804\">027939804</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Virtual_International_Authority_File\" title=\"Virtual International Authority File\">VIAF</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"https://viaf.org/viaf/133317245\">133317245</a></span></span></li></ul>\n</div></td></tr></tbody></table></div>\n\n<!-- \nNewPP limit report\nParsed by mw1275\nCached time: 20180910063038\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.104 seconds\nReal time usage: 0.173 seconds\nPreprocessor visited node count: 303/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 10115/2097152 bytes\nTemplate argument size: 269/2097152 bytes\nHighest expansion depth: 12/40\nExpensive parser function count: 9/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 1/400\nLua time usage: 0.052/10.000 seconds\nLua memory usage: 1.46 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  139.417      1 -total\n 44.60%   62.177      1 Template:Authority_control\n 28.33%   39.501      1 Template:Unreferenced\n 26.26%   36.609      1 Template:Ambox\n 22.17%   30.911      1 Template:Use_dmy_dates\n 13.19%   18.384      2 Template:DMCA\n 11.72%   16.341      2 Template:Dated_maintenance_category\n  8.74%   12.181      2 Template:FULLROOTPAGENAME\n  5.68%    7.912      2 Template:Ns_has_subpages\n  4.71%    6.564      1 Template:Use_British_English\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:10653048-0!canonical and timestamp 20180910063038 and revision id 847261711\n -->\n</div>"},"langlinks":[{"lang":"de","url":"https://de.wikipedia.org/wiki/Navy_Records_Society","langname":"German","autonym":"Deutsch","*":"Navy Records Society"},{"lang":"es","url":"https://es.wikipedia.org/wiki/Navy_Records_Society","langname":"Spanish","autonym":"español","*":"Navy Records Society"}],"categories":[{"sortkey":"","hidden":"","*":"Use_dmy_dates_from_December_2017"},{"sortkey":"","hidden":"","*":"Use_British_English_from_December_2017"},{"sortkey":"","hidden":"","*":"Articles_lacking_sources_from_December_2017"},{"sortkey":"","hidden":"","*":"All_articles_lacking_sources"},{"sortkey":"","hidden":"","*":"Wikipedia_articles_with_BNF_identifiers"},{"sortkey":"","hidden":"","*":"Wikipedia_articles_with_GND_identifiers"},{"sortkey":"","hidden":"","*":"Wikipedia_articles_with_ISNI_identifiers"},{"sortkey":"","hidden":"","*":"Wikipedia_articles_with_LCCN_identifiers"},{"sortkey":"","hidden":"","*":"Wikipedia_articles_with_SUDOC_identifiers"},{"sortkey":"","hidden":"","*":"Wikipedia_articles_with_VIAF_identifiers"},{"sortkey":"","*":"History_of_the_Royal_Navy"},{"sortkey":"","*":"History_organisations_based_in_the_United_Kingdom"},{"sortkey":"","*":"Learned_societies_of_the_United_Kingdom"},{"sortkey":"","*":"Book_publishing_companies_of_the_United_Kingdom"},{"sortkey":"","*":"Text_societies"},{"sortkey":"","*":"British_veterans'_organisations"},{"sortkey":"","*":"1893_establishments_in_the_United_Kingdom"},{"sortkey":"","*":"Organizations_established_in_1893"}],"links":[{"ns":14,"exists":"","*":"Category:Use dmy dates from December 2017"},{"ns":14,"exists":"","*":"Category:Use British English from December 2017"},{"ns":14,"exists":"","*":"Category:Articles lacking sources from December 2017"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with BNF identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with GND identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with ISNI identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with LCCN identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with SUDOC identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with VIAF identifiers"},{"ns":0,"exists":"","*":"Admiral Cyprian Bridge"},{"ns":0,"exists":"","*":"Alfred Thayer Mahan"},{"ns":0,"exists":"","*":"Bibliothèque nationale de France"},{"ns":0,"exists":"","*":"Camden Society"},{"ns":0,"exists":"","*":"Hakluyt Society"},{"ns":0,"exists":"","*":"Integrated Authority File"},{"ns":0,"exists":"","*":"International Standard Name Identifier"},{"ns":0,"exists":"","*":"John Knox Laughton"},{"ns":0,"exists":"","*":"Library of Congress Control Number"},{"ns":0,"exists":"","*":"Royal Navy"},{"ns":0,"exists":"","*":"Système universitaire de documentation"},{"ns":0,"exists":"","*":"Text publication society"},{"ns":0,"exists":"","*":"Virtual International Authority File"},{"ns":4,"exists":"","*":"Wikipedia:Citing sources"},{"ns":4,"exists":"","*":"Wikipedia:Verifiability"},{"ns":12,"exists":"","*":"Help:Authority control"},{"ns":12,"exists":"","*":"Help:Introduction to referencing with Wiki Markup/1"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Use dmy dates"},{"ns":10,"exists":"","*":"Template:DMCA"},{"ns":10,"exists":"","*":"Template:Dated maintenance category"},{"ns":10,"exists":"","*":"Template:FULLROOTPAGENAME"},{"ns":10,"exists":"","*":"Template:Ns has subpages"},{"ns":10,"exists":"","*":"Template:Use British English"},{"ns":10,"exists":"","*":"Template:Unreferenced"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Authority control"},{"ns":10,"exists":"","*":"Template:EditAtWikidata"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Ns has subpages"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Authority control"},{"ns":828,"exists":"","*":"Module:ResolveEntityId"},{"ns":828,"exists":"","*":"Module:Navbox"},{"ns":828,"exists":"","*":"Module:Navbar"},{"ns":828,"exists":"","*":"Module:EditAtWikidata"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Question_book-new.svg","NRS_Logo.jpg","Blue_pencil.svg"],"externallinks":["https://www.wikidata.org/wiki/Q6982680","http://www.navyrecords.org.uk/","https://www.worldcat.org/identities/containsVIAFID/133317245","http://catalogue.bnf.fr/ark:/12148/cb11987483t","http://data.bnf.fr/ark:/12148/cb11987483t","https://d-nb.info/gnd/1010170-6","http://isni.org/isni/0000000119561826","http://id.loc.gov/authorities/names/n50066138","https://www.idref.fr/027939804","https://viaf.org/viaf/133317245"],"sections":[{"toclevel":1,"level":"2","line":"The Last Ten Volumes","number":"1","index":"1","fromtitle":"Navy_Records_Society","byteoffset":1057,"anchor":"The_Last_Ten_Volumes"},{"toclevel":1,"level":"2","line":"Online Magazine","number":"2","index":"2","fromtitle":"Navy_Records_Society","byteoffset":2075,"anchor":"Online_Magazine"},{"toclevel":1,"level":"2","line":"Leading Figures","number":"3","index":"3","fromtitle":"Navy_Records_Society","byteoffset":2800,"anchor":"Leading_Figures"},{"toclevel":1,"level":"2","line":"External links","number":"4","index":"4","fromtitle":"Navy_Records_Society","byteoffset":18608,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Navy Records Society","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q6982680"}]}}