{"parse":{"title":"Domestic drama","pageid":11226549,"revid":781238197,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-style ambox-More_footnotes\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/40px-Text_document_with_red_question_mark.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/60px-Text_document_with_red_question_mark.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/80px-Text_document_with_red_question_mark.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article includes a <a href=\"/wiki/Wikipedia:Citing_sources\" title=\"Wikipedia:Citing sources\">list of references</a>, but <b>its sources remain unclear</b> because it has <b>insufficient <a href=\"/wiki/Wikipedia:Citing_sources#Inline_citations\" title=\"Wikipedia:Citing sources\">inline citations</a></b>.<span class=\"hide-when-compact\"> Please help to <a href=\"/wiki/Wikipedia:WikiProject_Fact_and_Reference_Check\" title=\"Wikipedia:WikiProject Fact and Reference Check\">improve</a> this article by <a href=\"/wiki/Wikipedia:When_to_cite\" title=\"Wikipedia:When to cite\">introducing</a> more precise citations.</span>  <small><i>(September 2015)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p><b>Domestic drama</b> expresses and focuses on the realistic everyday lives of <a href=\"/wiki/Middle-class\" class=\"mw-redirect\" title=\"Middle-class\">middle or lower classes</a> in a certain society, generally referring to the post-<a href=\"/wiki/Renaissance\" title=\"Renaissance\">Renaissance</a> eras. According to the <i>English Communications Syllabus</i>, domestic drama refers to a dramatic story containing an emphasis on its “characters' intimate relationships and their responses to [the] unfolding events in their lives.” The characters, their lives, and the events that occur within the show are usually classified as 'ordinary' events, lives, and characters, but this does not limit the extent of what domestic drama can represent. Domestic drama does, however, take the approach in which it “concerns people much like ourselves, taken from the lower and middle classes of society, who struggle with everyday problems such as poverty, sickness, crime, and family strife.” \n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Roots\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Roots</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Development_and_History\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Development and History</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Audience_Appeal\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Audience Appeal</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Text\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Text</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Social_expression\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Social expression</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Sources\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Sources</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#External_links\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Roots\">Roots</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Domestic_drama&amp;action=edit&amp;section=1\" title=\"Edit section: Roots\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Domestic is derived from the Latin domus, or home. The word domestic is defined as “of or relating to the household.” <a href=\"/wiki/Drama\" title=\"Drama\">Drama</a> receives the definition of “A prose or verse composition, especially one telling a serious story, that is intended for representation by actors impersonating the characters and performing the dialogue and action,” and it is derived from the Greek word drao, to act or to take action. The combination of both domestic and drama provides a literal translation of “a serious story relating to the household,” clearly a synonymous definition to the given definition provided by the English Communications Syllab\n</p>\n<h2><span class=\"mw-headline\" id=\"Development_and_History\">Development and History</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Domestic_drama&amp;action=edit&amp;section=2\" title=\"Edit section: Development and History\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Dramatic works have nearly always contained a sense of domestic drama within its fundamental plot line.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> Even in the early ages of <a href=\"/wiki/Greek_drama\" class=\"mw-redirect\" title=\"Greek drama\">Greek drama</a>, there has been a sense of ordinary people's struggles with their lives (though this cannot be classified as domestic drama due to the incorporation of the Greek gods interfering with the common people and the enabling of the common people to have “godlike” attributes). <a href=\"/wiki/Medieval_theatre\" title=\"Medieval theatre\">Medieval theatre</a> tended to express religious themes within their shows with miracles and the creation of <a href=\"/wiki/Morality_play\" title=\"Morality play\">morality plays</a>, in which the shows were used as religious allegories. Though not yet emphasizing the ordinary lives, the development of dramatic works is slowly working towards more realistic plot lines, one of the essential elements in domestic drama.\n<a href=\"/wiki/History_of_theatre#Renaissance_theatre\" title=\"History of theatre\">Renaissance theatre</a> marks the arrival of <a href=\"/wiki/Pastoral_drama\" class=\"mw-redirect\" title=\"Pastoral drama\">pastoral drama</a>, drama referring to the relationships of the <a href=\"/wiki/Peasant\" title=\"Peasant\">rustics</a>. Though this describes the events of 'ordinary people', the shows tended to stretch realism, focussed mainly on the <a href=\"/wiki/Romantic_relationship\" class=\"mw-redirect\" title=\"Romantic relationship\">romantic relationships</a> of the rustics, and were decorated with an emphasis on the <a href=\"/wiki/Comedic\" class=\"mw-redirect\" title=\"Comedic\">comedic</a> aspect of theater. Pastoral drama was considered to be more successful than the traditional <a href=\"/wiki/Comedy\" title=\"Comedy\">comedies</a> and <a href=\"/wiki/Tragedy\" title=\"Tragedy\">tragedies</a>, enforcing the further development into domestic drama.\n</p><p>Drama in the late seventeenth century consisted of <a href=\"/wiki/Neoclassicism\" title=\"Neoclassicism\">neoclassical</a> comedies focusing on the comedic relationships within the <a href=\"/wiki/Upper_class\" title=\"Upper class\">upper classes</a>. This era also consisted of the <a href=\"/wiki/Restoration_drama\" class=\"mw-redirect\" title=\"Restoration drama\">Restoration drama</a> and placed an emphasis on the usage of <a href=\"/wiki/Poetry\" title=\"Poetry\">poetic language</a>, “sensational incidents, and epic personages” within the show. These styles of shows are not considered domestic dramas because they focus on the relationships of the higher classes, as opposed to the middle or lower classes. This further develops into domestic drama as the plot lines become more realistic and centered around <a href=\"/wiki/Fictional_character\" class=\"mw-redirect\" title=\"Fictional character\">characters</a>' relationships and their actions towards each other.\n</p><p>The eighteenth century marks the arrival of domestic drama as the shows start focusing on the problems of the ordinary people. The early eighteenth century playwrights used domestic drama to express the “trend toward sentimental <a href=\"/wiki/Bourgeois\" class=\"mw-redirect\" title=\"Bourgeois\">bourgeois</a> realism.” These new domestic dramas also incorporated realistic comedies of fairly sophisticated characterizations [with] middle-class <a href=\"/wiki/Morality\" title=\"Morality\">morality</a>. These early domestic dramas are classified as part of the Romantic era of all types of arts.\n</p>\n<div class=\"thumb tleft\"><div class=\"thumbinner\" style=\"width:172px;\"><a href=\"/wiki/File:Ibsen-Dresden01.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/3/34/Ibsen-Dresden01.jpg/170px-Ibsen-Dresden01.jpg\" width=\"170\" height=\"272\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/3/34/Ibsen-Dresden01.jpg/255px-Ibsen-Dresden01.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/3/34/Ibsen-Dresden01.jpg/340px-Ibsen-Dresden01.jpg 2x\" data-file-width=\"481\" data-file-height=\"770\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Ibsen-Dresden01.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>Portrait of a younger Henrik Ibsen, one of the first playwrights to adapt domestic drama into his works.</div></div></div><p>Nineteenth century drama took the complete step in incorporating <a href=\"/wiki/Realism_(theatre)\" title=\"Realism (theatre)\">realism</a> into drama, thus resulting in more serious and <a href=\"/wiki/Philosophical\" class=\"mw-redirect\" title=\"Philosophical\">philosophical</a> drama. Characters and <a href=\"/wiki/Setting_(fiction)\" class=\"mw-redirect\" title=\"Setting (fiction)\">settings</a> gradually developed into the realistic truths of the current society. Along with realism was <a href=\"/wiki/Naturalism_(literature)\" title=\"Naturalism (literature)\">naturalism</a>: “selective realism emphasizing the more sordid and pessimistic aspects of life.” This movement of combined realism and naturalism gave way to the “slice-of-life” shows commonly synonymous with domestic drama. One outstanding playwright of this era was <a href=\"/wiki/Henrik_Ibsen\" title=\"Henrik Ibsen\">Henrik Ibsen</a> of <a href=\"/wiki/Norway\" title=\"Norway\">Norway</a>. His frequent usage of realism within his shows “brought to a climax the realistic movement of the nineteenth century and also served as a bridge to twentieth century symbolism.”<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> Ibsen used middle-class characters dealing with his complex plots and “surpassed other such works” of his time. Playwrights such as Ibsen have drawn much attention to domestic drama and have brought this method to its high significant stature in modern theatrical works.\n</p><p>The twentieth century introduced <a href=\"/wiki/Symbol\" title=\"Symbol\">symbolism</a> into the makings of domestic dramas, ultimately causing variations within domestic drama. Early twentieth century shows incorporated such <a href=\"/w/index.php?title=Psychological_device&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Psychological device (page does not exist)\">psychological devices</a> as “minimal scenery, telegraphic dialogue, talking machines, and characters portrayed as types rather than individuals.”<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> Domestic drama suddenly became a combination of <a href=\"/wiki/Naturalism_(literature)\" title=\"Naturalism (literature)\">naturalism</a>, <a href=\"/wiki/Expressionism\" title=\"Expressionism\">expressionism</a>, symbolism, and commonly used psychological affairs. The classification of domestic dramas became unclear as shows challenged new ideas and created a difficulty in determining the <a href=\"/wiki/Illusion\" title=\"Illusion\">illusions</a> and <a href=\"/wiki/Realism_(arts)\" title=\"Realism (arts)\">realism</a> of a show.\n</p><p>Modern dramas usually revolve around <a href=\"/wiki/Psychological\" class=\"mw-redirect\" title=\"Psychological\">psychological</a>, <a href=\"/wiki/Social\" title=\"Social\">social</a>, and <a href=\"/wiki/Political\" class=\"mw-redirect\" title=\"Political\">political</a> affairs, all of which seem to have their roots in domestic drama. Modern works also use interpretive ideas, such as “distinctive voice and vision, stark settings, austere language in spare dialog, meaningful silences, the projection of a powerful streak of menace, and outbursts of real or implied violence.”<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>  The utensils of dramatic works have greatly expanded, but all still carry the roots of domestic drama. Domestic drama also carries the implications of current affairs with society: such as <a href=\"/wiki/Civil_rights_movement\" title=\"Civil rights movement\">civil rights</a>, <a href=\"/wiki/Feminism\" title=\"Feminism\">feminism</a>, and current political and sociological disputes. Current domestic drama itself tends to express the “war-at-home” style of theater, whereas twentieth century domestic drama could be classified as <a href=\"/wiki/Experimental_theater\" class=\"mw-redirect\" title=\"Experimental theater\">experimental theater</a> or <a href=\"/w/index.php?title=Symbolic_theater&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Symbolic theater (page does not exist)\">symbolic theater</a>.\n</p>\n<h2><span class=\"mw-headline\" id=\"Audience_Appeal\">Audience Appeal</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Domestic_drama&amp;action=edit&amp;section=3\" title=\"Edit section: Audience Appeal\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Domestic drama tends to appeal to the audience because most of the audience can relate to the events within a domestic drama. The audience is appealed to this style of drama in four ways: empathy, humor, suspense, and resolution of the issues. This group of spectators can empathize with the domestic drama at hand because the domestic drama touches incidents that are common to the 'ordinary' people. Many playwright use the audience's empathy to manipulate the proposed expression of the show. David Williamson's “Brilliant Lies” uses “domestic unit battling” to create sympathy from the audience as they are confronted with the issue.\nHumor provides the entertainment value within a domestic drama as these usually touch base with serious matters. The entertainment value of a show keeps the people engaged without having to continually use serious turns of events in order to maintain an audience's interest.\nSuspense provides “dramatic irony” as the audience indulges itself within the characters' situation and privacy of their backgrounds. Suspense is used in a domestic drama in order for the audience to react with the characters of the show. This “[positions] the audience to feel privileged and therefore involved with the unfolding drama.”\nAs in all shows, an audience expects a resolution to the conflict within a show. Domestic dramas drive the show to its resolution to keep the audience desiring to reach the climax. Domestic dramas use such a technique that is very similar to the style of modern soap operas.\n</p>\n<h2><span class=\"mw-headline\" id=\"Text\">Text</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Domestic_drama&amp;action=edit&amp;section=4\" title=\"Edit section: Text\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The text of a domestic drama follows a specific guideline in order to stay within this genre: subject, structure, and language. By deviating from this guideline too excessively, the classification as a domestic drama becomes problematic.\nThe subject of a domestic drama must be that of the 'ordinary' people. The audience (generally 'ordinary') needs to connect with the characters of the domestic drama, and the plot must the following the “<a href=\"/wiki/Separate_spheres\" title=\"Separate spheres\">domestic sphere</a>” of “traditional families, urban family units, or domestic households.” The subject of the domestic drama could also imply to relationships at a workplace as this does relate to the 'ordinary' events of 'ordinary' people. The subjects of concern could vastly range from poverty to family strife, from civil rights to economic injustices. Due to the audience relationship with the material of the domestic drama, most domestic dramas are most successful in the society in which the plot is direct towards because the audience is most familiar with the culture of the show.\nDomestic dramas follow a fairly linear structure and generally have a sort of patriarchal figure as a representative of the family. This patriarchal figure provides the guidelines of the everyday nature of the subjects of the show. Confrontations with the patriarchal figure are also a common structure within domestic dramas.\nThe language used in a domestic drama generally relates with the 'ordinary' subjects of a show to reinforce the “realistic impression” of the show onto and audience. The usage of a specific language enables a specific audience to further connect with the subjects of the domestic drama as language is an “intimate personal way of communicating.”\n</p>\n<h2><span class=\"mw-headline\" id=\"Social_expression\">Social expression</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Domestic_drama&amp;action=edit&amp;section=5\" title=\"Edit section: Social expression\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Theater has been commonly used as a public expression of the humanitarian affairs of a certain era. From the seventeenth to the nineteenth era, drama expressed the ideals of the caste and court system, with nobility on high and rustics down low. This expression gave way to the public in order to see and understand how this system was to work within their society. Some might say that theater has played a very important role in the shaping of societies when used in this way. Nineteenth century induced the importance of the middle-class within drama and introduced the role of the bourgeois and the usage of aristocratic entertainment. The political aspects of a certain era were inevitably present within these shows, especially shows leading towards domestic drama. Theater was considered to have “good [socially] position” characters against the immoral acts of society, usually a sort of infringement against a certain code of behavior. Theater was the way to explain the rights and wrongs of a certain lifestyle in a society, especially if the characters were of the 'ordinary' people so that the audience could relate with the characters. Modern drama changed this aspect of theater as it was not directed towards any one class in society, but rather the collaboration of the artistic aspects within these classes. Such a combination created much difficulty in domestic drama as domestic drama appeals to a specific class.\n</p>\n<h2><span class=\"mw-headline\" id=\"Sources\">Sources</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Domestic_drama&amp;action=edit&amp;section=6\" title=\"Edit section: Sources\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ol><li><a rel=\"nofollow\" class=\"external text\" href=\"http://wwwfp.education.tas.gov.au/english/word/Domesticdrama.doc\">Domestic Drama</a> by Maddy Ritchard and Anna Forward</li>\n<li>Encyclopædia Britannica 15th Edition (2007)</li></ol>\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.answers.com/topic/drama\">Domestic drama</a> at <i><a href=\"/wiki/Answers.com\" title=\"Answers.com\">Answers.com</a></i></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Columbia University Press via answers.com, section 7 paragraph 5</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Columbia University Press via answers.com\nsection 8 paragraph 2</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Columbia University Press via answers.com section 8 paragraph 9</span>\n</li>\n</ol></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Domestic_drama&amp;action=edit&amp;section=7\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20060819134156/http://wwwfp.education.tas.gov.au/english/word/Domesticdrama.doc\">A review of domestic drama</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2238\nCached time: 20180913191308\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.088 seconds\nReal time usage: 0.124 seconds\nPreprocessor visited node count: 273/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 4319/2097152 bytes\nTemplate argument size: 113/2097152 bytes\nHighest expansion depth: 12/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 1265/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.027/10.000 seconds\nLua memory usage: 926 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   87.411      1 -total\n 84.63%   73.974      1 Template:More_footnotes\n 50.25%   43.923      1 Template:Ambox\n 10.49%    9.169      1 Template:Answers.com\n  6.68%    5.835      1 Template:PAGENAMEBASE\n  5.59%    4.890      2 Template:Yesno-no\n  3.44%    3.005      1 Template:Main_other\n  2.79%    2.437      2 Template:Yesno\n  1.83%    1.603      1 Template:Trim\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:11226549-0!canonical and timestamp 20180913191308 and revision id 781238197\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Domestic Drama","hidden":"","*":"Articles_lacking_in-text_citations_from_September_2015"},{"sortkey":"Domestic Drama","hidden":"","*":"All_articles_lacking_in-text_citations"},{"sortkey":"Domestic Drama","*":"Drama"}],"links":[{"ns":14,"exists":"","*":"Category:Articles lacking in-text citations from September 2015"},{"ns":0,"exists":"","*":"Answers.com"},{"ns":0,"exists":"","*":"Bourgeois"},{"ns":0,"exists":"","*":"Civil rights movement"},{"ns":0,"exists":"","*":"Comedic"},{"ns":0,"exists":"","*":"Comedy"},{"ns":0,"exists":"","*":"Drama"},{"ns":0,"exists":"","*":"Experimental theater"},{"ns":0,"exists":"","*":"Expressionism"},{"ns":0,"exists":"","*":"Feminism"},{"ns":0,"exists":"","*":"Fictional character"},{"ns":0,"exists":"","*":"Greek drama"},{"ns":0,"exists":"","*":"Henrik Ibsen"},{"ns":0,"exists":"","*":"History of theatre"},{"ns":0,"exists":"","*":"Illusion"},{"ns":0,"exists":"","*":"Medieval theatre"},{"ns":0,"exists":"","*":"Middle-class"},{"ns":0,"exists":"","*":"Morality"},{"ns":0,"exists":"","*":"Morality play"},{"ns":0,"exists":"","*":"Naturalism (literature)"},{"ns":0,"exists":"","*":"Neoclassicism"},{"ns":0,"exists":"","*":"Norway"},{"ns":0,"exists":"","*":"Pastoral drama"},{"ns":0,"exists":"","*":"Peasant"},{"ns":0,"exists":"","*":"Philosophical"},{"ns":0,"exists":"","*":"Poetry"},{"ns":0,"exists":"","*":"Political"},{"ns":0,"exists":"","*":"Psychological"},{"ns":0,"exists":"","*":"Realism (arts)"},{"ns":0,"exists":"","*":"Realism (theatre)"},{"ns":0,"exists":"","*":"Renaissance"},{"ns":0,"exists":"","*":"Restoration drama"},{"ns":0,"exists":"","*":"Romantic relationship"},{"ns":0,"exists":"","*":"Separate spheres"},{"ns":0,"exists":"","*":"Setting (fiction)"},{"ns":0,"exists":"","*":"Social"},{"ns":0,"exists":"","*":"Symbol"},{"ns":0,"exists":"","*":"Tragedy"},{"ns":0,"exists":"","*":"Upper class"},{"ns":0,"*":"Psychological device"},{"ns":0,"*":"Symbolic theater"},{"ns":4,"exists":"","*":"Wikipedia:Citing sources"},{"ns":4,"exists":"","*":"Wikipedia:When to cite"},{"ns":4,"exists":"","*":"Wikipedia:WikiProject Fact and Reference Check"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:More footnotes"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Answers.com"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:PAGENAMEBASE"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:String"}],"images":["Text_document_with_red_question_mark.svg","Ibsen-Dresden01.jpg"],"externallinks":["http://www.answers.com/topic/drama","http://wwwfp.education.tas.gov.au/english/word/Domesticdrama.doc","https://web.archive.org/web/20060819134156/http://wwwfp.education.tas.gov.au/english/word/Domesticdrama.doc"],"sections":[{"toclevel":1,"level":"2","line":"Roots","number":"1","index":"1","fromtitle":"Domestic_drama","byteoffset":913,"anchor":"Roots"},{"toclevel":1,"level":"2","line":"Development and History","number":"2","index":"2","fromtitle":"Domestic_drama","byteoffset":1560,"anchor":"Development_and_History"},{"toclevel":1,"level":"2","line":"Audience Appeal","number":"3","index":"3","fromtitle":"Domestic_drama","byteoffset":7176,"anchor":"Audience_Appeal"},{"toclevel":1,"level":"2","line":"Text","number":"4","index":"4","fromtitle":"Domestic_drama","byteoffset":8724,"anchor":"Text"},{"toclevel":1,"level":"2","line":"Social expression","number":"5","index":"5","fromtitle":"Domestic_drama","byteoffset":10458,"anchor":"Social_expression"},{"toclevel":1,"level":"2","line":"Sources","number":"6","index":"6","fromtitle":"Domestic_drama","byteoffset":11913,"anchor":"Sources"},{"toclevel":1,"level":"2","line":"External links","number":"7","index":"7","fromtitle":"Domestic_drama","byteoffset":12103,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Domestic drama","iwlinks":[],"properties":[{"name":"defaultsort","*":"Domestic Drama"},{"name":"wikibase_item","*":"Q5290180"}]}}