{"parse":{"title":"Effective safety training","pageid":12337960,"revid":837737597,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content ambox-Refimprove\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Question_book-new.svg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png\" width=\"50\" height=\"39\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/75px-Question_book-new.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/100px-Question_book-new.svg.png 2x\" data-file-width=\"512\" data-file-height=\"399\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>needs additional citations for <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">verification</a></b>.<span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Effective_safety_training&amp;action=edit\">improve this article</a> by <a href=\"/wiki/Help:Introduction_to_referencing_with_Wiki_Markup/1\" title=\"Help:Introduction to referencing with Wiki Markup/1\">adding citations to reliable sources</a>. Unsourced material may be challenged and removed.</span>  <small><i>(January 2011)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p><b>Effective safety training</b> is an unofficial phrase used to describe the training materials designed to teach <a href=\"/wiki/Occupational_safety_and_health\" title=\"Occupational safety and health\">occupational safety and health</a> standards developed by the United States government labor organization, <a href=\"/wiki/Occupational_Safety_and_Health_Administration\" title=\"Occupational Safety and Health Administration\">Occupational Safety and Health Administration</a> (OSHA). OSHA has produced many standards and regulations that affect employers and employees in the United States.  United States employers have a legal responsibility to educate employees on all <a href=\"/wiki/Occupational_safety_and_health\" title=\"Occupational safety and health\">workplace safety</a> standards and the hazards that their employees may face while on the job, and providing effective safety training meets that responsibility.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Introduction\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Introduction</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Benefits_of_a_training_program\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Benefits of a training program</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#OSHA&#39;s_voluntary_training_guidelines\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">OSHA's voluntary training guidelines</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Computer_and_video_training\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Computer and video training</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#OSHA_Medical_Safety\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">OSHA Medical Safety</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#See_also\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#References\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Introduction\">Introduction</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Effective_safety_training&amp;action=edit&amp;section=1\" title=\"Edit section: Introduction\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Employers must have an overall safety program including relative site specific safety information where applicable.   The safety training program should cover topics such as:<sup id=\"cite_ref-Barnett_1-0\" class=\"reference\"><a href=\"#cite_note-Barnett-1\">&#91;1&#93;</a></sup>\n</p>\n<ul><li>accident prevention and safety promotion</li>\n<li>safety compliance</li>\n<li>accident and emergency response</li>\n<li>personal protective equipment</li>\n<li>safety practices</li>\n<li>equipment and machinery</li>\n<li>chemical and hazardous materials safety</li>\n<li>workplace hazards</li>\n<li>employee involvement</li></ul>\n<p>Employers must document all training.  Creating a training matrix will help keep track of who has been trained, when they were trained, the training topic, and when it is time for refresher training. Employees must also sign an official sign-in sheet provided by the employer that can serve as proof that employees received proper training.  The sign in sheet must have a broad description of what is being covered in the training. Tests or quizzes on the presented material can help gauge employee understanding of the material and highlight topics that need to be reviewed.\n</p><p>The non-English speaking population is consistently growing in many industries and it is important that employers provide bilingual training for those workers, as OSHA requires that <b>all employees</b> be properly trained.\n</p><p>Most employees display attitudes of disinterest and dread at the thought of attending a safety training, which can leave the trainer feeling frustrated and unappreciated.  It is the trainer's duty to make safety training fun and educational, which will help the trainees to retain the information, enjoy the course, and apply the learning to their work and lives.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Benefits_of_a_training_program\">Benefits of a training program</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Effective_safety_training&amp;action=edit&amp;section=2\" title=\"Edit section: Benefits of a training program\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>An effective training program can reduce the number of injuries and <a href=\"/wiki/Occupational_fatality\" title=\"Occupational fatality\">deaths</a>, property damage, legal liability, illnesses, workers' compensation claims, and missed time from work.  An effective safety training program can also help a trainer keep the required OSHA-mandated safety training courses organized and up-to-date.\nSafety training classes help establish a safety culture in which employees themselves help promote proper safety procedures while on the job. It is important that new employees be properly trained and embrace the importance of workplace safety as it is easy for seasoned workers to negatively influence the new hires. That negative influence however, can be purged with the establishment of new, hands-on, innovative effective safety training which will ultimately lead to an effective safety culture. A 1998 <a href=\"/wiki/NIOSH\" class=\"mw-redirect\" title=\"NIOSH\">NIOSH</a> study concluded that the role of training in developing and maintaining effective hazard control activities is a proven and successful method of intervention.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>\n</p>\n<h2><span id=\"OSHA.27s_voluntary_training_guidelines\"></span><span class=\"mw-headline\" id=\"OSHA's_voluntary_training_guidelines\">OSHA's voluntary training guidelines</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Effective_safety_training&amp;action=edit&amp;section=3\" title=\"Edit section: OSHA&#039;s voluntary training guidelines\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>OSHA issued voluntary training guidelines in 1992.  These guidelines serve as a model for trainers to use in developing, organizing, evaluating, and editing their safety training programs.  It is important for trainers to tailor the OSHA guidelines to their specific work site so that the training is relevant to the specific working conditions and not just a long generalized informational session.\n</p>\n<blockquote>\n<p>Many standards promulgated by OSHA explicitly require the employer to train employees in the safety and health aspects of their jobs. Other OSHA standards make it the employer’s responsibility to limit certain job assignments to employees who are “certified,” “competent,” or “qualified”—meaning that they have had special previous training, in or out of the workplace. The term “designated” personnel means selected or assigned by the employer or the employer’s representative as being qualified to perform specific duties. These requirements reflect OSHA’s belief that training is an essential part of every employer’s safety and health program for protecting workers from injuries and illnesses.<sup id=\"cite_ref-OSHA_4-0\" class=\"reference\"><a href=\"#cite_note-OSHA-4\">&#91;4&#93;</a></sup>\n</p>\n</blockquote>\n<p>OSHA’s training guidelines follow a model that consists of:\n</p>\n<ul><li>A. Determining if Training is Needed</li>\n<li>B. Identifying Training Needs</li>\n<li>C. Identifying Goals and Objectives</li>\n<li>D. Developing learning activities</li>\n<li>E. Conducting the training</li>\n<li>F. Evaluating program effectiveness</li>\n<li>G. Improving the program</li>\n<li>H. Training must align with job tasks.\n<ul><li><b>A. Determining if training is needed</b></li></ul></li></ul>\n<p>You first have to determine if a situation can be solved using training. Training, or retraining as the case may be, could be required by an OSHA standard.  Training is an effective solution to problems such as employee lack of understanding, unfamiliarity with equipment, incorrect execution of a task, lack of attention, or lack of motivation.  Sometimes, however, the situation cannot be mitigated through the use of training and other methods, such as the establishment of engineering controls, may be needed to ensure worker safety.\n</p>\n<ul><li><ul><li><b>B. Identifying training needs</b></li></ul></li></ul>\n<p>A <a href=\"/wiki/Job_safety_analysis\" title=\"Job safety analysis\">job safety analysis</a> and/or a <a href=\"/w/index.php?title=Job_hazard_analysis&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Job hazard analysis (page does not exist)\">job hazard analysis</a> should be conducted with every employee so that it is understood what is needed to do the job safely and what hazards are associated with the job.  A safety trainer may observe the worker in his/her environment to adequately assess the worker's training needs.  Certain employees may need extra training due to the hazards associated with their particular job.  These employees should be trained not only on\nhow to perform their job safely but also on how to operate within a hazardous\nenvironment.\n</p>\n<ul><li><ul><li><b>C. Identifying Goals and Objectives</b></li></ul></li></ul>\n<p>It is important for the Trainer to identify necessary training material.  It is equally important that the trainer identify training material that is not needed to avoid unnecessary training and frustration from their trainees.\n</p><p>At the beginning of every safety training session the trainer should clearly iterate the objectives of the class.  The objectives should be delivered using action oriented words like:  the employee... \"will be able to demonstrate\" or \"will know when to\"... which will help the audience understand what he/she should know by the end of the class or what to information to assimilate during the class. Clearly established objectives also help focus the evaluation process on those skill sets and knowledge requirements necessary to perform the job safely.\n</p>\n<ul><li><ul><li><b>D. Developing Learning Activities</b></li></ul></li></ul>\n<p>Training should be hands-on and simulate the job as closely as possible.  Trainers can use instructional aids such as charts, manuals, PowerPoint presentations, and films.  Trainers can also include role-playing, live demonstrations, and round-table group discussions to stimulate employee participation. Games like \"what's wrong with this picture\" (it is usually good to use pictures of situations found at their specific location)\" or \"safety jeopardy\" can be useful ways to make the training fun yet educational.\n</p>\n<ul><li><ul><li><b>E. Conducting the Training</b></li></ul></li></ul>\n<p>Trainers should provide employees with an overview of the material to be learned and relate the training to the employees' experiences.  Employers should also reinforce what the employees have learned by summarizing the program's objectives and key points of training.  At the beginning of the training program, the trainer should show the employees why the material is important and relevant to their jobs.  Employees are more likely to pay attention and apply what they've learned if they know the benefits of the training.<sup id=\"cite_ref-Barnett_1-1\" class=\"reference\"><a href=\"#cite_note-Barnett-1\">&#91;1&#93;</a></sup>\n</p>\n<ul><li><ul><li><b>F. Evaluating Program Effectiveness</b></li></ul></li></ul>\n<p>Evaluation will help employers or supervisors determine the amount of learning achieved and whether an employee’s performance has improved on the job. Among the methods of evaluating training are:<sup id=\"cite_ref-OSHA_4-1\" class=\"reference\"><a href=\"#cite_note-OSHA-4\">&#91;4&#93;</a></sup> \n</p>\n<ul><li><ul><li><ul><li>(1) Student opinion. Questionnaires or informal discussions with employees can help employers determine the relevance and appropriateness of the training program</li>\n<li>(2) Supervisors’ observations.  Supervisors are in good positions to observe an employee’s performance both before and after the training and note improvements or changes</li>\n<li>(3) Workplace improvements. The ultimate success of a training program may be changes throughout the workplace that result in reduced injury or accident rates</li>\n<li>(4) Formal assessments.  Practical and written exams also assist in evaluating understanding of training material.  For example, for a lift-truck operator, a written and a practical exam would identify areas of training that may need to be revisited.  Furthermore administering a pre-test and post-test will establish a knowledge base line or reference point to measure training effectiveness.</li></ul></li>\n<li><b>G. Improving the Program</b></li></ul></li></ul>\n<p>As evaluations are reviewed, it may be evident the training was not adequate and that the employees did not reach the expected level of knowledge and skill.  As the program is evaluated, the trainer should ask:<sup id=\"cite_ref-OSHA_4-2\" class=\"reference\"><a href=\"#cite_note-OSHA-4\">&#91;4&#93;</a></sup> \n</p>\n<ul><li><ul><li><ul><li>(1) If a job analysis was conducted, was it accurate?</li>\n<li>(2) Was any critical feature of the job overlooked?</li>\n<li>(3) Were the important gaps in knowledge and skill included?</li>\n<li>(4) Was material already known by the employees intentionally omitted?</li>\n<li>(5) Were the instructional objectives presented clearly and concretely?</li>\n<li>(6) Did the objectives state the level of acceptable performance that was expected of employees?</li>\n<li>(7) Did the learning activity simulate the actual job?</li>\n<li>(8) Was the learning activity appropriate for the kinds of knowledge and skills required on the job?</li>\n<li>(9) When the training was presented, was the organization of the material and its meaning made clear?</li>\n<li>(10) Were the employees motivated to learn?</li>\n<li>(11) Were the employees allowed to participate actively in the training process?</li>\n<li>(12) Was the employer’s evaluation of the program thorough?</li></ul></li></ul></li></ul>\n<h2><span class=\"mw-headline\" id=\"Computer_and_video_training\">Computer and video training</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Effective_safety_training&amp;action=edit&amp;section=4\" title=\"Edit section: Computer and video training\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Computers and videos can be a great addition to a company's safety training program. As stand alone resources, they may not be adequate in meeting OSHA's training requirements as they are not site specific. Computer-based training can help meet the following training challenges<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n</p>\n<ul><li>Training employees in remote sites</li>\n<li>Employees who become bored with the same safety training</li>\n<li>Safety managers lack of time and resources to effectively train employees</li>\n<li>Providing a means of documenting and tracking student progress</li>\n<li>Lowering trainer fees or travel costs</li>\n<li>A self-paced, relaxed learning environment</li></ul>\n<h2><span class=\"mw-headline\" id=\"OSHA_Medical_Safety\">OSHA Medical Safety</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Effective_safety_training&amp;action=edit&amp;section=5\" title=\"Edit section: OSHA Medical Safety\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>There is no more important places to regard the positive impact the OSHA regulations than in the healthcare and clinical settings. OSHA has been revolutionary in the medical field due to its ability to prevent the spread of diseases. Every clinical facility on US land, civilian or military is governed by OSHA's directives. To remain in accordance to the Federal regulations enacted by OSHA healthcare administrators must maintain an OSHA safety program and train their employees on an annual basis. Some of the topics that employees must be trained on include:\n</p>\n<ul><li>Bloodborne Pathogen Standard</li>\n<li>Chemical Hazard Communications</li>\n<li>Tuberculosis Exposure Control</li>\n<li>Mercury Exposure</li>\n<li>Ionizing Radiation Exposure</li>\n<li>Fire Escape Plan</li>\n<li>Emergency Action Plan</li>\n<li>Electricity Safety</li>\n<li>Fire Safety Standard</li></ul>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Effective_safety_training&amp;action=edit&amp;section=6\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Department_of_Public_Safety\" title=\"Department of Public Safety\">Department of Public Safety</a></li>\n<li><a href=\"/wiki/Loss-control_consultant\" title=\"Loss-control consultant\">Loss-control consultant</a></li>\n<li><a href=\"/wiki/National_Safety_Council\" title=\"National Safety Council\">National Safety Council</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Effective_safety_training&amp;action=edit&amp;section=7\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-Barnett-1\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Barnett_1-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Barnett_1-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Lawrence(J.D.), Barnett (2000). <i>Safety Management Handbook: CCH Safety Professional Series</i>. Vol. 2 pg.9301–9307. Health and Human Resources, Chicago, IL</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Hilyer, Barbara; Veasey, Alan; Oldfield, Kenneth; Craft-McCormick, Lisa (2000) <i>Effective Safety and Health Training</i>, CRC Press <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/1-56670-396-4\" title=\"Special:BookSources/1-56670-396-4\">1-56670-396-4</a></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">NIOSH (1998). <i>Assessing Occupational Safety and Health Training: a Literature Review</i>, NIOSH Publication No. 98-145</span>\n</li>\n<li id=\"cite_note-OSHA-4\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-OSHA_4-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-OSHA_4-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-OSHA_4-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\">US Department of Labor. <i>Training Requirements in OSHA Standards and Training Guidelines</i>. OSHA 2254 1998 (Revised). <a rel=\"nofollow\" class=\"external free\" href=\"https://www.osha.gov/Publications/osha2254.pdf\">https://www.osha.gov/Publications/osha2254.pdf</a></span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Hubiak, Stacy (1998). \"Click On to Effective Training,\" <i>Safety and Health Magazine</i>, Sept., pg.116</span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw1317\nCached time: 20180909193406\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.088 seconds\nReal time usage: 0.125 seconds\nPreprocessor visited node count: 447/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 5332/2097152 bytes\nTemplate argument size: 503/2097152 bytes\nHighest expansion depth: 16/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 2659/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.022/10.000 seconds\nLua memory usage: 976 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   98.202      1 -total\n 53.49%   52.525      1 Template:Refimprove\n 41.86%   41.106      1 Template:Reflist\n 32.35%   31.764      1 Template:Ambox\n 27.34%   26.844      1 Template:ISBN\n  9.91%    9.732      1 Template:Catalog_lookup_link\n  6.65%    6.535      1 Template:Error-small\n  3.83%    3.759      3 Template:Yesno-no\n  2.43%    2.382      2 Template:Main_other\n  2.10%    2.058      3 Template:Yesno\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:12337960-0!canonical and timestamp 20180909193405 and revision id 837737597\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"Articles_needing_additional_references_from_January_2011"},{"sortkey":"","hidden":"","*":"All_articles_needing_additional_references"},{"sortkey":"","*":"Occupational_Safety_and_Health_Administration"},{"sortkey":"","*":"Training"},{"sortkey":"","*":"Occupational_safety_and_health"},{"sortkey":"","*":"Industrial_hygiene"},{"sortkey":"","*":"Safety_engineering"}],"links":[{"ns":14,"exists":"","*":"Category:Articles needing additional references from January 2011"},{"ns":0,"exists":"","*":"Department of Public Safety"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"Job safety analysis"},{"ns":0,"exists":"","*":"Loss-control consultant"},{"ns":0,"exists":"","*":"NIOSH"},{"ns":0,"exists":"","*":"National Safety Council"},{"ns":0,"exists":"","*":"Occupational Safety and Health Administration"},{"ns":0,"exists":"","*":"Occupational fatality"},{"ns":0,"exists":"","*":"Occupational safety and health"},{"ns":0,"*":"Job hazard analysis"},{"ns":4,"exists":"","*":"Wikipedia:Verifiability"},{"ns":12,"exists":"","*":"Help:Introduction to referencing with Wiki Markup/1"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Refimprove"},{"ns":10,"exists":"","*":"Template:More citations needed"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:ISBN"},{"ns":10,"exists":"","*":"Template:Catalog lookup link"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Error-small"},{"ns":10,"exists":"","*":"Template:Tl"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Check isxn"},{"ns":828,"exists":"","*":"Module:Error"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Question_book-new.svg"],"externallinks":["https://www.osha.gov/Publications/osha2254.pdf"],"sections":[{"toclevel":1,"level":"2","line":"Introduction","number":"1","index":"1","fromtitle":"Effective_safety_training","byteoffset":694,"anchor":"Introduction"},{"toclevel":1,"level":"2","line":"Benefits of a training program","number":"2","index":"2","fromtitle":"Effective_safety_training","byteoffset":2650,"anchor":"Benefits_of_a_training_program"},{"toclevel":1,"level":"2","line":"OSHA's voluntary training guidelines","number":"3","index":"3","fromtitle":"Effective_safety_training","byteoffset":3842,"anchor":"OSHA's_voluntary_training_guidelines"},{"toclevel":1,"level":"2","line":"Computer and video training","number":"4","index":"4","fromtitle":"Effective_safety_training","byteoffset":10992,"anchor":"Computer_and_video_training"},{"toclevel":1,"level":"2","line":"OSHA Medical Safety","number":"5","index":"5","fromtitle":"Effective_safety_training","byteoffset":11733,"anchor":"OSHA_Medical_Safety"},{"toclevel":1,"level":"2","line":"See also","number":"6","index":"6","fromtitle":"Effective_safety_training","byteoffset":12554,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"7","index":"7","fromtitle":"Effective_safety_training","byteoffset":12664,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Effective safety training","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q5347280"}]}}