{"parse":{"title":"Male as norm","pageid":45241516,"revid":845967627,"text":{"*":"<div class=\"mw-parser-output\"><p>In <a href=\"/wiki/Feminist_theory\" title=\"Feminist theory\">feminist theory</a>, the principle of <b>male-as-norm</b> holds that \"language referring to females, such as the suffix -ess (as in actress), the use of man to mean \"human\", and other such devices, strengthens the perceptions that the male category is the norm and that the corresponding female category is a derivation and thus less important. Sexist terms such as chairman, anchorman, etc., are cited as examples of how the English language mirrors social <a href=\"/wiki/Gender_bias\" class=\"mw-redirect\" title=\"Gender bias\">gender biases</a>.<sup id=\"cite_ref-Danesi_1-0\" class=\"reference\"><a href=\"#cite_note-Danesi-1\">&#91;1&#93;</a></sup>\n</p><p>The idea was first clearly expressed by 19th-century thinkers who began deconstructing the English language to expose the products and footings of patriarchy. The principle of male-as-norm and the relation between gendered grammar and the way in which its respective speakers conceptualize their world has received attention in varying fields from <a href=\"/wiki/Philosophy\" title=\"Philosophy\">philosophy</a> to <a href=\"/wiki/Psychology\" title=\"Psychology\">psychology</a> and <a href=\"/wiki/Anthropology\" title=\"Anthropology\">anthropology</a>, and has fueled debates over <a href=\"/wiki/Linguistic_determinism\" title=\"Linguistic determinism\">linguistic determinism</a> and gender inequality. \nThe underlying message of this principle is that women speak a less legitimate language that both sustains and is defined by the subordination of the female gender as secondary to the accepted male-biased normative language. By regarding women's language as deficient in relation to that of men it has been assumed that something is wrong with women's language. Subsequently research in the social sciences, particularly in discourse analysis, has maintained and qualified systemic male bias.<sup id=\"cite_ref-MacDougall_2-0\" class=\"reference\"><a href=\"#cite_note-MacDougall-2\">&#91;2&#93;</a></sup> <br /> In practice, grammatical gender exhibits a systematic structural bias that has made masculine forms the default for generic, non-gender-specific contexts. According to the male-as-norm principle the male linguistic bias works to exclude and ignore women, diminish the female experience, and rule that all that is not male is deviant and unfit to represent many social categories.<sup id=\"cite_ref-Motschenbacker_3-0\" class=\"reference\"><a href=\"#cite_note-Motschenbacker-3\">&#91;3&#93;</a></sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Historical_development\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Historical development</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-2\"><a href=\"#Shift_from_sexual_hierarchy_to_sexual_binary_(1800s)\"><span class=\"tocnumber\">1.1</span> <span class=\"toctext\">Shift from sexual hierarchy to sexual binary (1800s)</span></a></li>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#Mid-20th_century\"><span class=\"tocnumber\">1.2</span> <span class=\"toctext\">Mid-20th century</span></a>\n<ul>\n<li class=\"toclevel-3 tocsection-4\"><a href=\"#Simone_De_Beauvoir\"><span class=\"tocnumber\">1.2.1</span> <span class=\"toctext\">Simone De Beauvoir</span></a></li>\n<li class=\"toclevel-3 tocsection-5\"><a href=\"#Luce_Irigaray\"><span class=\"tocnumber\">1.2.2</span> <span class=\"toctext\">Luce Irigaray</span></a></li>\n<li class=\"toclevel-3 tocsection-6\"><a href=\"#Dale_Spender\"><span class=\"tocnumber\">1.2.3</span> <span class=\"toctext\">Dale Spender</span></a></li>\n<li class=\"toclevel-3 tocsection-7\"><a href=\"#Gerda_Lerner\"><span class=\"tocnumber\">1.2.4</span> <span class=\"toctext\">Gerda Lerner</span></a></li>\n</ul>\n</li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Modern_perspectives\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Modern perspectives</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-9\"><a href=\"#Sue_Wilkinson\"><span class=\"tocnumber\">2.1</span> <span class=\"toctext\">Sue Wilkinson</span></a></li>\n<li class=\"toclevel-2 tocsection-10\"><a href=\"#Jeannine_Hill_Fletcher\"><span class=\"tocnumber\">2.2</span> <span class=\"toctext\">Jeannine Hill Fletcher</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-11\"><a href=\"#See_also\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-12\"><a href=\"#References\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Historical_development\">Historical development</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Male_as_norm&amp;action=edit&amp;section=1\" title=\"Edit section: Historical development\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span id=\"Shift_from_sexual_hierarchy_to_sexual_binary_.281800s.29\"></span><span class=\"mw-headline\" id=\"Shift_from_sexual_hierarchy_to_sexual_binary_(1800s)\">Shift from sexual hierarchy to sexual binary (1800s)</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Male_as_norm&amp;action=edit&amp;section=2\" title=\"Edit section: Shift from sexual hierarchy to sexual binary (1800s)\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>In the eighteenth-century there was a radical reinterpretation of the female body in relation to the male. Prior to this change in thinking, men and women were qualified by their degree of metaphysical perfection whereas by the late eighteenth century there was a new model established on ideas of radical dimorphism and <a href=\"/wiki/Sexual_dimorphism\" title=\"Sexual dimorphism\">biological divergence</a>. Biologists used developments in the study of anatomy and physiology to change the understanding of sexual difference into that of kind rather than degree. This metaphysical shift in the understanding of sex and gender, as well as the interplay of these redefined social categories, solidified many of the existing beliefs in the inherent disparities of men and women. This allowed scientists, policy makers, and others of cultural influence to promulgate a belief in the gender binary under a veil of positivism and scientific enlightenment.<br />  \nSince the eighteenth century, the dominant view of <a href=\"/wiki/Sex_differences_in_humans\" title=\"Sex differences in humans\">sexual difference</a> has been that of two stable, incommensurable, and opposite sexes on which the political, economic, and cultural lives of men and women are based and social order is sustained. Contrary to modern day, \"the dominant discourse construed the male and female bodies as hierarchically, vertically, ordered versions of one sex\" rather than as \"horizontally ordered opposites, as incommensurable.\"<sup id=\"cite_ref-Laqueur_4-0\" class=\"reference\"><a href=\"#cite_note-Laqueur-4\">&#91;4&#93;</a></sup> In fact, it wasn't until the second half of the eighteenth century that the idea of two distinct sexes was established and, through the politics of the day, generated new ways of understanding people and social reality.\nThe recognition and discussion of this transition by protofeminists around the 19th century established the foundation upon which = feminists would later scrutinize gendered language, challenge the gender binary and its inherent prejudices, and develop the male as norm principle.\n</p>\n<h3><span class=\"mw-headline\" id=\"Mid-20th_century\">Mid-20th century</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Male_as_norm&amp;action=edit&amp;section=3\" title=\"Edit section: Mid-20th century\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<h4><span class=\"mw-headline\" id=\"Simone_De_Beauvoir\">Simone De Beauvoir</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Male_as_norm&amp;action=edit&amp;section=4\" title=\"Edit section: Simone De Beauvoir\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h4>\n<p>In 1949, French existentialist <a href=\"/wiki/Simone_De_Beauvoir\" class=\"mw-redirect\" title=\"Simone De Beauvoir\">Simone De Beauvoir</a> described in her book <i><a href=\"/wiki/The_Second_Sex\" title=\"The Second Sex\">The Second Sex</a></i> two concepts that would later be developed in the fields of linguistics and psychology and become the basis for the male-as-norm principle in second-wave feminism.<sup id=\"cite_ref-Bem_5-0\" class=\"reference\"><a href=\"#cite_note-Bem-5\">&#91;5&#93;</a></sup> Beauvoir writes that man is regarded as \"both the positive and the neutral,\" foreshadowing the study of <a href=\"/wiki/Markedness\" title=\"Markedness\">markedness</a>, or the linguistic distinction between the \"marked\" and \"unmarked\" terms of an opposition. Specifically, \"the notion that the typical contrast between opposites… is not symmetric.\" Rather, the contrast between oppositions is often asymmetric meaning \"the positive, or unmarked, term can be neutralized in meaning to denote the scale as a whole rather than just the positive end; but the negative, or marked, term can denote just the negative end\".<sup id=\"cite_ref-Bem_5-1\" class=\"reference\"><a href=\"#cite_note-Bem-5\">&#91;5&#93;</a></sup> Unaffixed masculine or singular forms are taken to be unmarked in contrast to affixed feminine or plural forms.\n</p><p>Beauvoir goes on to write that \"there is an absolute human type, the masculine... Thus humanity is male,\"<sup id=\"cite_ref-Beauvoir_6-0\" class=\"reference\"><a href=\"#cite_note-Beauvoir-6\">&#91;6&#93;</a></sup> and the neutralizing of man to include woman is no longer her subject, rather the masculinizing of the whole human species to exclude woman–or at least to otherize her.<sup id=\"cite_ref-Bem_5-2\" class=\"reference\"><a href=\"#cite_note-Bem-5\">&#91;5&#93;</a></sup> Thus, introducing her second concept and foreshadowing the psychological concept of <a href=\"/wiki/Prototype_theory\" title=\"Prototype theory\">prototypicality</a> and the development of the prototype theory in the 1970s. \"The prototype theory is a model of graded categorizations, where some members of a category are more central than others. A prototype helps to explain the meaning of a word by resembling to the clearest exemplar\".<sup id=\"cite_ref-Mustedanagic_7-0\" class=\"reference\"><a href=\"#cite_note-Mustedanagic-7\">&#91;7&#93;</a></sup> \"All members of a category do not have equal status in the mind of the human perceiver; some members are instead perceived as more equal–or more prototypical–than other members… Like the prototypical member of any category, the male is taken to be the cognitive reference point, the standard, for the category of human being; and like the non-prototypical members of any category, the female is taken to be a variation on that prototype, a less representative example of the human species\".<sup id=\"cite_ref-Bem_5-3\" class=\"reference\"><a href=\"#cite_note-Bem-5\">&#91;5&#93;</a></sup>\n</p>\n<h4><span class=\"mw-headline\" id=\"Luce_Irigaray\">Luce Irigaray</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Male_as_norm&amp;action=edit&amp;section=5\" title=\"Edit section: Luce Irigaray\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h4>\n<p>Just as Simone de Beauvoir had done in recent decades, French feminist and literary scholar Luce Irigaray centered her ideas regarding the male as norm principle around the idea that women as a whole are otherized by systematic gender inequality, particularly through gendered language and how female experience and subjectivity are defined by variation from a male norm; through opposition in a phallocentric system where language is deliberately employed as a method of protecting the interests of the phallus and subliminally affirming his position as norm.\nIrigaray affirms that the designation of woman as an inferior version of men, an aberrant variation from the male norm, is reflected throughout Western history and philosophy. Notably, Freud made similar sense of gender dynamics in his designation of women as 'little men'. In this tradition of inequality women are measured against a male standard, seen in comparison – as lack, complementary or the same. She asserts that any perception of difference between the two genders is an illusion. \"Where women are not the same as men, they fail to exist altogether.\" \n<sup id=\"cite_ref-Bacon_8-0\" class=\"reference\"><a href=\"#cite_note-Bacon-8\">&#91;8&#93;</a></sup>\n</p>\n<h4><span class=\"mw-headline\" id=\"Dale_Spender\">Dale Spender</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Male_as_norm&amp;action=edit&amp;section=6\" title=\"Edit section: Dale Spender\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h4>\n<p><a href=\"/wiki/Dale_Spender\" title=\"Dale Spender\">Dale Spender</a> is one of the most cited feminist scholars to work with the male-as-norm principle. She claims that \"patriarchy is a frame of reference, a particular way of classifying and organizing the objects and events of the world\" With language we classify and organize the world and through which we have the ability to manipulate reality. In this way, if our language is systematically flawed and/or rests on an understructure of invalid rules then we are misled and deceived at a fundamental perceptual level.\nThe rules by which we make meaning, ones intrinsically associated with language, had to be invented and defined. These linguistic rules establish our frame of reference, order, and the grounds from which we interpret and comprehend reality. Spender explains that  these rules become self-validating and self-perpetuating with the passing of time, regardless of the validity of the beliefs and/or interpretations on which they were founded.<sup id=\"cite_ref-Spender_9-0\" class=\"reference\"><a href=\"#cite_note-Spender-9\">&#91;9&#93;</a></sup>\n</p><p>Spender claims that  the semantic rule of male as norm may appear to be ineffectual in producing the purported significant social impact concluded by many feminists however this is in fact part of why the rule is so pervasive and superlatively harmful in the construction of our perceptions of gender. As long as this rule remains central to gendered languages users of these languages will continue to classify the world on the premise that males are the standard, normal being and that those who are not male will be considered deviant. Speakers will continue to divide humanity into two unfairly biased parts. \"By arranging the objects and events of the world according to these rules we set up the rationale, and the vindication, for male supremacy.\"\n</p>\n<h4><span class=\"mw-headline\" id=\"Gerda_Lerner\">Gerda Lerner</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Male_as_norm&amp;action=edit&amp;section=7\" title=\"Edit section: Gerda Lerner\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h4>\n<p>Over the course of feminist historian <a href=\"/wiki/Gerda_Lerner\" title=\"Gerda Lerner\">Gerda Lerner</a>'s career, Lerner focuses her studies on patriarchal power and the history of the subordination of women. By examining gender stratification in various societies throughout human history in accordance with language, Lerner provides an in-depth look into the historical and modern significance of the male as norm principle. She was one of the founders of the field of women's history and played a key role in the development of women's history curricula. In Lerner's book <i>The Creation of Patriarchy</i> (1986), she addresses how men have in history appropriated the major symbols of female power, constructed religions around \"the counterfactual metaphor of male procreativity,\" and have \"redefined female existence in a narrow and sexually dependent way.\" She explains that the metaphors for gender, created and promoted by men, have \"expressed the male as norm and the female as deviant; the male as whole and powerful, the female as unfinished, mutilated, and lacking in autonomy.\" According to Lerner, men have constructed, explained, and defined the world in their own terms and have placed themselves at the center of discourse.  <br /> \nLerner goes on to explain how men, by establishing male-centered language and discourse as the norm, have in turn demanded an androcentric perspective and necessitated the conceptualization of women as less than men and have distorted the definition of woman to the degree that their experiences, autonomy, and viewpoints have been lost to modern consideration. In turn, men have come to believe that their experiences, viewpoint, and ideas represent all of human experience and thought. She concludes that as long as men are unable to recognize the female perspective and as long as they believe they have the only legitimatize human experience they will be unable to accurately define and understand reality.<sup id=\"cite_ref-Lerner_10-0\" class=\"reference\"><a href=\"#cite_note-Lerner-10\">&#91;10&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Modern_perspectives\">Modern perspectives</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Male_as_norm&amp;action=edit&amp;section=8\" title=\"Edit section: Modern perspectives\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"Sue_Wilkinson\">Sue Wilkinson</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Male_as_norm&amp;action=edit&amp;section=9\" title=\"Edit section: Sue Wilkinson\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>In 1997 <a href=\"/wiki/Celia_Kitzinger_and_Sue_Wilkinson\" title=\"Celia Kitzinger and Sue Wilkinson\">Sue Wilkinson</a>, a professor of Feminist and Health Studies from Loughborough University, wrote that there are distinct theoretical traditions in feminism that assert women's inferiority, two of which are rooted in the idea of male-as-norm. First, psychology has mismeasured women throughout its history by taking a male-as-norm perspective which categorizes females as deviant; or, in other words of Simone De Beauvoir, the science of psychology has systematically \"otherized\" women. Another way which Wilkinson sees women's inferiority asserted is through psychologists seeking a different perspective, the female perspective, by listening to women's voices and drawing on, and feeding back into, preconceived ideas regarding female moral and cognitive processes as they differ from those of males. Wilkinson writes that we should reconstruct the question of sex differences and that we need to dismantle maleness and femaleness as fundamental categories.<sup id=\"cite_ref-Hepburn_11-0\" class=\"reference\"><a href=\"#cite_note-Hepburn-11\">&#91;11&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Jeannine_Hill_Fletcher\">Jeannine Hill Fletcher</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Male_as_norm&amp;action=edit&amp;section=10\" title=\"Edit section: Jeannine Hill Fletcher\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>In her book <i>Motherhood as Metaphor: Engendering Interreligious Dialogue</i>, professor of theology Jeannine Hill Fletcher of Fordham University notes that scripture and Christians theological writings have presented theological anthropology from a male-as-norm perspective due to a history of predominantly male theologians and philosophers. She notes that this has had disastrous effects on the lives of women and the valuation of the female perspective and consequently the history of Christian theology has missed opportunities for opening new understandings of what it means to be human.<sup id=\"cite_ref-Fletcher_12-0\" class=\"reference\"><a href=\"#cite_note-Fletcher-12\">&#91;12&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Male_as_norm&amp;action=edit&amp;section=11\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Markedness\" title=\"Markedness\">Markedness</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Male_as_norm&amp;action=edit&amp;section=12\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-Danesi-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Danesi_1-0\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Danesi, Marcel (2009). <i>Dictionary of Media and Communications</i>. Armonk, NY: M. E. Sharpe. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9788182744066\" title=\"Special:BookSources/9788182744066\">9788182744066</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Dictionary+of+Media+and+Communications&amp;rft.place=Armonk%2C+NY&amp;rft.pub=M.+E.+Sharpe&amp;rft.date=2009&amp;rft.isbn=9788182744066&amp;rft.aulast=Danesi&amp;rft.aufirst=Marcel&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMale+as+norm\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-MacDougall-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-MacDougall_2-0\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">MacDougall, D. (2012). <a rel=\"nofollow\" class=\"external text\" href=\"https://digitalcommons.unf.edu/cgi/viewcontent.cgi?&amp;article=1026&amp;context=joi\">\"Gendered discourse and ASL-to-english interpreting: A poststructuralist approach to gendered discourse and the ASL-to-english interpretive process\"</a>. <i>Journal of Interpretation</i>. <b>19</b> (1)<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">13 April</span> 2015</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Journal+of+Interpretation&amp;rft.atitle=Gendered+discourse+and+ASL-to-english+interpreting%3A+A+poststructuralist+approach+to+gendered+discourse+and+the+ASL-to-english+interpretive+process&amp;rft.volume=19&amp;rft.issue=1&amp;rft.date=2012&amp;rft.aulast=MacDougall&amp;rft.aufirst=D.&amp;rft_id=https%3A%2F%2Fdigitalcommons.unf.edu%2Fcgi%2Fviewcontent.cgi%3F%26article%3D1026%26context%3Djoi&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMale+as+norm\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-Motschenbacker-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Motschenbacker_3-0\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Motschenbacker, H (2010). <i>Language, gender and sexual identity&#160;: Poststructuralist perspectives</i>. Amersterdam, NLD: John Benjamins Publishing Company. p.&#160;89. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9789027218681\" title=\"Special:BookSources/9789027218681\">9789027218681</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Language%2C+gender+and+sexual+identity+%3A+Poststructuralist+perspectives&amp;rft.place=Amersterdam%2C+NLD&amp;rft.pages=89&amp;rft.pub=John+Benjamins+Publishing+Company&amp;rft.date=2010&amp;rft.isbn=9789027218681&amp;rft.aulast=Motschenbacker&amp;rft.aufirst=H&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMale+as+norm\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-Laqueur-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Laqueur_4-0\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Laqueur, Thomas (1992). <i>Making Sex: Body and Gender from the Greeks to Freud</i>. Cambridge, MA: Harvard University Press. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9780674543553\" title=\"Special:BookSources/9780674543553\">9780674543553</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Making+Sex%3A+Body+and+Gender+from+the+Greeks+to+Freud&amp;rft.place=Cambridge%2C+MA&amp;rft.pub=Harvard+University+Press&amp;rft.date=1992&amp;rft.isbn=9780674543553&amp;rft.aulast=Laqueur&amp;rft.aufirst=Thomas&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMale+as+norm\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-Bem-5\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Bem_5-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Bem_5-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-Bem_5-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-Bem_5-3\"><sup><i><b>d</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation book\">Bem, S. (1993). <i>The lenses of gender: Transforming the debate on sexual inequality</i>. New Haven, CT: Yale University Press. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9780300061635\" title=\"Special:BookSources/9780300061635\">9780300061635</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=The+lenses+of+gender%3A+Transforming+the+debate+on+sexual+inequality&amp;rft.place=New+Haven%2C+CT&amp;rft.pub=Yale+University+Press&amp;rft.date=1993&amp;rft.isbn=9780300061635&amp;rft.aulast=Bem&amp;rft.aufirst=S.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMale+as+norm\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-Beauvoir-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Beauvoir_6-0\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Beauvoir, Simone de (1953). <i>The second sex</i>. New York, NY: Knopf.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=The+second+sex&amp;rft.place=New+York%2C+NY&amp;rft.pub=Knopf&amp;rft.date=1953&amp;rft.aulast=Beauvoir&amp;rft.aufirst=Simone+de&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMale+as+norm\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-Mustedanagic-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Mustedanagic_7-0\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Mustedanagic, A. (2010). <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20170920113503/hh.diva-portal.org/smash/record.jsf?pid=diva2:346993\">\"Gender in english language and EFL textbooks (Independent thesis Basic Level (degree of Bachelor)\"</a>. <i>Halmstad University Library</i>. Archived from <a rel=\"nofollow\" class=\"external text\" href=\"http://hh.diva-portal.org/smash/record.jsf?pid=diva2:346993\">the original</a> on 2017-09-20<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">13 April</span> 2015</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Halmstad+University+Library&amp;rft.atitle=Gender+in+english+language+and+EFL+textbooks+%28Independent+thesis+Basic+Level+%28degree+of+Bachelor%29&amp;rft.date=2010&amp;rft.aulast=Mustedanagic&amp;rft.aufirst=A.&amp;rft_id=http%3A%2F%2Fhh.diva-portal.org%2Fsmash%2Frecord.jsf%3Fpid%3Ddiva2%3A346993&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMale+as+norm\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-Bacon-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Bacon_8-0\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Bacon, Hannah (2009). <i>What's Right with the Trinity?&#160;: Conversations in Feminist Theology</i>. Farnham, Surrey, GBR: Ashgate Publishing Group. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9781409409298\" title=\"Special:BookSources/9781409409298\">9781409409298</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=What%27s+Right+with+the+Trinity%3F+%3A+Conversations+in+Feminist+Theology&amp;rft.place=Farnham%2C+Surrey%2C+GBR&amp;rft.pub=Ashgate+Publishing+Group&amp;rft.date=2009&amp;rft.isbn=9781409409298&amp;rft.aulast=Bacon&amp;rft.aufirst=Hannah&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMale+as+norm\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-Spender-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Spender_9-0\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Spender, Dale (1998). <i>Man Made Language</i>. London: Pandora. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0863584012\" title=\"Special:BookSources/0863584012\">0863584012</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Man+Made+Language&amp;rft.place=London&amp;rft.pub=Pandora&amp;rft.date=1998&amp;rft.isbn=0863584012&amp;rft.aulast=Spender&amp;rft.aufirst=Dale&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMale+as+norm\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-Lerner-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Lerner_10-0\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Lerner, Gerda (1986). <i>The creation of partiarchy</i>. New York, NY: Oxford University Press. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0195039963\" title=\"Special:BookSources/0195039963\">0195039963</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=The+creation+of+partiarchy&amp;rft.place=New+York%2C+NY&amp;rft.pub=Oxford+University+Press&amp;rft.date=1986&amp;rft.isbn=0195039963&amp;rft.aulast=Lerner&amp;rft.aufirst=Gerda&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMale+as+norm\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-Hepburn-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Hepburn_11-0\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Hepburn, Alexa (2003). <a rel=\"nofollow\" class=\"external text\" href=\"http://site.ebrary.com/id/10080978\"><i>An introduction to critical social psychology</i></a>. London; Thousand Oaks, Calif.: SAGE. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9781446218884\" title=\"Special:BookSources/9781446218884\">9781446218884</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=An+introduction+to+critical+social+psychology&amp;rft.place=London%3B+Thousand+Oaks%2C+Calif.&amp;rft.pub=SAGE&amp;rft.date=2003&amp;rft.isbn=9781446218884&amp;rft.aulast=Hepburn&amp;rft.aufirst=Alexa&amp;rft_id=http%3A%2F%2Fsite.ebrary.com%2Fid%2F10080978&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMale+as+norm\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-Fletcher-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Fletcher_12-0\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Fletcher, Jeannine H. (2013). <i>Motherhood as Metaphor: Engendering Interreligious Dialogue</i>. New York, NY: Fordham University Press. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9780823251186\" title=\"Special:BookSources/9780823251186\">9780823251186</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Motherhood+as+Metaphor%3A+Engendering+Interreligious+Dialogue&amp;rft.place=New+York%2C+NY&amp;rft.pub=Fordham+University+Press&amp;rft.date=2013&amp;rft.isbn=9780823251186&amp;rft.aulast=Fletcher&amp;rft.aufirst=Jeannine+H.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMale+as+norm\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw1269\nCached time: 20180908082230\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.144 seconds\nReal time usage: 0.173 seconds\nPreprocessor visited node count: 551/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 17224/2097152 bytes\nTemplate argument size: 76/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 13146/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.076/10.000 seconds\nLua memory usage: 2.84 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  135.344      1 Template:Reflist\n100.00%  135.344      1 -total\n 73.56%   99.558     10 Template:Cite_book\n  9.24%   12.508      2 Template:Cite_journal\n  1.53%    2.065      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:45241516-0!canonical and timestamp 20180908082230 and revision id 845967627\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","*":"Feminism"},{"sortkey":"","*":"Feminist_terminology"},{"sortkey":"","*":"Feminist_theory"}],"links":[{"ns":0,"exists":"","*":"Anthropology"},{"ns":0,"exists":"","*":"Celia Kitzinger and Sue Wilkinson"},{"ns":0,"exists":"","*":"Dale Spender"},{"ns":0,"exists":"","*":"Feminist theory"},{"ns":0,"exists":"","*":"Gender bias"},{"ns":0,"exists":"","*":"Gerda Lerner"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"Linguistic determinism"},{"ns":0,"exists":"","*":"Markedness"},{"ns":0,"exists":"","*":"Philosophy"},{"ns":0,"exists":"","*":"Prototype theory"},{"ns":0,"exists":"","*":"Psychology"},{"ns":0,"exists":"","*":"Sex differences in humans"},{"ns":0,"exists":"","*":"Sexual dimorphism"},{"ns":0,"exists":"","*":"Simone De Beauvoir"},{"ns":0,"exists":"","*":"The Second Sex"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":10,"exists":"","*":"Template:Cite journal"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["https://digitalcommons.unf.edu/cgi/viewcontent.cgi?&article=1026&context=joi","https://web.archive.org/web/20170920113503/hh.diva-portal.org/smash/record.jsf?pid=diva2:346993","http://hh.diva-portal.org/smash/record.jsf?pid=diva2:346993","http://site.ebrary.com/id/10080978"],"sections":[{"toclevel":1,"level":"2","line":"Historical development","number":"1","index":"1","fromtitle":"Male_as_norm","byteoffset":2678,"anchor":"Historical_development"},{"toclevel":2,"level":"3","line":"Shift from sexual hierarchy to sexual binary (1800s)","number":"1.1","index":"2","fromtitle":"Male_as_norm","byteoffset":2708,"anchor":"Shift_from_sexual_hierarchy_to_sexual_binary_(1800s)"},{"toclevel":2,"level":"3","line":"Mid-20th century","number":"1.2","index":"3","fromtitle":"Male_as_norm","byteoffset":4887,"anchor":"Mid-20th_century"},{"toclevel":3,"level":"4","line":"Simone De Beauvoir","number":"1.2.1","index":"4","fromtitle":"Male_as_norm","byteoffset":4913,"anchor":"Simone_De_Beauvoir"},{"toclevel":3,"level":"4","line":"Luce Irigaray","number":"1.2.2","index":"5","fromtitle":"Male_as_norm","byteoffset":7910,"anchor":"Luce_Irigaray"},{"toclevel":3,"level":"4","line":"Dale Spender","number":"1.2.3","index":"6","fromtitle":"Male_as_norm","byteoffset":9290,"anchor":"Dale_Spender"},{"toclevel":3,"level":"4","line":"Gerda Lerner","number":"1.2.4","index":"7","fromtitle":"Male_as_norm","byteoffset":11178,"anchor":"Gerda_Lerner"},{"toclevel":1,"level":"2","line":"Modern perspectives","number":"2","index":"8","fromtitle":"Male_as_norm","byteoffset":13288,"anchor":"Modern_perspectives"},{"toclevel":2,"level":"3","line":"Sue Wilkinson","number":"2.1","index":"9","fromtitle":"Male_as_norm","byteoffset":13315,"anchor":"Sue_Wilkinson"},{"toclevel":2,"level":"3","line":"Jeannine Hill Fletcher","number":"2.2","index":"10","fromtitle":"Male_as_norm","byteoffset":14578,"anchor":"Jeannine_Hill_Fletcher"},{"toclevel":1,"level":"2","line":"See also","number":"3","index":"11","fromtitle":"Male_as_norm","byteoffset":15426,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"4","index":"12","fromtitle":"Male_as_norm","byteoffset":15458,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Male as norm","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q22906682"}]}}