{"parse":{"title":"Cambridge Primary Review","pageid":7446224,"revid":680981457,"text":{"*":"<div class=\"mw-parser-output\"><p class=\"mw-empty-elt\">\n\n</p>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:502px;\"><a href=\"/wiki/File:Primaryreview.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/0/0e/Primaryreview.jpg/500px-Primaryreview.jpg\" width=\"500\" height=\"95\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/en/0/0e/Primaryreview.jpg 1.5x\" data-file-width=\"615\" data-file-height=\"117\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Primaryreview.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>Logo of the Primary Review</div></div></div>\n<p>Following a lengthy period of consultation and planning, the <b>Cambridge Primary Review</b><a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.primaryreview.org.uk\">[2]</a> (CPR) was launched in October 2006 as a fully independent enquiry into the condition and future of primary education in England. The Review, directed by Professor <a href=\"/wiki/Robin_Alexander\" title=\"Robin Alexander\">Robin Alexander</a> <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.robinalexander.org.uk/\">[3]</a>, has been supported since its inception by grants from Esmée Fairbairn Foundation<a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.esmeefairbairn.org.uk/\">[4]</a>. The scope of the Review and the depth of its evidence have made it the most comprehensive enquiry into English primary education since the <a href=\"/wiki/Plowden_report\" class=\"mw-redirect\" title=\"Plowden report\">Plowden report</a> of 1967. Between October 2007 and February 2009 the Review published 31 interim reports, including 28 surveys of published research, 39 briefings, 14 media releases and several newspaper articles. The Review's 608-page final report <b>Children, their World, their Education: final report and recommendations of the Cambridge Primary Review</b> <sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>\nwas published on 16 October 2009, together with an 850-page companion volume, The Cambridge Primary Review Research Surveys. Both books are published by Routledge. \n</p><p>The Review's work has fallen into four distinct phases:\nJanuary 2004 – September 2006&#160;: consultation and planning.\nOctober 2006 – September 2009&#160;: implementation and interim reporting.\nOctober 2009 – September 2010&#160;: publication, dissemination and discussion of the final report.\nOctober 2010 – September 2012&#160;: building on the CPR through professional networking and policy engagement.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#The_Cambridge_Primary_Review_National_Network\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">The Cambridge Primary Review National Network</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Remit\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Remit</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Evidence\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Evidence</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Policy_Priorities\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Policy Priorities</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"The_Cambridge_Primary_Review_National_Network\">The Cambridge Primary Review National Network</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Cambridge_Primary_Review&amp;action=edit&amp;section=1\" title=\"Edit section: The Cambridge Primary Review National Network\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Following the Review's dissemination phase, the Cambridge Primary Review National Network <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.primaryreview.org.uk/network/about_the_network.php\">[5]</a> has been established to encourage and support the development of excellence in primary education. The network is guided by commitment to:\n</p><p>equity, both social and educational\n</p><p>empowerment of children and teachers\n</p><p>expertise in childhood, pedagogy (learning, teaching, curriculum, assessment) and leadership\n</p><p>excellence in learning and teaching.\n</p><p>The Cambridge Primary Review National Network <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.primaryreview.org.uk/network/about_the_network.php\">[6]</a> was led by Alison Peacock, headteacher at The Wroxham School, Potters Bar, Hertfordshire, from July 2010 until March 2013. The network operates a number of regional centres, based in higher education institutions <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.primaryreview.org.uk/network/regional_centres.php\">[7]</a> around England.\n</p>\n<h2><span class=\"mw-headline\" id=\"Remit\">Remit</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Cambridge_Primary_Review&amp;action=edit&amp;section=2\" title=\"Edit section: Remit\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The Review's remit, as agreed between Esmée Fairbairn Foundation and the University of Cambridge in 2005-6, was as follows: \n</p><p>1.With respect to public provision in England, the Review will seek to identify the purposes which the primary phase of education should serve, the values which it should espouse, the curriculum and learning environment which it should provide, and the conditions which are necessary to ensure both that these are of the highest and most consistent quality possible, and that they address the needs of children and society over the coming decades.\n</p><p>2.The Review will pay close regard to national and international evidence from research, inspection and other sources on the character and adequacy of current provision in respect of the above, on the prospects for recent initiatives, and on other available options. It will seek the advice of expert advisers and witnesses, and it will invite submissions and take soundings from a wide range of interested agencies and individuals, both statutory and non-statutory.\n</p><p>3.The Review will publish both interim findings and a final report. The latter will combine evidence, analysis and conclusions together with recommendations for both national policy and the work of schools and other relevant agencies.\n</p>\n<h2><span class=\"mw-headline\" id=\"Evidence\">Evidence</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Cambridge_Primary_Review&amp;action=edit&amp;section=3\" title=\"Edit section: Evidence\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The Cambridge Primary Review had four main strands of evidence:\n</p><p><b>Submissions</b> Following the convention in enquiries of this kind, submissions were invited from all who wished to contribute. By March 2009, 1052 submissions had been received. They ranged from brief single-issue expressions of opinion to substantial documents of up to 300 pages covering several or all of the themes and comprising both detailed evidence and recommendations for the future. The majority of the submissions were from national organisations, but a significant number came from individuals. In addition, the Review received several thousand informal submissions and comments by email.\n</p><p><b>Soundings</b> This strand had three parts. The Community Soundings were a series of nine regionally based one- to two-day events, each comprising a sequence of meetings with representatives from schools and the communities they serve. The Community Soundings took place between January and March 2007, and entailed 87 witness sessions with groups of pupils, parents, governors, teachers, teaching assistants and heads, and with educational and community representatives from the areas in which the soundings took place. The National Soundings were more formal meetings in 2008-9 with national organisations both inside and outside education. These helped the team to clarify matters which were particularly problematic or contested, in preparation for the writing of the final report. In addition to the formal evidence-gathering procedures, the Review's director and other team members met representatives of many national and regional bodies for the exchange of information and ideas. By February 2009, 146 such meetings had taken place or were scheduled, in addition to the 94 community and national soundings, making a total of 240 sessions.\n</p><p><b>Surveys</b> Several months before the launch of the Review, 28 surveys of published research relating to the Review's ten themes were commissioned, on the basis of competitive bidding and peer review, from 66 academic consultants in leading university departments of education and allied fields. The resulting research reports and their accompanying briefings and media releases were published in cross-thematic groups over several months, starting between October 2007 and May 2008. They provoked considerable media, public and political interest, and provided the top UK news story on several occasions. The surveys were published by Routledge in October 2009 under the title, 'The Cambridge Primary Review Research Surveys' (edited by Robin Alexander)<a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.primaryreview.org.uk/publications/companion_research_volume.php\">[8]</a>.\n</p><p><b>Searches and policy mapping</b> With the co-operation of <a href=\"/wiki/Department_for_Education_and_Skills_(United_Kingdom)\" title=\"Department for Education and Skills (United Kingdom)\">DfES</a>/<a href=\"/wiki/Department_for_Children,_Schools_and_Families\" title=\"Department for Children, Schools and Families\">DCSF</a>(now <a href=\"/wiki/Department_for_Education\" title=\"Department for Education\">DfE</a>), QCA (now <a href=\"/wiki/Qualifications_and_Curriculum_Development_Agency\" title=\"Qualifications and Curriculum Development Agency\">QCDA</a>), <a href=\"/wiki/Office_for_Standards_in_Education\" class=\"mw-redirect\" title=\"Office for Standards in Education\">Ofsted</a>, and <a href=\"/wiki/Training_and_Development_Agency_for_Schools\" title=\"Training and Development Agency for Schools\">TDA</a>, the Review tracked recent policy and examined official data bearing on the primary phase. This provided the necessary legal, demographic, financial and statistical background to the Review and an important resource for its consideration of policy options. The Review also searched relevant <a href=\"/wiki/Organisation_for_Economic_Co-operation_and_Development\" class=\"mw-redirect\" title=\"Organisation for Economic Co-operation and Development\">OECD</a> and other international data.\n</p><p><b>The balance of evidence</b> The four evidential strands sought to balance opinion-seeking with empirical data; non-interactive expressions of opinion with face-to-face discussion; official data with independent research; and material from England with that from other parts of the UK and from international sources. This enquiry, unlike some of its predecessors, looked outwards from primary schools to the wider society, and made full but judicious use of international data and ideas from other countries.\n</p>\n<h2><span class=\"mw-headline\" id=\"Policy_Priorities\">Policy Priorities</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Cambridge_Primary_Review&amp;action=edit&amp;section=4\" title=\"Edit section: Policy Priorities\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The Review proposed the following as priorities for policymakers derived from the 75 recommendations\nwith which the Cambridge Primary Reviewʼs final report ends (quoted with permission of the Cambridge Primary Review) <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.primaryreview.org.uk/downloads/revised_2011-02/POLICY_PRIORITIES_BRIEFING_REVISED_2_11.pdf\">[9]</a>. \n</p><p>1. Accelerate the drive to reduce Englandʼs gross and overlapping gaps in wealth, wellbeing\nand educational attainment, all of them far wider in England than most other developed countries.\nUnderstand that teachers can do only so much to close the attainment gap for as long as the lives of\nso many children are blighted by poverty and disadvantage. Excellence requires equity.\n</p><p>2. Make childrenʼs agency and rights a reality in policy, schools and classrooms. Apply the UN\nConvention on the Rights of the Child in ways which reinforce what we now know about how children\nmost effectively learn, but do so with common sense and an understanding of context so that ʻpupil\nvoiceʼ does not degenerate into tokenism or fad.\n</p><p>3. Consolidate the Early Years Foundation Stage, extending it to age six so as to give young children\nthe best possible foundation for oracy, literacy, numeracy, the wider curriculum and lifelong learning.\nAnd if there is still any doubt about what the CPR said on this matter, let it be understood that this is\nabout the character of the early years and early primary curriculum, not the school starting age.\n</p><p>4. Address the perennially neglected question of what primary education is for. The Mrs Beeton\napproach – first catch your curriculum, then liberally garnish with aims – is not the way to proceed.\nAims must be grounded in a clear framework of values – for education is at heart a moral matter – and\nin properly argued positions on childhood, society, the wider world and the nature and advancement of\nknowledge and understanding. And aims should shape curriculum, pedagogy, assessment and the\nwider life of the school, not be added as mere decoration.\n</p><p>5. Replace curriculum tinkering by genuine curriculum reform. Seize the opportunity presented by\nthe dropping of the primary curriculum clauses from the Children, Schools and Families Bill and the\nlaunch of the new national curriculum review in January 2011. Understand that the Rose reviewʼs\nnarrow remit prevented it from addressing some of the problems of the primary curriculum which are\nmost in need of attention, especially the counterproductive sacrificing of curriculum entitlement to a\nneedlessly restricted notion of ʻstandardsʼ, the corrosive split between the ʻbasicsʼ and the rest, the\nmuddled posturing on subjects, knowledge and skills, and the vital matter of the relationship between\ncurriculum quality, expertise and staffing; and that the curriculum debate therefore remains wide open.\nBut donʼt think that the minimalism of the 1950s (or 1870s) is an adequate alternative. Look instead at\nthe Cambridge model: an aims-driven entitlement curriculum of breadth, richness and contemporary\nrelevance, which secures the basics and much more besides, and combines a national framework\nwith a strong local component.\n</p><p>6. Abandon the dogma that there is no alternative to SATs. Stop treating testing and assessment as\nsynonymous. Stop making Year 6 tests bear the triple burden of assessing pupils, evaluating schools\nand monitoring national performance. Abandon the naive belief that testing of itself drives up\nstandards. It doesnʼt: good teaching does. Initiate wholesale assessment reform drawing on the\nwealth of alternative models now available, so that we can at last have systems of formative and\nsummative assessment – in which tests certainly have a place – which do their jobs validly, reliably and\nwithout causing collateral damage. Adopt the CPRʼs definition of standards as excellence in all\ndomains of the curriculum to which children are statutorily entitled, not just the 3Rs. And understand\nthat those who argue for reform are every bit as committed to rigorous assessment and accountability\nas those who pin everything on the current tests. The issue is not whether children should be\nassessed or schools should be accountable – they should – but how and in relation to what.\n</p><p>7. Replace the pedagogy of official recipe by pedagogies of repertoire, evidence and principle.\nRecognise that this is no soft option, for in place of mere compliance with what others expect we want\nteachers to be accountable to evidence so that they can justify the decisions they take. Note that the\nCPRʼs evaluation of over 4000 published sources shows how far that evidence differs from some\nversions of ʻbest practiceʼ which teachers are currently required to adopt. As the Cambridge report\nsays: ʻChildren will not learn to think for themselves if their teachers are expected merely to do as they\nare told.ʼ<a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.primaryreview.org.uk/publications/final_report.php\">[10]</a>\n</p><p>8. Replace the governmentʼs professional standards for teachers, which have limited evidential\nprovenance, by a framework validated by research about how teachers develop as they progress from\nnovice to expert. Retain guidance and support for those who need it, but liberate the nationʼs most\ntalented teachers – and hence the learning of their pupils – from banal and bureaucratic prescriptions.\nBalance the need to give new teachers the necessary knowledge, skill and confidence for their first\nappointment with the vital ingredient that teacher educators have been forced to drop: critical\nengagement with the larger questions of educational context, content and purpose.\n</p><p>9. Grasp at last the primary school staffing nettle. Recognise that the generalist class teacher system\ninherited from the nineteenth century confers undoubted educational benefits, but that in terms of the\nrange and depth of knowledge required by a modern curriculum it may demand more than many\nteachers can give. Initiate a full review of primary school staffing, assessing expertise, roles and\nnumbers against the tasks which primary schools are required to undertake. Consider more flexible\nways of staffing primary schools using a mix of generalists, semi-specialists and specialists, and\nexploit opportunities for professional partnerships and exchanges, especially for small schools. Reassess,\ntoo, the balance of teachers, teaching assistants and other support staff. Give head teachers\ntime and support to do the job for which they are most needed: leading learning and assuring quality.\n</p><p>10. Help schools to work in partnership with each other and with their communities rather than in\ncompetition, sharing ideas, expertise and resources – including across the primary/secondary divide –\nand together identifying local educational needs and opportunities. End the league table rat race and –\nsince Finland is the country whose educational standards policy-makers seek to match – note\nFinlandʼs paramount commitment to social and educational equity through a genuinely comprehensive\nschool system of consistently high quality.\n</p><p>11. Re-balance the relationship between government, national agencies, local authorities and\nschools. Reverse the centralising thrust of recent policy. End government micro-management of\nteaching. Require national agencies and local authorities to be independent advisers rather than\npolitical cheerleaders or enforcers, and to argue their cases with due rigour. Re-invigorate parental\nand community engagement in schools and the curriculum. Abandon myth, spin and the selective use\nof evidence. Restore the checks and balances which are so vital to the formulation of sound policy.\nExploit the unrivalled compendium of evidence and ideas which the Cambridge Review has provided\non this and the other matters above. <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.primaryreview.org.uk/downloads/revised_2011-02/POLICY_PRIORITIES_BRIEFING_REVISED_2_11.pdf\">[11]</a>\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Cambridge_Primary_Review&amp;action=edit&amp;section=5\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Alexander, R. (ed) (2010) <i>Children, Their World, Their Education: Final Report and Recommendations of the Cambridge Primary Review.</i> London: Routledge\n</p><p>Alexander, R. (ed) (2010) <i>The Cambridge Primary Review Research Surveys.</i> London: Routledge\n</p><p>CPR (2009) <i>Introducing the Cambridge Primary Review</i>. Cambridge: University of Cambridge\n<a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.primaryreview.org.uk/downloads/CPR_revised_booklet.pdf\">[12]</a>\n</p><p>CPR (2011) <i>Policy Priorities for Primary Education (Cambridge Primary Review Briefings)</i>. Cambridge: University of Cambridge\n<a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.primaryreview.org.uk/downloads/revised_2011-02/POLICY_PRIORITIES_BRIEFING_REVISED_2_11.pdf\">[13]</a>\n</p>\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><b>Children, their World, their Education: final report and recommendations of the Cambridge Primary Review</b> <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.routledge.com/9780415548717\">[1]</a></span>\n</li>\n</ol></div>\n\n<!-- \nNewPP limit report\nParsed by mw2258\nCached time: 20180919085936\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.048 seconds\nReal time usage: 0.060 seconds\nPreprocessor visited node count: 208/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 1070/2097152 bytes\nTemplate argument size: 230/2097152 bytes\nHighest expansion depth: 12/40\nExpensive parser function count: 2/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 498/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.006/10.000 seconds\nLua memory usage: 711 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   35.603      1 -total\n 86.21%   30.692      1 Template:EngvarB\n 43.13%   15.356      2 Template:DMCA\n 33.49%   11.925      2 Template:Dated_maintenance_category\n 23.32%    8.302      2 Template:FULLROOTPAGENAME\n 17.51%    6.233      2 Template:Ns_has_subpages\n 13.60%    4.843      1 Template:Use_dmy_dates\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:7446224-0!canonical and timestamp 20180919085936 and revision id 680981457\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"EngvarB_from_September_2015"},{"sortkey":"","hidden":"","*":"Use_dmy_dates_from_September_2015"},{"sortkey":"","*":"Primary_education"},{"sortkey":"","*":"Education_in_England"},{"sortkey":"","*":"Education_policy_in_the_United_Kingdom"}],"links":[{"ns":14,"exists":"","*":"Category:EngvarB from September 2015"},{"ns":14,"exists":"","*":"Category:Use dmy dates from September 2015"},{"ns":0,"exists":"","*":"Department for Children, Schools and Families"},{"ns":0,"exists":"","*":"Department for Education"},{"ns":0,"exists":"","*":"Department for Education and Skills (United Kingdom)"},{"ns":0,"exists":"","*":"Office for Standards in Education"},{"ns":0,"exists":"","*":"Organisation for Economic Co-operation and Development"},{"ns":0,"exists":"","*":"Plowden report"},{"ns":0,"exists":"","*":"Qualifications and Curriculum Development Agency"},{"ns":0,"exists":"","*":"Robin Alexander"},{"ns":0,"exists":"","*":"Training and Development Agency for Schools"}],"templates":[{"ns":10,"exists":"","*":"Template:EngvarB"},{"ns":10,"exists":"","*":"Template:DMCA"},{"ns":10,"exists":"","*":"Template:Dated maintenance category"},{"ns":10,"exists":"","*":"Template:FULLROOTPAGENAME"},{"ns":10,"exists":"","*":"Template:Ns has subpages"},{"ns":10,"exists":"","*":"Template:Use dmy dates"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Ns has subpages"}],"images":["Primaryreview.jpg"],"externallinks":["http://www.routledge.com/9780415548717","http://www.primaryreview.org.uk","http://www.robinalexander.org.uk/","http://www.esmeefairbairn.org.uk/","http://www.primaryreview.org.uk/network/about_the_network.php","http://www.primaryreview.org.uk/network/regional_centres.php","http://www.primaryreview.org.uk/publications/companion_research_volume.php","http://www.primaryreview.org.uk/downloads/revised_2011-02/POLICY_PRIORITIES_BRIEFING_REVISED_2_11.pdf","http://www.primaryreview.org.uk/publications/final_report.php","http://www.primaryreview.org.uk/downloads/CPR_revised_booklet.pdf"],"sections":[{"toclevel":1,"level":"2","line":"The Cambridge Primary Review National Network","number":"1","index":"1","fromtitle":"Cambridge_Primary_Review","byteoffset":1823,"anchor":"The_Cambridge_Primary_Review_National_Network"},{"toclevel":1,"level":"2","line":"Remit","number":"2","index":"2","fromtitle":"Cambridge_Primary_Review","byteoffset":2777,"anchor":"Remit"},{"toclevel":1,"level":"2","line":"Evidence","number":"3","index":"3","fromtitle":"Cambridge_Primary_Review","byteoffset":4067,"anchor":"Evidence"},{"toclevel":1,"level":"2","line":"Policy Priorities","number":"4","index":"4","fromtitle":"Cambridge_Primary_Review","byteoffset":8017,"anchor":"Policy_Priorities"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"5","fromtitle":"Cambridge_Primary_Review","byteoffset":15871,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Cambridge Primary Review","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q5025498"}]}}