{"parse":{"title":"Elephant (stories)","pageid":15773144,"revid":817331406,"text":{"*":"<div class=\"mw-parser-output\"><div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:222px;\"><a href=\"/wiki/File:ElephantCarver.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/1/17/ElephantCarver.jpg/220px-ElephantCarver.jpg\" width=\"220\" height=\"349\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/en/1/17/ElephantCarver.jpg 1.5x\" data-file-width=\"250\" data-file-height=\"397\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:ElephantCarver.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>First edition (publ. <a href=\"/w/index.php?title=Collins_Harvill&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Collins Harvill (page does not exist)\">Collins Harvill</a>)</div></div></div>\n<p><i><b>Elephant</b></i> is a collection of <a href=\"/wiki/Short_story\" title=\"Short story\">short stories</a> by American writer <a href=\"/wiki/Raymond_Carver\" title=\"Raymond Carver\">Raymond Carver</a> published in Great Britain, 1988. The stories in the collection were first published in the United States in <i>Where I'm Calling From: New &amp; Selected Stories</i> (1988).\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Stories\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Stories</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-2\"><a href=\"#Boxes\"><span class=\"tocnumber\">1.1</span> <span class=\"toctext\">Boxes</span></a></li>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#Whoever_Was_Using_This_Bed\"><span class=\"tocnumber\">1.2</span> <span class=\"toctext\">Whoever Was Using This Bed</span></a></li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Intimacy\"><span class=\"tocnumber\">1.3</span> <span class=\"toctext\">Intimacy</span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Menudo\"><span class=\"tocnumber\">1.4</span> <span class=\"toctext\">Menudo</span></a></li>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#Elephant\"><span class=\"tocnumber\">1.5</span> <span class=\"toctext\">Elephant</span></a></li>\n<li class=\"toclevel-2 tocsection-7\"><a href=\"#Blackbird_Pie\"><span class=\"tocnumber\">1.6</span> <span class=\"toctext\">Blackbird Pie</span></a></li>\n<li class=\"toclevel-2 tocsection-8\"><a href=\"#Errand\"><span class=\"tocnumber\">1.7</span> <span class=\"toctext\">Errand</span></a></li>\n</ul>\n</li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Stories\">Stories</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Elephant_(stories)&amp;action=edit&amp;section=1\" title=\"Edit section: Stories\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The collection contains the following stories:\n</p>\n<h3><span class=\"mw-headline\" id=\"Boxes\">Boxes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Elephant_(stories)&amp;action=edit&amp;section=2\" title=\"Edit section: Boxes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The narrator and Jill find each other after failed marriages. Soon after they set up a household, their comfortable life is disrupted by the arrival of the narrator's seventy-year-old mother. She is constantly on the move, going from one place to another, hoping to find a good life, but is always disappointed by what she encounters. When she moves to her son's community, she dislikes everything about it. No sooner does she move into her quarters then she packs her possessions into boxes (the story's title) in preparation to return to California. A half year passes before she finally departs. During this time, Jill's easy going response to the mother's disruptive presence keeps the narrator and Jill's relationship on even keel. When the mother finally heads back to California in her packed car, both she and her son realize that they are not likely to see each other again.\n</p>\n<h3><span class=\"mw-headline\" id=\"Whoever_Was_Using_This_Bed\">Whoever Was Using This Bed</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Elephant_(stories)&amp;action=edit&amp;section=3\" title=\"Edit section: Whoever Was Using This Bed\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>A 3:00 am phone call wakes the narrator and his wife, Iris, from a deep sleep. When the narrator answers the phone, a woman's voice asks to speak to \"Bud.\" The narrator tells the woman she has a wrong number and hangs up. But she persistently calls back, forcing him to take the phone off the hook. Once back in bed, Iris starts <a href=\"/wiki/Chain_smoking\" title=\"Chain smoking\">chain smoking</a> and engages the narrator in conversation. The narrator desperately wants to go back to sleep, but he gets caught up in Iris's <a href=\"/wiki/Rumination_(psychology)\" title=\"Rumination (psychology)\">ruminations</a>. He begins chain smoking as well. Iris talks about the dream the phone call interrupted. She doesn't remember the details, but she recalls that the dream did not include the narrator, which upsets him. As the night moves on, the narrator is very much aware of the passage of time, and hopes to be able to catch some sleep before daybreak, when he needs to get up to go to work. But he is engaged in the chat with his wife. Ultimately, the conversation focuses on whether one partner will <a href=\"/wiki/Life_support\" title=\"Life support\">\"pull the plug\"</a> on the other if either were mortally incapacitated. Iris wants the narrator to pull the plug, but after some thought, the narrator asks Iris to let the doctors do what they can do. Don't pull the plug. At daybreak, the narrator gets up and goes to work. Throughout the day he reflects on his conversation with Iris and on his fatigue. That night, the phone rings and the familiar woman's voice asks for \"Bud.\" While the narrator is holding the phone, Iris pulls the plug—and disconnects the phone.\n</p>\n<h3><span class=\"mw-headline\" id=\"Intimacy\">Intimacy</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Elephant_(stories)&amp;action=edit&amp;section=4\" title=\"Edit section: Intimacy\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The narrator has achieved a measure of public recognition as a writer. While on the road, he drops by his ex-wife's house unannounced. It has been four years since they last met. When she sees him, she launches into a non-stop <a href=\"/wiki/Soliloquy\" title=\"Soliloquy\">soliloquy</a>, enumerating her hurts and anger at his betrayal. Through her onslaught, it is clear that she cared dearly for him and the lost life they built together. After her diatribe dies down, the narrator drops to his knees before her, holding the hem of her dress. She becomes self-conscious, then worries that her new husband will return home and find them together. She indicates that the reason he visited her was to gain new material for his stories. She asks him to leave. He departs.\n</p>\n<h3><span class=\"mw-headline\" id=\"Menudo\">Menudo</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Elephant_(stories)&amp;action=edit&amp;section=5\" title=\"Edit section: Menudo\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>In the middle of the night, the narrator reflects on his relations with three women: his current wife, Vicky; his ex-wife, Molly; and the neighbor with whom he is having a <a href=\"/wiki/Sexual_affair\" class=\"mw-redirect\" title=\"Sexual affair\">sexual affair</a>, Amanda. He looks out his window and sees the lights on at Amanda's house and wonders what she is doing. After Amanda's husband Oliver discovered her affair with the narrator, he left the house, giving Amanda an <a href=\"/wiki/Ultimatum\" title=\"Ultimatum\">ultimatum</a> to move out within a week. Vicky also knows of the affair and is now snubbing him. It is not clear how their relationship will end or what kind of a future relationship he will have with Amanda. He reflects on his treatment of his ex-wife, Molly. She loved him unconditionally. When he left her for Vicky, she had a <a href=\"/wiki/Nervous_breakdown\" class=\"mw-redirect\" title=\"Nervous breakdown\">breakdown</a> and was sent to a mental institution. The narrator had trouble dealing with Molly's breakdown—while attending a drinking party at an artist friend's house (Alfredo), he began to shake uncontrollably. The friend said he would fix him a <a href=\"/wiki/Menudo_(soup)\" title=\"Menudo (soup)\">menudo</a>, a Latino stew made of <a href=\"/wiki/Tripe\" title=\"Tripe\">tripe</a>, sausage, onions, tomatoes, <a href=\"/wiki/Chili_powder\" title=\"Chili powder\">chili powder</a>, and other ingredients. The menudo would calm him down. But the narrator fell asleep before the menudo was ready and as a consequence he never sampled it. As the narrator reflects on his life with the three women, dawn arrives. Looking outside, he sees leaves scattered on his lawn. He dresses, grabs a rake and rakes and bags the leaves on his lawn. Then he begins raking a neighbor's lawn, and the story ends.\n</p>\n<h3><span class=\"mw-headline\" id=\"Elephant\">Elephant</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Elephant_(stories)&amp;action=edit&amp;section=6\" title=\"Edit section: Elephant\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>In Elephant by Raymond Carver we have the theme of dependency, security, struggle, acceptance and letting go. Taken from his Elephant and Other Stories collection the story is narrated in the first person by an unnamed narrator and from the beginning of the story it would appear that Carver is exploring the theme of dependency. The narrator’s brother (Billy) is looking for five hundred dollars from the narrator to help him while he looks for another job. As the story continues the reader also realises that Billy is not the only person who is dependent (or relying) on the narrator. We also learn that he is supporting his mother, sending her money every month, his ex-wife (alimony payments) and his two children. Every character in the story appears to be reliant or dependent on the narrator for support and also appears to be struggling (just as the narrator is). What we also known as readers is that the narrator lives alone, spending much of his time sitting in his chair at home too tired after work to do anything. It is as if he is living his life, just to help his family. He is in essence their security, without him their lives would become more unmanageable if not impossible. What is also interesting about the narrator is the fact that he accepts his position in life. Even when he suggests to his family that he might move to Australia (to escape from his family’s financial demands) he soon realises that he will never do it and the fact that he remains at home highlights his acceptance of his role to help others.\n</p><p>Throughout the story the narrator’s family become more dependent on him. His brother asks him for a further $1000 and he continues to lend money to his daughter and his son, while still paying monthly payments to both his mother and his ex-wife. What is interesting about the narrator’s views of his mother and ex-wife is the fact that though he considers them greedy, he continues to send them money. To his mother because he pities her and to his ex-wife because the judge has told him that he has to keep sending money to her. Though it is not explicitly said, there is a sense that the narrator in some ways feels responsible for his family. This can be seen when he dreams about hitting his son in the car. It is something that actually happened and there is a feeling of guilt or regret on the narrator’s part. He longs for his son to be happy and as a result continues to send him money so that he can go to Europe. What is also important about the narrator dreaming about his son, is the fact that he also dreams that someone had given him some whiskey in the dream. For the narrator this is the worst thing that can happen to him, to drink again. He might be struggling in work and paying money to his family but he knows that drinking, ‘that was the worst thing that could have happened. That was rock bottom.’ By introducing the whiskey into the dream Carver may be highlighting a breaking-point for the narrator.\n</p><p>However the most important dream that the narrator has is the one where he is sitting on his father’s shoulders and he imagines that his father is an elephant and he is riding on top of him. This dream is important for several reasons. Firstly because it symbolizes support, his father telling him that things will be okay ‘You can let go, he said, I’ve got you. You won’t fall.’ It is the first time in the story where someone else is supporting the narrator rather than him supporting everyone else. It is also through this dream of his father that the reader realizes that the narrator is taking on the role his father had, of supporting others. The second reason the dream is important is because it is after the dream that the narrator begins to let go, just as his father had told him.\n</p><p>How much the narrator has let go can be seen the following morning (after his dreams). It is as he is walking to work that the narrator starts to think about his family. No longer does he view them as just people who want his money but he hopes that they are doing okay (his son, mother, daughter and brother). Despite the fact that the narrator is supporting them, he appears to have accepted his role (as a leader or supporter, like his father) and wishes all his family well. Money no longer being the driving factor in how he feels about them. The idea of change within the narrator is further explored when the reader finds him outside Smitty’s café. He stands there with his arms level with his shoulders, mirroring his dream of him sitting on his father’s shoulders. Not only is the narrator remembering his father again but more importantly he is letting go, as he did in the dream.\n</p><p>There is also a sense of irony in the closing section of the story. The narrator is standing outside Smitty’s and George, a colleague of the narrator pulls up and offers the narrator a lift. What is ironic about this meeting is the fact the reader is aware that George’s car remains unpaid for (mirroring all the money which the narrator is still waiting for from his family, they remain in debt just like George). Despite this the narrator tells George to drive the car as fast as he can. Not only is there a sense of letting go (driving the car fast) but there is a sense of freedom now within the narrator. He is no longer tied down to his old ideals in which he begrudges supporting his family. Now the narrator appears to accept and embrace his role.\n</p>\n<h3><span class=\"mw-headline\" id=\"Blackbird_Pie\">Blackbird Pie</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Elephant_(stories)&amp;action=edit&amp;section=7\" title=\"Edit section: Blackbird Pie\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<table class=\"plainlinks metadata ambox mbox-small-left ambox-content\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><a href=\"/wiki/File:Wiki_letter_w_cropped.svg\" class=\"image\"><img alt=\"[icon]\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Wiki_letter_w_cropped.svg/20px-Wiki_letter_w_cropped.svg.png\" width=\"20\" height=\"14\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Wiki_letter_w_cropped.svg/30px-Wiki_letter_w_cropped.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Wiki_letter_w_cropped.svg/40px-Wiki_letter_w_cropped.svg.png 2x\" data-file-width=\"44\" data-file-height=\"31\" /></a></td><td class=\"mbox-text\"><div class=\"mbox-text-span\"><b>This section is empty.</b> <small>You can help by <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Elephant_(stories)&amp;action=edit&amp;section=\">adding to it</a>.</small>  <small><i>(January 2013)</i></small></div></td></tr></tbody></table>\n<h3><span class=\"mw-headline\" id=\"Errand\">Errand</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Elephant_(stories)&amp;action=edit&amp;section=8\" title=\"Edit section: Errand\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<table class=\"plainlinks metadata ambox mbox-small-left ambox-content\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><a href=\"/wiki/File:Wiki_letter_w_cropped.svg\" class=\"image\"><img alt=\"[icon]\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Wiki_letter_w_cropped.svg/20px-Wiki_letter_w_cropped.svg.png\" width=\"20\" height=\"14\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Wiki_letter_w_cropped.svg/30px-Wiki_letter_w_cropped.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Wiki_letter_w_cropped.svg/40px-Wiki_letter_w_cropped.svg.png 2x\" data-file-width=\"44\" data-file-height=\"31\" /></a></td><td class=\"mbox-text\"><div class=\"mbox-text-span\"><b>This section is empty.</b> <small>You can help by <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Elephant_(stories)&amp;action=edit&amp;section=\">adding to it</a>.</small>  <small><i>(January 2013)</i></small></div></td></tr></tbody></table>\n\n<!-- \nNewPP limit report\nParsed by mw2165\nCached time: 20180913233510\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.064 seconds\nReal time usage: 0.085 seconds\nPreprocessor visited node count: 152/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 5684/2097152 bytes\nTemplate argument size: 56/2097152 bytes\nHighest expansion depth: 6/40\nExpensive parser function count: 2/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.025/10.000 seconds\nLua memory usage: 1.02 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   60.026      1 -total\n 59.62%   35.787      2 Template:Empty_section\n 48.10%   28.871      2 Template:Ambox\n 39.81%   23.898      1 Template:Italic_title\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:15773144-0!canonical and timestamp 20180913233510 and revision id 817331406\n -->\n</div>"},"langlinks":[{"lang":"fr","url":"https://fr.wikipedia.org/wiki/Les_Trois_Roses_jaunes","langname":"French","autonym":"français","*":"Les Trois Roses jaunes"},{"lang":"it","url":"https://it.wikipedia.org/wiki/Elefante_e_altri_racconti","langname":"Italian","autonym":"italiano","*":"Elefante e altri racconti"},{"lang":"ja","url":"https://ja.wikipedia.org/wiki/%E8%B1%A1_(%E7%9F%AD%E7%B7%A8%E9%9B%86)","langname":"Japanese","autonym":"日本語","*":"象 (短編集)"}],"categories":[{"sortkey":"","hidden":"","*":"Articles_to_be_expanded_from_January_2013"},{"sortkey":"","hidden":"","*":"All_articles_to_be_expanded"},{"sortkey":"","hidden":"","*":"Articles_with_empty_sections_from_January_2013"},{"sortkey":"","hidden":"","*":"All_articles_with_empty_sections"},{"sortkey":"","hidden":"","*":"Articles_using_small_message_boxes"},{"sortkey":"","*":"Single-writer_short_story_collections"},{"sortkey":"","*":"1988_short_story_collections"},{"sortkey":"","*":"Books_by_Raymond_Carver"},{"sortkey":"","*":"Books_published_posthumously"}],"links":[{"ns":14,"exists":"","*":"Category:Articles to be expanded from January 2013"},{"ns":14,"exists":"","*":"Category:Articles with empty sections from January 2013"},{"ns":0,"exists":"","*":"Chain smoking"},{"ns":0,"exists":"","*":"Chili powder"},{"ns":0,"exists":"","*":"Life support"},{"ns":0,"exists":"","*":"Menudo (soup)"},{"ns":0,"exists":"","*":"Nervous breakdown"},{"ns":0,"exists":"","*":"Raymond Carver"},{"ns":0,"exists":"","*":"Rumination (psychology)"},{"ns":0,"exists":"","*":"Sexual affair"},{"ns":0,"exists":"","*":"Short story"},{"ns":0,"exists":"","*":"Soliloquy"},{"ns":0,"exists":"","*":"Tripe"},{"ns":0,"exists":"","*":"Ultimatum"},{"ns":0,"*":"Collins Harvill"}],"templates":[{"ns":10,"exists":"","*":"Template:Italic title"},{"ns":10,"exists":"","*":"Template:Empty section"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":828,"exists":"","*":"Module:Italic title"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"}],"images":["ElephantCarver.jpg","Wiki_letter_w_cropped.svg"],"externallinks":[],"sections":[{"toclevel":1,"level":"2","line":"Stories","number":"1","index":"1","fromtitle":"Elephant_(stories)","byteoffset":368,"anchor":"Stories"},{"toclevel":2,"level":"3","line":"Boxes","number":"1.1","index":"2","fromtitle":"Elephant_(stories)","byteoffset":428,"anchor":"Boxes"},{"toclevel":2,"level":"3","line":"Whoever Was Using This Bed","number":"1.2","index":"3","fromtitle":"Elephant_(stories)","byteoffset":1325,"anchor":"Whoever_Was_Using_This_Bed"},{"toclevel":2,"level":"3","line":"Intimacy","number":"1.3","index":"4","fromtitle":"Elephant_(stories)","byteoffset":2891,"anchor":"Intimacy"},{"toclevel":2,"level":"3","line":"Menudo","number":"1.4","index":"5","fromtitle":"Elephant_(stories)","byteoffset":3631,"anchor":"Menudo"},{"toclevel":2,"level":"3","line":"Elephant","number":"1.5","index":"6","fromtitle":"Elephant_(stories)","byteoffset":5159,"anchor":"Elephant"},{"toclevel":2,"level":"3","line":"Blackbird Pie","number":"1.6","index":"7","fromtitle":"Elephant_(stories)","byteoffset":10583,"anchor":"Blackbird_Pie"},{"toclevel":2,"level":"3","line":"Errand","number":"1.7","index":"8","fromtitle":"Elephant_(stories)","byteoffset":10640,"anchor":"Errand"}],"parsewarnings":[],"displaytitle":"<i>Elephant</i> (stories)","iwlinks":[],"properties":[{"name":"displaytitle","*":"<i>Elephant</i> (stories)"},{"name":"wikibase_item","*":"Q5359297"}]}}