{"parse":{"title":"Authentic learning","pageid":42478813,"revid":854632840,"text":{"*":"<div class=\"mw-parser-output\"><p>In education, <b>authentic learning</b> is an instructional approach that allows students to explore, discuss, and meaningfully construct concepts and relationships in contexts that involve real-world problems and projects that are relevant to the learner.<sup id=\"cite_ref-Donovan_1-0\" class=\"reference\"><a href=\"#cite_note-Donovan-1\">&#91;1&#93;</a></sup> It refers to a \"wide variety of educational and instructional techniques focused on connecting what students are taught in school to real-world issues, problems, and applications. The basic idea is that students are more likely to be interested in what they are learning, more motivated to learn new concepts and skills, and better prepared to succeed in college, careers, and adulthood if what they are learning mirrors real-life contexts, equips them with practical and useful skills, and addresses topics that are relevant and applicable to their lives outside of school.\"<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p><p>Authentic instruction will take on a much different form than traditional teaching methods. In the traditional classroom, students take a passive role in the learning process. Knowledge is considered to be a collection of facts and procedures that are transmitted from the teacher to the student. In this view, the goal of education is to possess a large collection of these facts and procedures.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> Authentic learning, on the other hand, takes a <a href=\"/wiki/Constructivist_teaching_methods\" title=\"Constructivist teaching methods\">constructivist</a> approach, in which learning is an active process. Teachers provide opportunities for students to construct their own knowledge through engaging in self-directed inquiry, problem solving, critical thinking, and reflections in real-world contexts. This knowledge construction is heavily influenced by the student's prior knowledge and experiences, as well as by the characteristics that shape the learning environment, such as values, expectations, rewards, and sanctions. Education is more student-centered. Students no longer simply memorize facts in abstract and artificial situations, but they experience and apply information in ways that are grounded in reality.<sup id=\"cite_ref-Newmann_4-0\" class=\"reference\"><a href=\"#cite_note-Newmann-4\">&#91;4&#93;</a></sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Characteristics\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Characteristics</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Five_standards\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Five standards</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Examples\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Examples</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Benefits\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Benefits</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Characteristics\">Characteristics</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Authentic_learning&amp;action=edit&amp;section=1\" title=\"Edit section: Characteristics\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>There is no definitive description of authentic learning. Educators must develop their own interpretations of what creates meaning for the students in their classrooms.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> However, the literature suggests that there are several characteristics of authentic learning. It is important to note that authentic learning tasks do not have to have all the characteristics. They can be thought of as being on a spectrum, with tasks being more or less authentic. The characteristics of authentic learning include the following:\n</p>\n<ul><li>Authentic learning is centered on authentic, relevant, real-world tasks that are of interest to the learners.</li>\n<li>Students are actively engaged in <a href=\"/wiki/Exploration\" title=\"Exploration\">exploration</a> and <a href=\"/wiki/Inquiry\" title=\"Inquiry\">inquiry</a>.</li>\n<li>Learning, most often, is <a href=\"/wiki/Interdisciplinary\" class=\"mw-redirect\" title=\"Interdisciplinary\">interdisciplinary</a>. It requires integration of content from several disciplines and leads to outcomes beyond the domain-specific <a href=\"/wiki/Learning_outcomes\" class=\"mw-redirect\" title=\"Learning outcomes\">learning outcomes</a>.</li>\n<li>Learning is closely connected to the world beyond the walls of the classroom.</li>\n<li>Students become engaged in complex tasks and <a href=\"/wiki/Higher-order_thinking\" title=\"Higher-order thinking\">higher-order thinking</a> skills, such as analyzing, synthesizing, designing, manipulating, and evaluating information.</li>\n<li>Learning begins with a question or problem, which cannot be constricting in that it allows the student to construct their own response and inquiry. The outcome of the learning experience cannot be predetermined.<sup id=\"cite_ref-ReferenceA_6-0\" class=\"reference\"><a href=\"#cite_note-ReferenceA-6\">&#91;6&#93;</a></sup></li>\n<li>Students produce a product that can be shared with an audience outside the classroom. These products have value in their own right, rather than simply for earning a grade.</li>\n<li>The resulting products are concrete allowing them to be shared and critiqued; this feedback allows the learner to be reflective and deepen their learning.<sup id=\"cite_ref-ReferenceA_6-1\" class=\"reference\"><a href=\"#cite_note-ReferenceA-6\">&#91;6&#93;</a></sup></li>\n<li>Learning is student driven, with tutors, peers, teachers, parents, and outside experts all assisting and coaching in the learning process.</li>\n<li>Learners employ <a href=\"/wiki/Instructional_scaffolding\" title=\"Instructional scaffolding\">instructional scaffolding</a> techniques at critical times.</li>\n<li>Students have opportunities for social <a href=\"/wiki/Discourse\" title=\"Discourse\">discourse</a>, <a href=\"/wiki/Collaboration\" title=\"Collaboration\">collaboration</a>, and <a href=\"/wiki/Human_self-reflection\" class=\"mw-redirect\" title=\"Human self-reflection\">reflection</a>.</li>\n<li>Ample resources are available.</li>\n<li><a href=\"/wiki/Educational_assessment\" title=\"Educational assessment\">Assessment</a> of authentic learning is integrated seamlessly within the learning task in order to reflect similar, real world assessments. This is known as <a href=\"/wiki/Authentic_assessment\" title=\"Authentic assessment\">authentic assessment</a> and is in contrast to traditional learning assessments in which an exam is given after the knowledge or skills have hopefully been acquired.</li>\n<li>Authentic learning provides students with the opportunity to examine the problem from different perspectives, which allows for competing solutions and a diversity of outcomes instead of one single correct answer.<sup id=\"cite_ref-Donovan_1-1\" class=\"reference\"><a href=\"#cite_note-Donovan-1\">&#91;1&#93;</a></sup><sup id=\"cite_ref-Newmann_4-1\" class=\"reference\"><a href=\"#cite_note-Newmann-4\">&#91;4&#93;</a></sup><sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup><sup id=\"cite_ref-Lombardi_8-0\" class=\"reference\"><a href=\"#cite_note-Lombardi-8\">&#91;8&#93;</a></sup><sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup><sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup></li>\n<li>Students are provided the opportunity for articulation of their learning process and/or final learning product.<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup></li></ul>\n<h2><span class=\"mw-headline\" id=\"Five_standards\">Five standards</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Authentic_learning&amp;action=edit&amp;section=2\" title=\"Edit section: Five standards\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>While there has been much attention given to educational standards for <a href=\"/wiki/Curriculum\" title=\"Curriculum\">curriculum</a> and <a href=\"/wiki/Educational_assessment\" title=\"Educational assessment\">assessment</a>, \"the standards for instruction tend to focus on procedural and technical aspects, with little attention to more fundamental standards of quality.\"<sup id=\"cite_ref-Wehlage_12-0\" class=\"reference\"><a href=\"#cite_note-Wehlage-12\">&#91;12&#93;</a></sup> The challenge is not simply to adopt innovative teaching techniques but to give students the opportunity to use their minds well and to provide students with instruction that has meaning or value outside of achieving success in school. \n</p><p>In order to address this challenge, a framework consisting of five standards of authentic instruction has been developed by Wisconsin's Center on Organization and Restructuring of Schools. This framework can be a valuable tool for both researchers and teachers. It provides \"a set of standards through which to view assignments, instructional activities, and the dialogue between teacher and students and students with one another.\"<sup id=\"cite_ref-Wehlage_12-1\" class=\"reference\"><a href=\"#cite_note-Wehlage-12\">&#91;12&#93;</a></sup> \n</p><p>Teachers can use the framework to generate questions, clarify goals, and critique their teaching. Each standard can be assessed on a scale of one to five rather than a categorical yes or no variable. \"The five standards are higher-order thinking, depth of knowledge, connectedness to the world beyond the classroom, substantive conversation, and social support for student achievement.\"<sup id=\"cite_ref-Wehlage_12-2\" class=\"reference\"><a href=\"#cite_note-Wehlage-12\">&#91;12&#93;</a></sup>\n</p>\n<ul><li><b>Higher-Order Thinking:</b> This scale measures the degree to which students use higher-order thinking skills. Higher-order thinking requires students to move beyond simple recall of facts to the more complex task of manipulating information and ideas in ways that transform their meaning and implications, such as when students synthesize, generalize, explain, hypothesize, or arrive at some conclusion or interpretation.</li>\n<li><b>Depth of Knowledge:</b> This scale assesses students' depth of knowledge and understanding. Knowledge is considered deep when students are able to \"make clear distinctions, develop arguments, solve problems, construct explanations, and otherwise work with relatively complex understandings.\"<sup id=\"cite_ref-Wehlage_12-3\" class=\"reference\"><a href=\"#cite_note-Wehlage-12\">&#91;12&#93;</a></sup> Rather than emphasizing large quantities of fragmented information, instruction covers fewer topics in systematic and connected ways which leads to deeper understanding.</li>\n<li><b>Connectedness to the World:</b> This scale measures the extent to which the instruction has value and meaning beyond the instructional context. Instruction can exhibit connectedness when students address real-world public problems or when they use personal experiences as a context for applying knowledge.</li>\n<li><b>Substantive Conversation:</b> This scale assesses the extent of communication to learn and understand the substance of a subject. High levels of substantive conversation are indicated by three features: considerable interaction about the subject matter which includes evidence of higher-order thinking, sharing of ideas that are not scripted or controlled, and dialogue that builds on participants' ideas to promote improved collective understanding of a theme or topic.</li>\n<li><b>Social Support for Student Achievement:</b> The social support scale measures the culture of the learning community. Social support is high in classes where there are high expectations for all students, a climate of mutual respect, and inclusion of all students in the learning process. Contributions from all students are welcomed and valued.<sup id=\"cite_ref-Wehlage_12-4\" class=\"reference\"><a href=\"#cite_note-Wehlage-12\">&#91;12&#93;</a></sup></li></ul>\n<h2><span class=\"mw-headline\" id=\"Examples\">Examples</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Authentic_learning&amp;action=edit&amp;section=3\" title=\"Edit section: Examples\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>There are several authentic learning practices in which students may participate. These are a few examples:\n</p>\n<ul><li><b>Simulation-Based Learning:</b> Students engage in <a href=\"/wiki/Simulations\" class=\"mw-redirect\" title=\"Simulations\">simulations</a> and <a href=\"/wiki/Role-playing\" title=\"Role-playing\">role-playing</a> in order to be put in situations where the student has to actively participate in the decision making of a project. This helps in \"developing valuable communication, collaboration, and leadership skills that would help the student succeed as a professional in the field he/she is studying.\"<sup id=\"cite_ref-Peterson_13-0\" class=\"reference\"><a href=\"#cite_note-Peterson-13\">&#91;13&#93;</a></sup> Learning through simulation and role-playing has been used to train flight attendants, fire fighters, and medical personnel to name a few.</li>\n<li><b>Student-Created Media:</b> Student-created media focuses on using various technologies to \"create videos, design websites, produce animations, virtual reconstructions, and create photographs.\"<sup id=\"cite_ref-Peterson_13-1\" class=\"reference\"><a href=\"#cite_note-Peterson-13\">&#91;13&#93;</a></sup> In addition to gaining valuable experience in working with a range of technologies, \"students have also improved their reading comprehension, writing skills, and their abilities to plan, analyze, and interpret results as they progress through the media project.\"<sup id=\"cite_ref-Peterson_13-2\" class=\"reference\"><a href=\"#cite_note-Peterson-13\">&#91;13&#93;</a></sup></li>\n<li><b>Inquiry-Based Learning:</b> <a href=\"/wiki/Inquiry-based_learning\" title=\"Inquiry-based learning\">Inquiry-based learning</a> starts by posing questions, problems or scenarios rather than simply presenting material to students. Students identify and research issues and questions to develop their knowledge or solutions. Inquiry-based learning is generally used in field-work, case studies, investigations, individual and group projects, and research projects.</li>\n<li><b>Peer-Based Evaluation:</b> In peer based evaluation students are given the opportunity to analyze, critique, and provide constructive feedback on the assignments of their peers. Through this process, they are exposed to different perspectives on the topic being studied, giving them a deeper understanding.</li>\n<li><b>Working with Remote Instruments:</b> Specialized software can provide students with opportunities they might not have otherwise. For example, \"various software packages produce similar results that students working in a fully equipped lab might receive. By interpreting the software based results students are able to apply theory to practice as they interpret the data that would otherwise not be available to them.\"<sup id=\"cite_ref-Peterson_13-3\" class=\"reference\"><a href=\"#cite_note-Peterson-13\">&#91;13&#93;</a></sup></li>\n<li><b>Working with Research Data:</b> Students collect their own data or use data collected from researchers to conduct their own investigations.</li>\n<li><b>Reflecting and Documenting Achievements:</b> The importance of <a href=\"/wiki/Metacognition\" title=\"Metacognition\">metacognition</a> in the learning process is well-documented. Giving students the opportunity to reflect upon and monitor their learning is essential. <a href=\"/wiki/Diary\" title=\"Diary\">Journals</a>, <a href=\"/wiki/Artist%27s_portfolio\" title=\"Artist&#39;s portfolio\">portfolios</a>, and <a href=\"/wiki/Electronic_portfolio\" title=\"Electronic portfolio\">electronic portfolios</a> are examples of authentic learning tasks designed to showcase the student's work as well as give the student a means to reflect back on his/her learning over time.<sup id=\"cite_ref-Lombardi_8-1\" class=\"reference\"><a href=\"#cite_note-Lombardi-8\">&#91;8&#93;</a></sup><sup id=\"cite_ref-Peterson_13-4\" class=\"reference\"><a href=\"#cite_note-Peterson-13\">&#91;13&#93;</a></sup></li>\n<li><b>Project-Based Learning:</b> Begins with a problem or question that is the starting point for inquiry and which all products are created as a result of. Results in a single or series of products or artifacts that are created as a result or solution to the inquiry.<sup id=\"cite_ref-ReferenceA_6-2\" class=\"reference\"><a href=\"#cite_note-ReferenceA-6\">&#91;6&#93;</a></sup></li></ul>\n<h2><span class=\"mw-headline\" id=\"Benefits\">Benefits</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Authentic_learning&amp;action=edit&amp;section=4\" title=\"Edit section: Benefits\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Educational research shows that authentic learning is an effective learning approach<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (June 2018)\">citation needed</span></a></i>&#93;</sup> to preparing students for work in the 21st century. By situating knowledge within relevant contexts, learning is enhanced in all four domains of learning: <a href=\"/wiki/Cognitive\" class=\"mw-redirect\" title=\"Cognitive\">cognitive</a> (knowledge), <a href=\"/wiki/Affective\" class=\"mw-redirect\" title=\"Affective\">affective</a> (attitudes), <a href=\"/wiki/Psychomotor_learning\" title=\"Psychomotor learning\">psychomotor</a> (skills), and <a href=\"/wiki/Psychosocial\" title=\"Psychosocial\">psychosocial</a> (social skills). Some of the benefits of authentic learning include the following:\n</p>\n<ul><li>Students are more motivated and more likely to be interested in what they are learning when it is relevant and applicable to their lives outside of school.</li>\n<li>Students are better prepared to succeed in college, careers, and adulthood.</li>\n<li>Students learn to <a href=\"/wiki/Assimilation_(psychology)\" class=\"mw-redirect\" title=\"Assimilation (psychology)\">assimilate</a> and connect knowledge that is unfamiliar.</li>\n<li>Students are exposed to different settings, activities, and perspectives.</li>\n<li><a href=\"/wiki/Knowledge_transfer\" title=\"Knowledge transfer\">Transfer</a> and application of theoretical knowledge to the world outside of the classroom is enhanced.</li>\n<li>Students have opportunities to collaborate, produce products, and to practice <a href=\"/wiki/Problem_solving\" title=\"Problem solving\">problem solving</a> and professional skills.</li>\n<li>Students have opportunities to exercise professional judgments in a safe environment.</li>\n<li>Students practice higher-order thinking skills.</li>\n<li>Students develop patience to follow longer arguments.</li>\n<li>Students develop flexibility to work across disciplinary and cultural boundaries.<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Authentic_learning&amp;action=edit&amp;section=5\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-Donovan-1\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Donovan_1-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Donovan_1-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Donovan, S., Bransford, J., &amp; Pellegrino. (1999). <i>How People Learn: Bridging Research and Practice.</i> Washington, DC: National Academy of Sciences.</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Authentic Learning. (n.d.) The Glossary of Education Reform. Retrieved from <a rel=\"nofollow\" class=\"external free\" href=\"http://edglossary.org/authentic-learning\">http://edglossary.org/authentic-learning</a>.</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Sawyer, K. (2006). <i>The Cambridge Handbook of the Learning Sciences.</i> New York, NY: Cambridge University Press.</span>\n</li>\n<li id=\"cite_note-Newmann-4\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Newmann_4-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Newmann_4-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Newmann, F., Marks, H., &amp; Gamoran, A. (1995). Authentic pedagogy: Standards that boost student performance. <i>Issues in Restructuring Schools,</i> 8, 1-12.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Maina, F. (2004). Authentic learning: Perspectives from contemporary educators. <i>Journal of Authentic Learning.</i> Retrieved from <a rel=\"nofollow\" class=\"external free\" href=\"https://dspace.sunyconnect.suny.edu/bitstream/handle/1951/389/maina.pdf?sequence=1&amp;isAllowed=y\">https://dspace.sunyconnect.suny.edu/bitstream/handle/1951/389/maina.pdf?sequence=1&amp;isAllowed=y</a>.</span>\n</li>\n<li id=\"cite_note-ReferenceA-6\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-ReferenceA_6-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-ReferenceA_6-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-ReferenceA_6-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation journal\">Blumenfeld, Phyllis C.; Soloway, Elliot; Marx, Ronald W.; Krajcik, Joseph S.; Guzdial, Mark; Palincsar, Annemarie (1991). \"Motivating Project-Based Learning: Sustaining the Doing, Supporting the Learning\". <i>Educational Psychologist</i>. <b>26</b> (3&amp;4): 369–398. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1080/00461520.1991.9653139\">10.1080/00461520.1991.9653139</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Educational+Psychologist&amp;rft.atitle=Motivating+Project-Based+Learning%3A+Sustaining+the+Doing%2C+Supporting+the+Learning&amp;rft.volume=26&amp;rft.issue=3%264&amp;rft.pages=369-398&amp;rft.date=1991&amp;rft_id=info%3Adoi%2F10.1080%2F00461520.1991.9653139&amp;rft.aulast=Blumenfeld&amp;rft.aufirst=Phyllis+C.&amp;rft.au=Soloway%2C+Elliot&amp;rft.au=Marx%2C+Ronald+W.&amp;rft.au=Krajcik%2C+Joseph+S.&amp;rft.au=Guzdial%2C+Mark&amp;rft.au=Palincsar%2C+Annemarie&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAuthentic+learning\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Herrington, J., &amp; Oliver, R. (2000). An instructional design framework for authentic learning environments.  <i>Educational Technology Research and Development,</i> 48 (3), 23-48.</span>\n</li>\n<li id=\"cite_note-Lombardi-8\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Lombardi_8-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Lombardi_8-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Lombardi, M. (2007). Authentic learning for the 21st century: An overview. <i>EduCause Learning Initiative.</i> ELI Paper 1:2007. <a rel=\"nofollow\" class=\"external autonumber\" href=\"https://net.educause.edu/ir/library/pdf/ELI3009.pdf\">[1]</a></span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Mims, C. (2003). Authentic learning: A practical introduction and guide for implementation. <i>The Meridian Journal,</i>6 (1), Article 6.</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Rule, A. (2006). The components of authentic learning. <i>Journal of Authentic Learning,</i> 3 (1), 1-10.</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Herrington, Jan (October 13–17, 2006). <a rel=\"nofollow\" class=\"external text\" href=\"http://researchrepository.murdoch.edu.au/5247\">\"Authentic e-learning in higher education: Designing principles for authentic learning environments and tasks\"</a>. <i>Key note address at World Conference on E-Learning in Corporate, Government, Healthcare, and Higher Education (ELEARN) 2006</i><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">25 October</span> 2014</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Key+note+address+at+World+Conference+on+E-Learning+in+Corporate%2C+Government%2C+Healthcare%2C+and+Higher+Education+%28ELEARN%29+2006&amp;rft.atitle=Authentic+e-learning+in+higher+education%3A+Designing+principles+for+authentic+learning+environments+and+tasks&amp;rft.date=2006-10-13%2F2006-10-17&amp;rft.aulast=Herrington&amp;rft.aufirst=Jan&amp;rft_id=http%3A%2F%2Fresearchrepository.murdoch.edu.au%2F5247&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAuthentic+learning\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-Wehlage-12\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Wehlage_12-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Wehlage_12-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-Wehlage_12-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-Wehlage_12-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-Wehlage_12-4\"><sup><i><b>e</b></i></sup></a></span> <span class=\"reference-text\">Newmann, F. &amp; Wehlage, G. (1993). Five standards of authentic instruction. <i>Educational Leadership,</i> 50 (7), 8-12.</span>\n</li>\n<li id=\"cite_note-Peterson-13\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Peterson_13-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Peterson_13-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-Peterson_13-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-Peterson_13-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-Peterson_13-4\"><sup><i><b>e</b></i></sup></a></span> <span class=\"reference-text\">Peterson, L. (2007). Authentic Learning Environments. Retrieved April 9, 2014 from <a rel=\"nofollow\" class=\"external free\" href=\"http://etec.ctlt.ubc.ca/510wiki/Authentic_Learning_Environments\">http://etec.ctlt.ubc.ca/510wiki/Authentic_Learning_Environments</a>.</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">Benefits of Authentic Learning. (n.d.) Curtin University. Retrieved March 5, 2014 from <a rel=\"nofollow\" class=\"external free\" href=\"https://otl.curtin.edu.au/teaching_learning_practice/student_centred/authentic.cfm\">https://otl.curtin.edu.au/teaching_learning_practice/student_centred/authentic.cfm</a>.</span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw1278\nCached time: 20180903220136\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.152 seconds\nReal time usage: 0.189 seconds\nPreprocessor visited node count: 517/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 6446/2097152 bytes\nTemplate argument size: 544/2097152 bytes\nHighest expansion depth: 11/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 10441/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.058/10.000 seconds\nLua memory usage: 2 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  140.007      1 -total\n 53.20%   74.484      1 Template:Citation_needed\n 45.80%   64.122      1 Template:Reflist\n 38.49%   53.895      1 Template:Fix\n 31.46%   44.046      2 Template:Cite_journal\n 27.49%   38.490      2 Template:Category_handler\n  8.53%   11.941      1 Template:Delink\n  3.24%    4.537      1 Template:Fix/category\n  1.20%    1.678      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:42478813-0!canonical and timestamp 20180903220136 and revision id 854632840\n -->\n</div>"},"langlinks":[{"lang":"es","url":"https://es.wikipedia.org/wiki/Aprendizaje_aut%C3%A9ntico_(teor%C3%ADa)","langname":"Spanish","autonym":"español","*":"Aprendizaje auténtico (teoría)"},{"lang":"it","url":"https://it.wikipedia.org/wiki/Apprendimento_autentico","langname":"Italian","autonym":"italiano","*":"Apprendimento autentico"},{"lang":"he","url":"https://he.wikipedia.org/wiki/%D7%9C%D7%9E%D7%99%D7%93%D7%94_%D7%90%D7%95%D7%AA%D7%A0%D7%98%D7%99%D7%AA","langname":"Hebrew","autonym":"עברית","*":"למידה אותנטית"}],"categories":[{"sortkey":"","hidden":"","*":"All_articles_with_unsourced_statements"},{"sortkey":"","hidden":"","*":"Articles_with_unsourced_statements_from_June_2018"},{"sortkey":"","*":"Pedagogy"},{"sortkey":"","*":"Educational_technology"},{"sortkey":"","*":"Educational_psychology"},{"sortkey":"","*":"Applied_learning"}],"links":[{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from June 2018"},{"ns":0,"exists":"","*":"Affective"},{"ns":0,"exists":"","*":"Artist's portfolio"},{"ns":0,"exists":"","*":"Assimilation (psychology)"},{"ns":0,"exists":"","*":"Authentic assessment"},{"ns":0,"exists":"","*":"Cognitive"},{"ns":0,"exists":"","*":"Collaboration"},{"ns":0,"exists":"","*":"Constructivist teaching methods"},{"ns":0,"exists":"","*":"Curriculum"},{"ns":0,"exists":"","*":"Diary"},{"ns":0,"exists":"","*":"Digital object identifier"},{"ns":0,"exists":"","*":"Discourse"},{"ns":0,"exists":"","*":"Educational assessment"},{"ns":0,"exists":"","*":"Electronic portfolio"},{"ns":0,"exists":"","*":"Exploration"},{"ns":0,"exists":"","*":"Higher-order thinking"},{"ns":0,"exists":"","*":"Human self-reflection"},{"ns":0,"exists":"","*":"Inquiry"},{"ns":0,"exists":"","*":"Inquiry-based learning"},{"ns":0,"exists":"","*":"Instructional scaffolding"},{"ns":0,"exists":"","*":"Interdisciplinary"},{"ns":0,"exists":"","*":"Knowledge transfer"},{"ns":0,"exists":"","*":"Learning outcomes"},{"ns":0,"exists":"","*":"Metacognition"},{"ns":0,"exists":"","*":"Problem solving"},{"ns":0,"exists":"","*":"Psychomotor learning"},{"ns":0,"exists":"","*":"Psychosocial"},{"ns":0,"exists":"","*":"Role-playing"},{"ns":0,"exists":"","*":"Simulations"},{"ns":4,"exists":"","*":"Wikipedia:Citation needed"}],"templates":[{"ns":10,"exists":"","*":"Template:Citation needed"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Delink"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite journal"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Delink"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["//doi.org/10.1080/00461520.1991.9653139","https://net.educause.edu/ir/library/pdf/ELI3009.pdf","http://researchrepository.murdoch.edu.au/5247","http://edglossary.org/authentic-learning","https://dspace.sunyconnect.suny.edu/bitstream/handle/1951/389/maina.pdf?sequence=1&isAllowed=y","http://etec.ctlt.ubc.ca/510wiki/Authentic_Learning_Environments","https://otl.curtin.edu.au/teaching_learning_practice/student_centred/authentic.cfm"],"sections":[{"toclevel":1,"level":"2","line":"Characteristics","number":"1","index":"1","fromtitle":"Authentic_learning","byteoffset":2636,"anchor":"Characteristics"},{"toclevel":1,"level":"2","line":"Five standards","number":"2","index":"2","fromtitle":"Authentic_learning","byteoffset":7152,"anchor":"Five_standards"},{"toclevel":1,"level":"2","line":"Examples","number":"3","index":"3","fromtitle":"Authentic_learning","byteoffset":10764,"anchor":"Examples"},{"toclevel":1,"level":"2","line":"Benefits","number":"4","index":"4","fromtitle":"Authentic_learning","byteoffset":14179,"anchor":"Benefits"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"5","fromtitle":"Authentic_learning","byteoffset":15796,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Authentic learning","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q17152984"}]}}