{"parse":{"title":"Pre-assessment","pageid":48461444,"revid":795455913,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Pre-assessment </b> is a test <a href=\"/wiki/Students\" class=\"mw-redirect\" title=\"Students\">students</a> can take before a new unit to find out what the students need more instruction on and what they may already know. Pre-assessment is a way to save teachers time within the <a href=\"/wiki/Classroom\" title=\"Classroom\">classroom</a> while teaching new material. It is a great way to find out more about the students, what they are interested in and how they learn best.\n</p><p>There are many types of best <a href=\"/wiki/Teaching\" class=\"mw-redirect\" title=\"Teaching\">teaching</a> <a href=\"/wiki/Best_practice\" title=\"Best practice\">practices</a>. One of them is pre-assessment, which helps teachers better understand their students when preparing lessons, and activities to better fit the students in the class. Pre-assessment is a test that can be administered at the beginning of the school year and before new units. The same test may also be used for the post-assessment. Pre-assessment also helps the teacher learn student's interests and individual learning styles of each student. There are many ways to differentiate instruction for students that will help students take in information in multiple ways. All this information can be organized in a way to help the students and teachers have an easier school year. It can take place at the beginning of the <a href=\"/wiki/School\" title=\"School\">school</a> year and also before each unit.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Differentiated_instruction\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Differentiated instruction</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-2\"><a href=\"#Modalities\"><span class=\"tocnumber\">1.1</span> <span class=\"toctext\">Modalities</span></a></li>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#Interests\"><span class=\"tocnumber\">1.2</span> <span class=\"toctext\">Interests</span></a></li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Readiness_for_content\"><span class=\"tocnumber\">1.3</span> <span class=\"toctext\">Readiness for content</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Evaluating\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Evaluating</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Organizing_data\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Organizing data</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Learning_cycle\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Learning cycle</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#See_also\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#External_links\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Differentiated_instruction\">Differentiated instruction</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Pre-assessment&amp;action=edit&amp;section=1\" title=\"Edit section: Differentiated instruction\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div role=\"note\" class=\"hatnote navigation-not-searchable\">Main article: <a href=\"/wiki/Differentiated_instruction\" title=\"Differentiated instruction\">Differentiated instruction</a></div>\n<p>Some teachers assume best practices in their classroom, include such things as students sitting on the floor, listening to music, drawing, being loud or being quiet but doing so as a class. Because these students are doing these things as a class it is not differentiated Instruction. Amy Benjamin writes differentiated instruction is a \"variety of classroom practices that allow for differences in students' <a href=\"/wiki/Learning_styles\" title=\"Learning styles\">learning styles</a>, <a href=\"/wiki/Interest\" title=\"Interest\">interests</a>, prior knowledge, socialization needs and comfort zones\".<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> To learn students individual needs we as teachers need to assess those students and pre-assessment can to be done at the beginning of the school year and to identify students learning modalities, interests and readiness for content.\n</p>\n<h3><span class=\"mw-headline\" id=\"Modalities\">Modalities</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Pre-assessment&amp;action=edit&amp;section=2\" title=\"Edit section: Modalities\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>There are two types of modality theories; one is learning styles theory, the other is <a href=\"/wiki/Multiple_intelligence\" class=\"mw-redirect\" title=\"Multiple intelligence\">multiple intelligence</a>. Learning style theory suggests that learning styles differ from student to student. A few examples of learning styles are active learners, verbal learners, and reflective learners. <a href=\"/wiki/Learning_styles#Criticism\" title=\"Learning styles\">Learning styles theory</a> is highly criticized and lacks empirical evidence to support it. Another type of modality is multiple intelligence, which was created by <a href=\"/wiki/Howard_Gardner\" title=\"Howard Gardner\">Howard Gardner</a>. He takes a physiological approach to multiple intelligence by breaking it into eight categories. These categories help teachers understand the different types of diverse learning abilities. First is logical/mathematical which means the student learns better with logic, reasoning and numbers. Verbal/ Linguistic is another way that the students' strengths are with words and language. Another type is visual/spatial in which a student would rather use graphs, charts and drawings. Students who enjoy sound, rhymes, and music are musical/rhythmical learners. Bodily/kinesthetic learners are better with their hands and have better control over their bodily motions. Another type is Naturalist/Environmental, these students are sensitive, nurturing and like to use all five sense. The seventh is interpersonal, a type of student who communicates well and can be an extrovert. Last, students who can self-reflect and are introverts they are intrapersonal learners. Multiple intelligence is a great way to separate students out and learn their best learning modality.\n</p>\n<h3><span class=\"mw-headline\" id=\"Interests\">Interests</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Pre-assessment&amp;action=edit&amp;section=3\" title=\"Edit section: Interests\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>During pre-assessment, teachers have to learn about students' interests and readiness for the content in order to help motivate the students. However, students have to be the ones who motivate themselves. We as teachers have to grab their attention by utilizing what we know about their interests. Once we know the students interests we can integrate it into the lesson plans. Lynda Rice uses the example that if a student has trouble writing complete sentences use his interests to help him become motivated. A way to do that is by incorporating the students favorite things, which in this case was a superhero. The student was told to write conversation bubbles between other <a href=\"/wiki/Superheroes\" class=\"mw-redirect\" title=\"Superheroes\">superheroes</a> or even the <a href=\"/wiki/Villain\" title=\"Villain\">villains</a>. This helped him become motivated to write complete sentences.\n</p>\n<h3><span class=\"mw-headline\" id=\"Readiness_for_content\">Readiness for content</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Pre-assessment&amp;action=edit&amp;section=4\" title=\"Edit section: Readiness for content\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The purpose of pre-assessment of readiness is to find out what the students know and don't know to help plan your lessons to your specific students each year. Every year teacher's students are different. You may not be able to teach the same units the same way because of the classes readiness. At the beginning of the year and before new units it would be best to do a pre-assessment of the students to see what they know. The teachers should also give parents an evaluation in the beginning of the year because they know their child best. Planning and preparing for a class day is difficult, having these pre-assessments done will help you spend more time teaching students what they don't know and just refreshing them on what they do already do know. For example, if you are going to be starting a new unit in math, how to add and subtract.  Just by asking the students \"What does addition mean?\", \"What does subtraction mean\" and, \"Do they relate to each other?\", the teacher would be able to know that the students had a good basic knowledge of the information and could start on application-based activities.\nDoing pre-assessment before each unit could help teachers using their time teaching students new information and save time by not teaching them what they may already know with remediation. There are many examples of ways to determine the classes understanding of different subjects. They can be used with formative and summative assessments not just pre-assessment. Once the teacher has decided on the next unit of study they can have the students trace their hands on a piece of paper. On one hand they can write 5 things they already know about the subjects and on the other hand they can write what they wish to know about the subject. This can be done with partners or individually. Teachers can use this to plan the unit and could also use it as another activity by having the students research and answer their own questions. Teachers can also create a worksheet or use note cards to have the students do as homework to get into the classroom the next day. Just asking them \"What do you know about the topic?\", \"Is this topic interesting to you?\". Another way is to give the class a test and go over the answers with them, allowing them to correct their own test and find prior knowledge. Using end-of-unit tests can be a great thing for the students; it helps them recognize the important parts of the upcoming unit. There are many ways to find out what students know about subjects that will help you better prepare and spend time wisely within the classroom.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Evaluating\">Evaluating</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Pre-assessment&amp;action=edit&amp;section=5\" title=\"Edit section: Evaluating\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Pre-assessment should always be evaluated but never with grades (Rice, 2013). Teachers should use checkmarks, symbols and highlighter to help find where the students need the most instruction. These assessments should be used to create teachers lesson plans and help the teacher find the best approach for the new unit. The best way to assess is to use graphic organizers, which will be described greater detail below. Evaluation is an ongoing process throughout the school year. As the students learn and grow so will their knowledge and abilities.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> There was a study done about India curriculum and that evaluated the effectiveness of pre- and post- assessment. Overall the findings showed that pre- and post assessment had a positive effect on the students learning. The student had increased their average score 11% from the pre-assessment to post. In pre-assessment they were given a subjective method of asking what they already know or do not know about the subject. They also were given an assessment that was an objective method that asked yes/no questions. For example, was the information was easy to understand, useful, and well organized.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Organizing_data\">Organizing data</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Pre-assessment&amp;action=edit&amp;section=6\" title=\"Edit section: Organizing data\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Graphic organizers may be the best way to organize the data from pre-assessment. Making a prescription for differentiation sheet is a great way to do that. It incorporates all the data into four categories, such as learning styles, multiple intelligences, interests and readiness for content. Each student would have here own sheet filled out and can be used for planning lessons throughout the year. These are great for students who are bored, or unmotivated. These sheets can also be used for creating groups for the class and finding students that may work well together. Teachers must also organize their classroom management and delivery strategies to effectively operate a classroom with differentiated instruction.\n</p>\n<h2><span class=\"mw-headline\" id=\"Learning_cycle\">Learning cycle</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Pre-assessment&amp;action=edit&amp;section=7\" title=\"Edit section: Learning cycle\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>To summarize pre-assessment is a great way to start off the school year, whether it is a test or a worksheet is up to the teacher. For starting a new unit having it be a pre-test would be in the best interest of the students and the teacher. This way the teachers can you the same test for the pre- and post-assessment. This will allow students to know what will be on the test and also allow teachers to know what they need to spend more time on. One option you may decide to add onto the pre-assessment of a new unit would be a choice of \"I do not know\". Showing the student that it is all right to not know the correct answer. After the pre-assessment is complete teachers need to <a href=\"/wiki/Evaluate\" class=\"mw-redirect\" title=\"Evaluate\">evaluate</a> and organize that data, and create or adjust their lesson plan. Teachers may use the pre-assessment from the beginning of the year to create groups for projects or create a new activity based on the students interests. Once the students are taught and are ready to be assessed again the teacher may make a new test or use the pre-assessment again. Pre-assessment can be used in many ways and can be effective in any classroom if used properly.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Pre-assessment&amp;action=edit&amp;section=8\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Differentiated_instruction\" title=\"Differentiated instruction\">Differentiated instruction</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Pre-assessment&amp;action=edit&amp;section=9\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Benjamin, Amy. 2003. Differentiated instruction: A guide for Elementary School Teachers. Larchmont, NY: Eye on Education.</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Rice, L. (2013). Pre-Assessment. In Common sense assessment in the classroom (pp. 25-46). Huntington Beach, CA: Shell Education.</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Hall, T. (2002). Differentiated instruction. Wakefield, MA: National Center on.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Jin, Byoungho, &amp; Bennur, Shubhapriya. (2012). Curriculum Internationalization Focusing on India: Pre- And Post-Assessment of Student Learning. Journal of Teaching in International Business, 23(1), 31-45.</span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Pre-assessment&amp;action=edit&amp;section=10\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.ascd.org/research-a-topic/differentiated-instruction-resources.aspx\">Differentiated Instruction Resources from ASCD</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.learnnc.org/lessons/bowen022006eng1\">Information on developing RAFT activities</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.caroltomlinson.com\">Carol Tomlinson: Differentiation Expert</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.readingrockets.org/atoz/differentiated_instruction\">Differentiated Instruction – Reading Rockets and American Federation of Teachers (AFT)</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.lessonplanet.com/article/elementary-science/differentiating-for-high-ability-students\">Differentiating for High Ability Students – Lesson Planet</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://ink.library.smu.edu.sg/sis_research/1380/\">A journal paper describing how differentiated lab exercises were used to teach undergraduates programming</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2197\nCached time: 20180916001431\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.036 seconds\nReal time usage: 0.056 seconds\nPreprocessor visited node count: 159/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 546/2097152 bytes\nTemplate argument size: 78/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 1478/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.006/10.000 seconds\nLua memory usage: 696 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   39.436      1 -total\n 53.67%   21.165      1 Template:Main_article\n 38.89%   15.338      1 Template:Reflist\n 16.21%    6.394      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:48461444-0!canonical and timestamp 20180916001431 and revision id 795455913\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Pre-assessment","*":"Teaching"},{"sortkey":"Pre-assessment","*":"Pedagogy"}],"links":[{"ns":0,"exists":"","*":"Best practice"},{"ns":0,"exists":"","*":"Classroom"},{"ns":0,"exists":"","*":"Differentiated instruction"},{"ns":0,"exists":"","*":"Evaluate"},{"ns":0,"exists":"","*":"Howard Gardner"},{"ns":0,"exists":"","*":"Interest"},{"ns":0,"exists":"","*":"Learning styles"},{"ns":0,"exists":"","*":"Multiple intelligence"},{"ns":0,"exists":"","*":"School"},{"ns":0,"exists":"","*":"Students"},{"ns":0,"exists":"","*":"Superheroes"},{"ns":0,"exists":"","*":"Teaching"},{"ns":0,"exists":"","*":"Villain"}],"templates":[{"ns":10,"exists":"","*":"Template:Main article"},{"ns":10,"exists":"","*":"Template:Main"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Main"},{"ns":828,"exists":"","*":"Module:Hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote list"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["http://www.ascd.org/research-a-topic/differentiated-instruction-resources.aspx","http://www.learnnc.org/lessons/bowen022006eng1","http://www.caroltomlinson.com","http://www.readingrockets.org/atoz/differentiated_instruction","http://www.lessonplanet.com/article/elementary-science/differentiating-for-high-ability-students","http://ink.library.smu.edu.sg/sis_research/1380/"],"sections":[{"toclevel":1,"level":"2","line":"Differentiated instruction","number":"1","index":"1","fromtitle":"Pre-assessment","byteoffset":1199,"anchor":"Differentiated_instruction"},{"toclevel":2,"level":"3","line":"Modalities","number":"1.1","index":"2","fromtitle":"Pre-assessment","byteoffset":2142,"anchor":"Modalities"},{"toclevel":2,"level":"3","line":"Interests","number":"1.2","index":"3","fromtitle":"Pre-assessment","byteoffset":3728,"anchor":"Interests"},{"toclevel":2,"level":"3","line":"Readiness for content","number":"1.3","index":"4","fromtitle":"Pre-assessment","byteoffset":4527,"anchor":"Readiness_for_content"},{"toclevel":1,"level":"2","line":"Evaluating","number":"2","index":"5","fromtitle":"Pre-assessment","byteoffset":7279,"anchor":"Evaluating"},{"toclevel":1,"level":"2","line":"Organizing data","number":"3","index":"6","fromtitle":"Pre-assessment","byteoffset":8750,"anchor":"Organizing_data"},{"toclevel":1,"level":"2","line":"Learning cycle","number":"4","index":"7","fromtitle":"Pre-assessment","byteoffset":9493,"anchor":"Learning_cycle"},{"toclevel":1,"level":"2","line":"See also","number":"5","index":"8","fromtitle":"Pre-assessment","byteoffset":10654,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"9","fromtitle":"Pre-assessment","byteoffset":10700,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"7","index":"10","fromtitle":"Pre-assessment","byteoffset":10728,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Pre-assessment","iwlinks":[],"properties":[{"name":"defaultsort","*":"Pre-assessment"},{"name":"wikibase_item","*":"Q22907895"}]}}