{"parse":{"title":"Pan African Federation of Filmmakers","pageid":41979701,"revid":855656557,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content ambox-multiple_issues compact-ambox\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/40px-Ambox_important.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/60px-Ambox_important.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/80px-Ambox_important.svg.png 2x\" data-file-width=\"40\" data-file-height=\"40\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\"><div class=\"mw-collapsible\" style=\"width:95%; margin: 0.2em 0;\"><b>This article has multiple issues.</b> Please help <b><a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Pan_African_Federation_of_Filmmakers&amp;action=edit\">improve it</a></b> or discuss these issues on the <b><a href=\"/w/index.php?title=Talk:Pan_African_Federation_of_Filmmakers&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Talk:Pan African Federation of Filmmakers (page does not exist)\">talk page</a></b>. <small><i>(<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove these template messages</a>)</i></small>\n<div class=\"mw-collapsible-content\" style=\"margin-top: 0.3em;\">\n      <table class=\"plainlinks metadata ambox ambox-style ambox-Tone\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/60px-Edit-clear.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/80px-Edit-clear.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article's <b>tone or style may not reflect the <a href=\"/wiki/Wikipedia:Writing_better_articles#Tone\" title=\"Wikipedia:Writing better articles\">encyclopedic tone</a> used on Wikipedia</b>.<span class=\"hide-when-compact\"> See Wikipedia's <a href=\"/wiki/Wikipedia:Writing_better_articles#Tone\" title=\"Wikipedia:Writing better articles\">guide to writing better articles</a> for suggestions.</span>  <small><i>(February 2014)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<table class=\"plainlinks metadata ambox ambox-content ambox-Refimprove\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Question_book-new.svg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png\" width=\"50\" height=\"39\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/75px-Question_book-new.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/100px-Question_book-new.svg.png 2x\" data-file-width=\"512\" data-file-height=\"399\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>needs additional citations for <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">verification</a></b>.<span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Pan_African_Federation_of_Filmmakers&amp;action=edit\">improve this article</a> by <a href=\"/wiki/Help:Introduction_to_referencing_with_Wiki_Markup/1\" title=\"Help:Introduction to referencing with Wiki Markup/1\">adding citations to reliable sources</a>. Unsourced material may be challenged and removed.</span>  <small><i>(September 2015)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<table class=\"plainlinks metadata ambox ambox-style\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Ambox_wikify.svg/40px-Ambox_wikify.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Ambox_wikify.svg/60px-Ambox_wikify.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Ambox_wikify.svg/80px-Ambox_wikify.svg.png 2x\" data-file-width=\"620\" data-file-height=\"620\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>needs more <a href=\"/wiki/Wikipedia:Manual_of_Style/Linking\" title=\"Wikipedia:Manual of Style/Linking\">links to other articles</a> to help <a href=\"/wiki/Wikipedia:BUILD\" class=\"mw-redirect\" title=\"Wikipedia:BUILD\">integrate it into the encyclopedia</a></b>.<span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Pan_African_Federation_of_Filmmakers&amp;action=edit\">improve this article</a> by adding links <a href=\"/wiki/Wikipedia:Only_make_links_that_are_relevant_to_the_context\" class=\"mw-redirect\" title=\"Wikipedia:Only make links that are relevant to the context\">that are relevant to the context</a> within the existing text.</span>  <small><i>(April 2014)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n    </div>\n</div><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p><b>The Pan African Federation of Filmmakers</b> (<b>Fédération Panafricaine des Cinéastes</b>, or <b>FEPACI</b>), formed in 1969 and inaugurated in 1970,<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> is \"the continental voice of filmmakers from various regions of Africa and the Diaspora\",<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> focusing attention on the promotion of African film industries in terms of production, distribution and exhibition.\n</p>\n<h2><span class=\"mw-headline\" id=\"History\">History</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Pan_African_Federation_of_Filmmakers&amp;action=edit&amp;section=1\" title=\"Edit section: History\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>At the forefront of the creation of FEPACI were individual film practitioners who were passionate about African cinema. In 1952, <a href=\"/wiki/Paulin_Vieyra\" class=\"mw-redirect\" title=\"Paulin Vieyra\">Paulin Vieyra</a> and his friends formed a group called African Cinema, an informal body that had no legal status at the time. At the birth of African Cinema it was evident that the commitment from filmmakers to produce films was mainly for ideological, economic and cultural development. Film-makers and other African intellectuals also organized themselves through unions, political parties, associations of writers were participating in a civil movement aimed at the emancipation of African Cinema and other artistic formations from colonial dominated structures. The era played an important role introducing film as a medium of expression and a transformational tool for achieving not only political freedom but cultural and ideological freedom as well.\n</p><p>In 1955, black Africa was still largely under European colonial domination. The fight for independence by colonized peoples took a new turn and tone, a new lexicon and vocabulary of intellectual thought was found in the speech against colonialism delivered in the 1950s by <a href=\"/wiki/Aim%C3%A9_C%C3%A9saire\" title=\"Aimé Césaire\">Aimé Césaire</a>, <i><a href=\"/wiki/Discourse_on_colonialism\" class=\"mw-redirect\" title=\"Discourse on colonialism\">Discours sur le colonialisme</a></i> (<i>Discourse on Colonialism</i>), subsequently published in 1956 by <i><a href=\"/wiki/Pr%C3%A9sence_Africaine\" title=\"Présence Africaine\">Présence Africaine</a></i>. Ideas expressed by African and Caribbean intellectuals about the role of the colonial enterprise in the disruption of African societies and the negation of their indigenous cultures became more succinct and radical. \nThe <a href=\"/wiki/Bandung_conference\" class=\"mw-redirect\" title=\"Bandung conference\">Bandung conference</a> held in <a href=\"/wiki/Indonesia\" title=\"Indonesia\">Indonesia</a> in 1955 allowed for the first time the peoples of Africa and Asia, to raise their voices farther and beyond their continents to demand the right to equal emancipation and freedom of their Continents.\n</p><p>It was in the Second Congress of Black Writers and Artists, held in <a href=\"/wiki/Rome\" title=\"Rome\">Rome</a> in 1959, that a group led by Paulin Vieyra called for a resolution to develop art in Africa. The resolution stressed the need for African ownership of the means of expression, control of production and strategic proprietorship of public platforms that disseminated the African story and its imagery. The resolution also requested that future congresses be accompanied by an African Art Festival. The resolution was implemented in April 1966 in <a href=\"/wiki/Dakar\" title=\"Dakar\">Dakar</a>, where the first <a href=\"/wiki/World_Festival_of_Black_Arts\" title=\"World Festival of Black Arts\">World Festival of Black Arts</a> was hosted. 26 films from 16 African countries were screened at this festival. At the end of the festival a resolution for the creation of an inter-African body of cinematography was made and this was led by the African Cinema group. The headquarters of this body was to be in Dakar and the office’s mandate was to organize meetings of African cinema professionals, film directors, technicians, actors, students from all over Africa to ensure a strong activist movement set to work collectively in the development and advancement of the audiovisual film industry. \nCreating the FEPACI\n</p><p>Tunisia created the <a href=\"/wiki/Carthage_Film_Festival\" title=\"Carthage Film Festival\">Carthage Film Festival</a> in 1966. Three years later in 1969, FEPACI, a continent body was formed and inaugurated in 1970. The African Cinema group led by Paulin Vieyra helped lay the groundwork at the Pan African Cultural Festival held in <a href=\"/wiki/Algiers\" title=\"Algiers\">Algiers</a> in 1969 for the establishment of the Pan African Federation of Film-Makers (FEPACI).\n</p><p><b>FEPACI Secretaries General</b>\n</p><p>The first FEPACI Secretary General elected was Senegalese <a href=\"/w/index.php?title=Ababacar_Makharam_Samb&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Ababacar Makharam Samb (page does not exist)\">Ababacar Makharam Samb</a> in the 1970s, followed by <a href=\"/wiki/Johnson_Traore\" class=\"mw-redirect\" title=\"Johnson Traore\">Johnson Traore</a> in and then <a href=\"/wiki/Gaston_Kabore\" class=\"mw-redirect\" title=\"Gaston Kabore\">Gaston Kabore</a>. After the Congress in 1997, FEPACI went into a transitional period with its constitution from a mother body strictly for membership by national organizations to the constitution that was adopted in 2001. <a href=\"/w/index.php?title=Pierre_Rwamba&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Pierre Rwamba (page does not exist)\">Pierre Rwamba</a> was chair of the interim committee that was given the task to reformulate the constitution. The 7th congress of FEPACI 2001 adopted the new constitution and <a href=\"/w/index.php?title=Jacques_Behanzin&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Jacques Behanzin (page does not exist)\">Jacques Behanzin</a> was voted as secretary general. He was followed by Mrs. <a href=\"/w/index.php?title=Seipati_Bulane-Hopa&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Seipati Bulane-Hopa (page does not exist)\">Seipati Bulane-Hopa</a> the incumbent secretary general Mr. Cheich Oumar Sissoko was elected at the 2013\n</p><p>FEPACI remains a unique organization of its kind with no equivalent in either Europe, America or Asia. FEPACI reflects the commitment of filmmakers who were anti-imperialist and who in demonstration of their resistance and fight against colonialism drafted the famous Charter of Algiers adopted unanimously on January 18, 1975, at the Second Congress of the FEPACI in Algiers.\n</p><p>FEPACI Policies FEPACI policies were driven by a \"political militancy\" that waged an ideological warfare against cultural imperialism, against the political and economic subversion of Africa. The militancy was led by film pioneers who were not only vocal about the status quo but who made films that interrogated and challenged Africa’s leadership, putting a lot of scrutiny on their ability and capacity to govern in a just and accountable manner. \nThere was some policy changes that positively impacted the production and distribution of African films so FEPACI made some achievements while realizing that a lot more still had to be achieved. \nFEPACI's achievements include: \n</p>\n<ol><li>The establishment of FESPACO, the <a href=\"/wiki/Panafrican_Film_and_Television_Festival_of_Ouagadougou\" title=\"Panafrican Film and Television Festival of Ouagadougou\">Panafrican Film and Television Festival of Ouagadougou</a>.</li>\n<li>The drafting and adoption of The Algiers Charter on African Cinema in 1975 and the Niamey Manifesto of African Filmmakers in 1982</li>\n<li>The issuing of the Final Communiqué of the First Frontline Film Festival and Workshop in <a href=\"/wiki/Harare\" title=\"Harare\">Harare</a>, <a href=\"/wiki/Zimbabwe\" title=\"Zimbabwe\">Zimbabwe</a>, in 1990</li>\n<li>The establishment of the Southern African Film Festival (SAFF) that was organized as the First Frontline Film Festival in Harare in 1990</li>\n<li>The issuing of the Statement of African Women Professionals of Cinema, Television and Video, in Ouagadougou, Burkina Faso, in 1991 and the establishment of UPAFI, The Union of African filmmakers.</li>\n<li>The establishment of the magazine/journal <i><a href=\"/wiki/Ecrans_d%27Afrique\" title=\"Ecrans d&#39;Afrique\">Ecrans d'Afrique</a></i> (African Screens) in collaboration with the Centro Oriamento Educativo (COE) in Milan, Italy, around 1993.</li>\n<li>The Distribution Workshop in Victoria Falls and the founding of the Southern African Broadcasters Association in 1993</li>\n<li>Contribution to the founding of SITHENGI (now defunct) in 1994 and the publication of the book in celebration of a centenary African Cinema L’Afrique et le Centenaire du Cinéma - Africa and the Centenary of Cinema in 1995</li>\n<li>The founding of the Zanzibar International Film Festival (ZIFF) in 1995-6</li>\n<li>The Agreement by African Heads of State in <a href=\"/wiki/Maputo\" title=\"Maputo\">Maputo</a> on the principle of the establishment of the Audio Visual and Cinema Committee in 2003.</li>\n<li>The hosting of the First African Film Summit in collaboration with the South African Department of Arts and Culture and the NFVF in Tshwane South Africa in April 2006.</li>\n<li><a href=\"/wiki/Martin_Scorsese\" title=\"Martin Scorsese\">Martin Scorsese</a>'s Film Foundation World Cinema Project, UNESCO and FEPACI sign a letter of agreement formalising their partnership on the African Film Heritage Project, a joint initiative to preserve African cinema. 2017</li></ol>\n<p>FEPACI has observer status of the Organization of African Unity and as an NGO representative by UNESCO and other international bodies, among them the Inter-governmental Agency of La Francophonie, the <a href=\"/wiki/Arab_League\" title=\"Arab League\">Arab League</a> and the <a href=\"/wiki/European_Union\" title=\"European Union\">European Union</a>.\n</p><p><b>Militancy and thematic and aesthetic choices</b>\n</p><p>What was the impact of aesthetic choices of films made during this period?\n</p><p>Films such as <i>Africa on seine</i>, <i>Borom sarret</i>, <i>The Black Girl</i>, that were shot in the first decade of independence were precursors of militant and radical film-making whose content and themes were aligned to the spirit of the Charter of Algiers. During this period of political activism - with the exception of <a href=\"/wiki/Ousmane_Semb%C3%A8ne\" title=\"Ousmane Sembène\">Ousmane Sembène</a>, who recalls his film <i>Emitaï</i> (1971) the resistance of peasants and farmers in Casamance to requisitioning of rice during the Second World War - few filmmakers were interested in making films on resistance and colonialism – while filmmakers in the Maghreb or Arabic countries were focused on that genre. The majority of films shot in black francophone Africa were characterized mainly by social disputes, which illustrated themes that spoke of social ills and difficulties common in films such as <i>Borom Sarret</i> (1963, by Ousmane Sembène), regarded as the first short film to denounce neo-colonialism. In his other film <i><a href=\"/wiki/Xala\" title=\"Xala\">Xala</a></i> (1974) Sembène juxtaposes tradition and modernity. <i>Touki Bouki</i> in (1972), by <a href=\"/wiki/Djibril_Diop_Mambety\" class=\"mw-redirect\" title=\"Djibril Diop Mambety\">Djibril Diop Mambety</a>, marked a break with the narrative form of classical films of this period and was seen as among the most militant. The time for questions and the crisis The awakening of conscientious filmmakers to renew their activist past was supported by the revolutionary regime of Burkina headed by Captain Sankara in 1983. The third FEPACI congress was held on the ninth edition of FESPACO in 1985. The FEPACI headquarters was moved to Ouagadougou and filmmaker Gaston Kabore was appointed to the post of Secretary General and remained there until 1997. <a href=\"/wiki/Gaston_Kabore\" class=\"mw-redirect\" title=\"Gaston Kabore\">Gaston Kabore</a> restored the Film Federation.\n</p><p>While support came from Burkina Faso and a more substantial one comes from the European Union, which financed a plan to revive the African Cinema and the production of African films. FEPACI’s ensuing collaboration with Latin American filmmakers during Gaston’s custodianship allowed filmmakers to train in Cuban schools. The visibility of African cinema was further made greater at the <a href=\"/wiki/Cannes_Festival\" class=\"mw-redirect\" title=\"Cannes Festival\">Cannes Festival</a>, also via the publication of the cinema magazine <i>Ecrans d'Afrique</i>, which was produced with the support of the Italian NGO Centro Orientamento educativo (COE).\n</p><p>In terms of thematic and aesthetic genres, cinema in Africa matured further during the mid-1980s to late '90s and attracted international screens with films such as <i><a href=\"/wiki/Yeelen\" title=\"Yeelen\">Yeelen</a></i> (1987), <i><a href=\"/wiki/Wend_Kuuni\" title=\"Wend Kuuni\">Wend Kuuni</a></i> (1982), <i>Bal Dust</i> (1988), <i><a href=\"/wiki/Tila%C3%AF\" title=\"Tilaï\">Tilaï</a></i> (1989), <i><a href=\"/wiki/Yaaba\" title=\"Yaaba\">Yaaba</a></i> (1989), <i><a href=\"/wiki/Hyenas_(1992_film)\" title=\"Hyenas (1992 film)\">Hyenas</a></i> (1992), and <i>Sankofa (film)|Sankofa]]</i> (1993). However, it was during this period that FEPACI had to assess the economic crisis and creative impact the lack of funds for films had on the developing production sector had on making African films. The crisis can be traced back to 1980 during the severance tax subsidies from French cinemas by the French ministry of cooperation which before the cut had helped with the production of films.\n</p><p>The combined effects of the failures of national distribution organizations and CIDC CIPROFILM, the lack of funding policies at state levels, the socio-political and economic changes (including the devaluation of the CFA franc in 1994) occurred in the early 1990s and contributed to diminishing the collective commitment and also the political activism. In the mid-1990s a proliferation of a group of filmmakers formed private productions and associations aimed at complementing aims of FEPACI.\n</p><p>Among them were: \n• UCECAO in Mali (1995), \n• The Guild of African Directors and Producers (by established film-makers in the diaspora in Paris) in 1998 \n• ARPA (Association of Producers African directors created in 2001 in Ouagadougou) and others\n</p><p>Since the last congress in 2001, FEPACI hopes for a rebirth of a powerful FEPACI again, a renaissance of the organization that proves the vision began African cinema to advance develop and grow the audiovisual cinema industry is not over. FEPACI today remains inspired by the great militant spirit borne by pioneer film-makers in the Charter of Algiers to further the vision of creating a viable and sustainable audiovisual environment in Africa.\n</p><p><b>Development of FEPACI throughout its Congresses</b> <sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>\nOn February 28, 2001, filmmakers gathered in the Dassasgho suburb of Ouagadougou, <a href=\"/wiki/Burkina_Faso\" title=\"Burkina Faso\">Burkina Faso</a>, to reconstitute the Pan African Federation of Filmmakers (FEPACI), it was the Seventh Congress of the Federation. The Sixth Congress in 1997 had mandated a committee to make a study of the status of the audio-visual industries and contextualise the constitution of FEPACI. It took four years before the next new constitution was presented, so it went to Congress. It was a Congress that marked a major transformation of the nature of the Federation.\n</p><p>Whereas the founding constitution of FEPACI was open only to national association of filmmakers within the continent,<sup id=\"cite_ref-Diawara_4-0\" class=\"reference\"><a href=\"#cite_note-Diawara-4\">&#91;4&#93;</a></sup> the new constitution allowed for individual membership, related industries and associations as well as those in the global African diaspora. Although the 2001 constitution was a major change to the structure of the organisation, FEPACI had several strategic and principle re-adjustments following trends and developmental challenges of the time on the continent.\n</p><p>The formation of the federation in 1969 was more of a consolidation of filmmakers' efforts to create a film industry in the continent. Most of the filmmakers were driven by anti-colonial spirit of the time. Having a profound understanding of the power the medium at their hands had to influence and shape the minds, they immediately aligned themselves as a sister body to the continental body <a href=\"/wiki/Organization_of_African_Unity\" class=\"mw-redirect\" title=\"Organization of African Unity\">Organization of African Unity</a> (OAU) that was formed in 1963 to promote the unity and solidarity of African Countries, to defend the sovereignty of members to eradicate all forms of colonialism, to coordinate and harmonise Member States economic, educational, scientific policies among others. As with the case of the <a href=\"/wiki/OAU\" class=\"mw-redirect\" title=\"OAU\">OAU</a> membership to FEPACI was open only to National Association of Filmmakers<sup id=\"cite_ref-Diawara_4-1\" class=\"reference\"><a href=\"#cite_note-Diawara-4\">&#91;4&#93;</a></sup> Filmmakers had to unify themselves within their country of origin to take membership of FEPACI the exception to this rule was for those filmmakers who were in \"occupied\" or \"troubled\" countries - a condition (status) the late <a href=\"/wiki/Lionel_Ngakane\" title=\"Lionel Ngakane\">Lionel Ngakane</a> (Doctor - honoris causa) was under for a very long time due to <a href=\"/wiki/Apartheid\" title=\"Apartheid\">Apartheid</a>, and its racial policies.\n</p><p>The development of the Pan African Federation of Filmmakers – La Federation Panafricaine des Cineastes (FEPACI) – has been closely related to attempts at developing a film industry in the continent and there were success stories in some Francophone countries. Affected by lack of national and international industries, non existent structures of production, distribution and exhibition, filmmakers would discuss their material condition looking at their individual and national battles at various art and cultural forums that were organised by some of their governments. They would look at finding workable solutions as well as getting their respective national governments' intervention.\n</p><p>For an organisation with more than 40 years of existence FEPACI has had very few General Congresses. Perhaps this is because of how FEPACI was founded, from deliberations of cultural industry thinkers. This also reflects the nature of the organisation as a self-conscious organisation that involves a constant reflection upon itself to be at par with the rapid changes in technologies and trends in the overall discipline of the \"seventh art\" within the cultural industries.\n</p><p>Every Congress of FEPACI has been necessitated by a need to re-focus the federation on politico-socio and economic principles with the milieu at the time, whether internal or <a href=\"/w/index.php?title=Www.fepacisecretariate.org&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Www.fepacisecretariate.org (page does not exist)\">external</a>.\n</p><p><b>1969 Algiers, ALGERIA FEPACI is formed</b>; it is inaugurated in 1970 as Le Federation Panafriçaine des Cineastes in Carthage, TUNISIA\n</p><p><b>1975 Algiers, ALGERIA the meeting that was referred to as the 2nd Congress.</b> The discussion was the future of African Cinema.\n</p><p><b>1982 Niamey, NIGER the 3rd Congress of FEPACI</b> which formulated what came to be known as \"Le Manifeste de Niamey\"\n</p><p><b>1985 Ouagadougou, BURKINA FASO the 4th Congress of FEPACI</b> referred to as the re-foundation of FEPACI.\n</p><p><b>1993 Ouagadougou, BURKINA FASO 5th Congress of FEPACI</b> and the longest that made filmmakers miss viewing films during the FESPACO Film Festival.\n</p><p><b>1997 Ouagadougou, BURKINA FASO 6th Congress of FEPACI,</b> Filmmakers requested a more relevant constitution that reflects the state of production of African cinema and where producers live as some had moved to the Diaspora, so they could not be expected to affiliate to National Associations in the continent.\n</p><p><b>2001 Ouagadougou, BURKINA FASO 7th Congress, the new constitution of FEPACI is adopted.</b>\n</p><p><b>2006 Tshwane, Republic of South Africa 8th Congress of FEPACI,</b> Congress was held after the first African Film Summit. The Summit delegates unanimously endorsed FEPACI as the sole representative body of the interest of African filmmakers in Africa and in the Diaspora at a continental level and recommended that: secretariat is separated from the Head Office and should be accommodated wherever it is possible every four years in order to facilitate both the activities and needs of its members.  It was moved to South Africa, where it was hosted through the support of the South African government. The Head Office remains in Burkina Faso.\n•\tThe Constitution/ statutes of FEPACI were to be reviewed and amended. \n•\tFEPACI be strengthened in terms of its capacity and means to deliver on its mandate in a transparent and accountable manner\n•\tFEPACI to facilitate unity among African filmmakers\n</p><p><b>2013 Sandton, Johannesburg, Republic of South Africa 9th Congress of FEPACI</b> more to come on this...\n</p><p>The Congress of FEPACI always takes a very critical introspective outlook at the state of the organisation vis-a-vis the state of the industry throughout the continent, hence the theme \"Film Making in the 21st century, a contribution to a sustainable economy\", a theme that reflects where audiovisual industries as we know them now have developed from.\n</p><p>2019 will mark the 50th centenary of the existence of FEPACI.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Pan_African_Federation_of_Filmmakers&amp;action=edit&amp;section=2\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Clement Tapsoba, <a rel=\"nofollow\" class=\"external text\" href=\"http://fepaci.org/congress1/archives/Origins%20Of%20Fepaci.pdf\">\"The history of African Cinema and the origins of FEPACI\"</a><sup class=\"noprint Inline-Template\"><span style=\"white-space: nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Link_rot\" title=\"Wikipedia:Link rot\"><span title=\"&#160;Dead link since March 2018\">permanent dead link</span></a></i>&#93;</span></sup>. Updated by FEPACI Secretariat.</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.fepaci.org/aboutus.htm\">\"About FEPACI\"</a> <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20150718234815/http://www.fepaci.org/aboutus.htm\">Archived</a> 2015-07-18 at the <a href=\"/wiki/Wayback_Machine\" title=\"Wayback Machine\">Wayback Machine</a>., official website.</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.fepaci.org/congress1.htm\">Morabane Modise</a><sup class=\"noprint Inline-Template\"><span style=\"white-space: nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Link_rot\" title=\"Wikipedia:Link rot\"><span title=\"&#160;Dead link since March 2018\">permanent dead link</span></a></i>&#93;</span></sup></span>\n</li>\n<li id=\"cite_note-Diawara-4\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Diawara_4-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Diawara_4-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"/w/index.php?title=Anthia_Diawara&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Anthia Diawara (page does not exist)\"> Diawara, Manthia</a> (1992), <i>African Cinema: Politics and Culture</i>, Bloomington, IN: Indiana University Press. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-253-20707-X\" title=\"Special:BookSources/0-253-20707-X\">0-253-20707-X</a>.</span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw1337\nCached time: 20180911153511\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.144 seconds\nReal time usage: 0.200 seconds\nPreprocessor visited node count: 875/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 35359/2097152 bytes\nTemplate argument size: 10459/2097152 bytes\nHighest expansion depth: 16/40\nExpensive parser function count: 5/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 2266/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.040/10.000 seconds\nLua memory usage: 1.79 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  153.365      1 -total\n 57.70%   88.488      4 Template:Ambox\n 49.36%   75.694      1 Template:Multiple_issues\n 48.53%   74.428      1 Template:Reflist\n 19.68%   30.180      1 Template:ISBN\n 14.91%   22.868      1 Template:Tone\n 13.94%   21.376      2 Template:Dead_link\n 11.19%   17.163      2 Template:Fix\n  8.80%   13.494      1 Template:Catalog_lookup_link\n  8.70%   13.339      4 Template:Category_handler\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:41979701-0!canonical and timestamp 20180911153511 and revision id 855656557\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"All_articles_with_dead_external_links"},{"sortkey":"","hidden":"","*":"Articles_with_dead_external_links_from_March_2018"},{"sortkey":"","hidden":"","*":"Articles_with_permanently_dead_external_links"},{"sortkey":"","hidden":"","*":"Webarchive_template_wayback_links"},{"sortkey":"","hidden":"","*":"Wikipedia_articles_with_style_issues_from_February_2014"},{"sortkey":"","hidden":"","*":"All_articles_with_style_issues"},{"sortkey":"","hidden":"","*":"Articles_needing_additional_references_from_September_2015"},{"sortkey":"","hidden":"","*":"All_articles_needing_additional_references"},{"sortkey":"","hidden":"","*":"Articles_with_too_few_wikilinks_from_April_2014"},{"sortkey":"","hidden":"","*":"All_articles_with_too_few_wikilinks"},{"sortkey":"","hidden":"","*":"Articles_covered_by_WikiProject_Wikify_from_April_2014"},{"sortkey":"","hidden":"","*":"All_articles_covered_by_WikiProject_Wikify"},{"sortkey":"","hidden":"","*":"Articles_with_multiple_maintenance_issues"},{"sortkey":"","*":"African_cinema"},{"sortkey":"","*":"Film_organizations"}],"links":[{"ns":14,"exists":"","*":"Category:Wikipedia articles with style issues from February 2014"},{"ns":14,"exists":"","*":"Category:Articles needing additional references from September 2015"},{"ns":14,"exists":"","*":"Category:Articles with too few wikilinks from April 2014"},{"ns":14,"exists":"","*":"Category:Articles covered by WikiProject Wikify from April 2014"},{"ns":14,"exists":"","*":"Category:Articles with dead external links from March 2018"},{"ns":0,"exists":"","*":"Aimé Césaire"},{"ns":0,"exists":"","*":"Algiers"},{"ns":0,"exists":"","*":"Apartheid"},{"ns":0,"exists":"","*":"Arab League"},{"ns":0,"exists":"","*":"Bandung conference"},{"ns":0,"exists":"","*":"Burkina Faso"},{"ns":0,"exists":"","*":"Cannes Festival"},{"ns":0,"exists":"","*":"Carthage Film Festival"},{"ns":0,"exists":"","*":"Dakar"},{"ns":0,"exists":"","*":"Discourse on colonialism"},{"ns":0,"exists":"","*":"Djibril Diop Mambety"},{"ns":0,"exists":"","*":"Ecrans d'Afrique"},{"ns":0,"exists":"","*":"European Union"},{"ns":0,"exists":"","*":"Gaston Kabore"},{"ns":0,"exists":"","*":"Harare"},{"ns":0,"exists":"","*":"Hyenas (1992 film)"},{"ns":0,"exists":"","*":"Indonesia"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"Johnson Traore"},{"ns":0,"exists":"","*":"Lionel Ngakane"},{"ns":0,"exists":"","*":"Maputo"},{"ns":0,"exists":"","*":"Martin Scorsese"},{"ns":0,"exists":"","*":"OAU"},{"ns":0,"exists":"","*":"Organization of African Unity"},{"ns":0,"exists":"","*":"Ousmane Sembène"},{"ns":0,"exists":"","*":"Panafrican Film and Television Festival of Ouagadougou"},{"ns":0,"exists":"","*":"Paulin Vieyra"},{"ns":0,"exists":"","*":"Présence Africaine"},{"ns":0,"exists":"","*":"Rome"},{"ns":0,"exists":"","*":"Tilaï"},{"ns":0,"exists":"","*":"Wayback Machine"},{"ns":0,"exists":"","*":"Wend Kuuni"},{"ns":0,"exists":"","*":"World Festival of Black Arts"},{"ns":0,"exists":"","*":"Xala"},{"ns":0,"exists":"","*":"Yaaba"},{"ns":0,"exists":"","*":"Yeelen"},{"ns":0,"exists":"","*":"Zimbabwe"},{"ns":0,"*":"Anthia Diawara"},{"ns":0,"*":"Ababacar Makharam Samb"},{"ns":0,"*":"Pierre Rwamba"},{"ns":0,"*":"Jacques Behanzin"},{"ns":0,"*":"Seipati Bulane-Hopa"},{"ns":0,"*":"Www.fepacisecretariate.org"},{"ns":4,"exists":"","*":"Wikipedia:BUILD"},{"ns":4,"exists":"","*":"Wikipedia:Link rot"},{"ns":4,"exists":"","*":"Wikipedia:Manual of Style/Linking"},{"ns":4,"exists":"","*":"Wikipedia:Only make links that are relevant to the context"},{"ns":4,"exists":"","*":"Wikipedia:Verifiability"},{"ns":4,"exists":"","*":"Wikipedia:Writing better articles"},{"ns":12,"exists":"","*":"Help:Introduction to referencing with Wiki Markup/1"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"},{"ns":1,"*":"Talk:Pan African Federation of Filmmakers"}],"templates":[{"ns":10,"exists":"","*":"Template:Multiple issues"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Tone"},{"ns":10,"exists":"","*":"Template:Refimprove"},{"ns":10,"exists":"","*":"Template:More citations needed"},{"ns":10,"exists":"","*":"Template:Underlinked"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Dead link"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Webarchive"},{"ns":10,"exists":"","*":"Template:ISBN"},{"ns":10,"exists":"","*":"Template:Catalog lookup link"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Error-small"},{"ns":10,"exists":"","*":"Template:Tl"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:String"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Webarchive"},{"ns":828,"exists":"","*":"Module:Webarchive/data"},{"ns":828,"exists":"","*":"Module:Check isxn"},{"ns":828,"exists":"","*":"Module:Error"}],"images":["Ambox_important.svg","Edit-clear.svg","Question_book-new.svg","Ambox_wikify.svg"],"externallinks":["http://fepaci.org/congress1/archives/Origins%20Of%20Fepaci.pdf","http://www.fepaci.org/aboutus.htm","https://web.archive.org/web/20150718234815/http://www.fepaci.org/aboutus.htm","http://www.fepaci.org/congress1.htm"],"sections":[{"toclevel":1,"level":"2","line":"History","number":"1","index":"1","fromtitle":"Pan_African_Federation_of_Filmmakers","byteoffset":925,"anchor":"History"},{"toclevel":1,"level":"2","line":"References","number":"2","index":"2","fromtitle":"Pan_African_Federation_of_Filmmakers","byteoffset":18930,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Pan African Federation of Filmmakers","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q17013360"}]}}