{"parse":{"title":"Oppositional culture","pageid":8900392,"revid":799400440,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Oppositional culture</b>, also known as the ‘’blocked opportunities framework’’ or the “caste theory of education”, is a term most commonly used in studying the <a href=\"/wiki/Sociology_of_education\" title=\"Sociology of education\">sociology of education</a> to explain <a href=\"/wiki/Racial_achievement_gap_in_the_United_States\" title=\"Racial achievement gap in the United States\">racial disparities in educational achievement</a>, particularly between white and black Americans. However, the term refers to any subculture's rejection of conformity to prevailing norms and values, not just nonconformity within the educational system. Thus many criminal <a href=\"/wiki/Gang\" title=\"Gang\">gangs</a> and religious <a href=\"/wiki/Cult\" title=\"Cult\">cults</a> could also be considered oppositional cultures.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Background\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Background</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Historical_context\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Historical context</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Racial_disparities_in_education_today\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Racial disparities in education today</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Contributions_of_John_Ogbu\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Contributions of John Ogbu</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Voluntary_vs_involuntary_minorities\"><span class=\"tocnumber\">4.1</span> <span class=\"toctext\">Voluntary vs involuntary minorities</span></a></li>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#Policy_implications\"><span class=\"tocnumber\">4.2</span> <span class=\"toctext\">Policy implications</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Critical_responses_to_Ogbu’s_findings\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Critical responses to Ogbu’s findings</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Alternative_explanations\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Alternative explanations</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#Prudence_Carter\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Prudence Carter</span></a></li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#Stereotype_Threat_Assumption\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">Stereotype Threat Assumption</span></a></li>\n<li class=\"toclevel-1 tocsection-11\"><a href=\"#Capital_deficiency\"><span class=\"tocnumber\">9</span> <span class=\"toctext\">Capital deficiency</span></a></li>\n<li class=\"toclevel-1 tocsection-12\"><a href=\"#References\"><span class=\"tocnumber\">10</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Background\">Background</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Oppositional_culture&amp;action=edit&amp;section=1\" title=\"Edit section: Background\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>This theory relates to a larger generalized topic of <a href=\"/wiki/Race_and_intelligence\" title=\"Race and intelligence\">race and intelligence</a>. According to this theory, minority students underachieve intentionally in school and in standardized testing due to a fear of being stereotyped as <a href=\"/wiki/Acting_white\" title=\"Acting white\">acting white</a>.<sup id=\"cite_ref-Macombe_1-0\" class=\"reference\"><a href=\"#cite_note-Macombe-1\">&#91;1&#93;</a></sup> Acting white refers to activities and attitudes associated with white middle-class Americans. Adherence to white norms in African American communities represents a betrayal of black normative culture. Spurred by the pre-existing theories including the <a href=\"/wiki/Culture_of_poverty\" title=\"Culture of poverty\">culture of poverty</a> and the effects of <a href=\"/wiki/Urban_decay\" title=\"Urban decay\">urban decay</a>, oppositional culture emerged in the late 1970s as a theory to explain the education gap.  The principal researcher of this idea, anthropologist John Ogbu, details the principal mechanisms and causes for oppositional culture in his book, “Black Students in an Affluent Suburb, and Minority Status, Oppositional Culture, and Schooling”.\n</p>\n<h2><span class=\"mw-headline\" id=\"Historical_context\">Historical context</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Oppositional_culture&amp;action=edit&amp;section=2\" title=\"Edit section: Historical context\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Racial disparities in education stem from the historical foundations of America, from the époque of slavery into the 20th and 21st centuries. Slave owners in the American South by and large prevented their slaves from becoming literate, fearing that literacy and education would strengthen slave resistance and empower the slaves to revolt against their masters. While African-Americans in the North fared better, black schools struggled to keep their doors open.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p><p>The 1896 landmark court case, <i><a href=\"/wiki/Plessy_v._Ferguson\" title=\"Plessy v. Ferguson\">Plessy v. Ferguson</a></i> also helped to define education policies in the United States for years to come. The court case ultimately decided that race was an acceptable categorization by which to divide individuals.  Additionally the case determined that separation of these individuals was permissible provided that the condition of both facilities was equal.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>  This case helped to promote segregationist practices that prevented African American children from attending white schools.  African-American schools had fewer resources leading to greater racial gaps in educational achievement.\n</p><p>In 1953, the Supreme Court decided that the concept of separate but equal was unconstitutional in its landmark decision in <a href=\"/wiki/Brown_v._Board_of_Education\" title=\"Brown v. Board of Education\"><i>Brown vs. Topeka Board of Education</i> 347 U.S. 483</a>.  The court also ruled that segregation inherently caused harm to the cognitive development of black children, and officially recognized the importance of educational equality as a compelling interest in the United States.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> Following this ruling, Southern school districts began to publish findings of racial gaps in academics as a justification to oppose <a href=\"/wiki/Desegregation\" title=\"Desegregation\">desegregation</a>.  As a result, the United States adopted compensatory education in order to equalize educational opportunities for all students.<sup id=\"cite_ref-ogbu_5-0\" class=\"reference\"><a href=\"#cite_note-ogbu-5\">&#91;5&#93;</a></sup>  Despite these efforts, the education gap continues to persist in SAT scores and college acceptance rates.  In the 1980s, a researcher named <a href=\"/wiki/John_Ogbu\" title=\"John Ogbu\">John Ogbu</a> suggested that equal opportunity was not enough to diminish the racial disparities gap in education and that additional factors needed to be addressed in order to reduce the racial disparities gap.\n</p>\n<h2><span class=\"mw-headline\" id=\"Racial_disparities_in_education_today\">Racial disparities in education today</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Oppositional_culture&amp;action=edit&amp;section=3\" title=\"Edit section: Racial disparities in education today\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Racial disparities continue to persist in the realm of education even today.  A study by George Farkas in 2002 identifies several areas where racial gaps and disparities continue to exist. His research findings show that even in early primary education in pre-school and kindergarten, African American children show lower oral language, pre-reading, and pre-mathematics skills in addition to behavior less suited to school environments.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup> In high schools, measures of academic achievement such as grades and class rank also show an under-representation of African American and Hispanics. Additionally, African American and Latino students consistently perform lower on the SAT than their white counterparts thereby affecting their acceptance rates into universities. Even when accounting for differences in socioeconomic status and single parent households this racial disparity, although reduced, continues to exist.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup> These trends have become the basis for sociological theories, including oppositional culture that explain these continuing racial gaps in education achievement.\n</p>\n<h2><span class=\"mw-headline\" id=\"Contributions_of_John_Ogbu\">Contributions of John Ogbu</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Oppositional_culture&amp;action=edit&amp;section=4\" title=\"Edit section: Contributions of John Ogbu\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>John Ogbu’s primary goal in his research was to explain “academic performance of racial and ethnic minorities with reference to broader societal structures and historical processes <sup id=\"cite_ref-massey_8-0\" class=\"reference\"><a href=\"#cite_note-massey-8\">&#91;8&#93;</a></sup>” John Ogbu used case studies, the most famous of which examined the affluent neighborhood of Shaker Heights, Ohio, to research variables that represented oppositional culture. These variables included several explanations of academic disengagement based on African Americans’ self-perception of their work load, their own and white people’s academic efforts, and their own explanations for their disengagement.<sup id=\"cite_ref-ogbu_5-1\" class=\"reference\"><a href=\"#cite_note-ogbu-5\">&#91;5&#93;</a></sup> From this case study and other research, Ogbu formulated his theory of oppositional culture.\n</p>\n<h3><span class=\"mw-headline\" id=\"Voluntary_vs_involuntary_minorities\">Voluntary vs involuntary minorities</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Oppositional_culture&amp;action=edit&amp;section=5\" title=\"Edit section: Voluntary vs involuntary minorities\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>As part of Ogbu’s analysis, he defines the position of voluntary minorities versus the position of involuntary minorities.  Voluntary minorities in the United States include immigrant minorities such as Chinese and Korean immigrants as well as autonomous minorities such as Mormons and Jews.  Involuntary minorities comprise largely of <a href=\"/wiki/African_Americans\" title=\"African Americans\">African Americans</a>, Native Americans, Mexicans, and Puerto Ricans who were incorporated into American society against their will through colonization, slavery, and conquest.<sup id=\"cite_ref-massey_8-1\" class=\"reference\"><a href=\"#cite_note-massey-8\">&#91;8&#93;</a></sup> While voluntary minorities view cultural differences as obstacles to be overcome, involuntary minorities view participation in dominant cultural practices as a betrayal of their group loyalty and a threat to their identity.\n</p><p>Ogbu argues that in African American cultures, a collective identity is created from a young age in which cultural frames of reference indicate behaviors that belong culturally and those that do not. According to self-reports of African American students, “<a href=\"/wiki/African_American_Vernacular_English\" class=\"mw-redirect\" title=\"African American Vernacular English\">talking proper</a>”, playing sports dominated by white students, and having white friends all show that a person is acting white. Ogbu states that these cultural frames of reference create instances of peer pressure and discourage students from schoolwork.  While black students did not necessarily see getting good grades as acting white, they did disengage from academic work because they perceived certain attitudes and behaviors that were conducive to making good grades as acting white.  These behaviors include the use of <a href=\"/wiki/Standard_English\" title=\"Standard English\">Standard English</a>, enrollment in honors and AP classes and acting “smart” in class.<sup id=\"cite_ref-ogbu_5-2\" class=\"reference\"><a href=\"#cite_note-ogbu-5\">&#91;5&#93;</a></sup>  Additionally, students in the same sample felt that black individuals gave up some of their cultural background by succeeding in white institutions.\n</p>\n<h3><span class=\"mw-headline\" id=\"Policy_implications\">Policy implications</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Oppositional_culture&amp;action=edit&amp;section=6\" title=\"Edit section: Policy implications\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Based on his findings, Obgu has proposed certain policy changes to help decrease the gap in racial educational achievement. Ogbu argues that encouraging members of the black community to take proactive roles in increasing academic orientation, effort and performance will greatly affect their children’s academic performance.  Ogbu states that educational efforts are concurrent with cultural practices.  Additionally, he suggests supplementary education programs and increased visibility of successful black role models as helpful solutions.  Obgu also encouraged the development of effective parental educational strategies to combat his findings of little parental involvement in black communities, along with improvements in teacher’s expectations of Black students.<sup id=\"cite_ref-ogbu_5-3\" class=\"reference\"><a href=\"#cite_note-ogbu-5\">&#91;5&#93;</a></sup>\n</p>\n<h2><span id=\"Critical_responses_to_Ogbu.E2.80.99s_findings\"></span><span class=\"mw-headline\" id=\"Critical_responses_to_Ogbu’s_findings\">Critical responses to Ogbu’s findings</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Oppositional_culture&amp;action=edit&amp;section=7\" title=\"Edit section: Critical responses to Ogbu’s findings\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Many sociologists and sources have praised his studies as a valuable addition to the theories explaining the gap in educational achievement among different races.<sup id=\"cite_ref-carter_9-0\" class=\"reference\"><a href=\"#cite_note-carter-9\">&#91;9&#93;</a></sup>  Additionally, his research has spurred similar ethno-cultural case studies around the world that have linked gaps in achievement to communities.  One example is a case study done in the UK in 2006 by two researchers, Tomlin and Olusola, that sought to discover factors and conditions that affect the achievement levels of high-achieving black students in two urban secondary schools.  The study found that <a href=\"/wiki/British_African-Caribbean_community\" class=\"mw-redirect\" title=\"British African-Caribbean community\">African-Caribbean</a> students reported obstacles similar to those faced by African Americans in their attempts to achieve at the levels of their white peers.,<sup id=\"cite_ref-Macombe_1-1\" class=\"reference\"><a href=\"#cite_note-Macombe-1\">&#91;1&#93;</a></sup> Studies that seek to explain overall achievement gaps between blacks and whites have also looked at Ogbu’s criteria from his case studies in education.\n</p><p>However, other sociologists have argued against the validity of his claims.  His findings are most often criticized for overgeneralizing the experience of the black community.<sup id=\"cite_ref-carter_9-1\" class=\"reference\"><a href=\"#cite_note-carter-9\">&#91;9&#93;</a></sup>  A study by Ainsworth-Darnell and Downey found that black students are significantly more likely to believe that education increases the chances of finding a job, and that smart African American students are held in higher esteem by their peers for high academic achievement. These findings all contradict the oppositional culture model proposed by Ogbu.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup> Another study by Cook and Ludwig found that after controlling for socioeconomic status, on average black students were no less alienated from school than white students and were no less popular for being good students.<sup id=\"cite_ref-massey_8-2\" class=\"reference\"><a href=\"#cite_note-massey-8\">&#91;8&#93;</a></sup>  These studies show that inconsistencies regarding the existence of oppositional cultures in black communities persist.\n</p>\n<h2><span class=\"mw-headline\" id=\"Alternative_explanations\">Alternative explanations</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Oppositional_culture&amp;action=edit&amp;section=8\" title=\"Edit section: Alternative explanations\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>While oppositional culture offers one explanation for the gap in racial educational achievement, there are alternative explanations for this phenomenon.\n</p>\n<h2><span class=\"mw-headline\" id=\"Prudence_Carter\">Prudence Carter</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Oppositional_culture&amp;action=edit&amp;section=9\" title=\"Edit section: Prudence Carter\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Prudence Carter, a sociologist at Stanford University, published findings that directly contradicted Ogbu’s research that African Americans viewed educational attainment as acting white. She showed in her research, published in her book “Keepin’ it Real: School Success Beyond Black and White”, that the majority of minority students shared 'white' <a href=\"/wiki/Norm_(social)\" class=\"mw-redirect\" title=\"Norm (social)\">normative values</a> about the roles of work and success.  Carter argues that the possession of capital and upper <a href=\"/wiki/Socioeconomic_status\" title=\"Socioeconomic status\">socioeconomic status</a> did not guarantee more interactions with one race over another and that upwardly mobile minorities are more inclined to associate with individuals from their same class over their same racial identification.<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup> Carter states that a focus on racialized communities is not enough- a holistic acknowledgement of the relevance and depth of students’ general attitudes and beliefs and how these affect schooling will help improve education policies. Studies of these attitudes should rely less on racial lines and focus more on ethno-cultural identities of the individual.\n</p><p>This work is supported by a study by Charles <i>et al.</i> that surveyed the cultural backgrounds of black students in elite universities in the United States.  The study found that even though immigrants of African heritage from Africa and the Caribbean represent less than ten percent of the total black population in the National Longitudinal Survey of Freshmen (NISF), half of them went to l0 of the most selective NISF schools. More than one third of <a href=\"/wiki/Multiracial\" title=\"Multiracial\">multiracial</a> black and other race individuals, who are only 11 percent of the population, also attend the top 10 NISF schools. Multiracial individuals and African immigrants typically are advantaged in socioeconomic status and pre-college preparation.<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup> This work shows that race may not be the primary determinant of racial educational achievement and that other factors including socioeconomic status play larger roles in determining educational outcome.\n</p>\n<h2><span class=\"mw-headline\" id=\"Stereotype_Threat_Assumption\">Stereotype Threat Assumption</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Oppositional_culture&amp;action=edit&amp;section=10\" title=\"Edit section: Stereotype Threat Assumption\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><a href=\"/wiki/Stereotype_threat\" title=\"Stereotype threat\">Stereotype Threat Assumption</a> is another explanation for the racial gap in educational achievement.  According to this theory, African Americans endure stereotypes of intellectual inferiority. Fearing that they would meet these expectations of underperformance, they make the decision to disengage from academics. Additionally, studies have shown that stereotypes themselves divert mental resources away from the area of concentration and can worsen classroom performance, comfort interacting with teachers, and other areas of scholastic life.<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup> These feelings of anxiety combined with the stigmatization acts as an inherent obstacle for African American educational achievement. Some African Americans choose to disengage from academics altogether to avoid meeting the expectations of failure and underachievement. This disengagement in academics demonstrates a perceived devaluation in African American culture.<sup id=\"cite_ref-massey_8-3\" class=\"reference\"><a href=\"#cite_note-massey-8\">&#91;8&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Capital_deficiency\">Capital deficiency</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Oppositional_culture&amp;action=edit&amp;section=11\" title=\"Edit section: Capital deficiency\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The capital deficiency theory is heavily related to <a href=\"/wiki/Racial_inequality_in_the_United_States\" title=\"Racial inequality in the United States\">Racial inequality in the United States</a>, specifically the racial wealth gap. Wealthier families with higher <a href=\"/wiki/Economic_capital\" title=\"Economic capital\">economic capital</a> can afford to provide additional resources for their children to combat any learning difficulties they may face naturally.  A related form of capital, <a href=\"/wiki/Human_capital\" title=\"Human capital\">human capital</a>, or the skills, abilities, and knowledge possessed by an individual are passed down in families with higher accumulation of human capital.  Parents with higher human capital are also better prepared to supervise their children's acquisition of it. <a href=\"/wiki/Social_capital\" title=\"Social capital\">Social capital</a> and <a href=\"/wiki/Cultural_capital\" title=\"Cultural capital\">cultural capital</a> also provide the means for increased support in educational outcomes. Social and cultural capital help to expose children into beneficial social institutions through bonds of kinship and friendship with the skills to navigate these social spheres fluidly.<sup id=\"cite_ref-massey_8-4\" class=\"reference\"><a href=\"#cite_note-massey-8\">&#91;8&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Oppositional_culture&amp;action=edit&amp;section=12\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-Macombe-1\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Macombe_1-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Macombe_1-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Mocombe, Paul, and Carol Tomlin. The Oppositional Culture Theory. Lanham, MD: University of America, 2010. Print.</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">The Slave Experience: Education, Arts, and Culture.\" PBS. PBS, 2004. Web. 16 Apr. 2012. &lt;<a rel=\"nofollow\" class=\"external free\" href=\"https://www.pbs.org/wnet/slavery/experience/education/history2.html\">https://www.pbs.org/wnet/slavery/experience/education/history2.html</a>&gt;.</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">\"Plessy v. Ferguson.\" Legal Information Institute. Cornell University Law School, 18 Apr. 1896. Web. 16 Apr. 2012. &lt;<a rel=\"nofollow\" class=\"external free\" href=\"https://www.law.cornell.edu/supct/html/historics/USSC_CR_0163_0537_ZO.html\">https://www.law.cornell.edu/supct/html/historics/USSC_CR_0163_0537_ZO.html</a>&gt;.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">\"Brown v. Board of Education.\" Legal Information Institute. Cornell University Law School. Web. 02 Apr. 2012. &lt;<a rel=\"nofollow\" class=\"external free\" href=\"https://www.law.cornell.edu/supct/html/historics/USSC_CR_0347_0483_ZS.html\">https://www.law.cornell.edu/supct/html/historics/USSC_CR_0347_0483_ZS.html</a>&gt;.</span>\n</li>\n<li id=\"cite_note-ogbu-5\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-ogbu_5-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-ogbu_5-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-ogbu_5-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-ogbu_5-3\"><sup><i><b>d</b></i></sup></a></span> <span class=\"reference-text\">Ogbu, John U. Black American Students in an Affluent Suburb: A Study of Academic Disengagement. Mahwah, NJ: L. Erlbaum Associates, 2003. Print.</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Farkas, George. RACIAL DISPARITIES AND DISCRIMINATION IN EDUCATION: WHAT DO WE KNOW, HOW DO WE KNOW IT, AND WHAT DO WE NEED TO KNOW? Department of Sociology and Population Research Institute, 1 July 2002. Web. 16 Apr. 2012.</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Hoover, Nichelle. Cultural Disparities of SAT Scores and the Influence on Higher Education Opportunities for African American and Latino Students. Education Resources Information Center. Dominican University of California, 1 Dec. 2007. Web. 16 Apr. 2012. &lt;<a rel=\"nofollow\" class=\"external free\" href=\"http://www.eric.ed.gov/PDFS/ED499158.pdf\">http://www.eric.ed.gov/PDFS/ED499158.pdf</a>&gt;.</span>\n</li>\n<li id=\"cite_note-massey-8\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-massey_8-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-massey_8-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-massey_8-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-massey_8-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-massey_8-4\"><sup><i><b>e</b></i></sup></a></span> <span class=\"reference-text\">Massey, Douglas S. The Source of the River: The Social Origins of Freshmen at America's Selective Colleges and Universities. Princeton, NJ: Princeton UP, 2003. Print.</span>\n</li>\n<li id=\"cite_note-carter-9\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-carter_9-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-carter_9-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Carter, Dorinda J. \"Editor's Review of John U. Ogbu's Black American Students in an Affluent Suburb: A Study of Academic Disengagement.\" Harvard Educational Review. Harvard University, Winter 2004. Web. 18 Mar. 2012. &lt;<a rel=\"nofollow\" class=\"external free\" href=\"http://www.hepg.org/her/abstract/38\">http://www.hepg.org/her/abstract/38</a>&gt;.</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Ainsworth-Darnell, James W., and Douglas B. Downey. \"Assessing the Oppositional Culture Explanation for Racial/Ethnic Differences in School Performance.\" American Sociological Review 63.4 (1998): 536-53. Jstor. Web. 16 Mar. 2012. <a rel=\"nofollow\" class=\"external free\" href=\"https://www.jstor.org/stable/2657266?seq=10\">https://www.jstor.org/stable/2657266?seq=10</a></span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Carter, Prudence L. Keepin' It Real: School Success beyond Black and White. Oxford: Oxford UP, 2005. Print.</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Gallagher, Charles A. \"Black like Who?\" Racism in Post-race America: New Theories, New Directions. Chapel Hill, NC: Social Forces, University of North Carolina, 2008. 247-63. Print.</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">Steele, Claude. Whistling Vivaldi: And Other Clues to How Stereotypes Affect Us. New York: W.W. Norton &amp;, 2010. Print.</span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw2276\nCached time: 20180919112317\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.056 seconds\nReal time usage: 0.069 seconds\nPreprocessor visited node count: 309/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 344/2097152 bytes\nTemplate argument size: 84/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 7696/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.003/10.000 seconds\nLua memory usage: 525 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   28.688      1 Template:Reflist\n100.00%   28.688      1 -total\n  7.06%    2.025      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:8900392-0!canonical and timestamp 20180919112317 and revision id 799400440\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","*":"Education_terminology"},{"sortkey":"Education, sociology of","*":"Sociology_of_education"},{"sortkey":"","*":"Education_issues"},{"sortkey":"","*":"Political_terminology"},{"sortkey":"","*":"Race_and_education_in_the_United_States"},{"sortkey":"","*":"School_and_classroom_behaviour"}],"links":[{"ns":0,"exists":"","*":"Acting white"},{"ns":0,"exists":"","*":"African American Vernacular English"},{"ns":0,"exists":"","*":"African Americans"},{"ns":0,"exists":"","*":"British African-Caribbean community"},{"ns":0,"exists":"","*":"Brown v. Board of Education"},{"ns":0,"exists":"","*":"Cult"},{"ns":0,"exists":"","*":"Cultural capital"},{"ns":0,"exists":"","*":"Culture of poverty"},{"ns":0,"exists":"","*":"Desegregation"},{"ns":0,"exists":"","*":"Economic capital"},{"ns":0,"exists":"","*":"Gang"},{"ns":0,"exists":"","*":"Human capital"},{"ns":0,"exists":"","*":"John Ogbu"},{"ns":0,"exists":"","*":"Multiracial"},{"ns":0,"exists":"","*":"Norm (social)"},{"ns":0,"exists":"","*":"Plessy v. Ferguson"},{"ns":0,"exists":"","*":"Race and intelligence"},{"ns":0,"exists":"","*":"Racial achievement gap in the United States"},{"ns":0,"exists":"","*":"Racial inequality in the United States"},{"ns":0,"exists":"","*":"Social capital"},{"ns":0,"exists":"","*":"Socioeconomic status"},{"ns":0,"exists":"","*":"Sociology of education"},{"ns":0,"exists":"","*":"Standard English"},{"ns":0,"exists":"","*":"Stereotype threat"},{"ns":0,"exists":"","*":"Urban decay"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["https://www.pbs.org/wnet/slavery/experience/education/history2.html","https://www.law.cornell.edu/supct/html/historics/USSC_CR_0163_0537_ZO.html","https://www.law.cornell.edu/supct/html/historics/USSC_CR_0347_0483_ZS.html","http://www.eric.ed.gov/PDFS/ED499158.pdf","http://www.hepg.org/her/abstract/38","https://www.jstor.org/stable/2657266?seq=10"],"sections":[{"toclevel":1,"level":"2","line":"Background","number":"1","index":"1","fromtitle":"Oppositional_culture","byteoffset":601,"anchor":"Background"},{"toclevel":1,"level":"2","line":"Historical context","number":"2","index":"2","fromtitle":"Oppositional_culture","byteoffset":1648,"anchor":"Historical_context"},{"toclevel":1,"level":"2","line":"Racial disparities in education today","number":"3","index":"3","fromtitle":"Oppositional_culture","byteoffset":4559,"anchor":"Racial_disparities_in_education_today"},{"toclevel":1,"level":"2","line":"Contributions of John Ogbu","number":"4","index":"4","fromtitle":"Oppositional_culture","byteoffset":6223,"anchor":"Contributions_of_John_Ogbu"},{"toclevel":2,"level":"3","line":"Voluntary vs involuntary minorities","number":"4.1","index":"5","fromtitle":"Oppositional_culture","byteoffset":7151,"anchor":"Voluntary_vs_involuntary_minorities"},{"toclevel":2,"level":"3","line":"Policy implications","number":"4.2","index":"6","fromtitle":"Oppositional_culture","byteoffset":9030,"anchor":"Policy_implications"},{"toclevel":1,"level":"2","line":"Critical responses to Ogbu’s findings","number":"5","index":"7","fromtitle":"Oppositional_culture","byteoffset":9847,"anchor":"Critical_responses_to_Ogbu’s_findings"},{"toclevel":1,"level":"2","line":"Alternative explanations","number":"6","index":"8","fromtitle":"Oppositional_culture","byteoffset":12306,"anchor":"Alternative_explanations"},{"toclevel":1,"level":"2","line":"Prudence Carter","number":"7","index":"9","fromtitle":"Oppositional_culture","byteoffset":12489,"anchor":"Prudence_Carter"},{"toclevel":1,"level":"2","line":"Stereotype Threat Assumption","number":"8","index":"10","fromtitle":"Oppositional_culture","byteoffset":14799,"anchor":"Stereotype_Threat_Assumption"},{"toclevel":1,"level":"2","line":"Capital deficiency","number":"9","index":"11","fromtitle":"Oppositional_culture","byteoffset":15916,"anchor":"Capital_deficiency"},{"toclevel":1,"level":"2","line":"References","number":"10","index":"12","fromtitle":"Oppositional_culture","byteoffset":16862,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Oppositional culture","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q7098649"}]}}