{"parse":{"title":"Virtual university","pageid":2368120,"revid":856324382,"text":{"*":"<div class=\"mw-parser-output\"><p>A <b>virtual university</b> provides <a href=\"/wiki/Higher_education\" title=\"Higher education\">higher education</a> programs through electronic media, typically the <a href=\"/wiki/Internet\" title=\"Internet\">Internet</a>. Some are bricks-and-mortar institutions that provide online learning as part of their extended university courses while others solely offer online courses. They are regarded as a form of <a href=\"/wiki/Distance_education\" title=\"Distance education\">distance education</a>. The goal of virtual universities is to provide access to the part of the population who would not be able to attend a physical campus, for reasons such as distance—in which students live too far from a physical campus to attend regular classes; and the need for flexibility—some students need the flexibility to study at home whenever it is convenient for them to do so.\n</p><p>Some of these organizations exist only as loosely tied combines of universities, institutes or departments that together provide a number of courses over the Internet, television or other media, that are separate and distinct from programs offered by the single institution outside of the combine.  Others are individual organizations with a legal framework, yet are called \"virtual\" because they appear only on the Internet, without a physical location aside from their administration units.  Still other virtual universities can be organized through specific or multiple physical locations, with or without actual campuses to receive program delivery through technological media that is broadcast from another location where professors give televised lectures.\n</p><p>Program delivery in a virtual university is administered through <a href=\"/wiki/Information_and_communications_technology\" title=\"Information and communications technology\">Information and communications technology</a> such as web pages, e-mail and other networked sources.\n</p><p>As virtual universities are relatively new and vary widely, questions remain about <a href=\"/wiki/Educational_accreditation\" title=\"Educational accreditation\">accreditation</a> and the quality of <a href=\"/wiki/Educational_assessment\" title=\"Educational assessment\">assessment</a>.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#History\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">History</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Coursework\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Coursework</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Teaching_modes\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Teaching modes</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Quality\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Quality</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#See_also\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"History\">History</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Virtual_university&amp;action=edit&amp;section=1\" title=\"Edit section: History\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The defining characteristic of all forms and generations of distance education is the separation of student and teacher in time and space. Distance education can be seen as the precursor to online learning. Before the advent of virtual universities, many higher education institutions offered some distance education through print-based correspondence courses.  These courses were often referred to as a \"course in a box\".<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> These have been developed so that students can obtain almost immediate feedback from professors and online tutors through e-mails or online discussions.\n</p><p>When the term \"virtual\" was first coined in the computational sense, it applied to things that were simulated by the computer, like <a href=\"/wiki/Virtual_memory\" title=\"Virtual memory\">virtual memory</a>.  Over time, the adjective has been applied to things that physically exist and are created or carried on by means of computers.<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (October 2010)\">citation needed</span></a></i>&#93;</sup>\n</p><p>The <a href=\"/wiki/Open_University\" title=\"Open University\">Open University</a> in the <a href=\"/wiki/United_Kingdom\" title=\"United Kingdom\">United Kingdom</a> was the world’s first successful distance teaching university.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>  It was founded in the 1960s on the belief that communications technology could bring high quality degree-level learning to people who had not had the opportunity to attend campus universities.<sup id=\"cite_ref-open.ac.uk_3-0\" class=\"reference\"><a href=\"#cite_note-open.ac.uk-3\">&#91;3&#93;</a></sup>  The idea for a \"wireless university\" was first discussed at the <a href=\"/wiki/BBC\" title=\"BBC\">BBC</a> (British Broadcasting Corporation) by the educationalist and historian J.C. Stobbart.  From these early beginnings more ideas came forth until finally the <a href=\"/wiki/Labour_Party_(UK)\" title=\"Labour Party (UK)\">Labour Party</a> under the leadership of <a href=\"/wiki/Harold_Wilson\" title=\"Harold Wilson\">Harold Wilson</a> formed an advisory committee to establish an Open University.\n</p><p>With the goal of bringing higher education to all those who wanted to access it, the committee came up with various scenarios before settling on the name <i>Open University</i>.  The first idea floated in the UK was to have a \"teleuniversity\" which would combine broadcast lectures with correspondence texts and visits to conventional universities.  In the \"teleuniversity\" scenario courses are taught on the radio and television and in fact many universities adopted the use of this technology for their distance education courses.  The name \"teleuniversity\" morphed into the \"University of Air\" which still had the same goal of reaching the lower income groups who did not have access to higher education. The name \"University of Air\" did not stick and by the time the first students were admitted in January 1971 the name had become what it is today \"Open University\".  OU proved that it was possible to teach university-level courses to students at a distance.\n</p><p>By 1980, total student numbers at OU had reached 70,000 and some 6,000 people were graduating each year.  The 1980s saw increased expansion continue as more courses and subject areas were introduced; as the importance of career development grew, so the university began to offer professional training courses alongside its academic programmes. By the mid-nineties the OU was using the internet.  As of 2008, more than 180,000 students were interacting with OU online from home.\n</p><p>The idea of a virtual university as an institution that used computers and telecommunications instead of buildings and transport to bring students and teachers together for university courses was first published in works like \"De-Schooling Society\" by Ivan Illich that introduced the concept of the use of computer networks as switchboards for learning, in 1970.  In 1971 George Kasey, a media(activist)ethicist, delivered a series of lectures on \"the Philosophy of Communications De-Design\" under the sponsorship of Phil Jacklin PhD, professor at University of California San Jose, a member of \"The (San Francisco)Bay Area Committee for Open Media and Public Access.\" The lectures contained the theoretical outlines for use of telecommunications and media for de-schooling and de-design of mainstream education and an alternative Virtual Free University system. By 1972 George Kasey established \"Media Free Times - periodical Multimedia Random Sampling of Anarchic Communications Art\" a prototype for remote learning with the use of \"multi-media periodicals,\" that are now commonly referred to as \"web pages\". In 1995 by John Tiffin and Lalita Rajasingham in their book \"In Search Of the Virtual Class: Education in an Information Society\" (London and New York, Routledge). It was based on a joint research project at Victoria University of Wellington that ran from 1986-1996. Called the virtual class laboratory it used dedicated telecommunication systems to make it possible for students to attend class virtually or physically and was at first supported by a number of telecommunication organisations. Its purpose was to seek the critical factors in using ICT for university level education. In 1992 the virtual class lab moved onto the Internet.\n</p><p>A number of other universities were involved in the late eighties in pioneering initiatives and experiments were conducted between Victoria University in New Zealand, the University of Hawaii, Ohio State University and Waseda University to try and conduct classes and courses at an international level via telecommunications. This led to the concept of a Global Virtual University.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Coursework\">Coursework</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Virtual_university&amp;action=edit&amp;section=2\" title=\"Edit section: Coursework\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Providing access to higher education for all students, especially adult learners, is made easier by the fact that most virtual universities have no entry requirements for their undergraduate courses.<sup id=\"cite_ref-open.ac.uk_3-1\" class=\"reference\"><a href=\"#cite_note-open.ac.uk-3\">&#91;3&#93;</a></sup>  Entry requirements are needed for the courses that are aimed at postgraduates or those who work in specific jobs.\n</p><p>Studying in a virtual university has essential differences from studying in a <a href=\"/wiki/Brick_and_mortar_business\" class=\"mw-redirect\" title=\"Brick and mortar business\">brick and mortar</a> university.  There are no buildings and no campus to go to because students receive learning materials over the Internet.  In most cases, only a <a href=\"/wiki/Personal_computer\" title=\"Personal computer\">personal computer</a> and an Internet connection is needed—even for learning laboratory experiments and technical materials, such as robotics,<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> that traditionally required physical presence of students in the classroom. Course materials can include printed material, books, audio and video cassettes, TV programmes, CD-ROM/software, and web sites.  Support is offered to learners from the professor or a tutor online through e-mails if they are having problems with the course.\n</p><p>Taking courses on-line means that students will be learning in their own time by reading course material, working on course activities, writing assignments and perhaps working with other students through interactive <a href=\"/wiki/Teleconference\" title=\"Teleconference\">teleconferences</a>.  Online learning can be an isolating experience since the student spends the majority of their time working by themselves.  Some learners do not mind this kind of solo learning, but others find it a major stumbling block to successful completion of courses.  Because of the potential difficulty of maintaining the schedule needed to be successful when learning online, some virtual universities apply the same type of time management as traditional schools.  Many courses operate to a timetable, which the student receives with the course materials.  These may include the planned activities for each week of the course and due dates for the assignments.  If the course has an exam, the students will be informed where they have to go to write it.\n</p><p>An example of a university that maintains a tight schedule is the <a href=\"/wiki/Virtual_Global_University\" title=\"Virtual Global University\">Virtual Global University</a> (VGU) in Germany.  VGU offers a graduate program \"International Master of Business Informatics\" (MBI)—a master program in information technology and management that takes an average of four semesters to complete (for full-time students). Each course has a lecture or a virtual class meeting every week. Afterwards, students get a homework assignment; for example, they have to solve an exercise, elaborate on some problem, discuss a case study, or take a test. Lecturers give them immediate feedback, and one week later, the same happens again.\n</p><p>Coursework can be same for a Virtual University as the On-campus University in certain cases. <a href=\"/wiki/NYU_Tandon_Online\" title=\"NYU Tandon Online\">NYU Tandon Online</a>, for example, provides the same course work to its online students as the on-campus students at the <a href=\"/wiki/New_York_University_Polytechnic_School_of_Engineering\" class=\"mw-redirect\" title=\"New York University Polytechnic School of Engineering\">NYU Tandon School of Engineering</a>. This is done using advanced technologies.\n</p>\n<h2><span class=\"mw-headline\" id=\"Teaching_modes\">Teaching modes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Virtual_university&amp;action=edit&amp;section=3\" title=\"Edit section: Teaching modes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>When online courses first began, the primary mode of delivery was through a two way <a href=\"/wiki/Audio-visual\" class=\"mw-redirect\" title=\"Audio-visual\">audio-visual</a> network. Then as well as now, many of the virtual study programs were mainly based on text documents, but <a href=\"/wiki/Multimedia\" title=\"Multimedia\">multimedia</a> technologies have become increasingly popular as well.  These web-based delivery modes are used in order to expand access to programs and services that can be offered anytime and anywhere.  The spectrum of teaching modes in virtual education includes courses based on <a href=\"/wiki/Hypertext\" title=\"Hypertext\">hypertext</a>, videos, audios, e-mails, and video conferencing.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup> Teaching on the web through courseware such as <a href=\"/wiki/WebCT\" title=\"WebCT\">WebCT</a> and <a href=\"/wiki/Blackboard_Inc.\" title=\"Blackboard Inc.\">Blackboard</a> are also used. See <a href=\"/wiki/Virtual_education\" class=\"mw-redirect\" title=\"Virtual education\">Virtual education</a>.\n</p>\n<h2><span class=\"mw-headline\" id=\"Quality\">Quality</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Virtual_university&amp;action=edit&amp;section=4\" title=\"Edit section: Quality\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Students taking \"virtual\" courses are doing real work to get their degrees, and educators preparing and teaching those courses spend real time in doing so.  That is, students meet a comparable level of academic learning outcomes and are evaluated through programs constructed according to standard university-level criteria.<sup class=\"noprint Inline-Template\" style=\"margin-left:0.1em; white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Please_clarify\" title=\"Wikipedia:Please clarify\"><span title=\"Can it be asserted that this applies to all virtual universities? (October 2010)\">clarification needed</span></a></i>&#93;</sup>  Though it should not be assumed, virtual universities may be accredited in the same way as traditional universities and operate according to a similar set of academic standards.\n</p><p>However, questions remain about accreditation and the quality of assessment. Accreditation is required to assure students that the online institute has certified online instructors who have the expertise and educational qualifications to design and carry out the curriculum. Assessment standards need to be particularly closely monitored in virtual universities. For example, respondents in studies of opinions about online degrees will rate an online degree from Stanford the same as an on-campus degree, because the name of the granting institution is recognized.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup>\n</p>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:252px;\"><a href=\"/wiki/File:Diploma-licenciatura-ciencias-sociais-universidade-aberta.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Diploma-licenciatura-ciencias-sociais-universidade-aberta.jpg/250px-Diploma-licenciatura-ciencias-sociais-universidade-aberta.jpg\" width=\"250\" height=\"176\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Diploma-licenciatura-ciencias-sociais-universidade-aberta.jpg/375px-Diploma-licenciatura-ciencias-sociais-universidade-aberta.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Diploma-licenciatura-ciencias-sociais-universidade-aberta.jpg/500px-Diploma-licenciatura-ciencias-sociais-universidade-aberta.jpg 2x\" data-file-width=\"7002\" data-file-height=\"4919\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Diploma-licenciatura-ciencias-sociais-universidade-aberta.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>The <i><a href=\"/wiki/Universidade_Aberta\" title=\"Universidade Aberta\">Universidade Aberta</a></i> is the <a href=\"/wiki/Portugal\" title=\"Portugal\">Portuguese</a> <a href=\"/wiki/Public_university\" title=\"Public university\">public university</a> for <a href=\"/wiki/Distance_education\" title=\"Distance education\">distance learning</a> and offer the same <a href=\"/wiki/Academic_degree\" title=\"Academic degree\">degrees</a> and <a href=\"/wiki/Diplomas\" class=\"mw-redirect\" title=\"Diplomas\">diplomas</a> that other <a href=\"/wiki/List_of_universities_and_colleges_in_Portugal\" title=\"List of universities and colleges in Portugal\">portuguese universities</a>.<sup id=\"cite_ref-portal.uab.pt_8-0\" class=\"reference\"><a href=\"#cite_note-portal.uab.pt-8\">&#91;8&#93;</a></sup></div></div></div>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Virtual_university&amp;action=edit&amp;section=5\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/African_Virtual_University\" title=\"African Virtual University\">African Virtual University</a></li>\n<li><a href=\"/wiki/Autonomous_university\" title=\"Autonomous university\">Autonomous university</a></li>\n<li><a href=\"/wiki/Bulgarian_Virtual_University\" title=\"Bulgarian Virtual University\">Bulgarian Virtual University</a></li>\n<li><a href=\"/wiki/Canadian_Virtual_University\" title=\"Canadian Virtual University\">Canadian Virtual University</a></li>\n<li><a href=\"/wiki/Distance_education\" title=\"Distance education\">Distance education</a></li>\n<li><a href=\"/wiki/Indira_Gandhi_National_Open_University\" title=\"Indira Gandhi National Open University\">Indira Gandhi National Open University</a></li>\n<li><a href=\"/wiki/Online_degree\" title=\"Online degree\">Online degree</a></li>\n<li><a href=\"/wiki/Syrian_Virtual_University\" title=\"Syrian Virtual University\">Syrian Virtual University</a></li>\n<li><a href=\"/wiki/University_of_the_People\" title=\"University of the People\">University of the People</a></li>\n<li><a href=\"/wiki/Virtual_learning_environment\" title=\"Virtual learning environment\">Virtual learning environment</a></li>\n<li><a href=\"/wiki/Virtual_school\" title=\"Virtual school\">Virtual school</a></li>\n<li><a href=\"/wiki/Virtual_University_of_Pakistan\" title=\"Virtual University of Pakistan\">Virtual University of Pakistan</a></li>\n<li><a href=\"/wiki/Dnyaneshwar_Vidyapeeth\" title=\"Dnyaneshwar Vidyapeeth\">Dnyaneshwar Vidyapeeth</a></li></ul>\n<p>Some <i>open universities</i> also teach online:\n</p>\n<ul><li><a href=\"/wiki/National_University_(California)\" title=\"National University (California)\">National University (California)</a></li>\n<li><a href=\"/wiki/Open_Universities_Australia\" title=\"Open Universities Australia\">Open Universities Australia</a></li>\n<li><a href=\"/wiki/Open_University_of_Catalonia\" title=\"Open University of Catalonia\">Open University of Catalonia</a></li>\n<li><a href=\"/wiki/Allama_Iqbal_Open_University\" title=\"Allama Iqbal Open University\">Allama Iqbal Open University</a>, Pakistan</li>\n<li><a href=\"/wiki/Setanta_College\" title=\"Setanta College\">Setanta College</a></li>\n<li><a href=\"/wiki/The_Open_University\" class=\"mw-redirect\" title=\"The Open University\">The Open University</a>, UK</li>\n<li><a href=\"/wiki/Universidade_Aberta\" title=\"Universidade Aberta\">Universidade Aberta</a>, Portugal's Open University<sup id=\"cite_ref-portal.uab.pt_8-1\" class=\"reference\"><a href=\"#cite_note-portal.uab.pt-8\">&#91;8&#93;</a></sup></li>\n<li><a href=\"/wiki/University_of_Phoenix\" title=\"University of Phoenix\">University of Phoenix</a></li>\n<li><a href=\"/wiki/University_of_the_People\" title=\"University of the People\">University of the People</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Virtual_university&amp;action=edit&amp;section=6\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.coedu.usf.edu\">\"USF College of Education Home Page\"</a>. Coedu.usf.edu<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2010-06-24</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=USF+College+of+Education+Home+Page&amp;rft.pub=Coedu.usf.edu&amp;rft_id=http%3A%2F%2Fwww.coedu.usf.edu&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AVirtual+university\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.educause.edu/ero/article/open-change-interview-leaders-open-university\">\"Open to Change: An Interview with Leaders of the Open University\"</a>. <a href=\"/wiki/Educause\" title=\"Educause\">Educause</a>. 14 March 2008<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">12 April</span> 2014</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Open+to+Change%3A+An+Interview+with+Leaders+of+the+Open+University&amp;rft.pub=Educause&amp;rft.date=2008-03-14&amp;rft_id=http%3A%2F%2Fwww.educause.edu%2Fero%2Farticle%2Fopen-change-interview-leaders-open-university&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AVirtual+university\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-open.ac.uk-3\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-open.ac.uk_3-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-open.ac.uk_3-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.open.ac.uk\">\"Distance Learning Courses and Adult Education - The Open University\"</a>. Open.ac.uk<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2010-06-24</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Distance+Learning+Courses+and+Adult+Education+-+The+Open+University&amp;rft.pub=Open.ac.uk&amp;rft_id=http%3A%2F%2Fwww.open.ac.uk&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AVirtual+university\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Tiffin and Rajasingham (2003)<i>The Global Virtual University</i> London and New York, Routledge</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\">O. Goldstain, I. Ben-Gal, Y. Bukchin(2007. <a rel=\"nofollow\" class=\"external text\" href=\"http://www.eng.tau.ac.il/~bengal/Remote_Learning.pdf\">\"Remote learning for the manipulation and control of robotic cells\"</a> <span style=\"font-size:85%;\">(PDF)</span>. European Journal of Engineering Education 32 (4), 481-494, 2007.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Remote+learning+for+the+manipulation+and+control+of+robotic+cells&amp;rft.pub=European+Journal+of+Engineering+Education+32+%284%29%2C+481-494%2C+2007&amp;rft.au=O.+Goldstain%2C+I.+Ben-Gal%2C+Y.+Bukchin%282007&amp;rft_id=http%3A%2F%2Fwww.eng.tau.ac.il%2F~bengal%2FRemote_Learning.pdf&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AVirtual+university\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span><span class=\"citation-comment\" style=\"display:none; color:#33aa33; margin-left:0.3em\">CS1 maint: Multiple names: authors list (<a href=\"/wiki/Category:CS1_maint:_Multiple_names:_authors_list\" title=\"Category:CS1 maint: Multiple names: authors list\">link</a>) </span></span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\">Sanford, Michael Ellis; Peters, Sophia. <a rel=\"nofollow\" class=\"external text\" href=\"http://takemyonlineclass.us/taking-online-courses-modalities-universities/\">\"On Teaching Modalities Of Virtual Universities &amp; Online Course Providers\"</a>. Class Consultants<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">25 November</span> 2014</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=On+Teaching+Modalities+Of+Virtual+Universities+%26+Online+Course+Providers&amp;rft.pub=Class+Consultants&amp;rft.aulast=Sanford&amp;rft.aufirst=Michael+Ellis&amp;rft.au=Peters%2C+Sophia&amp;rft_id=http%3A%2F%2Ftakemyonlineclass.us%2Ftaking-online-courses-modalities-universities%2F&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AVirtual+university\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.onlineuc.net/oucarticle.html\">\"News\"</a>. Online UC<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2010-06-24</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=News&amp;rft.pub=Online+UC&amp;rft_id=http%3A%2F%2Fwww.onlineuc.net%2Foucarticle.html&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AVirtual+university\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-portal.uab.pt-8\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-portal.uab.pt_8-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-portal.uab.pt_8-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://portal.uab.pt/en/conhecer-a-uab/\">http://portal.uab.pt/en/conhecer-a-uab/</a></span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw1264\nCached time: 20180904101415\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.172 seconds\nReal time usage: 0.215 seconds\nPreprocessor visited node count: 628/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 12702/2097152 bytes\nTemplate argument size: 1106/2097152 bytes\nHighest expansion depth: 11/40\nExpensive parser function count: 2/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 7174/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.081/10.000 seconds\nLua memory usage: 2.54 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  177.725      1 -total\n 47.59%   84.576      1 Template:Reflist\n 36.65%   65.136      1 Template:Citation_needed\n 36.55%   64.967      6 Template:Cite_web\n 24.98%   44.398      1 Template:Fix\n 19.08%   33.903      4 Template:Category_handler\n 11.89%   21.132      1 Template:Clarify\n 10.44%   18.552      1 Template:Fix-span\n  9.79%   17.403      2 Template:Delink\n  6.74%   11.977      1 Template:Replace\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:2368120-0!canonical and timestamp 20180904101415 and revision id 856324382\n -->\n</div>"},"langlinks":[{"lang":"de","url":"https://de.wikipedia.org/wiki/Virtuelle_Universit%C3%A4t","langname":"German","autonym":"Deutsch","*":"Virtuelle Universität"},{"lang":"fa","url":"https://fa.wikipedia.org/wiki/%D8%AF%D8%A7%D9%86%D8%B4%DA%AF%D8%A7%D9%87_%D9%85%D8%AC%D8%A7%D8%B2%DB%8C","langname":"Persian","autonym":"فارسی","*":"دانشگاه مجازی"},{"lang":"ko","url":"https://ko.wikipedia.org/wiki/%EC%82%AC%EC%9D%B4%EB%B2%84%EB%8C%80%ED%95%99","langname":"Korean","autonym":"한국어","*":"사이버대학"},{"lang":"hy","url":"https://hy.wikipedia.org/wiki/%D5%8E%D5%AB%D6%80%D5%BF%D5%B8%D6%82%D5%A1%D5%AC_%D5%B0%D5%A1%D5%B4%D5%A1%D5%AC%D5%BD%D5%A1%D6%80%D5%A1%D5%B6","langname":"Armenian","autonym":"հայերեն","*":"Վիրտուալ համալսարան"},{"lang":"lt","url":"https://lt.wikipedia.org/wiki/Virtualusis_universitetas","langname":"Lithuanian","autonym":"lietuvių","*":"Virtualusis universitetas"},{"lang":"fi","url":"https://fi.wikipedia.org/wiki/Virtuaaliyliopisto","langname":"Finnish","autonym":"suomi","*":"Virtuaaliyliopisto"},{"lang":"uk","url":"https://uk.wikipedia.org/wiki/%D0%92%D1%96%D1%80%D1%82%D1%83%D0%B0%D0%BB%D1%8C%D0%BD%D0%B8%D0%B9_%D1%83%D0%BD%D1%96%D0%B2%D0%B5%D1%80%D1%81%D0%B8%D1%82%D0%B5%D1%82","langname":"Ukrainian","autonym":"українська","*":"Віртуальний університет"}],"categories":[{"sortkey":"","hidden":"","*":"CS1_maint:_Multiple_names:_authors_list"},{"sortkey":"Virtual University","hidden":"","*":"All_articles_with_unsourced_statements"},{"sortkey":"Virtual University","hidden":"","*":"Articles_with_unsourced_statements_from_October_2010"},{"sortkey":"Virtual University","hidden":"","*":"Wikipedia_articles_needing_clarification_from_October_2010"},{"sortkey":"Virtual University","*":"Types_of_university_or_college"},{"sortkey":"Virtual University","*":"Distance_education"}],"links":[{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from October 2010"},{"ns":14,"exists":"","*":"Category:Wikipedia articles needing clarification from October 2010"},{"ns":14,"exists":"","*":"Category:CS1 maint: Multiple names: authors list"},{"ns":0,"exists":"","*":"Academic degree"},{"ns":0,"exists":"","*":"African Virtual University"},{"ns":0,"exists":"","*":"Allama Iqbal Open University"},{"ns":0,"exists":"","*":"Audio-visual"},{"ns":0,"exists":"","*":"Autonomous university"},{"ns":0,"exists":"","*":"BBC"},{"ns":0,"exists":"","*":"Blackboard Inc."},{"ns":0,"exists":"","*":"Brick and mortar business"},{"ns":0,"exists":"","*":"Bulgarian Virtual University"},{"ns":0,"exists":"","*":"Canadian Virtual University"},{"ns":0,"exists":"","*":"Diplomas"},{"ns":0,"exists":"","*":"Distance education"},{"ns":0,"exists":"","*":"Dnyaneshwar Vidyapeeth"},{"ns":0,"exists":"","*":"Educational accreditation"},{"ns":0,"exists":"","*":"Educational assessment"},{"ns":0,"exists":"","*":"Educause"},{"ns":0,"exists":"","*":"Harold Wilson"},{"ns":0,"exists":"","*":"Higher education"},{"ns":0,"exists":"","*":"Hypertext"},{"ns":0,"exists":"","*":"Indira Gandhi National Open University"},{"ns":0,"exists":"","*":"Information and communications technology"},{"ns":0,"exists":"","*":"Internet"},{"ns":0,"exists":"","*":"Labour Party (UK)"},{"ns":0,"exists":"","*":"List of universities and colleges in Portugal"},{"ns":0,"exists":"","*":"Multimedia"},{"ns":0,"exists":"","*":"NYU Tandon Online"},{"ns":0,"exists":"","*":"National University (California)"},{"ns":0,"exists":"","*":"New York University Polytechnic School of Engineering"},{"ns":0,"exists":"","*":"Online degree"},{"ns":0,"exists":"","*":"Open Universities Australia"},{"ns":0,"exists":"","*":"Open University"},{"ns":0,"exists":"","*":"Open University of Catalonia"},{"ns":0,"exists":"","*":"Personal computer"},{"ns":0,"exists":"","*":"Portugal"},{"ns":0,"exists":"","*":"Public university"},{"ns":0,"exists":"","*":"Setanta College"},{"ns":0,"exists":"","*":"Syrian Virtual University"},{"ns":0,"exists":"","*":"Teleconference"},{"ns":0,"exists":"","*":"The Open University"},{"ns":0,"exists":"","*":"United Kingdom"},{"ns":0,"exists":"","*":"Universidade Aberta"},{"ns":0,"exists":"","*":"University of Phoenix"},{"ns":0,"exists":"","*":"University of the People"},{"ns":0,"exists":"","*":"Virtual Global University"},{"ns":0,"exists":"","*":"Virtual University of Pakistan"},{"ns":0,"exists":"","*":"Virtual education"},{"ns":0,"exists":"","*":"Virtual learning environment"},{"ns":0,"exists":"","*":"Virtual memory"},{"ns":0,"exists":"","*":"Virtual school"},{"ns":0,"exists":"","*":"WebCT"},{"ns":4,"exists":"","*":"Wikipedia:Citation needed"},{"ns":4,"exists":"","*":"Wikipedia:Please clarify"}],"templates":[{"ns":10,"exists":"","*":"Template:Citation needed"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Delink"},{"ns":10,"exists":"","*":"Template:Clarify"},{"ns":10,"exists":"","*":"Template:Fix-span"},{"ns":10,"exists":"","*":"Template:Replace"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Delink"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:String"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Diploma-licenciatura-ciencias-sociais-universidade-aberta.jpg"],"externallinks":["http://www.coedu.usf.edu","http://www.educause.edu/ero/article/open-change-interview-leaders-open-university","http://www.open.ac.uk","http://www.eng.tau.ac.il/~bengal/Remote_Learning.pdf","http://takemyonlineclass.us/taking-online-courses-modalities-universities/","http://www.onlineuc.net/oucarticle.html","http://portal.uab.pt/en/conhecer-a-uab/"],"sections":[{"toclevel":1,"level":"2","line":"History","number":"1","index":"1","fromtitle":"Virtual_university","byteoffset":1820,"anchor":"History"},{"toclevel":1,"level":"2","line":"Coursework","number":"2","index":"2","fromtitle":"Virtual_university","byteoffset":7678,"anchor":"Coursework"},{"toclevel":1,"level":"2","line":"Teaching modes","number":"3","index":"3","fromtitle":"Virtual_university","byteoffset":11058,"anchor":"Teaching_modes"},{"toclevel":1,"level":"2","line":"Quality","number":"4","index":"4","fromtitle":"Virtual_university","byteoffset":12066,"anchor":"Quality"},{"toclevel":1,"level":"2","line":"See also","number":"5","index":"5","fromtitle":"Virtual_university","byteoffset":13825,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"6","fromtitle":"Virtual_university","byteoffset":14613,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Virtual university","iwlinks":[],"properties":[{"name":"defaultsort","*":"Virtual University"},{"name":"wikibase_item","*":"Q1755248"}]}}