{"parse":{"title":"X-TRA Contemporary Art Quarterly","pageid":44060801,"revid":848937749,"text":{"*":"<div class=\"mw-parser-output\"><p><i><b>X-TRA Contemporary Art Quarterly</b></i> is an independent journal published quarterly to promote and provoke engaged critical discourse about contemporary visual art in Los Angeles. <b>X-TRA</b> is composed of features, long-form reviews, columns, and artist projects.\n</p><p>In 1997 artists Stephen Berens and Ellen Birrell<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup><sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> founded X-TRA to address a need for in-depth dialogue about art in Los Angeles, which was rapidly becoming an international art capital. For nearly eighteen years, <b>X-TRA</b> has steadily published articles and artist projects for a growing audience, making it the longest running contemporary art journal in Los Angeles. Project X Foundation for Art and Criticism (a 501c3 nonprofit corporation) was created in 2002 to act as publisher for <b>X-TRA</b>.\n</p><p><b>X-TRA</b>’s audience includes a broad range of practicing artists, art curators, art dealers, critics and writers, the general art audience and students. Current readership for <b>X-TRA</b> is estimated to be about 7,000 people per issue, or 28,000 people per year.\nProject X Foundation for Art and Criticism and <b>X-TRA</b> receive funding and support from public and private sources. Current and recent institutional donors include The Andy Warhol Foundation for the Visual Arts,<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> <a href=\"/wiki/National_Endowment_of_the_Arts\" class=\"mw-redirect\" title=\"National Endowment of the Arts\">National Endowment of the Arts</a>, <a href=\"/wiki/Los_Angeles_County_Board_of_Supervisors\" title=\"Los Angeles County Board of Supervisors\">Los Angeles County Board of Supervisors</a> through the <a href=\"/wiki/Los_Angeles_County_Arts_Commission\" title=\"Los Angeles County Arts Commission\">Los Angeles County Arts Commission</a>, City of Los Angeles Department of Cultural Affairs, Isambard Kingdom Brunel Society of North America, The Mike Kelley Foundation for the Arts, The <a href=\"/wiki/Getty_Foundation\" title=\"Getty Foundation\">Getty Foundation</a>, and the Pasadena Art Alliance.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Editors\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Editors</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Design\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Design</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Events\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Events</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Contributors\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Contributors</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#External_links\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Editors\">Editors</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=X-TRA_Contemporary_Art_Quarterly&amp;action=edit&amp;section=1\" title=\"Edit section: Editors\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><b>X-TRA</b> is collaboratively edited by the Editorial Board, which is composed of Los Angeles-based artists and writers, all of whom work on a volunteer basis. This collaborative editorial process insures that <b>X-TRA</b> presents an array of perspectives and ideas. Current Editorial Board members are Stephen Berens, Ellen Birrell, <a href=\"/wiki/Leslie_Dick\" title=\"Leslie Dick\">Leslie Dick</a>, Travis Diehl, Karen Dunbar, Jon Leaver, Shana Lutker, Mario Ontiveros, Elizabeth Pulsinelli, Nizan Shaked, and Brica Wilcox.\n</p><p><b>X-TRA</b> also has a board of contributing editors from around the country that help recruit writers and suggest artists and exhibitions. Current contributing editors are Ken Allan (Seattle), Neha Choksi (Bombay and Los Angeles), Allan deSouza (San Francisco), Jae Emerling (Charlotte), Michelle Grabner (Chicago), Micol Hebron (Los Angeles), Aram Moshayedi (Los Angeles), Kristina Newhouse (Los Angeles), Jan Tumlir (Los Angeles) Anne Walsh (Berkeley) and Damon Willick (Los Angeles).<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Design\">Design</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=X-TRA_Contemporary_Art_Quarterly&amp;action=edit&amp;section=2\" title=\"Edit section: Design\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The design and printing process of the magazine has changed over the years. <b>X-TRA</b> has worked with different designers over the course of its history. Starting as a folded newspaper, its current incarnation is as a full color, perfect-bound journal, <b>X-TRA</b> is currently designed by Brian Roettinger and the <b>X-TRA</b>’s website, <a rel=\"nofollow\" class=\"external text\" href=\"http://x-traonline.org\">x-traonline.org</a>, by Takumi Akin and Jon Gacnik.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Events\">Events</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=X-TRA_Contemporary_Art_Quarterly&amp;action=edit&amp;section=3\" title=\"Edit section: Events\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><b>X-TRA</b> hosts a range of events, supplementing the journal with programming to enhance community building.  Some recent examples include:\n</p><p>· \"Chinese Cocktail\", a concert by Robert Wilhite at the Barnsdall Gallery Theatre as part of the Pacific Standard Time Performance and Public Art Festival organized by the <a href=\"/wiki/Getty_Foundation\" title=\"Getty Foundation\">Getty Foundation</a> and LAXART. January 24, 2012\n</p><p>· \"Kitchen Table\", reprise, a re-imagining of the series of conversations organized by Eugenia P. Butler in 1993 at the ART/LA art fair. Situated within the College Art Association Conference at the same <a href=\"/wiki/LA_Convention_Center\" class=\"mw-redirect\" title=\"LA Convention Center\">LA Convention Center</a> that was the site for the ’93 talks, these talks brought together a group of cultural thinkers—primarily artists—seated around a table over lunch to speak freely about art, politics, and whatever come to the fore. February 22–24, 2012\n</p><p>· <b>X-TRA</b> has staged five 1 IMAGE 1 MINUTE events, most recently at the LA Art Book Fair in 2015. Based on the artist <a href=\"/wiki/Agn%C3%A8s_Varda\" title=\"Agnès Varda\">Agnès Varda</a>'s series for French television in which members of the art community were invited on stage to speak for one minute about an image of their choosing. This event references a column of the same name, conceived by <a href=\"/wiki/Micol_Hebron\" title=\"Micol Hebron\">Micol Hebron</a>, which ran in <b>X-TRA</b> from 2006 to 2010.\n</p>\n<h2><span class=\"mw-headline\" id=\"Contributors\">Contributors</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=X-TRA_Contemporary_Art_Quarterly&amp;action=edit&amp;section=4\" title=\"Edit section: Contributors\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<table class=\"plainlinks metadata ambox ambox-style ambox-overly_detailed\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/60px-Edit-clear.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/80px-Edit-clear.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This section <b>may contain an excessive amount of intricate detail that may interest only a particular audience</b>.<span class=\"hide-when-compact\"> Please help by <a href=\"/wiki/Wikipedia:Content_forking#Article_spinoffs:_.22Summary_style.22_meta-articles_and_summary_sections\" title=\"Wikipedia:Content forking\">spinning off</a> or <a href=\"/wiki/Wikipedia:Handling_trivia#Recommendations_for_handling_trivia\" title=\"Wikipedia:Handling trivia\">relocating</a> any relevant information, and removing excessive detail that may be against <a href=\"/wiki/Wikipedia:What_Wikipedia_is_not\" title=\"Wikipedia:What Wikipedia is not\">Wikipedia's inclusion policy</a>.</span>  <small><i>(July 2018)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p>Past contributors include: Ayisha Abraham, Nancy Adajania, Amy Adler, Cecilia Aldarondo, Meena Alexander, <a href=\"/wiki/Rheim_Alkadhi\" title=\"Rheim Alkadhi\">Rheim Alkadhi</a>, Ken Allan, Tom Allen, Stephanie Allespach, Madena Asbell, <a href=\"/wiki/Michael_Asher_(artist)\" title=\"Michael Asher (artist)\">Michael Asher</a>, Fia Backström, Dave Bailey, Chris Balaschak, <a href=\"/wiki/John_Baldessari\" title=\"John Baldessari\">John Baldessari</a>, Judie Bamber, S.E. Barnet, Jacquelynn Baas, Liv Barrett, Justin Beal, Laurel Beckman, Christopher Bedford, Kim Beil, Jacqueline Bell, Catherine Benamou, <a href=\"/wiki/Andrew_Berardini\" title=\"Andrew Berardini\">Andrew Berardini</a>, Stephen Berens, Doris Berger, Andy Bernard, Linda Besemer, Ellen Birrell, Enid Baxter Blader, Robert Bordo, John Bowlt, Ewan Branda, Kaucyila Brooke, Elizabeth Bryant, Sky Burchard, Kristian Burford, Johanna Burton, Connie Butler, Eugenia P. Butler, Koan Jeff Bysa, Kristin Calabrese, Nickolas Calabrese, Diane Calder, Anthony Carfello, Juli Carson, Enrique Castrejon, <a href=\"/wiki/Alex_Cecchetti\" title=\"Alex Cecchetti\">Alex Cecchetti</a>, Ian Chang, Philip Chang, Yau Ching, Neha Choksi, Hélène Cixous, Cassandra Coblentz, Sara Cochran, Philippe Codognet, Sande Cohen, Tony Cokes, Sheryl Conkelton, <a href=\"/wiki/Fiona_Connor\" title=\"Fiona Connor\">Fiona Connor</a>, Donna Conwell, Bartholomew Cooke, Lynne Cooke, Otino Corsano, Erin Cosgrove, Kate Costello, Douglas Crimp, Brenda L. Croft, Zoe Crosher, Russell Crotty, Amada Cruz, Cathy Curtis, Dorit Cypis, Claire Daigle, Trinie Dalton, Jessica Dawson, Carola Dertnig, Allan deSouza, <a href=\"/wiki/Leslie_Dick\" title=\"Leslie Dick\">Leslie Dick</a>, Diedrich Diederichsen, Travis Diehl, Michelle Dizon, Sean Dockray, Yianni Doulis, Jennifer Doyle, Karen Dunbar, Sam Durant, Marte Eknaes, Angela Ellsworth, Jae Emerling, Ciara Ennis, João Enxuto, Karl Erickson, Sandra Esslinger, <a href=\"/wiki/Anoka_Faruqee\" title=\"Anoka Faruqee\">Anoka Faruqee</a>, Aleksei Federov-Davydov, Adam Feldmeth, Peter Fend, Jud Fine, Kianga Ford, Eva Forgacs, Luis H. Francia, Nicholas Frank, Sally Frater, Tommy Freeman, Richard Fung, Malik Gaines, Harry Gamboa Jr., Birgit Gehrt, Amy Gerstler, Jeremy Gilbert-Rolfe, Marc Gloede, Meredith Goldsmith, Rita Gonzalez, Ken Gonzales-Day, Michelle Grabner, Janna Graham, Alexandra Grant, Todd Gray, M.A. Greenstein, Harold Gregor, Joseph Grigley, Natalie Haddad, Karl Haendel, Gordon Haines, Jack Halberstam, Khiang Hei Han, Glenn Harcourt, Jacci Den Hartog, Ron Hartwig, Doug Harvey, David Hatcher, Christopher Haun, Sharon Hayes, Micol Hebron, Ed Heckerman, Chris Heenan, Gladys-Katherina Hernando, Todd Hido, Jason Hill, Megan Hoetger, Michael Ned Holte, Hugo Hopping, Melissa Huddleston, Linda Hudson, Steven Hull, Naomi Hume, Giovanni Intra, Christopher James, Ricky Jay, Gabrielle Jennings, Amelia Jones, Vishal Jugdeo, Gary Kachadourian, Robin Kahn, <a href=\"/wiki/Stanya_Kahn\" title=\"Stanya Kahn\">Stanya Kahn</a>, Susan Kandel, Mitchell Kane, Marina Kappos, <a href=\"/wiki/Allan_Kaprow\" title=\"Allan Kaprow\">Allan Kaprow</a>, Nina Katchadourian, Jonathan Katz, Matt Keegan, <a href=\"/wiki/Mike_Kelley_(artist)\" title=\"Mike Kelley (artist)\">Mike Kelley</a>, <a href=\"/wiki/Mary_Kelly_(artist)\" title=\"Mary Kelly (artist)\">Mary Kelly</a>, Heidi Kidon, Soo Jin Kim, Ernst Kirchner, Norman Klein, Adam Kleinman, Carole Ann Klonarides, Tom Knechtel, Steve Knezevich, Silvia Kolbowski, Liz Kotz, Ellen Kraut-Hasegawa, Laura Kuo, Sowon Kwon, Tessa Laird, Karen Lang, Karin Lanzoni, Lisa Lapinski, Adriana Lara, Laura Larson, Elad Lassry, Tricia Lawless Murray, Thomas Lawson, Dinh Q. Le, Aimee Le Duc, Jon Leaver, <a href=\"/wiki/William_Leavitt_(artist)\" title=\"William Leavitt (artist)\">William Leavitt</a>, Mary Leclere, Annette Leddy, Mark Robert Lewis, Daniel Libeskind, Jenny Lin, Robert Linsley, Meg Linton, El Lissitzsky, Mara Lonner, Catherine Lord, Benjamin Lord, Erica Love, Eve Luckring, <a href=\"/wiki/Peter_Lunenfeld\" title=\"Peter Lunenfeld\">Peter Lunenfeld</a>, Shana Lutker, Ming-Yeun S. Ma, Euan Macdonald, <a href=\"/wiki/Ren%C3%A9_Magritte\" title=\"René Magritte\">René Magritte</a>, Constance Mallinson, Audrey Mandelbaum, Stephanie Mar, Annika Marie, Timothy Martin, T. Kelly Mason, Wendy Mason, Matrix-L, Kobe Matthys, Anna Mayer, Keith Mayerson, Barbara McCarren, Julia McCornack, Jane McFadden, John McKinnon, David Mendel-Black, Shaheen Merali, Kimberli Meyer, Christopher Miles, Jill Miller, Yong Soon Min, Mike Minelli, Spencer Mishlen, Jenee Misraje, Sharon Mizota, Margaret Morgan, Aram Moshayedi, Carter Mull, Harryette Mullen, Dave Muller, Nat Muller, Hillary Mushkin, Julian Myers, Holly Myers, Meena Nanji, Tucker Neel, Susanna Newbury, Kristina Newhouse, Morris Newman, Patrick Nickell, Chris Nicols, James Nisbet, Bradford Nordeen, Melanie O’Brian, Lorraine O’Grady, Lauren O'Neill-Butler, Eve Oishi, Sharon Olinka, Christina Ondrus, Mario Ontiveros, Michel Oren, Ruben Ortiz-Torres, Scott Oshima, Arthur Ou, Jim Ovelman, <a href=\"/wiki/Laura_Owens\" title=\"Laura Owens\">Laura Owens</a>, Carrie Paterson, Ben Patterson, Kris Paulsen, Alison Pearlman, Andrew Perchuk, Joseph Del Pesco, Calvin Phelps, Glenn Phillips, <a href=\"/wiki/Vanessa_Place\" title=\"Vanessa Place\">Vanessa Place</a>, Mary Anna Pomonis, Nancy D. Popp, Bonnie Porter, Julian Pozzi, Clayton Press, Donald Preziosi, Stephen Prina, Elizabeth Pulsinelli, Melissa Ragain, Laura Raicovich, Jessica Rath, <a href=\"/wiki/Man_Ray\" title=\"Man Ray\">Man Ray</a>, Lane Relyea, Bérénice Reynaud, Don't Rhine, Larry Rickles, Larry Rinder, Diego Rivera, David Robbins, Judith Rodenbeck, Marcos Rosales, Kay Rosen, Moira Roth, Kati Rubiyni, Jon Rutzmoser, Jérôme Saint-Loubert Bié, Wendy Salmond, Connie Samaras, Loren Sandvik, Naomi Sawelson, David Schafer, Mark von Schlegell, Carolee Schneeman, Kim Schoen, Dorothea Schoene, <a href=\"/wiki/Kim_Schoenstadt\" title=\"Kim Schoenstadt\">Kim Schoenstadt</a>, Elizabeth Sears, Robin Selk, Nhora Lucía Serrano, Nizan Shaked, Mohamed Sharif, Jim Shaw, Wendy Shaw, Anne Shea, Kyungmi Shin, Kyung Shin, Marie B. Shurkus, Amy Sillman, Susan Silton, Elizabeth Sims, Howard Singerman, Alexandre Singh, Alex Slade, Royce W. Smith, Terry Smith, Yvette Soler, Kristina Solomoukha, Lucy Soutter, Sue Spaid, Brad Spence, Tyler Stallings, Frances Stark, Shepherd Steiner, Darcey Steinke, Robert Stone, Erika Suderberg, Kevin Sullivan, Mitchell Syrop, Izumi Tachiki, Catherine Taft, Lisa Tan, Diana Thater, Althea Thauberger, Hank Willis Thomas, Kelly Thompson, Brendan Threadgill, Mathew Timmons, Lincoln Tobier, Reiko Tomii, Elizabeth Tremante, <a href=\"/wiki/Kerry_Tribe\" title=\"Kerry Tribe\">Kerry Tribe</a>, Irene Tsatsos, Shirley Tse, Geoff Tuck, Brian Tucker, Jan Tumlir, Richard Turner, Thakeray Turner, Liena Vayzman, Matias Viegener, Anuradha Vikram, Catherine Wagley, Angie Waller, Anne Walsh, John Walsh, Frazer Ward, C. Ware, Jon Wasserman, Andrew Weiner, Benjamin Weissman, John Welchman, <a href=\"/wiki/James_Welling\" title=\"James Welling\">James Welling</a>, Christine Wertheim, Bill Wheelock, Brica Wilcox, Claude Willey, Damon Willick, Holly Willis, Carmen Winant, Peter Wollen, Rosten Woo, Lebbeus Woods, Nicole L. Woods, Richard Wright, Jennifer Wulffson Bedford, Jemima Wyman, Midori Yamamura, Mika Yoshitake, Lynn Zelavansky,\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=X-TRA_Contemporary_Art_Quarterly&amp;action=edit&amp;section=5\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\"><i>Berkeley Environmental Design Frameworks</i>. University of California, Berkeley. College of Environmental Design. <b>3</b> (2): 55.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Berkeley+Environmental+Design+Frameworks&amp;rft.volume=3&amp;rft.issue=2&amp;rft.pages=55&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AX-TRA+Contemporary+Art+Quarterly\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span> <span style=\"font-size:100%\" class=\"error citation-comment\">Missing or empty <code style=\"color:inherit; border:inherit; padding:inherit;\">&#124;title=</code> (<a href=\"/wiki/Help:CS1_errors#citation_missing_title\" title=\"Help:CS1 errors\">help</a>)</span></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation news\">Wilcox, Brica (Summer 2013). <a rel=\"nofollow\" class=\"external text\" href=\"http://x-traonline.org/article/from-x-to-xv-conversation-with-x-tra-founders-ellen-birrell-and-stephen-berens/\">\"From X to XV: Conversation with <b>X-TRA</b> Founders Ellen Birrell and Stephen Berens\"</a>. <i>X-TRA</i>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=X-TRA&amp;rft.atitle=From+X+to+XV%3A+Conversation+with+X-TRA+Founders+Ellen+Birrell+and+Stephen+Berens&amp;rft.ssn=summer&amp;rft.date=2013&amp;rft.aulast=Wilcox&amp;rft.aufirst=Brica&amp;rft_id=http%3A%2F%2Fx-traonline.org%2Farticle%2Ffrom-x-to-xv-conversation-with-x-tra-founders-ellen-birrell-and-stephen-berens%2F&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AX-TRA+Contemporary+Art+Quarterly\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\"><i>The Andy Warhol Foundation for the Visual Arts 20-year Report, 1987-2007</i>. Andy Warhol Foundation for the Visual Arts. 2007. p.&#160;67.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=The+Andy+Warhol+Foundation+for+the+Visual+Arts+20-year+Report%2C+1987-2007&amp;rft.pages=67&amp;rft.pub=Andy+Warhol+Foundation+for+the+Visual+Arts&amp;rft.date=2007&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AX-TRA+Contemporary+Art+Quarterly\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://x-traonline.org/support/\">http://x-traonline.org/support/</a></span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://x-traonline.org/about/\">http://x-traonline.org/about/</a></span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://x-traonline.org/about/\">http://x-traonline.org/about/</a></span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=X-TRA_Contemporary_Art_Quarterly&amp;action=edit&amp;section=6\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://x-traonline.org/\">Official website</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1306\nCached time: 20180911143651\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.124 seconds\nReal time usage: 0.156 seconds\nPreprocessor visited node count: 295/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 9436/2097152 bytes\nTemplate argument size: 112/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 2/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 3947/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.055/10.000 seconds\nLua memory usage: 2.26 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  133.207      1 -total\n 44.71%   59.558      1 Template:Reflist\n 29.86%   39.773      1 Template:Overly_detailed\n 25.70%   34.237      1 Template:Cite_journal\n 24.56%   32.715      1 Template:Ambox\n 21.14%   28.158      1 Template:Italic_title\n  4.27%    5.685      1 Template:Cite_news\n  3.66%    4.875      1 Template:Cite_book\n  1.69%    2.253      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:44060801-0!canonical and timestamp 20180911143651 and revision id 848937749\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"Pages_with_citations_lacking_titles"},{"sortkey":"","hidden":"","*":"Wikipedia_articles_with_style_issues_from_July_2018"},{"sortkey":"","hidden":"","*":"All_articles_with_style_issues"},{"sortkey":"","hidden":"","*":"Wikipedia_articles_that_are_excessively_detailed_from_July_2018"},{"sortkey":"","hidden":"","*":"All_articles_that_are_excessively_detailed"},{"sortkey":"","*":"American_arts_magazines"},{"sortkey":"","*":"Magazines_established_in_1997"},{"sortkey":"","*":"Magazines_published_in_California"},{"sortkey":"","*":"Visual_art_journals"}],"links":[{"ns":14,"exists":"","*":"Category:Wikipedia articles with style issues from July 2018"},{"ns":14,"exists":"","*":"Category:Wikipedia articles that are excessively detailed from July 2018"},{"ns":0,"exists":"","*":"Agnès Varda"},{"ns":0,"exists":"","*":"Alex Cecchetti"},{"ns":0,"exists":"","*":"Allan Kaprow"},{"ns":0,"exists":"","*":"Andrew Berardini"},{"ns":0,"exists":"","*":"Anoka Faruqee"},{"ns":0,"exists":"","*":"Fiona Connor"},{"ns":0,"exists":"","*":"Getty Foundation"},{"ns":0,"exists":"","*":"James Welling"},{"ns":0,"exists":"","*":"John Baldessari"},{"ns":0,"exists":"","*":"Kerry Tribe"},{"ns":0,"exists":"","*":"Kim Schoenstadt"},{"ns":0,"exists":"","*":"LA Convention Center"},{"ns":0,"exists":"","*":"Laura Owens"},{"ns":0,"exists":"","*":"Leslie Dick"},{"ns":0,"exists":"","*":"Los Angeles County Arts Commission"},{"ns":0,"exists":"","*":"Los Angeles County Board of Supervisors"},{"ns":0,"exists":"","*":"Man Ray"},{"ns":0,"exists":"","*":"Mary Kelly (artist)"},{"ns":0,"exists":"","*":"Michael Asher (artist)"},{"ns":0,"exists":"","*":"Micol Hebron"},{"ns":0,"exists":"","*":"Mike Kelley (artist)"},{"ns":0,"exists":"","*":"National Endowment of the Arts"},{"ns":0,"exists":"","*":"Peter Lunenfeld"},{"ns":0,"exists":"","*":"René Magritte"},{"ns":0,"exists":"","*":"Rheim Alkadhi"},{"ns":0,"exists":"","*":"Stanya Kahn"},{"ns":0,"exists":"","*":"Vanessa Place"},{"ns":0,"exists":"","*":"William Leavitt (artist)"},{"ns":4,"exists":"","*":"Wikipedia:Content forking"},{"ns":4,"exists":"","*":"Wikipedia:Handling trivia"},{"ns":4,"exists":"","*":"Wikipedia:What Wikipedia is not"},{"ns":12,"exists":"","*":"Help:CS1 errors"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Italic title"},{"ns":10,"exists":"","*":"Template:Overly detailed"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite journal"},{"ns":10,"exists":"","*":"Template:Cite news"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Italic title"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Edit-clear.svg"],"externallinks":["http://x-traonline.org/article/from-x-to-xv-conversation-with-x-tra-founders-ellen-birrell-and-stephen-berens/","http://x-traonline.org/support/","http://x-traonline.org/about/","http://x-traonline.org","http://x-traonline.org/"],"sections":[{"toclevel":1,"level":"2","line":"Editors","number":"1","index":"1","fromtitle":"X-TRA_Contemporary_Art_Quarterly","byteoffset":2290,"anchor":"Editors"},{"toclevel":1,"level":"2","line":"Design","number":"2","index":"2","fromtitle":"X-TRA_Contemporary_Art_Quarterly","byteoffset":3310,"anchor":"Design"},{"toclevel":1,"level":"2","line":"Events","number":"3","index":"3","fromtitle":"X-TRA_Contemporary_Art_Quarterly","byteoffset":3776,"anchor":"Events"},{"toclevel":1,"level":"2","line":"Contributors","number":"4","index":"4","fromtitle":"X-TRA_Contemporary_Art_Quarterly","byteoffset":5032,"anchor":"Contributors"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"5","fromtitle":"X-TRA_Contemporary_Art_Quarterly","byteoffset":11347,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"6","index":"6","fromtitle":"X-TRA_Contemporary_Art_Quarterly","byteoffset":11375,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"<i>X-TRA Contemporary Art Quarterly</i>","iwlinks":[],"properties":[{"name":"displaytitle","*":"<i>X-TRA Contemporary Art Quarterly</i>"},{"name":"wikibase_item","*":"Q18395604"}]}}