{"parse":{"title":"Quality of working life","pageid":15398359,"revid":856915267,"text":{"*":"<div class=\"mw-parser-output\"><p><b>\"Quality of Working Life\"</b> (<b>QWL</b>) is a term that had been used to describe the broader <a href=\"/wiki/Employment\" title=\"Employment\">job</a>-related experience an individual has.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Models_and_components\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Models and components</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Measurement\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Measurement</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Applications\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Applications</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#See_also\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Models_and_components\">Models and components</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Quality_of_working_life&amp;action=edit&amp;section=1\" title=\"Edit section: Models and components\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Various authors and researchers have proposed models of quality of working life, (also referred to as quality of worklife) which include a wide range of factors. Selected models are reviewed below.\n</p><p>Hackman and Oldham (1976)<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> drew attention to what they described as psychological growth needs as relevant to the consideration of Quality of working life. Several such needs were identified&#160;:\n</p>\n<ul><li>Skill variety,</li>\n<li>Task Identity,</li>\n<li>Task significance,</li>\n<li>Autonomy</li>\n<li>Feedback.</li></ul>\n<div role=\"note\" class=\"hatnote navigation-not-searchable\">See also: <a href=\"/wiki/Job_characteristic_theory\" title=\"Job characteristic theory\">Job characteristic theory</a></div>\n<p>They suggested that such needs have to be addressed if employees are to experience high quality of working life.\n</p><p>In contrast to such theory based models, Taylor (1979)<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> more pragmatically identified the essential components of quality of working life as basic extrinsic job factors of wages, hours and working conditions, and the intrinsic job notions of the nature of the work itself. He suggested that a number of other aspects could be added, including&#160;:\n</p>\n<ul><li>individual power,</li>\n<li>employee participation in the management,</li>\n<li>fairness and equity,</li>\n<li>social support,</li>\n<li>use of one’s present skills,</li>\n<li>self-development,</li>\n<li>a meaningful future at work,</li>\n<li>social relevance of the work or product,</li>\n<li>effect on extra work activities.</li></ul>\n<p>Taylor suggested that relevant quality of working life concepts may vary according to organisation and employee group.\n</p><p>Warr and colleagues (1979),<sup id=\"cite_ref-Warretal_3-0\" class=\"reference\"><a href=\"#cite_note-Warretal-3\">&#91;3&#93;</a></sup> in an investigation of quality of working life, considered a range of apparently relevant factors, including&#160;:\n</p>\n<ul><li>work involvement,</li>\n<li>intrinsic job motivation,</li>\n<li>higher order need strength,</li>\n<li>perceived intrinsic job characteristics,</li>\n<li><a href=\"/wiki/Job_satisfaction\" title=\"Job satisfaction\">job satisfaction</a>,</li>\n<li><a href=\"/wiki/Life_satisfaction\" title=\"Life satisfaction\">life satisfaction</a>,</li>\n<li><a href=\"/wiki/Happiness\" title=\"Happiness\">happiness</a>, and</li>\n<li>self-rated anxiety.</li></ul>\n<p>They discussed a range of correlations derived from their work, such as those between work involvement and job satisfaction, intrinsic job motivation and job satisfaction, and perceived intrinsic job characteristics and job satisfaction. In particular, Warr et al. found evidence for a moderate association between total job satisfaction and total <a href=\"/wiki/Life_satisfaction\" title=\"Life satisfaction\">life satisfaction</a> and <a href=\"/wiki/Happiness\" title=\"Happiness\">happiness</a>, with a less strong, but significant association with self-rated anxiety.\n</p><p>Thus, whilst some authors have emphasised the workplace aspects in quality of working life, others have identified the relevance of personality factors, psychological well being, and broader concepts of <a href=\"/wiki/Happiness\" title=\"Happiness\">happiness</a> and <a href=\"/wiki/Life_satisfaction\" title=\"Life satisfaction\">life satisfaction</a>.\n</p><p>Factors more obviously and directly affecting work have, however, served as the main focus of attention, as researchers have tried to tease out the important influences on quality of working life in the workplace.\n</p><p>Mirvis and Lawler (1984)<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> suggested that quality of working life was associated with satisfaction with wages, hours and working conditions, describing the “basic elements of a good quality of work life” as&#160;:\n</p>\n<ul><li>safe work environment,</li>\n<li>equitable wages,</li>\n<li>equal employment opportunities</li>\n<li>opportunities for advancement.</li>\n<li>opportunities to learn and grow</li>\n<li>protection of individual rights</li></ul>\n<p>Baba and Jamal (1991)<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> listed what they described as typical indicators of quality of working life, including: \n</p>\n<ul><li>job satisfaction,</li>\n<li>job involvement,</li>\n<li>work role ambiguity,</li>\n<li>work role conflict,</li>\n<li>work role overload,</li>\n<li>job stress,</li>\n<li>organisational commitment and</li>\n<li>turn-over intentions.</li></ul>\n<p>Baba and Jamal also explored routinisation of job content, suggesting that this facet should be investigated as part of the concept of quality of working life.\n</p><p>Some have argued that quality of working life might vary between groups of workers. For example, Ellis and Pompli (2002)<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup> identified a number of factors contributing to job dissatisfaction and quality of working life in nurses, including: \n</p>\n<ul><li>poor working environments,</li>\n<li>resident aggression,</li>\n<li>workload, inability to deliver quality of care preferred,</li>\n<li>balance of work and family,</li>\n<li><a href=\"/wiki/Shiftwork\" class=\"mw-redirect\" title=\"Shiftwork\">shiftwork</a>,</li>\n<li>lack of involvement in decision making,</li>\n<li>professional isolation,</li>\n<li>lack of recognition,</li>\n<li>poor relationships with supervisor/peers,</li>\n<li>role conflict,</li>\n<li>lack of opportunity to learn new skills.</li></ul>\n<p>Sirgy et al. (2001)<sup id=\"cite_ref-Sirgyetal_7-0\" class=\"reference\"><a href=\"#cite_note-Sirgyetal-7\">&#91;7&#93;</a></sup> suggested that the key factors in quality of working life are:\n</p>\n<ul><li>need satisfaction based on job requirements,</li>\n<li>need satisfaction based on work environment,</li>\n<li>need satisfaction based on supervisory behaviour,</li>\n<li>need satisfaction based on ancillary programmes,</li>\n<li>organizational commitment.</li></ul>\n<p>They defined quality of working life as satisfaction of these key needs through resources, activities, and outcomes stemming from participation in the workplace. Needs as defined by the psychologist, <a href=\"/wiki/Abraham_Maslow\" title=\"Abraham Maslow\">Abraham Maslow</a>, were seen as relevant in underpinning this model, covering health &amp; safety, economic and family, social, esteem, actualisation, knowledge and aesthetics, although the relevance of non-work aspects is play down as attention is focussed on quality of work life rather than the broader concept of <a href=\"/wiki/Quality_of_life\" title=\"Quality of life\">quality of life</a>.\n</p><p>These attempts at defining quality of working life have included theoretical approaches, lists of identified factors, correlational analyses, with opinions varying as to whether such definitions and explanations can be both global, or need to be specific to each work setting.\n</p><p>Bearfield, (2003)<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup> used 16 questions to examine quality of working life, and distinguished between causes of dissatisfaction in professionals, intermediate clerical, sales and service workers, indicating that different concerns might have to be addressed for different groups.\n</p><p>The distinction made between job satisfaction and dissatisfaction in quality of working life reflects the influence of job satisfaction theories. Herzberg at al., (1959)<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup> used “Hygiene factors” and “Motivator factors” to distinguish between the separate causes of job satisfaction and job dissatisfaction. It has been suggested that Motivator factors are intrinsic to the job, that is; job content, the work itself, responsibility and advancement. The Hygiene factors or dissatisfaction-avoidance factors include aspects of the job environment such as interpersonal relationships, salary, working conditions and security. Of these latter, the most common cause of job dissatisfaction can be company policy and administration, whilst achievement can be the greatest source of extreme satisfaction.\n</p><p>Nanjundeswaraswamy and Swamy (2013) used 9 components to measure quality of worklife of employees in private technical institutions:<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup> \n</p>\n<ul><li>Work environment</li>\n<li>Organization culture and climate</li>\n<li>Relation and co-operation</li>\n<li>Training and development</li>\n<li>Compensation and Rewards</li>\n<li>Facilities</li>\n<li>Job satisfaction and Job security</li>\n<li>Autonomy of work</li>\n<li>Adequacy of resources</li></ul>\n<p>Male employees are more satisfied than female employees the chi square test confirms that all the demographic factors like gender, designation, salary, department, experience are independent of quality of worklife of employees in private technical institution. Study also reveals that there is a significant association between QWL of Teaching and Non teaching staffs. From the correlation analysis it is find that Adequacy of Resources are more correlated and Training &amp; Development are less correlated with teaching staffs perception towards quality of worklife and in case of non teaching staffs Compensation &amp; Rewards are more correlated and Work Environment are less correlated with QWL.\n</p><p>An individual’s experience of satisfaction or dissatisfaction can be substantially rooted in their perception, rather than simply reflecting their “real world”. Further, an individual’s perception can be affected by relative comparison – am I paid as much as that person - and comparisons of internalised ideals, aspirations, and expectations, for example, with the individual’s current state (Lawler and Porter, 1966).<sup id=\"cite_ref-Lawler&amp;Porter_11-0\" class=\"reference\"><a href=\"#cite_note-Lawler&amp;Porter-11\">&#91;11&#93;</a></sup>\n</p><p>In summary, where it has been considered, authors differ in their views on the core constituents of Quality of Working Life (e.g. Sirgy, Efraty, Siegel &amp; Lee, 2001<sup id=\"cite_ref-Sirgyetal_7-1\" class=\"reference\"><a href=\"#cite_note-Sirgyetal-7\">&#91;7&#93;</a></sup> and Warr, Cook &amp; Wall, 1979).<sup id=\"cite_ref-Warretal_3-1\" class=\"reference\"><a href=\"#cite_note-Warretal-3\">&#91;3&#93;</a></sup>\n</p><p>It has generally been agreed however that Quality of Working Life is conceptually similar to well-being of employees but differs from job satisfaction which solely represents the workplace domain (Lawler, 1982).<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup>\n</p><p>Quality of Working Life is not a unitary concept, but has been seen as incorporating a hierarchy of perspectives that not only include work-based factors such as job satisfaction, satisfaction with pay and relationships with work colleagues, but also factors that broadly reflect <a href=\"/wiki/Life_satisfaction\" title=\"Life satisfaction\">life satisfaction</a> and general feelings of well-being (Danna &amp; Griffin, 1999).<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup> More recently, work-related stress and the relationship between work and non-work life domains (Loscocco &amp; Roschelle, 1991)<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup> have also been identified as factors that should conceptually be included in Quality of Working Life.\n</p>\n<h2><span class=\"mw-headline\" id=\"Measurement\">Measurement</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Quality_of_working_life&amp;action=edit&amp;section=2\" title=\"Edit section: Measurement\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>There are few recognised measures of quality of working life, and of those that exist, few have evidence of validity and reliability, although the <b>Brief Index of Affective Job Satisfaction</b> has been systematically developed to be reliable and is rigorously psychometrically validated.<sup id=\"cite_ref-Thompson_15-0\" class=\"reference\"><a href=\"#cite_note-Thompson-15\">&#91;15&#93;</a></sup> \n</p><p>The <b>Brief Index of Affective Job Satisfaction</b> (BIAFJS) is a 4-item, purely affective as opposed to cognitive, measure of overall affective job satisfaction that reflects quality of working life.  The BIAJS differs from other job satisfaction measures in being comprehensively validated not just for internal consistency reliability, temporal stability, convergent and criterion-related validities, but also for cross-population invariance by nationality, job level, and job type. Reported internal consistency reliabilities range between .81 and .87.<sup id=\"cite_ref-Thompson_15-1\" class=\"reference\"><a href=\"#cite_note-Thompson-15\">&#91;15&#93;</a></sup>\n</p><p>Statistical analysis of the <b>Work-Related Quality of Life scale (WRQoL)</b>,<sup id=\"cite_ref-VanLaarEdwardsEaston_16-0\" class=\"reference\"><a href=\"#cite_note-VanLaarEdwardsEaston-16\">&#91;16&#93;</a></sup> provides support for the psychometric structure of this instrument. The WRQoWL measure <sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\">&#91;17&#93;</a></sup> uses six core factors to explain most of the variation in an individuals quality of working life: Job and Career Satisfaction; Working Conditions; General Well-Being; Home-Work Interface; Stress at Work and Control at Work.\n</p><p>The <b>Job &amp; Career Satisfaction (JCS) scale</b> of the Work-Related Quality of Life scale (WRQoL) is said to reflect an employee’s feelings about, or evaluation of, their satisfaction or contentment with their job and career and the training they receive to do it. Within the WRQoL measure, JCS is reflected by questions asking how satisfied people feel about their work.  It has been proposed that this Positive Job Satisfaction factor is influenced by various issues including clarity of goals and role ambiguity, appraisal, recognition and reward, personal development career benefits and enhancement and training needs.\n</p><p>The <b>General well-being (GWB) scale</b> of the Work-Related Quality of Life scale (WRQoL),<sup id=\"cite_ref-VanLaarEdwardsEaston_16-1\" class=\"reference\"><a href=\"#cite_note-VanLaarEdwardsEaston-16\">&#91;16&#93;</a></sup> aims to assess the extent to which an individual feels good or content in themselves, in a way which may be independent of their work situation. It is suggested that general well-being both influences, and is influenced by work. Mental health problems, predominantly depression and anxiety disorders, are common, and may have a major impact on the general well-being of the population. The WRQoL GWB factor assesses issues of mood, depression and anxiety, <a href=\"/wiki/Life_satisfaction\" title=\"Life satisfaction\">life satisfaction</a>, general <a href=\"/wiki/Quality_of_life\" title=\"Quality of life\">quality of life</a>, optimism and <a href=\"/wiki/Happiness\" title=\"Happiness\">happiness</a>.\n</p><p>The <b>WRQoL Stress at Work sub-scale (SAW)</b> reflects the extent to which an individual perceives they have excessive pressures, and feel stressed at work. The WRQoL SAW factor is assessed through items dealing with demand and perception of stress and actual demand overload. Whilst it is possible to be pressured at work and not be stressed at work, in general, high stress is associated with high pressure.\n</p><p>The <b>Control at Work (CAW) subscale</b> of the WRQoL scale addresses how much employees feel they can control their work through the freedom to express their opinions and being involved in decisions at work. Perceived <a href=\"/wiki/Job_control_(workplace)\" title=\"Job control (workplace)\">control at work</a> as measured by the Work-Related Quality of Life scale (WRQoL)<sup id=\"cite_ref-VanLaarEdwardsEaston_16-2\" class=\"reference\"><a href=\"#cite_note-VanLaarEdwardsEaston-16\">&#91;16&#93;</a></sup> is recognized as a central concept in the understanding of relationships between stressful experiences, behaviour and health. Control at work, within the theoretical model underpinning the WRQoL, is influenced by issues of communication at work, decision making and decision control.\n</p><p>The <b>WRQoL Home-Work Interface scale (HWI)</b> measures the extent to which an employer is perceived to support the family and home life of employees. This factor explores the interrelationship between home and work life domains. Issues that appear to influence employee HWI include adequate facilities at work, flexible working hours and the understanding of managers.\n</p><p>The <b>Working Conditions scale</b> of the WRQoL assesses the extent to which the employee is satisfied with the fundamental resources, working conditions and security necessary to do their job effectively. Physical working conditions influence employee health and safety and thus employee Quality of working life. This scale also taps into satisfaction with the resources provided to help people do their jobs.\n</p>\n<h2><span class=\"mw-headline\" id=\"Applications\">Applications</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Quality_of_working_life&amp;action=edit&amp;section=3\" title=\"Edit section: Applications\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Regular assessment of Quality of Working Life can potentially provide organisations with important information about the welfare of their employees, such as job satisfaction, general well-being, work-related stress and the home-work interface. Studies in the UK University sector have shown a valid measure of Quality of Working Life exists<sup id=\"cite_ref-18\" class=\"reference\"><a href=\"#cite_note-18\">&#91;18&#93;</a></sup> and can be used as a basis for effective interventions.\n</p><p>Worrall and Cooper (2006)<sup id=\"cite_ref-19\" class=\"reference\"><a href=\"#cite_note-19\">&#91;19&#93;</a></sup> reported that a low level of well-being at work is estimated to cost about 5-10% of Gross National Product per annum, yet Quality of Working Life as a theoretical construct remains relatively unexplored and unexplained within the organisational psychology research literature.\n</p><p>A large chunk of most peoples’ lives will be spent at work. Most people recognise the importance of sleeping well, and actively try to enjoy the leisure time that they can snatch. But all too often, people tend to see work as something they just have to put up with, or even something they don’t even expect to enjoy.\n</p><p>Some of the factors used to measure quality of working life pick up on things that don’t actually make people feel good, but which seem to make people feel bad about work if those things are absent. For example, noise – if the place where someone works is too noisy, they might get frequent headaches, or find they cannot concentrate, and so feel dissatisfied. But when it is quiet enough they don’t feel pleased or happy - they just don’t feel bad. This can apply to a range of factors that affect someone's working conditions.\n</p><p>Other things seem to be more likely to make people feel good about work and themselves once the basics are OK at work. Challenging work (not too little, not too much) can make them feel good. Similarly, opportunities for career progression and using their abilities can contribute to someone's quality of working life.\n</p><p>A publication of the <a href=\"/wiki/National_Institute_of_Clinical_Excellence\" class=\"mw-redirect\" title=\"National Institute of Clinical Excellence\">National Institute of Clinical Excellence</a> (NICE)<sup id=\"cite_ref-20\" class=\"reference\"><a href=\"#cite_note-20\">&#91;20&#93;</a></sup> emphasises the core role of assessment and understanding of the way working environments pose risks for psychological wellbeing through lack of control and excessive demand. The emphasis placed by NICE on assessment and monitoring wellbeing springs from the fact that these processes are the key first step in identifying areas for improving quality of working life and addressing risks at work.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Quality_of_working_life&amp;action=edit&amp;section=4\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Work%E2%80%93life_balance\" title=\"Work–life balance\">Work–life balance</a></li></ul>\n<p>Quality of work life of the employees working in different organizations can be enhanced by adopting the constructs of quality of work life. Some of the constructs or dimensions of quality of work life are skill variety, task identity, employee participation, training and development, etc.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Quality_of_working_life&amp;action=edit&amp;section=5\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Hackman J &amp; Oldham G (1974) The Job Diagnostic Survey. New Haven: Yale University.</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Taylor J C in Cooper, CL and Mumford, E (1979) The quality of working life in Western and Eastern Europe. ABP</span>\n</li>\n<li id=\"cite_note-Warretal-3\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Warretal_3-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Warretal_3-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Warr, P, Cook, J and Wall, T (1979) Scales for the measurement of some work attitudes and aspects of psychological well being. Journal of Occupational Psychology. 52, 129-148.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Mirvis, P.H. and Lawler, E.E. (1984) Accounting for the Quality of Work Life. Journal of Occupational Behaviour. 5. 197-212.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Baba, VV and Jamal, M (1991) Routinisation of job context and job content as related to employees quality of working life: a study of psychiatric nurses. Journal of organisational behaviour. 12. 379-386.</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Ellis N &amp; Pompli A 2002 Quality of working life for nurses. Commonwealth Dept of Health and Ageing. Canberra.</span>\n</li>\n<li id=\"cite_note-Sirgyetal-7\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Sirgyetal_7-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Sirgyetal_7-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Sirgy, M. J., Efraty,, D., Siegel, P &amp; Lee, D. (2001). A new measure of quality of work life (QoWL) based on need satisfaction and <a href=\"/wiki/Knowledge_spillover\" title=\"Knowledge spillover\">spillover</a> theories. Social Indicators Research, 55, 241-302.</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Bearfield, S (2003)Quality of Working Life. Aciirt Working paper 86. University of Sydney. www.acirrt.com</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Herzberg F, Mausner B, &amp; Snyderman B., (1959) The Motivation to Work. New York:Wiley.</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">T S Nanjundeswaraswamy, Swamy D R (2013). <a rel=\"nofollow\" class=\"external text\" href=\"https://www.academia.edu/10946375/QUALITY_OF_WORKLIFE_OF_EMPLOYEES_IN_PRIVATE_TECHNICAL_INSTITUTIONS\">\"QUALITY OF WORKLIFE OF EMPLOYEES IN PRIVATE TECHNICAL INSTITUTION\"</a>. <i>International Journal for Quality Research</i>. <b>7</b> (3): 3–14. <a href=\"/wiki/International_Standard_Serial_Number\" title=\"International Standard Serial Number\">ISSN</a>&#160;<a rel=\"nofollow\" class=\"external text\" href=\"//www.worldcat.org/issn/1800-6450\">1800-6450</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=International+Journal+for+Quality+Research&amp;rft.atitle=QUALITY+OF+WORKLIFE+OF+EMPLOYEES+IN+PRIVATE+TECHNICAL+INSTITUTION&amp;rft.volume=7&amp;rft.issue=3&amp;rft.pages=3-14&amp;rft.date=2013&amp;rft.issn=1800-6450&amp;rft.au=T+S+Nanjundeswaraswamy%2C+Swamy+D+R&amp;rft_id=https%3A%2F%2Fwww.academia.edu%2F10946375%2FQUALITY_OF_WORKLIFE_OF_EMPLOYEES_IN_PRIVATE_TECHNICAL_INSTITUTIONS&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AQuality+of+working+life\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-Lawler&amp;Porter-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Lawler&amp;Porter_11-0\">^</a></b></span> <span class=\"reference-text\">Lawler III E and Porter L, (1966). Managers pay and their satisfaction with their pay. Personnel Psychology. XIX 363-73.</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Lawler, E. E. (1982). Strategies for improving the quality of work life. American Psychologist, 37, 2005, 486-493.</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">Danna, K. &amp; Griffin, R. W. (1999). Health and well-being in the workplace: A review and synthesis of the literature. Journal of Management, 25, 357-384.</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">Loscocco, K. A. &amp; Roschelle, A. N. (1991). Influences on the Quality of Work and Nonwork Life: Two Decades in Review. Journal of Vocational Behavior, 39, 182-225.</span>\n</li>\n<li id=\"cite_note-Thompson-15\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Thompson_15-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Thompson_15-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation journal\">Thompson, E.R; Phua, F.T.T. (2012). <a rel=\"nofollow\" class=\"external text\" href=\"http://gom.sagepub.com/content/37/3/275\">\"A Brief Index of Affective Job Satisfaction\"</a>. <i>Group &amp; Organization Management</i>. <b>37</b> (3): 275–307. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1177/1059601111434201\">10.1177/1059601111434201</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Group+%26+Organization+Management&amp;rft.atitle=A+Brief+Index+of+Affective+Job+Satisfaction&amp;rft.volume=37&amp;rft.issue=3&amp;rft.pages=275-307&amp;rft.date=2012&amp;rft_id=info%3Adoi%2F10.1177%2F1059601111434201&amp;rft.aulast=Thompson&amp;rft.aufirst=E.R&amp;rft.au=Phua%2C+F.T.T.&amp;rft_id=http%3A%2F%2Fgom.sagepub.com%2Fcontent%2F37%2F3%2F275&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AQuality+of+working+life\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-VanLaarEdwardsEaston-16\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-VanLaarEdwardsEaston_16-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-VanLaarEdwardsEaston_16-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-VanLaarEdwardsEaston_16-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\">Van Laar, D, Edwards, J &amp; Easton, S (2007). The Work-Related Quality of Life scale for healthcare workers. Journal of Advanced Nursing, Volume 60, Number 3, pp.&#160;325–333</span>\n</li>\n<li id=\"cite_note-17\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-17\">^</a></b></span> <span class=\"reference-text\">Easton, S. &amp; Van Laar, D. (2013) User Manual for the Work-Related Quality of Life (WRQoL) Scale. University of Portsmouth. UK. <a rel=\"nofollow\" class=\"external free\" href=\"http://www.qowl.co.uk/researchers/WRQoL%20User%20manual%20v38%20ebook%2003%20Nov14.pdf\">http://www.qowl.co.uk/researchers/WRQoL%20User%20manual%20v38%20ebook%2003%20Nov14.pdf</a></span>\n</li>\n<li id=\"cite_note-18\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-18\">^</a></b></span> <span class=\"reference-text\">Edwards, J., Van Laar, D.L. &amp; Easton, S. (2009). The Work-Related Quality of Life (WRQoL) scale for Higher Education Employees. Quality in Higher Education. 15: 3, 207-219.</span>\n</li>\n<li id=\"cite_note-19\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-19\">^</a></b></span> <span class=\"reference-text\">Worrall, L. &amp; Cooper, C. L. (2006). The Quality of Working Life: Managers’ health and well-being. Executive Report, Chartered Management Institute.</span>\n</li>\n<li id=\"cite_note-20\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-20\">^</a></b></span> <span class=\"reference-text\"><a href=\"/wiki/National_Institute_of_Clinical_Excellence\" class=\"mw-redirect\" title=\"National Institute of Clinical Excellence\">National Institute of Clinical Excellence</a> (NICE) public health guidance 22; <a rel=\"nofollow\" class=\"external text\" href=\"http://www.nice.org.uk/PH22\">Promoting mental wellbeing through productive and healthy working conditions</a>.</span>\n</li>\n</ol></div>\n\n<!-- \nNewPP limit report\nParsed by mw2176\nCached time: 20180919110935\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.104 seconds\nReal time usage: 0.126 seconds\nPreprocessor visited node count: 334/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 3982/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 3/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 10776/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.032/10.000 seconds\nLua memory usage: 1.56 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   82.950      1 -total\n 49.71%   41.231      2 Template:Cite_journal\n 26.83%   22.252      1 Template:See_also\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:15398359-0!canonical and timestamp 20180919110935 and revision id 856915267\n -->\n</div>"},"langlinks":[{"lang":"bg","url":"https://bg.wikipedia.org/wiki/%D0%9A%D0%B0%D1%87%D0%B5%D1%81%D1%82%D0%B2%D0%BE_%D0%BD%D0%B0_%D0%B6%D0%B8%D0%B2%D0%BE%D1%82_%D0%BD%D0%B0_%D1%80%D0%B0%D0%B1%D0%BE%D1%82%D0%BD%D0%BE%D1%82%D0%BE_%D0%BC%D1%8F%D1%81%D1%82%D0%BE","langname":"Bulgarian","autonym":"български","*":"Качество на живот на работното място"},{"lang":"fa","url":"https://fa.wikipedia.org/wiki/%DA%A9%DB%8C%D9%81%DB%8C%D8%AA_%D8%B2%D9%86%D8%AF%DA%AF%DB%8C_%DA%A9%D8%A7%D8%B1%DB%8C","langname":"Persian","autonym":"فارسی","*":"کیفیت زندگی کاری"},{"lang":"nl","url":"https://nl.wikipedia.org/wiki/Arbeidskwaliteit","langname":"Dutch","autonym":"Nederlands","*":"Arbeidskwaliteit"},{"lang":"pt","url":"https://pt.wikipedia.org/wiki/Qualidade_de_vida_no_trabalho","langname":"Portuguese","autonym":"português","*":"Qualidade de vida no trabalho"},{"lang":"ur","url":"https://ur.wikipedia.org/wiki/%D8%B9%D9%85%D9%84%DB%8C_%D8%B2%D9%86%D8%AF%DA%AF%DB%8C_%DA%A9%DB%8C_%DA%A9%DB%8C%D9%81%DB%8C%D8%AA","langname":"Urdu","autonym":"اردو","*":"عملی زندگی کی کیفیت"},{"lang":"zh","url":"https://zh.wikipedia.org/wiki/%E5%B7%A5%E4%BD%9C%E7%94%9F%E6%B4%BB%E5%93%81%E8%B3%AA","langname":"Chinese","autonym":"中文","*":"工作生活品質"}],"categories":[{"sortkey":"","*":"Working_conditions"},{"sortkey":"Working life","*":"Quality_of_life"},{"sortkey":"","*":"Workplace"}],"links":[{"ns":0,"exists":"","*":"Abraham Maslow"},{"ns":0,"exists":"","*":"Digital object identifier"},{"ns":0,"exists":"","*":"Employment"},{"ns":0,"exists":"","*":"Happiness"},{"ns":0,"exists":"","*":"International Standard Serial Number"},{"ns":0,"exists":"","*":"Job characteristic theory"},{"ns":0,"exists":"","*":"Job control (workplace)"},{"ns":0,"exists":"","*":"Job satisfaction"},{"ns":0,"exists":"","*":"Knowledge spillover"},{"ns":0,"exists":"","*":"Life satisfaction"},{"ns":0,"exists":"","*":"National Institute of Clinical Excellence"},{"ns":0,"exists":"","*":"Quality of life"},{"ns":0,"exists":"","*":"Shiftwork"},{"ns":0,"exists":"","*":"Work–life balance"}],"templates":[{"ns":10,"exists":"","*":"Template:See also"},{"ns":10,"exists":"","*":"Template:Cite journal"},{"ns":828,"exists":"","*":"Module:Labelled list hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote list"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"}],"images":[],"externallinks":["https://www.academia.edu/10946375/QUALITY_OF_WORKLIFE_OF_EMPLOYEES_IN_PRIVATE_TECHNICAL_INSTITUTIONS","//www.worldcat.org/issn/1800-6450","http://gom.sagepub.com/content/37/3/275","//doi.org/10.1177/1059601111434201","http://www.nice.org.uk/PH22","http://www.qowl.co.uk/researchers/WRQoL%20User%20manual%20v38%20ebook%2003%20Nov14.pdf"],"sections":[{"toclevel":1,"level":"2","line":"Models and components","number":"1","index":"1","fromtitle":"Quality_of_working_life","byteoffset":155,"anchor":"Models_and_components"},{"toclevel":1,"level":"2","line":"Measurement","number":"2","index":"2","fromtitle":"Quality_of_working_life","byteoffset":11296,"anchor":"Measurement"},{"toclevel":1,"level":"2","line":"Applications","number":"3","index":"3","fromtitle":"Quality_of_working_life","byteoffset":16435,"anchor":"Applications"},{"toclevel":1,"level":"2","line":"See also","number":"4","index":"4","fromtitle":"Quality_of_working_life","byteoffset":19333,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"5","fromtitle":"Quality_of_working_life","byteoffset":19661,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Quality of working life","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q7268795"}]}}