{"parse":{"title":"Soviet montage theory","pageid":8648013,"revid":857516515,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Soviet montage theory</b> is an approach to understanding and creating <a href=\"/wiki/Film\" title=\"Film\">cinema</a> that relies heavily upon <a href=\"/wiki/Film_editing\" title=\"Film editing\">editing</a> (<i><a href=\"https://en.wiktionary.org/wiki/montage#French\" class=\"extiw\" title=\"wikt:montage\">montage</a></i> is <a href=\"/wiki/French_language\" title=\"French language\">French</a> for \"assembly\" or \"editing\"). It is the principal contribution of <a href=\"/wiki/Soviet\" class=\"mw-redirect\" title=\"Soviet\">Soviet</a> film theorists to global cinema, and brought <a href=\"/wiki/Formalist_film_theory\" title=\"Formalist film theory\">formalism</a> to bear on <a href=\"/wiki/Filmmaking\" title=\"Filmmaking\">filmmaking</a>.\n</p><p>Although <a href=\"/wiki/Cinema_of_the_Soviet_Union\" title=\"Cinema of the Soviet Union\">Soviet filmmakers</a> in the 1920s disagreed about how exactly to view montage, <a href=\"/wiki/Sergei_Eisenstein\" title=\"Sergei Eisenstein\">Sergei Eisenstein</a> marked a note of accord in \"A Dialectic Approach to Film Form\" when he noted that montage is \"the nerve of cinema\", and that \"to determine the nature of montage is to solve <a href=\"/wiki/Medium_specificity\" title=\"Medium specificity\">the specific problem</a> of cinema\". Its influence is far reaching commercially, academically, and politically. Alfred Hitchcock cites editing (and montage indirectly) as the lynchpin of worthwhile filmmaking. In fact, montage is demonstrated in the majority of narrative fiction film available today. Post-Soviet film theories relied extensively on montage's redirection of film analysis toward language, a literal grammar of film. A semiotic understanding of film, for example, is indebted to and in contrast with Sergei Eisenstein's wanton transposition of language \"in ways that are altogether new.\"<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> While several Soviet filmmakers, such as <a href=\"/wiki/Lev_Kuleshov\" title=\"Lev Kuleshov\">Lev Kuleshov</a>, <a href=\"/wiki/Dziga_Vertov\" title=\"Dziga Vertov\">Dziga Vertov</a>, <a href=\"/wiki/Esfir_Shub\" title=\"Esfir Shub\">Esfir Shub</a> and <a href=\"/wiki/Vsevolod_Pudovkin\" title=\"Vsevolod Pudovkin\">Vsevolod Pudovkin</a> put forth explanations of what constitutes the montage effect, Eisenstein's view that \"montage is an idea that arises from the collision of independent shots\" wherein \"each sequential element is perceived not <i>next</i> to the other, but on <i>top</i> of the other\" has become most widely accepted.\n</p><p>The production of films—how and under what conditions they are made—was of crucial importance to Soviet leadership and filmmakers. Films that focused on individuals rather than masses were deemed counterrevolutionary, but not exclusively so. The collectivization of filmmaking was central to the programmatic realization of the Communist state. <a href=\"/wiki/Kino-Eye\" title=\"Kino-Eye\">Kino-Eye</a> forged a film and newsreel collective that sought the dismantling of bourgeois notions of artistry above the needs of the people. Labor, movement, the machinery of life, and the everyday of Soviet citizens coalesced in the content, form, and productive character of Kino-eye repertoire.\n</p><p>The bulk of influence, beginning from the <a href=\"/wiki/October_1917_Revolution\" class=\"mw-redirect\" title=\"October 1917 Revolution\">October 1917 Revolution</a> until the late 1950s (oftentimes referred to as the Stalin era), brought a cinematic language to the fore and provided the groundwork for contemporary editing and documentary techniques, as well as providing a starting point for more advanced theories.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Montage\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Montage</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-2\"><a href=\"#Background\"><span class=\"tocnumber\">1.1</span> <span class=\"toctext\">Background</span></a></li>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#History\"><span class=\"tocnumber\">1.2</span> <span class=\"toctext\">History</span></a>\n<ul>\n<li class=\"toclevel-3 tocsection-4\"><a href=\"#Adoption_abroad\"><span class=\"tocnumber\">1.2.1</span> <span class=\"toctext\">Adoption abroad</span></a></li>\n<li class=\"toclevel-3 tocsection-5\"><a href=\"#Contemporary_uses\"><span class=\"tocnumber\">1.2.2</span> <span class=\"toctext\">Contemporary uses</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#Terms_and_concepts\"><span class=\"tocnumber\">1.3</span> <span class=\"toctext\">Terms and concepts</span></a></li>\n<li class=\"toclevel-2 tocsection-7\"><a href=\"#Methods\"><span class=\"tocnumber\">1.4</span> <span class=\"toctext\">Methods</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Intellectual_montage\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Intellectual montage</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#Counter_theories_and_criticism\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Counter theories and criticism</span></a></li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#Other_Soviet_film_theories_and_practices\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Other Soviet film theories and practices</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-11\"><a href=\"#Socialist_Realism\"><span class=\"tocnumber\">4.1</span> <span class=\"toctext\">Socialist Realism</span></a></li>\n<li class=\"toclevel-2 tocsection-12\"><a href=\"#Kino-eye\"><span class=\"tocnumber\">4.2</span> <span class=\"toctext\">Kino-eye</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-13\"><a href=\"#&quot;The_Dramaturgy_of_Film_Form&quot;_(&quot;The_Dialectical_Approach_of_Film_Form&quot;)\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">\"The Dramaturgy of Film Form\" (\"The Dialectical Approach of Film Form\")</span></a></li>\n<li class=\"toclevel-1 tocsection-14\"><a href=\"#See_also\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-15\"><a href=\"#References\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-16\"><a href=\"#External_links\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Montage\">Montage</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Soviet_montage_theory&amp;action=edit&amp;section=1\" title=\"Edit section: Montage\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Montage theory, in its rudimentary form, asserts that a series of connected images allows for complex ideas to be extracted from a sequence and, when strung together, constitute the entirety of a film's ideological and intellectual power. In other words, the editing of shots rather than the content of the shot alone constitutes the force of a film. Many directors still believe that montage is what defines cinema against other specific media. Vsevolod Illarionovich Pudovkin, for example, claimed that words were thematically inadequate, despite silent cinema's use of intertitles to make narrative connections between shots.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> Steve Odin traces montage back to Charles Dickens' use of the concept to track parallel action across a narrative.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Background\">Background</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Soviet_montage_theory&amp;action=edit&amp;section=2\" title=\"Edit section: Background\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Confined to the project of Soviet expansion, film theorists of the USSR cared little for questions of meaning. Instead, the writing sought the praxis of filmmaking and theory. The pragmatic and revolutionary application of these movements stands in harsh contrast to ideas being developed simultaneously in Western Europe. Socialist Realism characterized the emergence of art within the constraints of communism. Constructivism, an extension of Futurism, sought a pre-modern integration of art into the everyday. Soviet theorists had a clear job before them: theorize in order to aid the cause of the Communist Party. The ethical and ontological dimensions explored in the West were tabled in lieu of film's potential to reach the millions in far reaches of Soviet territory, where literacy was scarce. Film was a tool with which the state could advance the dictatorship of the proletariat. It was no surprise that most of the Soviet film theorists were also filmmakers.\n</p>\n<h3><span class=\"mw-headline\" id=\"History\">History</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Soviet_montage_theory&amp;action=edit&amp;section=3\" title=\"Edit section: History\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<ul><li><i><a href=\"/wiki/Continuity_editing\" title=\"Continuity editing\">Continuity editing</a></i> – Continuity, like montage, situates editing as the driving formal element of narrative film making. DW Griffith developed and implemented a grammar of film through his use of continuity editing by establishing a logical progression of shots as to make a story intelligible to the audience. Continuity differs from montage in both its production, effect and intention.\n<ul><li><i>Production</i> – Continuity maintains a subservience to a predetermined narrative. For example, in Griffith's pinnacle film <i>Birth of a Nation</i>, the editing was completely determined in reaction to the script's narrative. Montage, on the other hand, holds that the dialectical collision of images creates a film's meaning, and thus is less concerned with a script than it is the synthesis of associations between shots.</li>\n<li><i>Effect and Intention</i> – Continuity editing is oriented spatially; meaning it fills gaps between locations and moments in a film's narrative progression. The 180 degree rule, in which an imaginary straight line is imposed by a director in order to create logical association between characters/objects that require a shot-reverse shot, is used to solidify the spectator in a relation to the image in a way that makes visual sense. Montage may include these elements as well, but is not determined by them. Space can be discontinuous in order to disorient a spectator. For example, Dziga Vertov's <i><a href=\"/wiki/Man_with_a_Movie_Camera\" title=\"Man with a Movie Camera\">Man with a Movie Camera</a></i> documents the everyday activities of people from various locations in the Soviet Union, but never gives priority to a continuity of action.</li></ul></li>\n<li><i><a href=\"/wiki/Sergei_Eisenstein\" title=\"Sergei Eisenstein\">Sergei Eisenstein</a></i> – Though not the inventor of montage, Eisenstein codified its use in Soviet and international film making and theory. Beginning with his initial work in the Proletkult, Eisenstein adapted montage to the cinema and expanded his theories throughout his career to encompass the internal nature of the image. He was the most outspoken and ardent advocate of montage as revolutionary form. His work has been divided into two periods. The first is characterised by \"mass dramas\" in which his focus is on formalizing Marxist political struggle of the proletariat. His films, <i>Strike</i> and <i>The Battleship Potemkin</i> among the most noted of the period, centered on the capacity for the masses to revolt. The second period is characterized by a shift to individualized narratives that sprang from a synchronic understanding of montage inspired by his foray into dialectical materialism as a guiding principle. The shift between the two periods is indicative of the evolution of Marxist thinking writ large, culminating in an understanding of the material underpinning of all social and political phenomena.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> Though largely uncredited by contemporary filmmakers, Eisenstein's theories are constantly demonstrated in films across genres, nations, languages and politics.</li>\n<li><i>The <a href=\"/wiki/Kuleshov_Effect\" class=\"mw-redirect\" title=\"Kuleshov Effect\">Kuleshov Effect</a></i> - Lev Kuleshov's work is largely considered the basis from which all montage theory is derived. The Kuleshov Group, composed of Kuleshov and his students, set out to determine the essence of cinema. Rote repetition of the components of the cinema plagued their initial findings: competent acting, provocative lighting and elaborate scenery were not intrinsic to the filmic form. In a study of two films- \"an American and a comparable Russian one\"- the group identified the American film as extraordinary given the short average shot time. They then inferred that the American organization of shots was perceptually appealing to audiences. Lengthy shots, as seen in the Russian film, make the task of mentally interpreting a pattern difficult. In an essay published in <i>Vestnik Kinematografii</i> in 1916, Kuleshov first coined the term montage to explain the phenomena of shot succession.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> In a pinnacle experiment, Kuleshov combined independent shots of Ivan Mosjoukine, a bowl of soup, a woman in a coffin, and a woman on a sofa. The strategic ordering of the shots had a marked effect on audience interpretation of the Mosjoukine's neutral expression. This experiment demonstrated cinema's unique capacity as an art form to conjure specific reactions from the relationship between indexical images. It further demonstrated that montage is dialectical in nature, and that the synthesis of images creates unique political meanings. Recently, Kuleshov's conclusions have been brought into question. In <i>The Kuleshov Effect: Recreating the Classic Experiment</i>, Stephen Prince and Wayne E. Hensley contest Kuleshov's findings as unscientific and merely a product of cinematic myth. They conclude that \"Kuleshov's effect- understood in terms of shot juxtapositions rather than associational cues- may tell us little about film or visual communication, but its lingering power tells us a lot about the symbolic uses of the past.\"<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup></li></ul>\n<h4><span class=\"mw-headline\" id=\"Adoption_abroad\">Adoption abroad</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Soviet_montage_theory&amp;action=edit&amp;section=4\" title=\"Edit section: Adoption abroad\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h4>\n<p>Distance, lack of access, and regulations meant that the formal theory of montage was not widely known until well after its explosion in the Soviet Union. It was only until 1929, for example, that Eisenstein's theories reached Britain in <i>Close Up</i>.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup> Additionally, filmmakers in Japan during the 1920s were \"quite unaware of montage\" according to Eisenstein.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup> Despite this, both nations produced films that used something tantamount to continuity editing. According to Chris Robé, the internal strife between Soviet theories of montage mirrored the liberal and radical debates in the West. In his book <i>Left of Hollywood: Cinema, Modernism, and the Emergence of U.S. Radical Film Culture</i>, Robé illustrates the Western Left's attempts to tone-down revolutionary language and psychoanalyze characters on the screen. Hanns Sach's essays \"Kitsch\"(1932) and \"Film Psychology\" (1928) are used here to demonstrate Kitsch's aesthetic distinction from the Realist project of the Soviet Union, and also to affirm Kitsch's ability to create a more powerful affect than realism ever could. As such, Sach argued, a psychological montage was recognizable in all films, even abstract ones which held no resemblance to classic Soviet cinema. Robé also cites Zygmunt Tonecky's essay \"The Preliminary of Art Film\" as a reformulation of montage theory in service of abstract cinema. Zygmunt's argument centers around his disagreement with Eisenstein that montage was logical, but rather psychological. As such, abstract films defamiliarize objects and have the potential to create critical spectators. Defamiliarization was seen a catalyst for revolutionary thinking. Clearly, the adoption of Montage Theory was rarely hard and fast, but rather a stepping stone for other theories.\n</p><p>The split between the West and Soviet filmmaking became readily apparent with André Bazin's dismissal of montage and Cahiers du Cinéma's assertion of the primacy of auteurs. The belief that a still, highly composed, and individuated shot marked cinema's artistic significance was an affront to the dialectical method. That individual directors could compose and produce films by themselves (at least in terms of credit and authorship) made impossible the collectivization of filmmaking.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup> Eisenstein's later work (<i>Alexander Nevsky</i> [1938] and <i>Ivan the Terrible</i> [1944-1946]), would undercut his earlier film's appeal to masses by locating the narrative on a single individual.\n</p>\n<h4><span class=\"mw-headline\" id=\"Contemporary_uses\">Contemporary uses</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Soviet_montage_theory&amp;action=edit&amp;section=5\" title=\"Edit section: Contemporary uses\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h4>\n<p>The term montage has undergone radical popular redefinition in the last 30 years. It is commonly used to refer to a sequence of short shots used to demonstrate the passage of prolonged time. A famous example is the training sequence in <i>Rocky</i> (Avildsen 1976) in which weeks of preparation on represented through a sequence of disparate exercise footage. <i>Ferris Bueller's Day Off</i> (Hughes 1986) demonstrates the same concept in order to collapse several hours into a few short minutes of footage throughout Chicago. This differs entirely from even the most conservative interpretations of montage in the Soviet Union, wherein time is subordinate to the collision of images and their symbolic meaning.\n</p>\n<h3><span class=\"mw-headline\" id=\"Terms_and_concepts\">Terms and concepts</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Soviet_montage_theory&amp;action=edit&amp;section=6\" title=\"Edit section: Terms and concepts\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<ul><li><i>Dialectic</i> – A relationship of conflict that results in a new form. This is taken explicitly and directly from Marx's explanation of the dialectic as the process by which social and political change occurs. There are varying and competing interpretations of how this was to be practiced in Soviet cinema, but the embedding of a dialectical process to montage was an understood goal of most notable Soviet filmmakers. The dialectic traditionally is composed thus:\n<ul><li><i>Thesis</i> – An initial force, statement, or mode. For film, thesis could be narrative, as in the foregrounded social harmony that is later disrupted; visual, like an opening shot of a sequence; or historical presumption, an economic and political situation which carries particular assumptions about the film's context.</li>\n<li><i>Antithesis</i> – A conflictual force, statement, or mode designed to negate or otherwise amend the thesis in some way.It is at the point of antithesis that some disagreement occurs. Pudovkin's belief that images build upon one another over the course of the film functions differently than Eisenstein's theory of collision. These two interpretations situate antithesis as either negation (Eisenstein) or addition (Pudovkin). The implication is that the synthetic result is either product (here product is used in the mathematical sense; the multiplication of syntheses) or cumulative, respectively.</li>\n<li><i>Synthesis</i> – The result of the conflict between the antithesis and thesis, which possess within it the mechanics of its own undoing. Montage was an editorial process whereby new concepts were possible only through the relating of two or more shots, and/or the relationship of elements within a single shot. The affective result might be best demonstrated through the cattle slaughter scene in Strike, in which images of violence inflicted on workers is cut within images of a cow being slaughtered in an abattoir. These images work dialectically to produce revulsion and disgust at the notion of the oppression of the proletariat.</li></ul></li>\n<li><i>Stimulants</i> – A formal element whose combination with other elements produces the sum total of montage's effect. Its modifiers \"Dominant\" and \"Secondary\" are taken from musical composition theory in which harmonic and melodic resonances are reactions to dominant and secondary notes, chords, beats and time signatures.\n<ul><li><i>Dominant</i> – The element or stimulus that determines all subsequent and subordinate elements or stimuli. For films that implement Montage Theory, these dominant elements are determined prior to shooting and inform the script and editing process. Not all dominants are singular elements (lighting, allusion, timing, etc.) but can be the product or sum total of all stimulants. For example, in <i>The General Line</i>, Eisenstein determined dominant stimulants based on the composition of single shots \"by the method of 'democratic' equal rights for all the stimulants, viewed together as a complex\".<sup id=\"cite_ref-Eisenstein_17_10-0\" class=\"reference\"><a href=\"#cite_note-Eisenstein_17-10\">&#91;10&#93;</a></sup> This was Eisenstein's attempt to parallel Japanese Kabuki theater, which composed movement in a simultaneously fragmented but hierarchal fashion. More frequently, however, dominants took overt and singular form. In <i>Man with a Movie Camera</i>, Vertov constructs one sequence- scarcely definable as a \"scene\"- through the dominant movement of circularity, displaying industrial threading machines and human movements that performed circularly.</li>\n<li><i>Secondary/Subordinate</i> – The elements or stimuli that support and highlight the dominant. In film, as in music, these create a harmony between and through shots. Without secondary/subordinate stimuli, the internal shot structure lacked the requisite dialectical composition necessary for Socialist Realism's revolutionary form. Eisenstein asserted that competing and complementary secondary stimuli were useful in conjuring particular psychic responses from the audience. Overtonal analysis of sound in <i>The General Line</i>, for example, reveals that there is an \"orchestral counterpoint\" to almost every shot, coaxing a texture from the film, rather than a purely visual or aural experience.<sup id=\"cite_ref-Eisenstein_17_10-1\" class=\"reference\"><a href=\"#cite_note-Eisenstein_17-10\">&#91;10&#93;</a></sup></li></ul></li>\n<li><i>Theme</i> – The generalizable content of a film. Here, we draw primarily from Vsevolod Pudovkin's work in <i>Film Technique</i>, in which he argues that the foundational work of montage is realized by first determining a theme.<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup> Unlike Eisenstein, Pudovkin believed that all necessary elements in recognizing a theme must be evident in a single shot rather than a collision of shots. The catch, however, is that the phenomenon chosen to represent a theme should be shot from different angles and perspectives in order to portray the \"superficial and the profound interrelationships of actuality\". Theme is not, however, a matter of spectatorial interpretation. Rather, it is meant to arrive organically at the conclusion of a given film due exclusively to the control wielded by the director.<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup> In a mild critique of DW Griffith's <i>Intolerance</i>, Pudovkin advocated for a shortening of the film (3 hours and 30 minutes) in order to crystallize and condense the film's theme. As it was presented, Griffith's film dilutes its own political potential by attempting create visual themes from non-phenomenological concepts. Instead, as Pudovkin elaborated, a filmmaker should choose concepts that are depictable in images rather than language.\n<ul><li><i>Analysis</i> takes place when a theme is explored from sufficient perspectives. Analysis is derived by examination of individual shots, but is only relevant when synthesized. Peter Dart, in his description of Pudovkin's concept of analysis, defines it.</li></ul></li></ul>\n<style data-mw-deduplicate=\"TemplateStyles:r856303468\">.mw-parser-output .templatequote{overflow:hidden;margin:1em 0;padding:0 40px}.mw-parser-output .templatequote .templatequotecite{line-height:1.5em;text-align:left;padding-left:1.6em;margin-top:0}</style><blockquote class=\"templatequote\"><p>An object or an event becomes \"vivid and effective\" on the screen only when the necessary details are correctly found and arranged [...] Pudovkin referred to a hypothetical street demonstration. An actual observer of a demonstration can get only one point of view at a time. To a get a broad view he would have to climb to the roof of a building adjacent to the demonstration, but then he might not be able to read the banners. If he mingled with the crowd he could only see a small portion of the demonstration. A filmmaker, however, can photograph the demonstration from several different points of view and edit the shots to present the spectator with a view of the demonstration, which transforms from a \"spectator\" into an \"observer\".<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup>\n</p></blockquote>\n<ul><li><ul><li>Identification is the capacity for the audience to fully comprehend the theme of a film. Pudovkin was concerned here with the capacity for spectators to follow his films and hedged against breaks in continuity. As such, identification was mainly concerned with calculating a consistent theme structure and making sure images were smoothly shot and seamlessly edited. Pudovkin achieved both of these tasks by \"[cutting] on action\", or editing shots together through a unified movement.<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup></li></ul></li>\n<li><i>Affect, Emotion and Pathos</i> – Often used interchangeably by many Soviet filmmakers and theorists, these are the impressions felt by a(n) audience/spectator from a film or parts of a film. The central problem of Eisenstein's book <i>Nonindifferent Nature</i> is the relationship between pathos/affect and the method by which art coaxes it. In the chapter <i>On the Structure of Things</i>, Eisenstein begins with the supposition that represented phenomena depict material elements which explicates a system of structuration between those elements and the phenomena itself. The composition of music is a case-in-point. From the emotional affect of verbalized speech comes the tonal and rhythmic qualities expressed in a given composition. Cinematography generates a similar relational dialectic with images and referents, and through the logic of montage. In short, when one structures the succession of images by its emotional referent, the result is affective moving images.<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup> The organic unity of <i>Battleship Potemkin</i>, for example, sustains particular pathos in particular instances. In the \"Odessa Steps\" scene, dramatic tension rises not from individuated elements, but the organization of elements (shots, composition, lighting, etc.) from natural model of tension. This model, from which Eisenstein theorizes all forms of organic growth and unity, is that of a logarithmic spiral. This spiral, in which the smaller point corresponds to its larger counterpoint in the same ratio that the larger point corresponds to the figure as whole, explains organic growth within nature, the relations of parts to evolutionary growth, and the process by which transformation takes place.  Platonic scholars and art theorists have identified this spiral and formula as a central figure of classical beauty. It can located in classical architecture and painting, as well as contemporary photographic composition (the rule of thirds). For Eisenstein, the capacity for a film (or any art, but specifically \"plastic arts\") to work affectively/emotionally, organic unity must be achieved, the growth of its constituent parts resembling the logarithmic spiral. When organic unity is realized, one can observe clear pathos. Eisenstein defines pathos as \"...what forces the viewer to jump out of his seat. It is what forces him to flee from his place. It is what forces him to clap, to cry out. It is what forces his eyes to gleam with ecstasy before tears of ecstasy appear in them. In word, it is everything that forces the viewer to \"be beside himself\".<sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup> In the \"Odessa Steps\" scene, the collision of contrary movements- e.g. up and down stairs, from many guns to one muzzle- exemplifies an organic growth concept, and is informed by the pathos of the shooting; one of horror. The ex stasis (out of a state) is observed in viewers who trace the logic of organic unity- the compositional and narrative growth of the scene- to its foundational pathos. The affective pay-off is a synthesis of a spectator's experience with the radicalized representations on the screen.</li></ul>\n<p>In <i>The General Line</i> (referred in the text as <i>The Old and the New</i>) the pathos of the milk separator is localized in order to examine the (in)voluntary contamination of pathos by themes and supposedly neutral elements. Like <i>Potemkin</i>, <i>The General Line</i> invoked the theme of \"collective unity\" within a community.<sup id=\"cite_ref-Nonindifferent_46_17-0\" class=\"reference\"><a href=\"#cite_note-Nonindifferent_46-17\">&#91;17&#93;</a></sup> \"And all this because the scheme 'of a chain reaction'- buildup of intensity- explosion- leaps from explosion to explosion- gives a clearer structural picture of the leaps from one state to another, characteristic for the ecstasy of particulars accumulating into the pathos of the whole.\"<sup id=\"cite_ref-Nonindifferent_46_17-1\" class=\"reference\"><a href=\"#cite_note-Nonindifferent_46-17\">&#91;17&#93;</a></sup> However, a number of factors separate the scenes' pathos. The use of a new 28-inch lens allowed for a simultaneous splitting and unifying effect in The General Line. Also, milk's transformation to cream was a metaphorical device used to stand-in for the peasants' own transformation. These, and other examples, illustrate that pathos, as determined by exterior features, is incomplete. Rather, pathos and emotion were self-determined and intrinsic to form. The example of several painterly renderings of Christ's expulsion of the moneylenders and his eventual resurrection demonstrate a consistent pathos, despite different artists and moments. This suggests a parallel \"inner discovery\" process embedded in thematic works. Finally, Eisenstein identifies the dialectical process as the precipitating force for unearthing pathos. \"The law of construction of processes- the basis of their form- in these cases will be identical. The effectiveness of the results in the norms of each area is equally 'transported beyond the limits' of these norms and the areas themselves as well. The actual processes- according to the same formula of ex stasis- is 'being beside oneself'. And this formula is nothing but the moment (instant) of the culmination of the dialecti law of transition of quantity into quality[...]The areas of application are different. But the stages are identical. The nature of the effects achieved is different. But the 'formulas' at the basis of these highest stages of manifestation, independent of the areas themselves, are identical.\"<sup id=\"cite_ref-18\" class=\"reference\"><a href=\"#cite_note-18\">&#91;18&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Methods\">Methods</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Soviet_montage_theory&amp;action=edit&amp;section=7\" title=\"Edit section: Methods\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<ul><li><b>Attractions</b> – The montage of attractions asserts that an audience is moved emotionally, psychically, and politically by sudden bursts of aggressive movement. Eisenstein adapted this theory from the Proletkult to the cinema in his 1923 essay The Montage of Attractions. Attractions are a molecular unit of a theatrical whole that is independent of narrative and setting. In his 1924 essay The Montage of Film Attractions, Eisenstein makes explicit linkage of film and theater through a common audience. Here, an attraction is \"...any demonstrable fact (an action, an object, a phenomenon, a conscious combination, and so on) that is known and proven to exercise a definite effect on the attention and emotions of the audience and that, combined with others, possess the characteristics of concentrating the audience's emotions in any direction dictated by the production's purpose.\"<sup id=\"cite_ref-19\" class=\"reference\"><a href=\"#cite_note-19\">&#91;19&#93;</a></sup> The intent was to ground attractions in revolutionary ideology in order coax the audience into a sympathetic position.</li>\n<li><b>Metric</b> – where the editing follows a specific number of frames (based purely on the physical nature of time), cutting to the next shot no matter what is happening within the image.  This montage is used to elicit the most basal and emotional of reactions in the audience. Metric montage was based on the absolute length of shots. The schema of connection is based on the necessity of rapidity. Eisenstein clarifies its implementation by comparing it to beat structures in music, which dictates that structures that fail to follow the \"law of prime numbers (relationships)\" are incapable of causing any physiological effect. He favors, instead, very basic and simple beat structures (3:4, 2:4, 1:4).<sup id=\"cite_ref-20\" class=\"reference\"><a href=\"#cite_note-20\">&#91;20&#93;</a></sup>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.tcf.ua.edu/Classes/Jbutler/T112/EditingIllustrations02.htm\">Metric montage example</a> from Eisenstein's <a href=\"/wiki/October:_Ten_Days_That_Shook_the_World\" title=\"October: Ten Days That Shook the World\"><i>October</i></a>.</li></ul></li>\n<li><b>Rhythmic</b> – Rhythmic montage seeks an editorial and compositional relationship in which movements within frames are as important as lengths of shots.<sup id=\"cite_ref-21\" class=\"reference\"><a href=\"#cite_note-21\">&#91;21&#93;</a></sup> The complexity that was cautioned against for metric montage is praised for rhythmic. Since the content of the shot is a dominant element of the shot length, the ascending or descending meter of the shots makes intuitive visual sense.\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://classes.yale.edu/film/videos/ryth-good.wmv\">Rhythmic montage example</a> from <i><a href=\"/wiki/The_Good_The_Bad_and_the_Ugly\" class=\"mw-redirect\" title=\"The Good The Bad and the Ugly\">The Good The Bad and the Ugly</a></i> where the <a href=\"/wiki/Protagonist\" title=\"Protagonist\">protagonist</a> and the two <a href=\"/wiki/Antagonist\" title=\"Antagonist\">antagonists</a> face off in a three-way duel</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20120212142120/http://www.hatii.arts.gla.ac.uk/MultimediaStudentProjects/98-99/9505060m/sounds/steps.mov\">Another rhythmic montage example</a> from <i><a href=\"/wiki/The_Battleship_Potemkin\" class=\"mw-redirect\" title=\"The Battleship Potemkin\">The Battleship Potemkin</a></i><span class=\"nowrap\" style=\"padding-left:0.1em;\">&#39;</span>s \"Odessa steps\" sequence.</li></ul></li>\n<li><b>Tonal</b> – a tonal montage uses the emotional meaning of the shots—not just manipulating the temporal length of the cuts or its rhythmical characteristics—to elicit a reaction from the audience even more complex than from the metric or rhythmic montage.  For example, a sleeping baby would emote calmness and relaxation.\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20120207102817/http://www.hatii.arts.gla.ac.uk/MultimediaStudentProjects/98-99/9505060m/sounds/mourn.mov\">Tonal example</a> from Eisenstein's <i><a href=\"/wiki/The_Battleship_Potemkin\" class=\"mw-redirect\" title=\"The Battleship Potemkin\">The Battleship Potemkin</a></i>. This is the clip following the death of the revolutionary sailor Vakulinchuk, a martyr for sailors and workers.</li></ul></li>\n<li><b>Overtonal/Associational</b> – the overtonal montage is the cumulation of metric, rhythmic, and tonal montage to synthesize its effect on the audience for an even more abstract and complicated effect.\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.tcf.ua.edu/Classes/Jbutler/T112/EditingIllustrations05.htm\">Overtonal example</a> from Pudovkin's <i>Mother</i>. In this clip, the men are workers walking towards a confrontation at their factory, and later in the movie, the <a href=\"/wiki/Protagonist\" title=\"Protagonist\">protagonist</a> uses ice as a means of escape.<a rel=\"nofollow\" class=\"external autonumber\" href=\"http://amicus.collectionscanada.ca/aaweb-bin/aamain/itemdisp?sessionKey=999999999_142&amp;l=0&amp;d=2&amp;v=0&amp;lvl=1&amp;itm=25787857\">[1]</a>.</li></ul></li>\n<li><b>Intellectual</b> – uses shots which, combined, elicit an intellectual meaning.<a rel=\"nofollow\" class=\"external autonumber\" href=\"https://web.archive.org/web/20071110162540/http://www.hatii.arts.gla.ac.uk/MultimediaStudentProjects/98-99/9505060m/objects/intellectual.htm\">[2]</a> Intellectual montage seeks to use few images, but images that are rich in cultural, symbolic, and political history. Their collision brings about complex concepts that traditional montage could not achieve. It was at this time (1929) that Eisenstein sought to distance filmmaking from an adherence to positivist realism. Intellectual montage sought to present things not as they were, but as they functioned in society. In his examination of Japanese and Chinese language, Eisenstein determined a linguistic link between language and montage. Hieroglyphs endemic to either country's language were highly contextual. The combination of two characters created concepts, but when separated were neutral. The example Eisenstein gives is the combination of the symbols 'eye' and 'water' produce the concept 'crying'. This logic was extended to Japanese Kabuki theater, which used a montage technique of acting, wherein parts of the body were moved in relation and collision to the whole and other parts of the body. Film, similarly, could collide objects within the frame just as readily as it could between frames. Intellectual montage seeks to capitalize on an internal frame as well as the composition and content of the image itself, without sacrificing a dialectical approach, which Eisenstein ultimately concluded was the downfall of Japanese cinema.<sup id=\"cite_ref-22\" class=\"reference\"><a href=\"#cite_note-22\">&#91;22&#93;</a></sup> Intellectual montage was most notably used as a productive model in Eisenstein's The General Line (1929). Here, dominants- shots and elements within the shot that mark the schema of all adjacent shots and elements- are not foregrounded, but delayed in an attempt to mimic musical resonance. Resonances are secondary stimuli that help to highlight the dominant. It is here that one should note the understandable conflation of overtonal and intellectual montage. In fact, overtonal montage is a kind of intellectual montage, since both attempt to elicit complex ideas from the collision of cinematic stimulants.\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://tcf.ua.edu/Classes/Jbutler/T112/EditingIllustrations06.php\">Intellectual montage examples</a> from Eisenstein's <a href=\"/wiki/October:_Ten_Days_That_Shook_the_World\" title=\"October: Ten Days That Shook the World\"><i>October</i></a> and <a href=\"/wiki/Strike_(1925_film)\" title=\"Strike (1925 film)\"><i>Strike</i></a>. In <i>Strike</i>, a shot of striking workers being attacked cut with a shot of a bull being slaughtered creates a film metaphor suggesting that the workers are being treated like cattle. This meaning does not exist in the individual shots; it only arises when they are juxtaposed.</li>\n<li>At the end of <i><a href=\"/wiki/Apocalypse_Now\" title=\"Apocalypse Now\">Apocalypse Now</a></i> the execution of Colonel Kurtz is juxtaposed with the villagers' ritual slaughter of a water buffalo.</li></ul></li>\n<li><b>Vertical</b> montage focuses on the a single shot or moment, rather than across (horizontal) various shots. Indelibly, vertical montage provides a closer reading of images and their content, as well as permits non-visual phenomena to be considered alongside the image proper.\n<ul><li><i>Moving Camera</i> – A dynamic rather than static camera is often used for the same effect as editing. Though not expressly a form of montage, since editing isn't required, a moving camera can cover movement across space continuously. Dynamic action, in which characters or objects move across protracted distances, was the motivating factor in choosing to move the camera. Peter Dart identifies relatively few uses of a moving camera in his analysis of Pudovkin's <i>Mother</i> (1926), <i>The End of St. Petersburg</i> (1928), <i>Storm Over Asia</i> (1928), and Eisenstein's <i>Battleship Potemkin</i> (1925).<sup id=\"cite_ref-23\" class=\"reference\"><a href=\"#cite_note-23\">&#91;23&#93;</a></sup> In all of these films and scenes, the moving camera captures movement. One reason for so few moving shots was that it provided undue continuity and forfeited the discontinuity demanded by the dialectical method of montage.<sup id=\"cite_ref-24\" class=\"reference\"><a href=\"#cite_note-24\">&#91;24&#93;</a></sup> Moving camera and mise en scene culminates in what we call the \"Inner Montage\".</li>\n<li><i>Audio/Visual</i> – The synaesthetic mode, characterised by a total sensory analysis of film, transforms montage from a purely visual category to one incorporating visual and audio elements. This theory's foundation can be seen in Eisenstein's essay \"The Fourth Dimension in Cinema\", in which Japanese Kabuki Theater and Haiku are examined as in their fragmented totality. Leonard C. Pronko connects Eisenstein's sensory analysis to a formalized synaesthesia.<sup id=\"cite_ref-25\" class=\"reference\"><a href=\"#cite_note-25\">&#91;25&#93;</a></sup> The implication was threefold. First, this grounded montage theory within a non-western language, which gave credibility to Montage Theory as a universal principle. Second, as Steve Odin illustrates, it provided an opening for Japanese art and culture to be examined within a modern context.<sup id=\"cite_ref-26\" class=\"reference\"><a href=\"#cite_note-26\">&#91;26&#93;</a></sup> Lastly, the integration of other senses into the theory of montage laid the groundwork for Montage Theory's persistence throughout historical and technological changes in cinema.</li></ul></li></ul>\n<h2><span class=\"mw-headline\" id=\"Intellectual_montage\">Intellectual montage</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Soviet_montage_theory&amp;action=edit&amp;section=8\" title=\"Edit section: Intellectual montage\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In his later writings, Eisenstein argues that montage, especially intellectual montage, is an alternative system to <a href=\"/wiki/Continuity_editing\" title=\"Continuity editing\">continuity editing</a>. He argued that \"Montage is conflict\" (dialectical) where new ideas, emerge from the collision of the montage sequence (synthesis) and where the new emerging ideas are not innate in any of the images of the edited sequence. A new concept explodes into being. His understanding of montage, thus, illustrates Marxist dialectics.\n</p><p>Concepts similar to intellectual montage would arise during the first half of the 20th century, such as <a href=\"/wiki/Imagism\" title=\"Imagism\">Imagism</a> in poetry (specifically <a href=\"/wiki/Pound%27s_Ideogrammic_Method\" class=\"mw-redirect\" title=\"Pound&#39;s Ideogrammic Method\">Pound's Ideogrammic Method</a>), or <a href=\"/wiki/Cubism\" title=\"Cubism\">Cubism's</a> attempt at synthesizing multiple perspectives into one painting. The idea of associated concrete images creating a new (often abstract) image was an important aspect of much early <a href=\"/wiki/Modernism\" title=\"Modernism\">Modernist</a> art.\n</p><p>Eisenstein relates this to non-literary \"writing\" in pre-literate societies, such as the ancient use of pictures and images in sequence, that are therefore in \"conflict\". Because the pictures are relating to each other, their collision creates the meaning of the \"writing\". Similarly, he describes this phenomenon as <a href=\"/wiki/Dialectical_materialism\" title=\"Dialectical materialism\">dialectical materialism</a>.\n</p><p>Eisenstein argued that the new meaning that emerged from conflict is the same phenomenon found in the course of historical events of social and revolutionary change. He used intellectual montage in his feature films (such as <i>Battleship Potemkin</i> and <i>October</i>) to portray the political situation surrounding the <a href=\"/wiki/Bolshevik_Revolution\" class=\"mw-redirect\" title=\"Bolshevik Revolution\">Bolshevik Revolution</a>.\n</p><p>He also believed that intellectual montage expresses how everyday thought processes happen. In this sense, the montage will in fact form thoughts in the minds of the viewer, and is therefore a powerful tool for propaganda.\n</p><p>Intellectual montage follows in the tradition of the ideological Russian <a href=\"/wiki/Proletcult_Theatre\" title=\"Proletcult Theatre\">Proletcult Theatre</a> which was a tool of political agitation. In his film <i>Strike</i>, Eisenstein includes a sequence with cross-cut editing between the slaughter of a bull and police attacking workers. He thereby creates a film metaphor: assaulted workers = slaughtered bull. The effect that he wished to produce was not simply to show images of people's lives in the film but more importantly to shock the viewer into understanding the reality of their own lives. Therefore, there is a revolutionary thrust to this kind of film making.\n</p><p>Eisenstein discussed how a perfect example of his theory is found in his film <i>October</i>, which contains a sequence where the concept of \"God\" is connected to class structure, and various images that contain overtones of political authority and divinity are edited together in descending order of impressiveness so that the notion of God eventually becomes associated with a block of wood. He believed that this sequence caused the minds of the viewer to automatically reject all political class structures.\n</p>\n<h2><span class=\"mw-headline\" id=\"Counter_theories_and_criticism\">Counter theories and criticism</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Soviet_montage_theory&amp;action=edit&amp;section=9\" title=\"Edit section: Counter theories and criticism\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Though montage was widely acknowledged in principle as the mechanism that constitutes cinema, it was not universally believed as cinema's essence. Lev Kuleshov, for example, expressed that though montage makes cinema possible, it does not hold as much significance as performance, a type of internal montage. Additionally, Kuleshov expressed the subservience of montage to the will of those who deploy it.<sup id=\"cite_ref-27\" class=\"reference\"><a href=\"#cite_note-27\">&#91;27&#93;</a></sup> In his comparisons between Russian, European, and American cinema prior to the Russian Revolution, Kuleshov could not identify a unifying theory between them and concluded a relativistic approach to filmmaking, opting for something similar to later auteur theories. The implication of an exclusive focus on montage is one in which performances become unconvincing given the actors jilted belief in his/her own significance.\n</p><p>Kino-eye, composed of various newsreel correspondents, editors, and directors, also took indirect aim at montage as the overarching principle of cinema. Kino-eye was interested in capturing life of the proletariat and actualizing revolution, and was accused by Eisenstein of being devoid of ideological method. Films like Dziga Vertov's <i>The Man with a Movie Camera</i> utilized montage (almost all films did at the time), but packaged images without discernible political connection between shots. Vertov, on the other hand, saw the fictional revolutions represented in Eisenstein's films as lacking the visceral weight of unscripted action.\n</p>\n<h2><span class=\"mw-headline\" id=\"Other_Soviet_film_theories_and_practices\">Other Soviet film theories and practices</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Soviet_montage_theory&amp;action=edit&amp;section=10\" title=\"Edit section: Other Soviet film theories and practices\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"Socialist_Realism\">Socialist Realism</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Soviet_montage_theory&amp;action=edit&amp;section=11\" title=\"Edit section: Socialist Realism\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Socialist Realism speaks to the project of art within Stalin's period. Art, inherently implosive when funded and regulated by the state, requires form and content to avoid neutrality. The five-year plan, which demanded workers to \"overfill the plan\" required filmmakers to exceed baseline standards.<sup id=\"cite_ref-28\" class=\"reference\"><a href=\"#cite_note-28\">&#91;28&#93;</a></sup> Naturalism, in which art can only express its subject singularly rather than relationally, is incapable of exposing the structural and systemic characteristics of phenomena. Realism, on the other hand, is concerned with relationships, causality, and the production of informed spectators. As such, Socialist Realism was primarily a literary movement, characterized by works such as Maxim Gorky's novel <i>Mother</i>. Filmmakers took cues from their literary counterparts, implementing a narrative and character style reminiscent of communist cultural values. Below are some factors that influenced the cinematic Socialist Realist approach.\n</p>\n<ul><li><i>Synchronized sound</i> was a contentious issue with Soviet film theorist. Pudovkin railed against its use given its capacity for commodification within capitalist society and, primarily, its propensity to move film toward naturalism.<sup id=\"cite_ref-29\" class=\"reference\"><a href=\"#cite_note-29\">&#91;29&#93;</a></sup> In his reasoning, since sync sound was conditioned to the image, it could only lend itself toward enhanced continuity. Continuity, a process that mitigates the dialectical collision of concepts, would dilute the radical potential of films. Further, any dialectical potential for sound had already been explored in cinema, since musical accompaniment had a well established history by the time synchronized sound had been introduced. However, Pudovkin later reversed his position on sync-sound. Joining Eisenstein and others, Pudovkin came to understand sound not a complementary, but as a counterpoint capable of imbuing films with additional conflictual elements. The inherent tension between this position and the State's mandate for narrative clarity and continuity would be a source of confusion and stagnation for much of this period. Kino-eye took the problem of sound from a documentary/newsreel perspective. In the essays <i>Let's Discuss Ukrainfilm's First Sound Film: Symphony of the Donbas</i> (1931) and <i>First Steps</i> (1931) Vertov identifies and dismantles the technical, logistical and political hurdles to sync-sound in newsreel cinema. By using his film <i>Enthusiasm</i> (1931), Vertov demonstrated that sound was not only possible, but essential to the evolution of newsreel. Vertv writes</li></ul>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>And finally, the most important observation. When, in <i>Enthusiasm</i>, the industrial sounds of the All-Union Stokehold arrive at the square, filling the streets with their machine music to accompany the gigantic festive parades; when on the other hand, the sounds of military bands, of parades [...] fuse with the sounds of the machines, the sounds of competing factory shops; when the work of bridging the gape in the Donbas passes before us as an endless \"Communist Sabbath\", as \"the days of industrialization\", as a red star, red banner campaign. We must view this not as a shortcoming, but as a serious, <i>long-range experiment</i>.<sup id=\"cite_ref-30\" class=\"reference\"><a href=\"#cite_note-30\">&#91;30&#93;</a></sup>\n</p></blockquote>\n<ul><li><i>Narration</i> – Story clarity was an overriding principle of <a href=\"/wiki/Socialist_realism\" title=\"Socialist realism\">Socialist Realist</a> filmmaking, grounding it in accessibility to a wide array of spectators.<sup id=\"cite_ref-31\" class=\"reference\"><a href=\"#cite_note-31\">&#91;31&#93;</a></sup> According to Vance Kepley Jr., this was a response to the emerging belief that early montage films unnecessarily confined cinema's appeal to highly competent film audiences rather than a general public.<sup id=\"cite_ref-32\" class=\"reference\"><a href=\"#cite_note-32\">&#91;32&#93;</a></sup></li>\n<li><i>Hollywood's influence</i> – Over the course of the 1930s, the shift toward Socialist Realism became Party policy and was modeled after Hollywood's popularity with the general public. Ironically, the continuity style that had been the divergent point for Montage Theorists asserted itself as the paramount editing technique of the new Soviet filmmaking mandate. Kepley, in a case study regarding Pudovkin's <i>The Return of Vasilii Bortnikov</i> (1953), explains the narrative, editorial, and compositional influence Hollywood had over Soviet Realist filmmaking at the time. In short, not only did Pudovkin willingly amend the concept of montage to exclude an intellect-centric model to suit audience reception, but was also under strict regulation to meet the Stalinist standard of Socialist Realism that came to define the 1940s and 1950s. Such strict regulation, combined with the presumptive Hollywood model, ultimately led to a dearth of films produced in the subsequent decades in the Soviet Union.<sup id=\"cite_ref-33\" class=\"reference\"><a href=\"#cite_note-33\">&#91;33&#93;</a></sup></li></ul>\n<h3><span class=\"mw-headline\" id=\"Kino-eye\">Kino-eye</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Soviet_montage_theory&amp;action=edit&amp;section=12\" title=\"Edit section: Kino-eye\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Kinoks (\"cinema-eye men\") / Kinoglaz (\"Kino-eye\") – The group and movement founded by Dziga Vertov. The Council of Three was the official voice of Kino-eye, issuing statements on the group's behalf. The demands, elaborated in films, conferences, and future essays, would seek to situate Kino-eye as the preeminent Soviet filmmaking collective. In the Art of the Cinema, Kuleshov issues a challenge to non-fiction filmmakers: \"Ideologues of the non-fictional film!- give up convincing yourselves of the correctness of your viewpoints: they are indisputable. Create or point out methods of creating genuine, exciting newsreels. ... When it is possible to film easily and comfortably, without having to consider either location, or the light conditions, then the authentic flowering of the non-fictional film will take place, depicting our environment, our construction, our land.\"<sup id=\"cite_ref-34\" class=\"reference\"><a href=\"#cite_note-34\">&#91;34&#93;</a></sup>\n</p>\n<ul><li><b>Manifesto</b> – In their introductory statement <i>We: Variant of a Manifesto</i> (1922), Vertov lays the groundwork for Kino-eye's interpretation of cinema and the role of each component of the cinematic apparatus (producer, spectator, exhibit). The manifesto demanded:\n<ul><li>The death of cinematography \"so that the art of cinema may live.\" Their objection, spelled out in \"To Cinematographers – The Council of Three\", criticised the old guard of holding to prerevolutionary models which had ceased their useful function. Routine, rooted in the rote reliance on a six-act psychodrama, had doomed film to stagnation. In <i>The Resolution of the Council of Three,</i> April 10, 1923, Kino-eye identified newsreel as the necessary correction to devolution of film practice.</li>\n<li>The purity of cinema and its undue conflation with other art forms. Here, they are combating a premature synthesis of forms. Theater, which had long been the center of revolutionary art, was condemned for its desperate integration of elemental objects and labors in order to stay relevant. Film, and more specifically newsreel, encountered life as it happened and created synthesis from life, rather than an assemblage of representational objects that approach but never capture life.</li>\n<li>The exclusion of man as a subject for film and toward a poetry of machines. In a follow up to The Resolution of the Council of Three, April 10, 1923, Kino-eye published an excerpt decrying American cinema's reliance on humanness as a benchmark for filmmaking, rather than treating the camera as an eye itself. \"We cannot improve the making of our eyes, but we can endlessly perfect the camera.\" The reproduction of human perception was the implicit project of film until this point, which Kino-eye saw as a hamstrung endeavor for cinema. Rather than assume the position of humanness, Kino-eye sought to breakdown movement in its intricacies, thereby liberating cinema from bodily limitations and providing the basis from which montage could fully express itself.</li>\n<li>The determination and essence of systems of movement. Analyzing movement was a step in the reconstitution of the body and the machine. \"I am kino-eye, I create a man more perfect than Adam, I create thousands of different people in accordance with preliminary blueprints and diagrams of different kinds. I am kino-eye. From one person I take the hands, the strongest and most dexterous; from another I take the legs, the swiftest and most shapely; from a third, the most beautiful and expressive head- and through montage I create a new, perfect man. I am kino-eye, I am a mechanical eye. I, a machine, show you the world as only I can see it.\"<sup id=\"cite_ref-35\" class=\"reference\"><a href=\"#cite_note-35\">&#91;35&#93;</a></sup></li></ul></li>\n<li><b>Radio-pravda</b> was an attempt to record sounds of life. Vertov published <i>Kinopravda</i> &amp; <i>Radiopravda</i> in 1925. In the service of capturing average life, the sounds of life was left unaccounted for in cinema. The integration of audio-visual technologies had already taken place by the time Kino-eye published its statement. The intent was to fully integrate both technologies to be broadcast to a worldwide proletariat audience. \"We must prepare to turn these inventions of the capitalist world to its own destruction. We will not prepare for the broadcast of operas and dramas. We will prepare wholeheartedly to give the workers of every land the opportunity to see and hear the whole world in an organized form; to see, hear, and understand one another.\"<sup id=\"cite_ref-36\" class=\"reference\"><a href=\"#cite_note-36\">&#91;36&#93;</a></sup></li>\n<li><b>Critique of Art</b> – Art, as conceptualized in various essays but most explicitly in <i>Kino-Eye</i> (Vertov, 1926), confronts fiction as \"Stupefaction and suggestion…\"<sup id=\"cite_ref-Vertov_63_37-0\" class=\"reference\"><a href=\"#cite_note-Vertov_63-37\">&#91;37&#93;</a></sup> The capacity to critique was thought to reside exclusively within realistic documentation alone. As such, art-drama's weakness was its inability to excite protest; its danger the capacity to deceive like \"hypnosis\".<sup id=\"cite_ref-Vertov_63_37-1\" class=\"reference\"><a href=\"#cite_note-Vertov_63-37\">&#91;37&#93;</a></sup> Kino-eye believed that the illusion created by art-drama could only be combated by consciousness. In section 3, <i>Very Simple Slogans</i> of the <i>Kino-Eye</i> essay, Vertov details the following axioms of Kinoks:\n<ul><li>\"Film-drama is the opium of the people.</li>\n<li>Down with the immortal kings and queens of the screen! Long live the ordinary mortal, filmed in life at his daily tasks!</li>\n<li>Down with the bourgeois fairy-tale script! Long live life as it is!</li>\n<li>Film-drama and religion are deadly weapons in the hands of capitalists. By showing our revolutionary way of life, we will wrest that weapon from the enemy's hands.</li>\n<li>The contemporary artistic drama is a vestige of the old world. It is an attempt to pour our revolutionary reality into bourgeois molds.</li>\n<li>Down with the staging of everyday life! Film us as we are.</li>\n<li>The scenario is a fairy tale invented for us by a writer. We live our own lives, and we do not submit to anyone's fictions.</li>\n<li>Each of us does his task in life and does not prevent anyone else from working. The film workers' task is to film us so as not to interfere with our work.</li>\n<li>Long live the kino-eye of proletarian revolution.\"<sup id=\"cite_ref-38\" class=\"reference\"><a href=\"#cite_note-38\">&#91;38&#93;</a></sup></li></ul></li>\n<li><b>Constructivism and Kino-eye</b> – Though Vertov considered himself a constructivist, his practices and those of Aleskei Gan, perhaps the most vocal of the movement, diverged. Gan and other constructivists took the statements of the Kino-Eye essay to be a fundamental misunderstanding of the worker's purpose and usefulness. While Vertov understood the labor of art to be culprit of mass illusion, to Gan, <i>artistic labor</i> was a highly valuable endeavor with which workers could ultimately dismantle <i>artistry</i>.<sup id=\"cite_ref-39\" class=\"reference\"><a href=\"#cite_note-39\">&#91;39&#93;</a></sup> \"Constructivism does not strive to create new types of art. It develops forms of artistic labor through which workers can actually enter into artistic labor without losing touch with their material labor. ... Revolutionary Constructivism wrenches photography and cinematography from the hands of art-makers. Constructivism digs art's grave.\"<sup id=\"cite_ref-40\" class=\"reference\"><a href=\"#cite_note-40\">&#91;40&#93;</a></sup> Gan's film <i>Island of the Young Pioneers</i> follows a community of children who live self-sustaining lives in the countryside. The film, lost or destroyed over time, was produced in the hope of marrying artistic performance and reality in a way that meets the standards of Party leadership and the Socialist Realist movement. The result was a productive process that mirrored the summer camps already enjoyed by many Russian youth of the time. The camera captured Gan's ability to elicit performance as a <i>practice</i> not a <i>product</i>.</li></ul>\n<p>\"Above all, I constructed a true cinema-object not on top of everyday life, but out of everyday life. The story offered by comrade Verevkin's script did not weigh life down in my work. Instead, the everyday life of the Young Pioneers absorbed the story, making it possible to capture the essence of the young Leninists in their spontaneous actuality [or immediate reality, neposredstvennoi deistvitel'nosti]. This materialist approach freed us from art cinema's bourgeois illustration of a literary text, overcame the \"government-issue\" formalism of the newsreel, and allowed us to productively establish devices for filming with a socialist character.\"<sup id=\"cite_ref-41\" class=\"reference\"><a href=\"#cite_note-41\">&#91;41&#93;</a></sup>\n</p><p>Kristin Romberg mediates the conflictual but parallel nature of Kino-eye and Gan's constructivism by identifying empathy as the central dividing element. <i>Island of the Young Pioneers</i> enters into a role-playing relationship between and with children that seeks to build an understanding between them. This, along with the focus on radicalizing children specifically, was inconceivable within Kino-eye's framework. Vertov, concerned with machinery, movement and labor, universalized Kino-eye's strategy of constant critique, with little room for empathy and nuance.\n</p>\n<h2><span id=\".22The_Dramaturgy_of_Film_Form.22_.28.22The_Dialectical_Approach_of_Film_Form.22.29\"></span><span class=\"mw-headline\" id=\"&quot;The_Dramaturgy_of_Film_Form&quot;_(&quot;The_Dialectical_Approach_of_Film_Form&quot;)\">\"The Dramaturgy of Film Form\" (\"The Dialectical Approach of Film Form\")</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Soviet_montage_theory&amp;action=edit&amp;section=13\" title=\"Edit section: &quot;The Dramaturgy of Film Form&quot; (&quot;The Dialectical Approach of Film Form&quot;)\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In this essay, Eisenstein explicates how art is created and sustained through a dialectical process. He begins with this supposition:\n</p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>According to Marx and Engels the system of the dialectic is only the conscious reproduction of the dialectical course (essence) of the external events of the world. (Razumovsky, The Theory of Historical Materialism, Moscow, 1928)\n</p><p>Thus:\n</p><p>the projection of the dialectical system of objects into the brain\n</p><p>-into abstraction creation-\n</p><p>-into thought-\n</p><p>produces dialectical modes of thought- dialectical materialism-\n</p><p>PHILOSOPHY\n</p><p>Similarly:\n</p><p>the projection of the same system of objects- in concrete creation- in form- produces\n</p><p>ART\n</p><p>The basis of this philosophy is the dynamic conception of objects: being as a constant evolution from the interaction between two contradictory opposites. Synthesis that evolves from the opposition between thesis and antithesis. It is equally of basic importance for the correct conception of art and all art forms.\n</p><p>In the realm of art this dialectical principle of the dynamic is embodied in\n</p><p>CONFLICT\n</p><p>as the essential basic principle of the existence of every work of art and every form.<sup id=\"cite_ref-42\" class=\"reference\"><a href=\"#cite_note-42\">&#91;42&#93;</a></sup>\n</p>\n</blockquote>\n<p>From this, the form an art takes grants it its dialectical and political dimension. The material from which it is created is inherently conflictual and holds the seeds of its own destruction (antithesis). Without this understanding, montage is merely a succession of images reminiscent of DW Griffith's continuity editing. Here, it is important to note that, for Eisenstein, art form is inherently political. The danger is in claiming it's neutral until a story or interpretation are attached. While theories of montage prior to this sought political mobilization, Dramaturgy took montage beyond the cinema and implicated film form in broader Marxist struggle.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Soviet_montage_theory&amp;action=edit&amp;section=14\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Kuleshov_Effect\" class=\"mw-redirect\" title=\"Kuleshov Effect\">Kuleshov Effect</a></li>\n<li><i><a href=\"/wiki/La_Psychologie_de_l%27Art\" title=\"La Psychologie de l&#39;Art\">La Psychologie de l'Art</a></i> – book on montage theory by <a href=\"/wiki/Andr%C3%A9_Malraux\" title=\"André Malraux\">André Malraux</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Soviet_montage_theory&amp;action=edit&amp;section=15\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist columns references-column-width\" style=\"-moz-column-width: 30em; -webkit-column-width: 30em; column-width: 30em; list-style-type: decimal;\">\n<ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Metz, Christian (1974). <i>Film Language; A Semiotics of Cinema</i>. Oxford University Press. p.&#160;133.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Film+Language%3B+A+Semiotics+of+Cinema&amp;rft.pages=133&amp;rft.pub=Oxford+University+Press&amp;rft.date=1974&amp;rft.aulast=Metz&amp;rft.aufirst=Christian&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASoviet+montage+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Pudovkin, Vsevolod Illarionovich (1949). <i>Film Technique. And Film Acting, The Cinema Writings Of V. I. Pudovkin</i>. New York: Bonanza Books. pp.&#160;54–55.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Film+Technique.+And+Film+Acting%2C+The+Cinema+Writings+Of+V.+I.+Pudovkin&amp;rft.place=New+York&amp;rft.pages=54-55&amp;rft.pub=Bonanza+Books&amp;rft.date=1949&amp;rft.aulast=Pudovkin&amp;rft.aufirst=Vsevolod+Illarionovich&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASoviet+montage+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Odin, Steve (1989). \"The Influence Of Traditional Japanese Aesthetics On The Film Theory Of Sergei Eisenstein\". <i>Journal of Aesthetic Education</i>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Journal+of+Aesthetic+Education&amp;rft.atitle=The+Influence+Of+Traditional+Japanese+Aesthetics+On+The+Film+Theory+Of+Sergei+Eisenstein&amp;rft.date=1989&amp;rft.aulast=Odin&amp;rft.aufirst=Steve&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASoviet+montage+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Mircea, Eugenia (2012). \"The Dialectical Image: Eisenstein In The Soviet Cinema\". <i>Scientific Journal of Humanistic Studies</i>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Scientific+Journal+of+Humanistic+Studies&amp;rft.atitle=The+Dialectical+Image%3A+Eisenstein+In+The+Soviet+Cinema&amp;rft.date=2012&amp;rft.aulast=Mircea&amp;rft.aufirst=Eugenia&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASoviet+montage+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Kuleshov, Lev (1974). <i>Kuleshov on Film: Writings</i>. Berkeley: University of California Press. pp.&#160;47–48.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Kuleshov+on+Film%3A+Writings&amp;rft.place=Berkeley&amp;rft.pages=47-48&amp;rft.pub=University+of+California+Press&amp;rft.date=1974&amp;rft.aulast=Kuleshov&amp;rft.aufirst=Lev&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASoviet+montage+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Hensley, Wayne E. (1992). \"The Kuleshov Effect: Recreating the Classic Experiment\". <i>Cinema Journal</i>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Cinema+Journal&amp;rft.atitle=The+Kuleshov+Effect%3A+Recreating+the+Classic+Experiment&amp;rft.date=1992&amp;rft.aulast=Hensley&amp;rft.aufirst=Wayne+E.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASoviet+montage+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Maclean, Caroline (2012). \"That Magic Force That Is Montage': Eisenstein's Filmic Fourth Dimension, Borderline And H. D.\". <i>Literature &amp; History</i>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Literature+%26+History&amp;rft.atitle=That+Magic+Force+That+Is+Montage%27%3A+Eisenstein%27s+Filmic+Fourth+Dimension%2C+Borderline+And+H.+D.&amp;rft.date=2012&amp;rft.aulast=Maclean&amp;rft.aufirst=Caroline&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASoviet+montage+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Eisenstein, Sergei (1998). <i>Eisenstein Reader</i>. London: British Film Institute. p.&#160;82.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Eisenstein+Reader&amp;rft.place=London&amp;rft.pages=82&amp;rft.pub=British+Film+Institute&amp;rft.date=1998&amp;rft.aulast=Eisenstein&amp;rft.aufirst=Sergei&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASoviet+montage+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Eisenstein, Sergei (1998). <i>Eisenstein Reader</i>. London: British Film Institute. pp.&#160;134–39.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Eisenstein+Reader&amp;rft.place=London&amp;rft.pages=134-39&amp;rft.pub=British+Film+Institute&amp;rft.date=1998&amp;rft.aulast=Eisenstein&amp;rft.aufirst=Sergei&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASoviet+montage+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-Eisenstein_17-10\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Eisenstein_17_10-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Eisenstein_17_10-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation book\">Eisenstein, Sergei (1998). <i>Eisenstein Reader</i>. London: British Film Institute. p.&#160;17.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Eisenstein+Reader&amp;rft.place=London&amp;rft.pages=17&amp;rft.pub=British+Film+Institute&amp;rft.date=1998&amp;rft.aulast=Eisenstein&amp;rft.aufirst=Sergei&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASoviet+montage+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Dart, Peter (1974). <i>Pudovkin's Films And Film Theory</i>. New York: Arno Press. p.&#160;90.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Pudovkin%27s+Films+And+Film+Theory&amp;rft.place=New+York&amp;rft.pages=90&amp;rft.pub=Arno+Press&amp;rft.date=1974&amp;rft.aulast=Dart&amp;rft.aufirst=Peter&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASoviet+montage+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Dart, Peter. pg. 93</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">Dart, Peter. p. 96</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">Pudovkin, <i>Film Technique</i> p. 106-7</span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Eisenstein, Sergei (1987). <i>Nonindifferent Nature</i>. New York: Cambridge University Press. pp.&#160;3–6.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Nonindifferent+Nature&amp;rft.place=New+York&amp;rft.pages=3-6&amp;rft.pub=Cambridge+University+Press&amp;rft.date=1987&amp;rft.aulast=Eisenstein&amp;rft.aufirst=Sergei&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASoviet+montage+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\">Nonindifferent Nature p. 27</span>\n</li>\n<li id=\"cite_note-Nonindifferent_46-17\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Nonindifferent_46_17-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Nonindifferent_46_17-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><i>Nonindifferent Nature</i> p. 46</span>\n</li>\n<li id=\"cite_note-18\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-18\">^</a></b></span> <span class=\"reference-text\"><i>Nonindifferent Nature</i>, p. 198-99</span>\n</li>\n<li id=\"cite_note-19\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-19\">^</a></b></span> <span class=\"reference-text\"><i>Eisenstein Reader</i>, pp. 35–36</span>\n</li>\n<li id=\"cite_note-20\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-20\">^</a></b></span> <span class=\"reference-text\"><i>Eisenstein Reader</i>, p. 116</span>\n</li>\n<li id=\"cite_note-21\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-21\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Sergei, Eisenstein (1949). <a rel=\"nofollow\" class=\"external text\" href=\"https://www.worldcat.org/oclc/330034\"><i>Film form; essays in film theory,</i></a>. Leyda, Jay, 1910–1988, ([1st ed.] ed.). New York,: Harcourt, Brace. p.&#160;73. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0156309203\" title=\"Special:BookSources/0156309203\">0156309203</a>. <a href=\"/wiki/OCLC\" title=\"OCLC\">OCLC</a>&#160;<a rel=\"nofollow\" class=\"external text\" href=\"//www.worldcat.org/oclc/330034\">330034</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Film+form%3B+essays+in+film+theory%2C&amp;rft.place=New+York%2C&amp;rft.pages=73&amp;rft.edition=%5B1st+ed.%5D&amp;rft.pub=Harcourt%2C+Brace&amp;rft.date=1949&amp;rft_id=info%3Aoclcnum%2F330034&amp;rft.isbn=0156309203&amp;rft.aulast=Sergei&amp;rft.aufirst=Eisenstein&amp;rft_id=https%3A%2F%2Fwww.worldcat.org%2Foclc%2F330034&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASoviet+montage+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-22\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-22\">^</a></b></span> <span class=\"reference-text\">Eisenstein Reader, pp. 82–92</span>\n</li>\n<li id=\"cite_note-23\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-23\">^</a></b></span> <span class=\"reference-text\">Dart, Peter. p. 131</span>\n</li>\n<li id=\"cite_note-24\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-24\">^</a></b></span> <span class=\"reference-text\">Pudovkin, <i>Film Technique</i>, p. 214</span>\n</li>\n<li id=\"cite_note-25\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-25\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Pronko, Leonard Cabell (1967). <i>Theater East And West; Perspectives Toward A Total Theater</i>. Berkeley: University of California Press. p.&#160;127.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Theater+East+And+West%3B+Perspectives+Toward+A+Total+Theater&amp;rft.place=Berkeley&amp;rft.pages=127&amp;rft.pub=University+of+California+Press&amp;rft.date=1967&amp;rft.aulast=Pronko&amp;rft.aufirst=Leonard+Cabell&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASoviet+montage+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-26\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-26\">^</a></b></span> <span class=\"reference-text\">Odin, Steve. pp. 69–81</span>\n</li>\n<li id=\"cite_note-27\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-27\">^</a></b></span> <span class=\"reference-text\">Kuleshov, <i>Kuleshov on Film</i>, p. 185</span>\n</li>\n<li id=\"cite_note-28\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-28\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Kepley Jr., Vance (1995). \"Pudovkin, Socialist Realism, And The Classical Hollywood Style\". <i>Journal of Film &amp; Video</i>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Journal+of+Film+%26+Video&amp;rft.atitle=Pudovkin%2C+Socialist+Realism%2C+And+The+Classical+Hollywood+Style&amp;rft.date=1995&amp;rft.aulast=Kepley+Jr.&amp;rft.aufirst=Vance&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASoviet+montage+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-29\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-29\">^</a></b></span> <span class=\"reference-text\">Dart, Peter. p.137</span>\n</li>\n<li id=\"cite_note-30\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-30\">^</a></b></span> <span class=\"reference-text\">Vertov p. 112</span>\n</li>\n<li id=\"cite_note-31\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-31\">^</a></b></span> <span class=\"reference-text\">Kepley Jr. p. 4-5</span>\n</li>\n<li id=\"cite_note-32\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-32\">^</a></b></span> <span class=\"reference-text\">Kepley Jr., p. 5</span>\n</li>\n<li id=\"cite_note-33\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-33\">^</a></b></span> <span class=\"reference-text\">Kepley Jr., pp 3–12</span>\n</li>\n<li id=\"cite_note-34\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-34\">^</a></b></span> <span class=\"reference-text\">Kuleshov on Film, p. 122-23</span>\n</li>\n<li id=\"cite_note-35\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-35\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Vertov, Dziga (1984). <i>Kino-Eye&#160;: The Writings Of Dziga Vertov</i>. Berkeley: University of California Press. p.&#160;17.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Kino-Eye+%3A+The+Writings+Of+Dziga+Vertov&amp;rft.place=Berkeley&amp;rft.pages=17&amp;rft.pub=University+of+California+Press&amp;rft.date=1984&amp;rft.aulast=Vertov&amp;rft.aufirst=Dziga&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASoviet+montage+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-36\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-36\">^</a></b></span> <span class=\"reference-text\">Vertov, p. 56</span>\n</li>\n<li id=\"cite_note-Vertov_63-37\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Vertov_63_37-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Vertov_63_37-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Vertov, p. 63</span>\n</li>\n<li id=\"cite_note-38\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-38\">^</a></b></span> <span class=\"reference-text\">Vertov, p. 71</span>\n</li>\n<li id=\"cite_note-39\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-39\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Romberg, Kristin (2013). \"Labor Demonstrations: Aleksei Gan's \"Island Of The Young Pioneers,\" Dziga Vertov's \"Kino-Eye,\" And The Rationalization Of Artistic Labor\". <i>October</i>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=October&amp;rft.atitle=Labor+Demonstrations%3A+Aleksei+Gan%27s+%22Island+Of+The+Young+Pioneers%2C%22+Dziga+Vertov%27s+%22Kino-Eye%2C%22+And+The+Rationalization+Of+Artistic+Labor&amp;rft.date=2013&amp;rft.aulast=Romberg&amp;rft.aufirst=Kristin&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASoviet+montage+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-40\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-40\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Gan, Aleskei (March 1924). \"Konstruktivizm mogil'shchik iskusstva\". <i>Zrelishcha</i>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Zrelishcha&amp;rft.atitle=Konstruktivizm+mogil%27shchik+iskusstva&amp;rft.date=1924-03&amp;rft.aulast=Gan&amp;rft.aufirst=Aleskei&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASoviet+montage+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-41\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-41\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Gan, Aleskei. \"Da zdravstvuet demonstratsiia byta\".</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=Da+zdravstvuet+demonstratsiia+byta&amp;rft.aulast=Gan&amp;rft.aufirst=Aleskei&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASoviet+montage+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-42\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-42\">^</a></b></span> <span class=\"reference-text\"><i>Eisenstein Reader</i>, p. 93</span>\n</li>\n</ol></div>\n<ul><li><cite class=\"citation book\"><a href=\"/wiki/Sergei_Eisenstein\" title=\"Sergei Eisenstein\">Eisenstein, Sergei</a> (1942). <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=OrSuw2LlX6QC\"><i>The Film Sense</i></a>. Trans. and edited by <a href=\"/wiki/Jay_Leyda\" title=\"Jay Leyda\">Jay Leyda</a>. <a href=\"/wiki/Harcourt_Trade_Publishers\" class=\"mw-redirect\" title=\"Harcourt Trade Publishers\">Harcourt Brace and Company</a>. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-15-630935-1\" title=\"Special:BookSources/0-15-630935-1\">0-15-630935-1</a>. <a href=\"/wiki/OCLC\" title=\"OCLC\">OCLC</a>&#160;<a rel=\"nofollow\" class=\"external text\" href=\"//www.worldcat.org/oclc/01289114\">01289114</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=The+Film+Sense&amp;rft.pub=Harcourt+Brace+and+Company&amp;rft.date=1942&amp;rft_id=info%3Aoclcnum%2F01289114&amp;rft.isbn=0-15-630935-1&amp;rft.aulast=Eisenstein&amp;rft.aufirst=Sergei&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DOrSuw2LlX6QC&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASoviet+montage+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></li>\n<li><cite class=\"citation book\"><a href=\"/wiki/Sergei_Eisenstein\" title=\"Sergei Eisenstein\">Eisenstein, Sergei</a> (1949). <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=txh0AwAAQBAJ\"><i>Film Form</i></a>. Trans. by <a href=\"/wiki/Jay_Leyda\" title=\"Jay Leyda\">Jay Leyda</a>. <a href=\"/wiki/Harcourt_Trade_Publishers\" class=\"mw-redirect\" title=\"Harcourt Trade Publishers\">Harcourt Brace and Company</a>. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-15-630920-3\" title=\"Special:BookSources/0-15-630920-3\">0-15-630920-3</a>. <a href=\"/wiki/OCLC\" title=\"OCLC\">OCLC</a>&#160;<a rel=\"nofollow\" class=\"external text\" href=\"//www.worldcat.org/oclc/715230100\">715230100</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Film+Form&amp;rft.pub=Harcourt+Brace+and+Company&amp;rft.date=1949&amp;rft_id=info%3Aoclcnum%2F715230100&amp;rft.isbn=0-15-630920-3&amp;rft.aulast=Eisenstein&amp;rft.aufirst=Sergei&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3Dtxh0AwAAQBAJ&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASoviet+montage+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></li>\n<li><cite class=\"citation journal\">Smith, Greg M. (October–November 2004). <a rel=\"nofollow\" class=\"external text\" href=\"http://www2.gsu.edu/~jougms/Eisenstein.htm\">\"Moving Explosions: Metaphors of Emotion in Sergei Eisenstein's Writings\"</a>. <i>Quarterly Review of Film and Video</i>. <b>21</b> (4): 303–315. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1080/10509200490446196\">10.1080/10509200490446196</a><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2006-12-28</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Quarterly+Review+of+Film+and+Video&amp;rft.atitle=Moving+Explosions%3A+Metaphors+of+Emotion+in+Sergei+Eisenstein%27s+Writings&amp;rft.volume=21&amp;rft.issue=4&amp;rft.pages=303-315&amp;rft.date=2004-10%2F2004-11&amp;rft_id=info%3Adoi%2F10.1080%2F10509200490446196&amp;rft.aulast=Smith&amp;rft.aufirst=Greg+M.&amp;rft_id=http%3A%2F%2Fwww2.gsu.edu%2F~jougms%2FEisenstein.htm&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASoviet+montage+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></li></ul>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Soviet_montage_theory&amp;action=edit&amp;section=16\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>\"<a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20071226081937/http://www.hatii.arts.gla.ac.uk/MultimediaStudentProjects/98-99/9505060m/html/index.htm\">Eisenstein's Montage</a>\", Humanities Advanced Technology and Information Institute, University of Glasgow.</li>\n<li>\"<a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20061201203948/http://www.tcf.ua.edu/Classes/Jbutler/T112/EditingIllustrations.htm\">Classical Montage Sequence and Soviet Montage</a>\", the Telecommunication and Film Department, the University of Alabama.<sup class=\"noprint Inline-Template\"><span style=\"white-space: nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Link_rot\" title=\"Wikipedia:Link rot\"><span title=\"&#160;Dead link since January 2012\">dead link</span></a></i>&#93;</span></sup></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.helsinki.fi/venaja/e-materiaali/mosaiikki/en3/th3_en.pdf\">Tomi Huttunen: Montage Culture</a> Dept. of Slavonic and Baltic languages and literatures, University of Helsinki</li></ul>\n<div role=\"navigation\" class=\"navbox\" aria-labelledby=\"Film_editing\" style=\"padding:3px\"><table class=\"nowraplinks collapsible autocollapse navbox-inner\" style=\"border-spacing:0;background:transparent;color:inherit\"><tbody><tr><th scope=\"col\" class=\"navbox-title\" colspan=\"2\"><div class=\"plainlinks hlist navbar mini\"><ul><li class=\"nv-view\"><a href=\"/wiki/Template:Film_Editing\" title=\"Template:Film Editing\"><abbr title=\"View this template\" style=\";;background:none transparent;border:none;-moz-box-shadow:none;-webkit-box-shadow:none;box-shadow:none; padding:0;\">v</abbr></a></li><li class=\"nv-talk\"><a href=\"/wiki/Template_talk:Film_Editing\" title=\"Template talk:Film Editing\"><abbr title=\"Discuss this template\" style=\";;background:none transparent;border:none;-moz-box-shadow:none;-webkit-box-shadow:none;box-shadow:none; padding:0;\">t</abbr></a></li><li class=\"nv-edit\"><a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Template:Film_Editing&amp;action=edit\"><abbr title=\"Edit this template\" style=\";;background:none transparent;border:none;-moz-box-shadow:none;-webkit-box-shadow:none;box-shadow:none; padding:0;\">e</abbr></a></li></ul></div><div id=\"Film_editing\" style=\"font-size:114%;margin:0 4em\"><a href=\"/wiki/Film_editing\" title=\"Film editing\">Film editing</a></div></th></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\">Concept</th><td class=\"navbox-list navbox-odd hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><a href=\"/wiki/Choreography\" title=\"Choreography\">Choreography</a></li>\n<li><a href=\"/wiki/Synchronization\" title=\"Synchronization\">Synchronization</a></li>\n<li><a href=\"/wiki/Interaction\" title=\"Interaction\">Interaction</a></li>\n<li><a href=\"/wiki/Attentional_control\" title=\"Attentional control\">Attentional control</a></li>\n<li><a href=\"/wiki/Master_shot\" title=\"Master shot\">Master shot</a></li>\n<li><a href=\"/wiki/Film_transition#Parallel_editing_cut\" title=\"Film transition\">Parallel cut</a></li></ul>\n</div></td></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\">Technique</th><td class=\"navbox-list navbox-even hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><a href=\"/wiki/Blindfold\" title=\"Blindfold\">Blindfolding</a></li>\n<li><a href=\"https://en.wiktionary.org/wiki/clue\" class=\"extiw\" title=\"wikt:clue\">Clues</a></li>\n<li><a href=\"/wiki/Cutaway_(filmmaking)\" title=\"Cutaway (filmmaking)\">Cutaway</a></li>\n<li><a href=\"/wiki/Eyeline_match\" title=\"Eyeline match\">Eyeline match</a></li>\n<li><a href=\"/wiki/Point-of-view_shot\" title=\"Point-of-view shot\">Points of view</a></li>\n<li><a href=\"/wiki/Multiple_exposure\" title=\"Multiple exposure\">Multiple exposure</a></li>\n<li><a href=\"/wiki/Optical_illusion\" title=\"Optical illusion\">Optical illusion</a></li>\n<li><a href=\"/wiki/Shuffling\" title=\"Shuffling\">Shuffling</a></li>\n<li><a href=\"/wiki/Split_screen_(video_production)\" title=\"Split screen (video production)\">Split screen</a></li>\n<li><a href=\"/wiki/Film_transition\" title=\"Film transition\">Transition</a></li></ul>\n  </div><table class=\"nowraplinks navbox-subgroup\" style=\"border-spacing:0\"><tbody><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\">Insertion</th><td class=\"navbox-list navbox-odd\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><a href=\"/wiki/Dialogue\" title=\"Dialogue\">Dialogue</a></li>\n<li><a href=\"/wiki/Match_cut\" title=\"Match cut\">Match cut</a></li>\n<li><a href=\"/wiki/Long_shot\" title=\"Long shot\">Long shot</a></li>\n<li><a href=\"/wiki/Insert_(filmmaking)\" title=\"Insert (filmmaking)\">Insert</a></li></ul>\n</div></td></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\">Timelapsing</th><td class=\"navbox-list navbox-even\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><a href=\"/wiki/Jump_cut\" title=\"Jump cut\">Jump cut</a>\n<ul><li><a href=\"/wiki/Axial_cut\" title=\"Axial cut\">Axial cut</a></li></ul></li>\n<li><a href=\"/wiki/Slow_motion\" title=\"Slow motion\">Slow motion</a></li></ul>\n</div></td></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\">Other</th><td class=\"navbox-list navbox-odd\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><a href=\"/wiki/Fast_cutting\" title=\"Fast cutting\">Fast cutting</a></li>\n<li><a href=\"/wiki/Montage_(filmmaking)\" title=\"Montage (filmmaking)\">Montage</a></li>\n<li><a href=\"/wiki/Supercut\" title=\"Supercut\">Supercut</a></li></ul>\n</div></td></tr></tbody></table><div>\n</div></td></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\">Storytelling</th><td class=\"navbox-list navbox-even hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><a href=\"/wiki/Cutting_on_action\" title=\"Cutting on action\">Cut on action</a></li>\n<li><a href=\"/wiki/Film_transition#Contrast_cut\" title=\"Film transition\">Contrast cut</a></li>\n<li><a href=\"/wiki/Shot_reverse_shot\" title=\"Shot reverse shot\">Shot reverse shot</a></li>\n<li><a href=\"/wiki/Flashback_(narrative)\" title=\"Flashback (narrative)\">Flashback</a> / <a href=\"/wiki/Flashforward\" title=\"Flashforward\">Flashforward</a></li></ul>\n</div></td></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\">Action</th><td class=\"navbox-list navbox-odd hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><a href=\"/wiki/Smash_cut\" title=\"Smash cut\">Smash cut</a></li>\n<li><a href=\"/wiki/Cross-cutting\" title=\"Cross-cutting\">Cross cut</a></li>\n<li><a href=\"/wiki/Slow_cutting\" title=\"Slow cutting\">Slow cutting</a></li>\n<li><a href=\"/wiki/Walk_and_talk\" title=\"Walk and talk\">Walk and talk</a></li></ul>\n</div></td></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\">Rule</th><td class=\"navbox-list navbox-even hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><a href=\"/wiki/180-degree_rule\" title=\"180-degree rule\">180-degree rule</a></li>\n<li><a href=\"/wiki/30-degree_rule\" title=\"30-degree rule\">30-degree rule</a></li></ul>\n</div></td></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\">Term</th><td class=\"navbox-list navbox-odd hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><a href=\"/wiki/Reaction_shot\" title=\"Reaction shot\">Reaction shot</a>\n<ul><li><a href=\"/wiki/Kuleshov_effect\" title=\"Kuleshov effect\">Kuleshov effect</a></li></ul></li>\n<li><a href=\"/wiki/Establishing_shot\" title=\"Establishing shot\">Establishing shot</a></li>\n<li><a href=\"/wiki/Long_take\" title=\"Long take\">Long take</a></li>\n<li><a href=\"/wiki/Internal_rhythm\" title=\"Internal rhythm\">Internal rhythm</a></li>\n<li><a href=\"/wiki/External_rhythm\" title=\"External rhythm\">External rhythm</a></li>\n<li><a href=\"/wiki/Footage\" title=\"Footage\">Footage</a>\n<ul><li><a href=\"/wiki/B-roll\" title=\"B-roll\">B-roll</a></li>\n<li><a href=\"/wiki/Stock_footage\" title=\"Stock footage\">Stock footage</a></li></ul></li></ul>\n</div></td></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\">Editing</th><td class=\"navbox-list navbox-even hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><a href=\"/wiki/Continuity_editing\" title=\"Continuity editing\">Continuity editing</a></li>\n<li><a class=\"mw-selflink selflink\">Soviet montage theory</a></li>\n<li><a href=\"/wiki/Post-classical_editing\" title=\"Post-classical editing\">Post-classical editing</a></li>\n<li><a href=\"/wiki/In-camera_editing\" title=\"In-camera editing\">In-camera editing</a></li>\n<li><a href=\"/wiki/Video_editing\" title=\"Video editing\">Video editing</a>\n<ul><li><a href=\"/wiki/Linear_video_editing\" title=\"Linear video editing\">Linear video editing</a></li>\n<li><a href=\"/wiki/Non-linear_editing_system\" title=\"Non-linear editing system\">Non-linear editing system</a> (NLE)</li>\n<li><a href=\"/wiki/Video_editing_software\" title=\"Video editing software\">Video editing software</a></li>\n<li><a href=\"/wiki/Offline_editing\" title=\"Offline editing\">Offline editing</a></li>\n<li><a href=\"/wiki/Online_editing\" title=\"Online editing\">Online editing</a></li>\n<li><a href=\"/wiki/Vision_mixer\" title=\"Vision mixer\">Vision mixing</a></li></ul></li></ul>\n</div></td></tr></tbody></table></div>\n\n<!-- \nNewPP limit report\nParsed by mw1277\nCached time: 20180901043823\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.320 seconds\nReal time usage: 0.364 seconds\nPreprocessor visited node count: 1524/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 49567/2097152 bytes\nTemplate argument size: 3160/2097152 bytes\nHighest expansion depth: 11/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 23200/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.139/10.000 seconds\nLua memory usage: 2.94 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  280.357      1 -total\n 60.64%  169.996      1 Template:Reflist\n 38.37%  107.571     13 Template:Cite_book\n 15.15%   42.481      1 Template:Dead_link\n 14.98%   42.008      9 Template:Cite_journal\n 13.13%   36.803      1 Template:Fix\n 11.99%   33.612      2 Template:Category_handler\n  5.36%   15.021      3 Template:Quote\n  5.19%   14.550      1 Template:Film_editing\n  4.48%   12.549      2 Template:Navbox\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:8648013-0!canonical and timestamp 20180901043824 and revision id 857516515\n -->\n</div>"},"langlinks":[{"lang":"fa","url":"https://fa.wikipedia.org/wiki/%D8%AC%D9%86%D8%A8%D8%B4_%D9%85%D9%88%D9%86%D8%AA%D8%A7%DA%98_%D8%B4%D9%88%D8%B1%D9%88%DB%8C","langname":"Persian","autonym":"فارسی","*":"جنبش مونتاژ شوروی"},{"lang":"hi","url":"https://hi.wikipedia.org/wiki/%E0%A4%B8%E0%A5%8B%E0%A4%B5%E0%A4%BF%E0%A4%AF%E0%A4%A4_%E0%A4%AE%E0%A5%8B%E0%A4%82%E0%A4%9F%E0%A5%87%E0%A4%9C_%E0%A4%A5%E0%A5%8D%E0%A4%AF%E0%A5%8B%E0%A4%B0%E0%A5%80","langname":"Hindi","autonym":"हिन्दी","*":"सोवियत मोंटेज थ्योरी"},{"lang":"hu","url":"https://hu.wikipedia.org/wiki/Szovjet_mont%C3%A1zselm%C3%A9let","langname":"Hungarian","autonym":"magyar","*":"Szovjet montázselmélet"},{"lang":"no","url":"https://no.wikipedia.org/wiki/Sovjetisk_montasjefilm","langname":"Norwegian","autonym":"norsk","*":"Sovjetisk montasjefilm"},{"lang":"pa","url":"https://pa.wikipedia.org/wiki/%E0%A8%B8%E0%A9%8B%E0%A8%B5%E0%A9%80%E0%A8%85%E0%A8%A4_%E0%A8%AE%E0%A9%8B%E0%A8%82%E0%A8%A4%E0%A8%BE%E0%A8%9C_%E0%A8%B8%E0%A8%BF%E0%A8%A7%E0%A8%BE%E0%A8%82%E0%A8%A4","langname":"Punjabi","autonym":"ਪੰਜਾਬੀ","*":"ਸੋਵੀਅਤ ਮੋਂਤਾਜ ਸਿਧਾਂਤ"},{"lang":"pl","url":"https://pl.wikipedia.org/wiki/Radziecka_szko%C5%82a_monta%C5%BCu","langname":"Polish","autonym":"polski","*":"Radziecka szkoła montażu"}],"categories":[{"sortkey":"","hidden":"","*":"All_articles_with_dead_external_links"},{"sortkey":"","hidden":"","*":"Articles_with_dead_external_links_from_January_2012"},{"sortkey":"","*":"Film_editing"},{"sortkey":"","*":"Cinematic_techniques"},{"sortkey":"","*":"Film_theory"},{"sortkey":"","*":"Experimental_film"},{"sortkey":"","*":"Cinema_of_the_Soviet_Union"},{"sortkey":"","*":"Concepts_in_film_theory"}],"links":[{"ns":14,"exists":"","*":"Category:Articles with dead external links from January 2012"},{"ns":10,"exists":"","*":"Template:Film Editing"},{"ns":0,"exists":"","*":"180-degree rule"},{"ns":0,"exists":"","*":"30-degree rule"},{"ns":0,"exists":"","*":"André Malraux"},{"ns":0,"exists":"","*":"Antagonist"},{"ns":0,"exists":"","*":"Apocalypse Now"},{"ns":0,"exists":"","*":"Attentional control"},{"ns":0,"exists":"","*":"Axial cut"},{"ns":0,"exists":"","*":"B-roll"},{"ns":0,"exists":"","*":"Blindfold"},{"ns":0,"exists":"","*":"Bolshevik Revolution"},{"ns":0,"exists":"","*":"Choreography"},{"ns":0,"exists":"","*":"Cinema of the Soviet Union"},{"ns":0,"exists":"","*":"Continuity editing"},{"ns":0,"exists":"","*":"Cross-cutting"},{"ns":0,"exists":"","*":"Cubism"},{"ns":0,"exists":"","*":"Cutaway (filmmaking)"},{"ns":0,"exists":"","*":"Cutting on action"},{"ns":0,"exists":"","*":"Dialectical materialism"},{"ns":0,"exists":"","*":"Dialogue"},{"ns":0,"exists":"","*":"Digital object identifier"},{"ns":0,"exists":"","*":"Dziga Vertov"},{"ns":0,"exists":"","*":"Esfir Shub"},{"ns":0,"exists":"","*":"Establishing shot"},{"ns":0,"exists":"","*":"External rhythm"},{"ns":0,"exists":"","*":"Eyeline match"},{"ns":0,"exists":"","*":"Fast cutting"},{"ns":0,"exists":"","*":"Film"},{"ns":0,"exists":"","*":"Film editing"},{"ns":0,"exists":"","*":"Film transition"},{"ns":0,"exists":"","*":"Filmmaking"},{"ns":0,"exists":"","*":"Flashback (narrative)"},{"ns":0,"exists":"","*":"Flashforward"},{"ns":0,"exists":"","*":"Footage"},{"ns":0,"exists":"","*":"Formalist film theory"},{"ns":0,"exists":"","*":"French language"},{"ns":0,"exists":"","*":"Harcourt Trade Publishers"},{"ns":0,"exists":"","*":"Imagism"},{"ns":0,"exists":"","*":"In-camera editing"},{"ns":0,"exists":"","*":"Insert (filmmaking)"},{"ns":0,"exists":"","*":"Interaction"},{"ns":0,"exists":"","*":"Internal rhythm"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"Jay Leyda"},{"ns":0,"exists":"","*":"Jump cut"},{"ns":0,"exists":"","*":"Kino-Eye"},{"ns":0,"exists":"","*":"Kuleshov Effect"},{"ns":0,"exists":"","*":"Kuleshov effect"},{"ns":0,"exists":"","*":"La Psychologie de l'Art"},{"ns":0,"exists":"","*":"Lev Kuleshov"},{"ns":0,"exists":"","*":"Linear video editing"},{"ns":0,"exists":"","*":"Long shot"},{"ns":0,"exists":"","*":"Long take"},{"ns":0,"exists":"","*":"Man with a Movie Camera"},{"ns":0,"exists":"","*":"Master shot"},{"ns":0,"exists":"","*":"Match cut"},{"ns":0,"exists":"","*":"Medium specificity"},{"ns":0,"exists":"","*":"Modernism"},{"ns":0,"exists":"","*":"Montage (filmmaking)"},{"ns":0,"exists":"","*":"Multiple exposure"},{"ns":0,"exists":"","*":"Non-linear editing system"},{"ns":0,"exists":"","*":"OCLC"},{"ns":0,"exists":"","*":"October: Ten Days That Shook the World"},{"ns":0,"exists":"","*":"October 1917 Revolution"},{"ns":0,"exists":"","*":"Offline editing"},{"ns":0,"exists":"","*":"Online editing"},{"ns":0,"exists":"","*":"Optical illusion"},{"ns":0,"exists":"","*":"Point-of-view shot"},{"ns":0,"exists":"","*":"Post-classical editing"},{"ns":0,"exists":"","*":"Pound's Ideogrammic Method"},{"ns":0,"exists":"","*":"Proletcult Theatre"},{"ns":0,"exists":"","*":"Protagonist"},{"ns":0,"exists":"","*":"Reaction shot"},{"ns":0,"exists":"","*":"Sergei Eisenstein"},{"ns":0,"exists":"","*":"Shot reverse shot"},{"ns":0,"exists":"","*":"Shuffling"},{"ns":0,"exists":"","*":"Slow cutting"},{"ns":0,"exists":"","*":"Slow motion"},{"ns":0,"exists":"","*":"Smash cut"},{"ns":0,"exists":"","*":"Socialist realism"},{"ns":0,"exists":"","*":"Soviet"},{"ns":0,"exists":"","*":"Split screen (video production)"},{"ns":0,"exists":"","*":"Stock footage"},{"ns":0,"exists":"","*":"Strike (1925 film)"},{"ns":0,"exists":"","*":"Supercut"},{"ns":0,"exists":"","*":"Synchronization"},{"ns":0,"exists":"","*":"The Battleship Potemkin"},{"ns":0,"exists":"","*":"The Good The Bad and the Ugly"},{"ns":0,"exists":"","*":"Video editing"},{"ns":0,"exists":"","*":"Video editing software"},{"ns":0,"exists":"","*":"Vision mixer"},{"ns":0,"exists":"","*":"Vsevolod Pudovkin"},{"ns":0,"exists":"","*":"Walk and talk"},{"ns":4,"exists":"","*":"Wikipedia:Link rot"},{"ns":11,"exists":"","*":"Template talk:Film Editing"}],"templates":[{"ns":10,"exists":"","*":"Template:Quote"},{"ns":10,"exists":"","*":"Template:Quote/styles.css"},{"ns":10,"exists":"","*":"Template:'"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Column-width"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":10,"exists":"","*":"Template:Cite journal"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Dead link"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Film editing"},{"ns":10,"exists":"","*":"Template:Film Editing"},{"ns":10,"exists":"","*":"Template:Navbox"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Navbox"},{"ns":828,"exists":"","*":"Module:Navbar"}],"images":[],"externallinks":["https://www.worldcat.org/oclc/330034","//www.worldcat.org/oclc/330034","http://www.tcf.ua.edu/Classes/Jbutler/T112/EditingIllustrations02.htm","http://classes.yale.edu/film/videos/ryth-good.wmv","https://web.archive.org/web/20120212142120/http://www.hatii.arts.gla.ac.uk/MultimediaStudentProjects/98-99/9505060m/sounds/steps.mov","https://web.archive.org/web/20120207102817/http://www.hatii.arts.gla.ac.uk/MultimediaStudentProjects/98-99/9505060m/sounds/mourn.mov","http://www.tcf.ua.edu/Classes/Jbutler/T112/EditingIllustrations05.htm","http://amicus.collectionscanada.ca/aaweb-bin/aamain/itemdisp?sessionKey=999999999_142&l=0&d=2&v=0&lvl=1&itm=25787857","https://web.archive.org/web/20071110162540/http://www.hatii.arts.gla.ac.uk/MultimediaStudentProjects/98-99/9505060m/objects/intellectual.htm","https://tcf.ua.edu/Classes/Jbutler/T112/EditingIllustrations06.php","https://books.google.com/books?id=OrSuw2LlX6QC","//www.worldcat.org/oclc/01289114","https://books.google.com/books?id=txh0AwAAQBAJ","//www.worldcat.org/oclc/715230100","http://www2.gsu.edu/~jougms/Eisenstein.htm","//doi.org/10.1080/10509200490446196","https://web.archive.org/web/20071226081937/http://www.hatii.arts.gla.ac.uk/MultimediaStudentProjects/98-99/9505060m/html/index.htm","https://web.archive.org/web/20061201203948/http://www.tcf.ua.edu/Classes/Jbutler/T112/EditingIllustrations.htm","http://www.helsinki.fi/venaja/e-materiaali/mosaiikki/en3/th3_en.pdf"],"sections":[{"toclevel":1,"level":"2","line":"Montage","number":"1","index":"1","fromtitle":"Soviet_montage_theory","byteoffset":2888,"anchor":"Montage"},{"toclevel":2,"level":"3","line":"Background","number":"1.1","index":"2","fromtitle":"Soviet_montage_theory","byteoffset":4117,"anchor":"Background"},{"toclevel":2,"level":"3","line":"History","number":"1.2","index":"3","fromtitle":"Soviet_montage_theory","byteoffset":5109,"anchor":"History"},{"toclevel":3,"level":"4","line":"Adoption abroad","number":"1.2.1","index":"4","fromtitle":"Soviet_montage_theory","byteoffset":10569,"anchor":"Adoption_abroad"},{"toclevel":3,"level":"4","line":"Contemporary uses","number":"1.2.2","index":"5","fromtitle":"Soviet_montage_theory","byteoffset":13623,"anchor":"Contemporary_uses"},{"toclevel":2,"level":"3","line":"Terms and concepts","number":"1.3","index":"6","fromtitle":"Soviet_montage_theory","byteoffset":14359,"anchor":"Terms_and_concepts"},{"toclevel":2,"level":"3","line":"Methods","number":"1.4","index":"7","fromtitle":"Soviet_montage_theory","byteoffset":27287,"anchor":"Methods"},{"toclevel":1,"level":"2","line":"Intellectual montage","number":"2","index":"8","fromtitle":"Soviet_montage_theory","byteoffset":36947,"anchor":"Intellectual_montage"},{"toclevel":1,"level":"2","line":"Counter theories and criticism","number":"3","index":"9","fromtitle":"Soviet_montage_theory","byteoffset":39886,"anchor":"Counter_theories_and_criticism"},{"toclevel":1,"level":"2","line":"Other Soviet film theories and practices","number":"4","index":"10","fromtitle":"Soviet_montage_theory","byteoffset":41446,"anchor":"Other_Soviet_film_theories_and_practices"},{"toclevel":2,"level":"3","line":"Socialist Realism","number":"4.1","index":"11","fromtitle":"Soviet_montage_theory","byteoffset":41494,"anchor":"Socialist_Realism"},{"toclevel":2,"level":"3","line":"Kino-eye","number":"4.2","index":"12","fromtitle":"Soviet_montage_theory","byteoffset":46375,"anchor":"Kino-eye"},{"toclevel":1,"level":"2","line":"\"The Dramaturgy of Film Form\" (\"The Dialectical Approach of Film Form\")","number":"5","index":"13","fromtitle":"Soviet_montage_theory","byteoffset":55809,"anchor":"\"The_Dramaturgy_of_Film_Form\"_(\"The_Dialectical_Approach_of_Film_Form\")"},{"toclevel":1,"level":"2","line":"See also","number":"6","index":"14","fromtitle":"Soviet_montage_theory","byteoffset":57758,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"7","index":"15","fromtitle":"Soviet_montage_theory","byteoffset":57876,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"8","index":"16","fromtitle":"Soviet_montage_theory","byteoffset":58968,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Soviet montage theory","iwlinks":[{"prefix":"wikt","url":"https://en.wiktionary.org/wiki/montage","*":"wikt:montage"},{"prefix":"wikt","url":"https://en.wiktionary.org/wiki/clue","*":"wikt:clue"}],"properties":[{"name":"wikibase_item","*":"Q3321104"}]}}