{"parse":{"title":"George Benedict Zabelka","pageid":46384699,"revid":854591417,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-style ambox-No_footnotes\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/40px-Text_document_with_red_question_mark.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/60px-Text_document_with_red_question_mark.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/80px-Text_document_with_red_question_mark.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article includes a <a href=\"/wiki/Wikipedia:Citing_sources\" title=\"Wikipedia:Citing sources\">list of references</a>, related reading or <a href=\"/wiki/Wikipedia:External_links\" title=\"Wikipedia:External links\">external links</a>, <b>but its sources remain unclear because it lacks <a href=\"/wiki/Wikipedia:Citing_sources#Inline_citations\" title=\"Wikipedia:Citing sources\">inline citations</a></b>.<span class=\"hide-when-compact\"> Please help to <a href=\"/wiki/Wikipedia:WikiProject_Fact_and_Reference_Check\" title=\"Wikipedia:WikiProject Fact and Reference Check\">improve</a> this article by <a href=\"/wiki/Wikipedia:When_to_cite\" title=\"Wikipedia:When to cite\">introducing</a> more precise citations.</span>  <small><i>(May 2015)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p><br />\n<b>George B. Zabelka</b>, a Catholic chaplain with the U.S. Army Air Force, was stationed on Tinian Island in the South Pacific in 1945, where he was assigned to <a href=\"/wiki/509th_Composite_Group\" title=\"509th Composite Group\">509th Composite Group</a>. This is the unit of the crews of <i><a href=\"/wiki/Enola_Gay\" title=\"Enola Gay\">Enola Gay</a></i> and <i><a href=\"/wiki/Bockscar\" title=\"Bockscar\">Bockscar</a></i> (aka Bock’s Car and Bocks Car), that dropped the Atomic Bombs (”Little Boy” and “Fat Man”) on <a href=\"/wiki/Hiroshima\" title=\"Hiroshima\">Hiroshima</a> and <a href=\"/wiki/Nagasaki\" title=\"Nagasaki\">Nagasaki</a>. His duties included saying Mass on Sunday and during the week, hearing confessions, talking with the soldiers, and other typical duties of a wartime chaplain.\n</p><p>Zabelka was also very much a soldier and once received a military reprimand for “excessive zeal.” He left the military with the rank of lieutenant colonel. Then in 1973 he went on a retreat with other priests of his diocese that focused on the issue and the implications of Gospel nonviolence. About December 1975, he did what he called “an about face” (using a military term that means turn completely around).\n</p><p>But his conversion may have started just months after the dropping of the atomic bombs as he says: <i>\"Three of us chaplains took a trip to Nagasaki to see [the results of] the bombing. There were no restrictions of any kind. So we went to the nearest place where there were still the survivors. And this I think is what really got me started on even a beginning of a new way of thinking on this. Because, here were little children that were horribly burned and suffering and dying. By that time there were nurses and doctors taking care of them, because this was two or three months afterwards. But this was the beginning of a whole new kind of worm squirming in my stomach that something was wrong. These little children had nothing to do with the war. Why were they suffering?</i>\" This quote can be found between 25:40 and 26:17 of <a rel=\"nofollow\" class=\"external text\" href=\"https://vimeo.com/48820359\">The Reluctant Prophet DVD</a>.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Early_life\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Early life</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Military_Life\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Military Life</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Back_to_Parish_Life\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Back to Parish Life</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#His_Conversion_to_Gospel_Nonviolence\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">His Conversion to Gospel Nonviolence</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#I_was_brainwashed._They_told_me_it_was_necessary\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">I was brainwashed. They told me it was necessary</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#A_Pilgrimage_of_Forgiveness\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">A Pilgrimage of Forgiveness</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Death\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Death</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Documentaries\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">Documentaries</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#Interviews\"><span class=\"tocnumber\">9</span> <span class=\"toctext\">Interviews</span></a></li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#External_links\"><span class=\"tocnumber\">10</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Early_life\">Early life</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=George_Benedict_Zabelka&amp;action=edit&amp;section=1\" title=\"Edit section: Early life\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>George Benedict Zabelka (1915-1992), the Catholic Chaplain for the <a href=\"/wiki/509th_Composite_Group\" title=\"509th Composite Group\">509th Composite Group</a>, the Atomic Bomb crews on Tinian Island in 1945, was born in St. John’s, Michigan on May 8, 1915. His parents, John J. (1883-1957) and Katarina (Zolek, 1874-1940) Zabelka, were <a href=\"/wiki/Moravia\" title=\"Moravia\">Moravian</a> Catholics who immigrated to the United States before the First World War, from <a href=\"/wiki/Austria-Hungary\" title=\"Austria-Hungary\">Austria-Hungary</a> where his father served in the army. George Zabelka was raised on a sixty-acre farm and attended elementary school in a one-room schoolhouse in St. John’s, Michigan. Upon graduation from grammar school, he entered the Sacred Heart Minor Seminary of the Catholic Archdiocese of Detroit. He completed his high school education there, and matriculated to Mount St. Mary’s Catholic Seminary in Cincinnati, Ohio, where he completed his college degree and theological education. He was ordained a Roman Catholic priest on June 7, 1941 by the Catholic Bishop of the <a href=\"/wiki/Roman_Catholic_Diocese_of_Lansing\" title=\"Roman Catholic Diocese of Lansing\">Diocese of Lansing</a>, Michigan, Joseph H. Albers. He celebrated his first Mass at St. Joseph’s Church in St. John’s Michigan. His first pastoral assignment was as assistant pastor to Rev. John Blasko at Sacred Heart Parish in Flint, Michigan. He remained in that position until December 1943.\n</p>\n<h2><span class=\"mw-headline\" id=\"Military_Life\">Military Life</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=George_Benedict_Zabelka&amp;action=edit&amp;section=2\" title=\"Edit section: Military Life\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In December 1943, Rev. Zabelka joined the United States Army Air Corps Chaplaincy, attending Chaplaincy School at Harvard University in Cambridge, Massachusetts. He served first as a chaplain at Wright Field, a United States Army Air Corps airfield in Riverside, Ohio. His persistent request for combat chaplaincy service eventually resulted in his being assigned to the 309th General Hospital Unit on Tinian Island in the Marianas in 1945. The 509th Composite Group, which included the atomic bomb crews, also arrived in 1945 on Tinian Island in preparation for the bombing of Japan. The 509th had a Protestant chaplain but no Catholic chaplain. For security reasons, the 509th Group was sealed off from all other military personnel and operations on the island. Rev. George Zabelka was formally assigned by his military superiors to serve as its Catholic chaplain through August 1945.\n</p><p>In September 1945 he was transferred to mainland Japan. He served in the Occupation Forces in Japan from September 1945 to November 1946. He was first stationed on the southern island of Honshu, then in Tokyo and finally at Yamagata. During this time he earned his paratrooper’s wings. Zabelka was not only a Catholic military chaplain, but was known to be “all soldier.” He once received a military reprimand for “excessive zeal.”\n</p><p>George Zabelka was discharged from the military at Fort Lewis, Washington, in December 1946 with the rank of major. He returned to the Diocese of Lansing and was assigned as a parish priest to St. Thomas Aquinas Parish in East Lansing, where he was the moderator of the Newman Center at Michigan State University and was the Catholic chaplain for the Boys Vocational School in Lansing. He joined the Michigan National Guard and was assigned as Catholic Chaplain to the 125th Infantry Regiment. He stayed in the National Guard for twenty years, retiring as a lieutenant colonel.\n</p>\n<h2><span class=\"mw-headline\" id=\"Back_to_Parish_Life\">Back to Parish Life</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=George_Benedict_Zabelka&amp;action=edit&amp;section=3\" title=\"Edit section: Back to Parish Life\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In 1955 Fr. Zabelka was transferred to Sacred Heart Parish in Flint, Michigan, with notification from the Bishop that the parish would soon close. He fought successfully to keep the church and parochial school open for black children, despite major objections from a variety of sources and an ongoing struggle over finances.\n</p><p>He and his parishioners started “Heart of the City” in Flint. This was a project whose goal was to train young black people for employment and to offer them counseling and other social services, including sometimes food, if there was a need. He preached against racism, vigorously and often during a time when racial antagonism and enmity often erupted into violence. He participated in the Poor Peoples’ March on Washington and stayed in Resurrection City.\n</p><p>In 1968, with riots erupting all over the U.S., including in Detroit, in response to the murder of the <a href=\"/wiki/Reverend_Martin_Luther_King,_Jr.\" class=\"mw-redirect\" title=\"Reverend Martin Luther King, Jr.\">Reverend Martin Luther King, Jr.</a>, George Zabelka was the only white person able to walk the streets of Flint, in the company of young black men and women who were trying to prevent Flint from turning into Detroit. During these years, Zabelka also founded “Focus on Progress, a program to help students having academic difficulty in school upgrade their learning skills in those areas in which they were deficient. In the African-American community of Flint it was universally said, “Fr. George is a real civil rights man.”\n</p><p>In 1969, he suffered a heart attack. In 1971, following his recovery, he was transferred to a smaller parish, St. James, in Mason, Michigan. During this decade, motivated by his lifelong devotion to the Blessed Mother and the Rosary, he became a Tertiary Dominican, an order uniquely related to the Rosary and its history. He took the name Brother Thomas.\n</p>\n<h2><span class=\"mw-headline\" id=\"His_Conversion_to_Gospel_Nonviolence\">His Conversion to Gospel Nonviolence</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=George_Benedict_Zabelka&amp;action=edit&amp;section=4\" title=\"Edit section: His Conversion to Gospel Nonviolence\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In 1973, Rev. Zabelka attended a three-day workshop given by his Diocese for the priests of his Diocese on Gospel Nonviolence directed by a layman, <a href=\"/wiki/Emmanuel_Charles_McCarthy\" title=\"Emmanuel Charles McCarthy\">Emmanuel Charles McCarthy</a>. In the following two years, he attended the same workshop on two other occasions in different locations. Then, in his 1975 Christmas letter to his friends, he wrote this: ”“I do not want to lose any of you as my friends and I certainly do not want to offend any of you, but I must do an about face. I have attended this workshop on Christian Nonviolence several times and have read the books that were recommended at it. I have come to the conclusion that the truth of the Gospel is that Jesus was nonviolent and taught nonviolence as His way.””\n</p><p>In February 1976, he retired from the life of an active parish priest in the Diocese of Lansing and dedicated the remainder of his life to teaching the centrality of the nonviolent Jesus Christ of the Gospels and His Way of nonviolent love of friends and enemies for peace of soul, for peace among people and for the eternal salvation of all. He began and continued to ceaselessly insist that all the Churches of Christianity, by which he meant all Christians within all Christian churches, regardless of the rank each held in his or her Church, must begin to or return to following the Nonviolent Jesus of the Gospels and His Way of Nonviolent Love of all under all circumstances: ”\"Until the various churches within Christianity repent and began to proclaim by word and deed what Jesus preached with relation to violence and enemies; there is not hope for anything other than escalating violence and destruction.””\n</p>\n<h2><span class=\"mw-headline\" id=\"I_was_brainwashed._They_told_me_it_was_necessary\">I was brainwashed. They told me it was necessary</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=George_Benedict_Zabelka&amp;action=edit&amp;section=5\" title=\"Edit section: I was brainwashed. They told me it was necessary\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In August 1980 ”Sojourners” magazine published an extensive interview with Rev. George Zabelka, titled “I was brainwashed. They told me it was necessary.” In the interview, he described the process of his conversion from a hard-core belief in the moral validity of Christian Just War Theory as a viable moral option for a disciple of Jesus to a full-fledged and public commitment to the nonviolent Jesus of the Gospels and his way of nonviolent love of friends and enemies. The interview was picked up and published in religious and non-religious journals and books throughout the world. Its considerable influence was immediate, and it extends to this day.\n</p><p>One example of this is found in ”The Bishops and the Bomb”, James Castelli’s history of the U.S. Catholic Bishops’ Conference’s famous war-peace pastoral, The Challenge of Peace. Castelli writing about Bishop Frank Murphy, the sole initiator of the document that became The Challenge of Peace, and what influenced him to make this proposal to the U.S. Bishops says,”But the major influence on Murphy may have been Father George Zabelka, a Catholic priest, who as an Air Force chaplain had blessed the men who dropped the atomic bombs on Hiroshima and Nagasaki, just as he had previously blessed the men who were inflicting massive bombing damage on the civilians of Tokyo. Murphy quoted from an interview with Zabelka in the evangelical Christian magazine, SOJOURNERS” (August, 1980).\n</p><p>”Fr. Zabelka: “I was brainwashed! It never entered my mind to publicly protest the consequences of these massive air raids. I was told the raids were necessary; told openly by the military and told implicitly by my Church’s leadership. To the best of my knowledge no American cardinals or bishops were opposing these mass air raids. Silence in such matters, especially by a public body like the American bishops, is a stamp of approval.””\n</p>\n<h2><span class=\"mw-headline\" id=\"A_Pilgrimage_of_Forgiveness\">A Pilgrimage of Forgiveness</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=George_Benedict_Zabelka&amp;action=edit&amp;section=6\" title=\"Edit section: A Pilgrimage of Forgiveness\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Also as a consequence of that article, Zabelka and a Jesuit priest, <a href=\"/wiki/Jack_Morris_(Jesuit)\" title=\"Jack Morris (Jesuit)\">Jack Morris</a>, planned, organized, and participated in the Bethlehem Peace Pilgrimage. This was a 7,500-mile (4,000 in the U.S, 3,500 in Europe) two-year walk on behalf of bringing God’s peace to humanity. It began in 1983, when walkers left the nuclear submarine base in Bangor, Washington, and it ended on Christmas Eve in 1984 in Bethlehem, Palestine/Israel. Zabelka was 67 when he began this pilgrimage.\nIn 1985, Fr. George Zabelka made a pilgrimage from Hiroshima to Nagasaki on the fortieth anniversary of the atomic bombings of those Japanese cities, as a way of asking those harmed by the bombings for forgiveness for himself and for his Church, ”“for bringing you death instead of the fullness of life, misery instead of mercy.””\n</p><p>As a tribute to Zabelka’s courage in admitting that he had made a grave moral mistake by his silence during the fire-bombings of Japan’s cities and the atomic bombing of Hiroshima and of Nagasaki, the renowned Australian folk singer, <a rel=\"nofollow\" class=\"external text\" href=\"http://www.peterkearneysongs.com.au/soh_discog.htm\">Peter Kearney</a>, wrote and recorded a ballad, “<a rel=\"nofollow\" class=\"external text\" href=\"http://www.emmanuelcharlesmccarthy.org/hiroshima-hymn-my-name-is-george-zabelka-by-peter-kearney/\">My Name is George Zabelka</a>” heard by tens of millions across the world, although never played on the secular or religious radio stations and networks in the United States. In 1988, a full-length documentary telling the story of Zabelka’s life and conversion was released in Great Britain. ”<a rel=\"nofollow\" class=\"external text\" href=\"https://www.youtube.com/watch?v=-oITZo3ejz8\">”’The Reluctant Prophet”’</a>” has been viewed worldwide and is used, to this day, in the religious education classes of many local churches as well as in local peace and justice programs. To this day, however, it has not ever been shown on U.S. public or private secular television, nor on U.S. Christian television networks.\nIn his homily at a 1991 Mass celebrating the fiftieth anniversary of his ordination to the Catholic priesthood, Fr. Zabelka said, ”“I looked in the Catholic Bible. I looked in the Protestant Bible. I looked in the Orthodox Bible. And, in every one of them, there it was in no uncertain terms. Jesus saying ‘Love your enemies.’””\n</p>\n<h2><span class=\"mw-headline\" id=\"Death\">Death</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=George_Benedict_Zabelka&amp;action=edit&amp;section=7\" title=\"Edit section: Death\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>George B. Zabelka’s died in Flint, Michigan on April 11, 1992. He was buried on April 15, 1992, from Sacred Heart Church in Flint, in a funeral liturgy and Mass of the Resurrection. The Bishop of the diocese, Kenneth Povich, presided at the Mass, which was concelebrated by other bishops and many priests, with a congregation that greatly overflowed the capacity of the church. In his homily, Bishop Povish commented: ”“In our priestly gatherings, when we would concelebrate Mass together, at the prayers of petition Fr. George would always have us pray for our enemies.””\n</p><p>As he requested, Zabelka’s body is buried in the veterans’ section, Wing Victory II, at Crestwood Memorial Cemetery in Grand Blanc, Michigan.\n</p>\n<h2><span class=\"mw-headline\" id=\"Documentaries\">Documentaries</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=George_Benedict_Zabelka&amp;action=edit&amp;section=8\" title=\"Edit section: Documentaries\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.youtube.com/watch?v=-oITZo3ejz8\">The Reluctant Prophet, a one-hour British documentary on the life of Rev. George Zabelka</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://vimeo.com/48820359\">The Reluctant Prophet</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.emmanuelcharlesmccarthy.org/wp-content/uploads/2015/05/Zabelka-transcript-5.pdf\">The Reluctant Prophet Transcript – George Zabelka</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"Interviews\">Interviews</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=George_Benedict_Zabelka&amp;action=edit&amp;section=9\" title=\"Edit section: Interviews\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.emmanuelcharlesmccarthy.org/wp-content/uploads/2014/12/George-Zabelka-interview.pdf\">Fr. George Zabelka: A Military Chaplain Repents</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=George_Benedict_Zabelka&amp;action=edit&amp;section=10\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.marquette.edu/library/archives/Mss/GZ/GZ-main.shtml\">The Rev. George Zabelka Papers</a> are held by the <a href=\"/wiki/Marquette_University_Special_Collections_and_University_Archives\" title=\"Marquette University Special Collections and University Archives\">Marquette University Special Collections and University Archives</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://mes.stparchive.com/Archive/MES/MES07311992P01.php\">Obituary</a> in the Message, a Catholic newspaper in Evansville, Indiana</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.cdbaby.com/cd/peterkearneycrossover/GeorgeZabelka\">George Zabelka song in the Album: Signs of Hope by Peter Kearney &amp; Crossover</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1273\nCached time: 20180910052852\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.104 seconds\nReal time usage: 0.150 seconds\nPreprocessor visited node count: 203/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 4339/2097152 bytes\nTemplate argument size: 104/2097152 bytes\nHighest expansion depth: 12/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 1/400\nLua time usage: 0.048/10.000 seconds\nLua memory usage: 1.22 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  120.334      1 -total\n 62.61%   75.337      1 Template:No_footnotes\n 37.15%   44.700      1 Template:Authority_control\n 36.54%   43.975      1 Template:Ambox\n  3.98%    4.788      2 Template:Yesno-no\n  2.34%    2.813      2 Template:Yesno\n  2.00%    2.408      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:46384699-0!canonical and timestamp 20180910052852 and revision id 854591417\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Zabelka, George Benedict","hidden":"","*":"Articles_lacking_in-text_citations_from_May_2015"},{"sortkey":"Zabelka, George Benedict","hidden":"","*":"All_articles_lacking_in-text_citations"},{"sortkey":"Zabelka, George Benedict","*":"1915_births"},{"sortkey":"Zabelka, George Benedict","*":"1992_deaths"},{"sortkey":"Zabelka, George Benedict","*":"United_States_Army_chaplains"},{"sortkey":"Zabelka, George Benedict","*":"People_associated_with_the_atomic_bombings_of_Hiroshima_and_Nagasaki"}],"links":[{"ns":14,"exists":"","*":"Category:Articles lacking in-text citations from May 2015"},{"ns":0,"exists":"","*":"509th Composite Group"},{"ns":0,"exists":"","*":"Austria-Hungary"},{"ns":0,"exists":"","*":"Bockscar"},{"ns":0,"exists":"","*":"Emmanuel Charles McCarthy"},{"ns":0,"exists":"","*":"Enola Gay"},{"ns":0,"exists":"","*":"Hiroshima"},{"ns":0,"exists":"","*":"Jack Morris (Jesuit)"},{"ns":0,"exists":"","*":"Marquette University Special Collections and University Archives"},{"ns":0,"exists":"","*":"Moravia"},{"ns":0,"exists":"","*":"Nagasaki"},{"ns":0,"exists":"","*":"Reverend Martin Luther King, Jr."},{"ns":0,"exists":"","*":"Roman Catholic Diocese of Lansing"},{"ns":4,"exists":"","*":"Wikipedia:Citing sources"},{"ns":4,"exists":"","*":"Wikipedia:External links"},{"ns":4,"exists":"","*":"Wikipedia:When to cite"},{"ns":4,"exists":"","*":"Wikipedia:WikiProject Fact and Reference Check"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:No footnotes"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Authority control"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Authority control"},{"ns":828,"exists":"","*":"Module:ResolveEntityId"},{"ns":828,"exists":"","*":"Module:Navbox"},{"ns":828,"exists":"","*":"Module:Navbar"}],"images":["Text_document_with_red_question_mark.svg"],"externallinks":["https://vimeo.com/48820359","http://www.peterkearneysongs.com.au/soh_discog.htm","http://www.emmanuelcharlesmccarthy.org/hiroshima-hymn-my-name-is-george-zabelka-by-peter-kearney/","https://www.youtube.com/watch?v=-oITZo3ejz8","http://vimeo.com/48820359","http://www.emmanuelcharlesmccarthy.org/wp-content/uploads/2015/05/Zabelka-transcript-5.pdf","http://www.emmanuelcharlesmccarthy.org/wp-content/uploads/2014/12/George-Zabelka-interview.pdf","http://www.marquette.edu/library/archives/Mss/GZ/GZ-main.shtml","http://mes.stparchive.com/Archive/MES/MES07311992P01.php","http://www.cdbaby.com/cd/peterkearneycrossover/GeorgeZabelka"],"sections":[{"toclevel":1,"level":"2","line":"Early life","number":"1","index":"1","fromtitle":"George_Benedict_Zabelka","byteoffset":1956,"anchor":"Early_life"},{"toclevel":1,"level":"2","line":"Military Life","number":"2","index":"2","fromtitle":"George_Benedict_Zabelka","byteoffset":3243,"anchor":"Military_Life"},{"toclevel":1,"level":"2","line":"Back to Parish Life","number":"3","index":"3","fromtitle":"George_Benedict_Zabelka","byteoffset":5162,"anchor":"Back_to_Parish_Life"},{"toclevel":1,"level":"2","line":"His Conversion to Gospel Nonviolence","number":"4","index":"4","fromtitle":"George_Benedict_Zabelka","byteoffset":6960,"anchor":"His_Conversion_to_Gospel_Nonviolence"},{"toclevel":1,"level":"2","line":"I was brainwashed. They told me it was necessary","number":"5","index":"5","fromtitle":"George_Benedict_Zabelka","byteoffset":8646,"anchor":"I_was_brainwashed._They_told_me_it_was_necessary"},{"toclevel":1,"level":"2","line":"A Pilgrimage of Forgiveness","number":"6","index":"6","fromtitle":"George_Benedict_Zabelka","byteoffset":10585,"anchor":"A_Pilgrimage_of_Forgiveness"},{"toclevel":1,"level":"2","line":"Death","number":"7","index":"7","fromtitle":"George_Benedict_Zabelka","byteoffset":12869,"anchor":"Death"},{"toclevel":1,"level":"2","line":"Documentaries","number":"8","index":"8","fromtitle":"George_Benedict_Zabelka","byteoffset":13597,"anchor":"Documentaries"},{"toclevel":1,"level":"2","line":"Interviews","number":"9","index":"9","fromtitle":"George_Benedict_Zabelka","byteoffset":13951,"anchor":"Interviews"},{"toclevel":1,"level":"2","line":"External links","number":"10","index":"10","fromtitle":"George_Benedict_Zabelka","byteoffset":14113,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"George Benedict Zabelka","iwlinks":[],"properties":[{"name":"defaultsort","*":"Zabelka, George Benedict"},{"name":"wikibase_item","*":"Q20679434"}]}}