{"parse":{"title":"Ancient glass trade","pageid":24153192,"revid":853434581,"text":{"*":"<div class=\"mw-parser-output\"><div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:252px;\"><a href=\"/wiki/File:Hellenistic_Glasamphora_from_Olbia_1.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/12/Hellenistic_Glasamphora_from_Olbia_1.jpg/250px-Hellenistic_Glasamphora_from_Olbia_1.jpg\" width=\"250\" height=\"333\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/12/Hellenistic_Glasamphora_from_Olbia_1.jpg/375px-Hellenistic_Glasamphora_from_Olbia_1.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/1/12/Hellenistic_Glasamphora_from_Olbia_1.jpg/500px-Hellenistic_Glasamphora_from_Olbia_1.jpg 2x\" data-file-width=\"1920\" data-file-height=\"2560\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Hellenistic_Glasamphora_from_Olbia_1.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>A <a href=\"/wiki/Hellenistic_glass\" title=\"Hellenistic glass\">Hellenistic glass</a> <a href=\"/wiki/Amphora\" title=\"Amphora\">amphora</a> excavated from <a href=\"/wiki/Olbia\" title=\"Olbia\">Olbia</a>, <a href=\"/wiki/Sardinia\" title=\"Sardinia\">Sardinia</a>, dated to the 2nd century BC</div></div></div>\n<p>The ways in which <a href=\"/wiki/Glass\" title=\"Glass\">glass</a> was exchanged throughout ancient times is intimately related to its production and is a stepping stone to learning about the economies and interactions of ancient societies.  Because of its nature it can be shaped into a variety of forms and as such is found in different archaeological contexts (window panes, jewellery, tableware...). This is important because it can inform on how different industries of sections of societies related to each other – both within a cultural region or with foreign societies.\n</p><p>Glass trade is mainly studied by compositional analysis of glass objects creating groups with specific chemical compositions that hopefully allow to differentiate between production centres (both geographically and chronologically). Complications arise from the fact that for long periods of time glass was made following very similar recipes and as such the major elements found do not vary significantly. It is made by a mixture of raw materials which means that different sources of each raw material even for the same production centre further complicate the situation. That it is a material that lends itself well to recycling can only add to this. However, as scientific techniques improve it is becoming increasingly possible to discern some compositional groups, together with other archaeological and textual evidence a picture of glass technology, industry and exchange is starting to emerge.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Mesopotamia_and_Eastern_Mediterranean_during_the_Late_Bronze_Age\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Mesopotamia and Eastern Mediterranean during the Late Bronze Age</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#The_Mediterranean_during_Roman_times\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">The Mediterranean during Roman times</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#South_East_Asia,_Africa_and_the_Indian_Ocean\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">South East Asia,  Africa and the Indian Ocean</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Later_periods_and_other_geographical_areas\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Later periods and other geographical areas</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Notes\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Notes</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Mesopotamia_and_Eastern_Mediterranean_during_the_Late_Bronze_Age\">Mesopotamia and Eastern Mediterranean during the Late Bronze Age</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Ancient_glass_trade&amp;action=edit&amp;section=1\" title=\"Edit section: Mesopotamia and Eastern Mediterranean during the Late Bronze Age\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div role=\"note\" class=\"hatnote navigation-not-searchable\">See also: <a href=\"/wiki/History_of_glass\" title=\"History of glass\">History of glass</a> and <a href=\"/wiki/Hellenistic_glass\" title=\"Hellenistic glass\">Hellenistic glass</a></div>\n<p>Glass beads are known from the 3rd millennium BC but it is only in the late 2nd millennium that glass finds start occurring more frequently, primarily in Egypt and Mesopotamia.  This is not to say that it was a widespread commodity, quite the contrary.  It was a material for high-status objects with archaeological evidence for the Late Bronze Age (LBA) also showing an almost exclusive distribution of glass finds at palace complexes such as that found in the city of Amarna – Egypt.  Texts listing offerings to Egyptian temples would start with gold and silver, followed by precious stones (lapis lazuli) and then bronze, copper and other not so precious stones with glass mentioned together with the lapis lazuli.  <i>In this period it was rare and precious and its use largely restricted to the elite.</i> <sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> The oldest glass ingot was discovered in the 1300 B.C. Egyptian <a href=\"/wiki/Uluburun\" class=\"mw-redirect\" title=\"Uluburun\">Uluburun</a> shipwreck off the coast of Turkey <sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p><p>Production of raw glass occurred at primary workshops of which only 3 are known, all in Egypt:  <a href=\"/wiki/Amarna\" title=\"Amarna\">Amarna</a>, <a href=\"/wiki/Pi-Ramesses\" title=\"Pi-Ramesses\">Pi-Ramesses</a> and <a href=\"/wiki/Malkata\" title=\"Malkata\">Malkata</a>.<sup id=\"cite_ref-Walton_et_al_2009_3-0\" class=\"reference\"><a href=\"#cite_note-Walton_et_al_2009-3\">&#91;3&#93;</a></sup> At the first two sites cylindrical ceramic vessels with vitrified remains have been identified as glass crucibles<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup><sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> where the raw materials (quartz pebbles and plant ash) would be melted together with a colourant. The two sites seem to show a specialisation in colour, with blue glass, via the addition of cobalt, being produced at <a href=\"/wiki/Amarna\" title=\"Amarna\">Amarna</a> and red, through copper, at <a href=\"/wiki/Pi-Ramesses\" title=\"Pi-Ramesses\">Pi-Ramesses</a>. The resulting coloured glass would then be fashioned into actual objects at secondary workshops – far more common in the archaeological record. It seems certain that glass making was not exclusive to Egypt (in fact current scholarly opinion resides with the industry having originally been imported into the country) as there are Mesopotamian cuneiform texts which detail the recipes for the making of glass. Further supporting this hypothesis are the <a href=\"/wiki/Amarna_Letters\" class=\"mw-redirect\" title=\"Amarna Letters\">Amarna Letters</a>, a contemporaneous diplomatic correspondence detailing the demand and gift giving from vassal princes in Syro-Palestine to the Egyptian King, in these the most asked for item is glass.\n</p><p>The evidence then points to two regions that were making and exchanging glass. It seems logical to believe that at an initial stage it was glass objects, as opposed to raw glass, that were exchanged. The major element composition of glass finds from Mesopotamia and Egypt is indistinguishable with as much variation found within a specific assemblage than between different sites. This is indicative of the same recipe being used in both regions. As analytical techniques develop the presence of trace elements can be more accurately determined and it has been found that glass is compositionally identical within each region, but it is possible to discriminate between them.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup>  This could be a huge step in uncovering trade patterns, however <i>at present no Egyptian glass has been found in Mesopotamia, nor have any Mesopotamian glasses been found in Egypt</i>.<sup id=\"cite_ref-Walton_et_al_2009_3-1\" class=\"reference\"><a href=\"#cite_note-Walton_et_al_2009-3\">&#91;3&#93;</a></sup>\n</p><p>Across the sea, Mycenaean glass beads were found to have been made with glass from both regions. The fact that the beads are stylistically Mycenaean would imply an import of raw glass.<sup id=\"cite_ref-Walton_et_al_2009_3-2\" class=\"reference\"><a href=\"#cite_note-Walton_et_al_2009-3\">&#91;3&#93;</a></sup> Archaeological evidence for this trade comes from the <a href=\"/wiki/Uluburun_shipwreck\" title=\"Uluburun shipwreck\">Uluburun shipwreck</a>, dated to the 14th century BC.  As part of its cargo it carried 175 raw glass ingots of cylindrical shape. These ingots match the glass melting crucibles found at <a href=\"/wiki/Amarna\" title=\"Amarna\">Amarna</a> and <a href=\"/wiki/Pi-Ramesses\" title=\"Pi-Ramesses\">Pi-Ramesses</a>. \n</p><p>It is not yet possible to discern if trade in glass was occurring directly between the glass producing regions and foreign consumers, it is quite possible that indirect routes via trading and seafaring partners along the Mediterranean coast,  trace element analysis of the Uluburun ingots might allow us to learn more.  At this point we know glass was being consumed by the elites of Eastern Mediterranean and Western Asia, it was produced in Egypt and Mesopotamia with workshops possibly specialising in colour and distributed locally presumably through state control to state sponsored artisans, and exported further out as raw glass ingots.\n</p>\n<h2><span class=\"mw-headline\" id=\"The_Mediterranean_during_Roman_times\">The Mediterranean during Roman times</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Ancient_glass_trade&amp;action=edit&amp;section=2\" title=\"Edit section: The Mediterranean during Roman times\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>From <a href=\"/wiki/Hellenistic_Glass\" class=\"mw-redirect\" title=\"Hellenistic Glass\">Hellenistic</a> times glass production sees considerable technological developments culminating with the introduction of glass blowing in the 1st century BC. Glass objects could now be made in large scale production, with less raw material and faster and as a consequence became more common. From the early <a href=\"/wiki/Roman_glass\" title=\"Roman glass\">Roman times</a>, to Byzantine and early <a href=\"/wiki/Glass_in_Islamic_culture\" class=\"mw-redirect\" title=\"Glass in Islamic culture\">Islamic</a> periods the glass from Northern Europe to Eastern Mediterranean shows an incredible compositional homogeneity in its major elements. Unlike the LBA glass, Roman glass was made from the melting of sand and <a href=\"/wiki/Natron\" title=\"Natron\">natron</a> – mineral soda – from the Wadi Natron in Egypt.<sup id=\"cite_ref-Freestone_et_al_2000_7-0\" class=\"reference\"><a href=\"#cite_note-Freestone_et_al_2000-7\">&#91;7&#93;</a></sup> With one raw material being common to all glass it should be possible to differentiate between glass made from different sands using composition variation of the trace elements and certain isotope ratios.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup> These compositional analyses aimed to investigate two models for glass production:\nglass was produced in large scale primary workshops along the Levantine coast<sup id=\"cite_ref-Freestone_et_al_2000_7-1\" class=\"reference\"><a href=\"#cite_note-Freestone_et_al_2000-7\">&#91;7&#93;</a></sup> and Egypt,<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup> mixing natron and sand from the mouth of the Belus river – as mentioned by Pliny – and then traded to local glass working workshops. If natron was traded and mixed with local sands following a strict recipe could result in the homogeneous composition.\n</p><p>Glass making furnaces have been uncovered in Israel at two sites – 17 at Bet Eli'ezer and 3 at <a href=\"/wiki/Apollonia-Arsuf\" title=\"Apollonia-Arsuf\">Apollonia</a>.<sup id=\"cite_ref-Gorin-Rosen_2000_10-0\" class=\"reference\"><a href=\"#cite_note-Gorin-Rosen_2000-10\">&#91;10&#93;</a></sup> These are rectangular in shape measuring about 2m x 4m and matching in size a glass slab found inside a cave at <a href=\"/wiki/Beit_She%27arim_National_Park\" title=\"Beit She&#39;arim National Park\">Bet She'arim</a>. The resulting slabs would be broken up into chunks that were traded to glass workshops in the Middle East and across the Mediterranean as evidenced by the contemporaneous shipwrecks carrying such glass chunks.<sup id=\"cite_ref-Gorin-Rosen_2000_10-1\" class=\"reference\"><a href=\"#cite_note-Gorin-Rosen_2000-10\">&#91;10&#93;</a></sup>\n</p><p>The situation is not so simple; these workshops are dated from the 6th to the 11th century AD and although similar the compositions do not exactly match those of the earlier Roman period. Pliny, writing in the 1st century AD, describes glass making in the Levantine coast but also in Italy, Spain and Gaul – however <i>the installations that produced the large quantities of primary glass needed to supply the Roman industry have yet to be located</i>.<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup> These same authors report a difference in isotopic ratios for oxygen and strontium that differentiates between Middle eastern and Roman glasses. Other authors counter idea of a unique centralised production with primary production reported from Northern Europe<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup> and inferred for Italy.<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup>  \t\nEvidence for large scale production has only come the Eastern Mediterranean and from latter dates and assumes a continuing glass making tradition. That there was a large scale and centralised production even this early is evidenced by the Ouest Embiez I shipwreck – 3rd century – carrying 8 tons of raw glass.<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup>  This however does not exclude the smaller scale local production reported elsewhere.  The Julia Felix, also sunk during the 3rd century AD, was carrying as part of its cargo glass cullet presumably for recycling.<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup>  Trace element analysis of colourless glass showed these were made using sands from different sources and giving some support to the de-centralised production hypothesis.\n</p><p>By the 9th century the raw materials for glass shift again to quartz pebbles and plant ash and  the 'forest glass' of medieval Europe. Natron was no longer in use and the low lime composition of the Bet'eliezer glass would be suggestive of a decline in access to the material from at least the 6th century onwards.<sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup> This could in turn be suggestive of a shift from a trade both in natron and raw glass to tighter control over natron and increase of centralised production.\n</p>\n<h2><span id=\"South_East_Asia.2C_Africa_and_the_Indian_Ocean\"></span><span class=\"mw-headline\" id=\"South_East_Asia,_Africa_and_the_Indian_Ocean\">South East Asia,  Africa and the Indian Ocean</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Ancient_glass_trade&amp;action=edit&amp;section=3\" title=\"Edit section: South East Asia, Africa and the Indian Ocean\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Glass shows up in Northern India at the end of the 2nd millennium BC becoming more common throughout South East Asia during the following millennium. <a href=\"/wiki/Glass_beadmaking\" title=\"Glass beadmaking\">Glass beads</a> in particular become extremely popular and together with bangles form the largest group of glass finds. From its Indian origins, glass beads spread to an area from Africa to Japan, sailing with the monsoon winds and leading to their christening as 'Trade wind beads'.<sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\">&#91;17&#93;</a></sup> The most common compositional type, representing 40% of the glass finds for the region, is known as mineral soda-alumina glass<sup id=\"cite_ref-18\" class=\"reference\"><a href=\"#cite_note-18\">&#91;18&#93;</a></sup> and is found from the 4th century BC to the 16th century AD.  As the name indicates this it is typically characterized by a high alumina content and was made by the probably melting of <i>reh</i> with local, alumina rich, sands.<sup id=\"cite_ref-19\" class=\"reference\"><a href=\"#cite_note-19\">&#91;19&#93;</a></sup> Through LA-ICP-MS analysis, however, Carter found that Cambodia had a large amount of glass beads made of potash glass and predominantly high alumina soda glass. Potash glass is a glass that uses potash or K2O as a flux in order to decrease the melting point of the glass and is the most common type of glass found in SE Asia.<sup id=\"cite_ref-20\" class=\"reference\"><a href=\"#cite_note-20\">&#91;20&#93;</a></sup>\n</p><p>Detailed compositional data recently summarised by (Lankton, &amp; Dussubieux 2006) has uncovered several  distinct and yet contemporaneous glass technologies across the Indian Ocean, but the geographical assignment is not completely clear.  Two small groups show compositions matching those of natron based Mediterranean glass and Plant-ash Mesopotamian glass, demonstrating trade with these other regions. Trade in raw glass from Egypt to India was described in the 1st century texts of Periplus of the Erythraean, Mesopotamian glass increases in presence with increased <a href=\"/wiki/Sasanian_glass\" title=\"Sasanian glass\">Sasanian</a> control of the Indian Ocean from the 4th to 6th centuries. It is also possible that some glass was traded via the Silk Road.\n</p><p>The majority of glass beads found in Sub-Saharan Africa pre dating European contact are from Indian or Sri Lankan origin with a recent paper (Dussubieux et al. 2008) demonstrating contact between Kenyan sites and Chaul in the West coast of India for the 9th to the 19th century.  Previously analysed samples from the East coast of Africa and Madagascar could potentially  fit this group but further work is still needed. Whether Chaul was the single port for trade in glass beads or if it was part of several competing ports on that coast is still unknown. Data from a site in South Africa, near the borders with Botswana and Zimbabwe, has tentatively assigned some beads to Islamic 8th century compositions.<sup id=\"cite_ref-21\" class=\"reference\"><a href=\"#cite_note-21\">&#91;21&#93;</a></sup> This suggests that the old camel caravan routes that connected this region to Egypt and the Mediterranean were still in use even for glass at a site with easy access, via the Limpopo river, to the Indian Ocean trade and therefore to the West Indian glass that seem to be the most common.There is enough evidence that in ancient Sri Lanka, glass was manufactured in order to use for magnifying glasses or spectacles.\n</p>\n<h2><span class=\"mw-headline\" id=\"Later_periods_and_other_geographical_areas\">Later periods and other geographical areas</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Ancient_glass_trade&amp;action=edit&amp;section=4\" title=\"Edit section: Later periods and other geographical areas\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Medieval Europe and <a href=\"/wiki/Forest_glass\" title=\"Forest glass\">forest glass</a></li>\n<li><a href=\"/wiki/Slave_beads\" class=\"mw-redirect\" title=\"Slave beads\">Slave beads</a> – Africa and the Americas</li>\n<li><a href=\"/wiki/Ancient_Chinese_glass\" title=\"Ancient Chinese glass\">Ancient Chinese glass</a></li>\n<li><a href=\"/wiki/Early_modern_glass_in_England\" title=\"Early modern glass in England\">Early modern glass in England</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"Notes\">Notes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Ancient_glass_trade&amp;action=edit&amp;section=5\" title=\"Edit section: Notes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Shortland 2007</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\">Liz Burlingame (Aug 23, 2013). <a rel=\"nofollow\" class=\"external text\" href=\"http://www.weather.com/travel/12-amazing-sunken-treasure-discoveries-20130816?pageno=13\">\"Sunken Treasures: The World's Most Valuable Shipwreck Discoveries\"</a>. The Weather Channel.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Sunken+Treasures%3A+The+World%27s+Most+Valuable+Shipwreck+Discoveries&amp;rft.pub=The+Weather+Channel&amp;rft.date=2013-08-23&amp;rft.au=Liz+Burlingame&amp;rft_id=http%3A%2F%2Fwww.weather.com%2Ftravel%2F12-amazing-sunken-treasure-discoveries-20130816%3Fpageno%3D13&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAncient+glass+trade\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-Walton_et_al_2009-3\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Walton_et_al_2009_3-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Walton_et_al_2009_3-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-Walton_et_al_2009_3-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\">Walton et al 2009</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Rehren &amp; Push 1997</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Nicholson et al 1997</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Shortland et al 2007</span>\n</li>\n<li id=\"cite_note-Freestone_et_al_2000-7\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Freestone_et_al_2000_7-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Freestone_et_al_2000_7-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Freestone et al 2000</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Baxter et al 2005, Freestone et al 2003, Leslie et al 2006</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Nenna et al 2000</span>\n</li>\n<li id=\"cite_note-Gorin-Rosen_2000-10\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Gorin-Rosen_2000_10-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Gorin-Rosen_2000_10-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Gorin-Rosen 2000</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Leslie et al 2006</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Jackson et al 2003, Baxter et al 2005 and Wolf et al 2005</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">Silvestri et al 2006</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">Foy &amp; Jezegou 2004</span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\">Silvestri et al 2008</span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\">Freestone &amp; Gorin-Rosen 1999</span>\n</li>\n<li id=\"cite_note-17\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-17\">^</a></b></span> <span class=\"reference-text\">van der Sleen 1973</span>\n</li>\n<li id=\"cite_note-18\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-18\">^</a></b></span> <span class=\"reference-text\">Dussubieux et al 2008</span>\n</li>\n<li id=\"cite_note-19\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-19\">^</a></b></span> <span class=\"reference-text\">Brill &amp; Rising 1999</span>\n</li>\n<li id=\"cite_note-20\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-20\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Carter, Alison (2011). \"Trade and Exchange networks in Iron Age Cambodia: Preliminary results from a compositional analysis of glass beads\". <i>Journal of Indo-Pacific Archaeology</i>: 178–188.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Journal+of+Indo-Pacific+Archaeology&amp;rft.atitle=Trade+and+Exchange+networks+in+Iron+Age+Cambodia%3A+Preliminary+results+from+a+compositional+analysis+of+glass+beads&amp;rft.pages=178-188&amp;rft.date=2011&amp;rft.aulast=Carter&amp;rft.aufirst=Alison&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAncient+glass+trade\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-21\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-21\">^</a></b></span> <span class=\"reference-text\">Prinsloo &amp; Colomban 2008</span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Ancient_glass_trade&amp;action=edit&amp;section=6\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Angelini, I., Artioli, G., Bellintani, P., Diella, V., Gemmi, M., Polla, A., Rossi, A., 2004, Chemical analyses of Bronze Age glasses from Frattesina di Rovigo, Northern Italy, Journal of Archaeological Science, 31(8), pp.&#160;1175–1184.</li>\n<li>Baxter, M.J., Cool, H.E.M. &amp; Jackson, C.M., 2005, Further studies in the compositional variability of Romano-British colourless glass, Archaeometry, 47, pp.&#160;47–68.</li>\n<li>Brill, R.H. &amp; Rising, B.A., 1999, Chemical analyses of early glasses, Corning Museum of Glass,.</li>\n<li>Dussubieux, L., Kusimba, C.M., Gogte, V., Kusimba, S.B., Gratuze, B. &amp; Oka, R., 2008, The tradeing of Ancient Glass Beads: New Analytical data from South Asian and East African Soda-Alumina Glass Beads, Archaeometry, 50(5), pp.&#160;797–821.</li>\n<li>Foy, D. &amp; Jezegou, M.P., 2004, Sous les vagues de verre. L'epave antique, Archeologia, 407, pp.&#160;22–31.</li>\n<li>Freestone, I.C. &amp; Gorin-Rosen, Y., 1999, The great glass slab at Bet Shearim, Israel: an early Islamic glassmaking experiment, Journal of Glass Studies, 41, pp.&#160;105–16.</li>\n<li>Freestone, I.C., Gorin-Rosen, Y. &amp; Hughes, M.J., 2000, Primary glass from Israel and the production of glass in late antiquity and the early Islamic period, Travaux de la Maison de l'Orient méditerranéen(33), pp.&#160;65–83.</li>\n<li>Freestone, I.C., Leslie, K.A., Thirlwall, M. &amp; Gorin-Rosen, Y., 2003, Strontium Isotopes in the Investigation of Early Glass Production: Byzantine and Early Islamic Glass from the Near East*, Archaeometry, 45(1), pp.&#160;19–32.</li>\n<li>Gorin-Rosen, Y., 2000, The ancient glass industry in Israel: Summary of the finds and new discoveries, Travaux de la Maison de l'Orient méditerranéen (33), pp.&#160;49–63.</li>\n<li>Jackson, C.M., Joyner, L., Booth, C.A., Day, P.M., Wager, E.C.W. &amp; Kilikoglou, V., 2003, Roman glass-making at Coppergate, York? Analytical Evidence for the nature of production, Archaeometry, 45(3), pp.&#160;435–56.</li>\n<li>Lankton, J.W. &amp; Dussubieux, L., 2006, Early glass in Asian maritime trade: a review and an interpretation of compositional analyses, <i><a href=\"/w/index.php?title=Journal_of_Glass_Studies&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Journal of Glass Studies (page does not exist)\">Journal of Glass Studies</a></i>, 48.</li>\n<li>Leslie, K.A., Freestone, I.C., Lowry, D. &amp; Thirlwall, M., 2006, The provenance and technology of Near Eastern Glass: Oxygen Isotopes by Laser Fluorination as a complement to Strontium, Archaeometry, 48(2), pp.&#160;253–70.</li>\n<li>Nenna, M.D., Picon, M. &amp; Vichy, M., 2000, Ateliers primaires et secondaires en Egypte à l'époque gréco-romaine, Travaux de la Maison de l'Orient méditerranéen(33), pp.&#160;97–112.</li>\n<li>Nicholson, P.T., Jackson, C.M. &amp; Trott, K.M., 1997, The Ulu Burun glass ingots, cylindrical vessels and Egyptian glass, The Journal of Egyptian Archaeology, pp.&#160;143–53.</li>\n<li>Prinsloo, L.C. &amp; Colomban, P., 2008, A Raman spectroscopic study of the Mapungubwe oblates: glass trade beads excavated at an Iron Age archaeological site in South Africa, <i><a href=\"/wiki/Journal_of_Raman_Spectroscopy\" title=\"Journal of Raman Spectroscopy\">Journal of Raman Spectroscopy</a></i>, 39(1), pp.&#160;79–90.</li>\n<li>Rehren, T. &amp; Pusch, E.B., 1997, New Kingdom Glass-Melting Crucibles from Qantir-Piramesses, <i><a href=\"/wiki/The_Journal_of_Egyptian_Archaeology\" class=\"mw-redirect\" title=\"The Journal of Egyptian Archaeology\">The Journal of Egyptian Archaeology</a></i>, pp.&#160;127–41.</li>\n<li>Shortland, A., Rogers, N. &amp; Eremin, K., 2007, Trace element discriminants between Egyptian and Mesopotamian late Bronze Age glasses, Journal of Archaeological Science, 34(5), pp.&#160;781–9.</li>\n<li>Shortland, A.J., 2007, Who were the glassmakers? Status, theory and method in mid-second millennium glass production, Archaeometry, 26(3).</li>\n<li>Silvestri, A., Molin, G. &amp; Salviulo, G., 2008, The colourless glass of Iulia Felix, Journal of Archaeological Science, 35(2), pp.&#160;331–41.</li>\n<li>Silvestri, A., Molin, G., Salviulo, G. &amp; Schievenin, R., 2006, Sand for Roman Glass production: An experimental and Philological study on source and supply, Archaeometry, 48(3), pp.&#160;415–32.</li>\n<li>van der Sleen, W.G.N., 1973, Handbook on Beads, David McKay Company.</li>\n<li>Walton, M.S., Shortland, A., Kirk, S. &amp; Degryse, P., 2009, Evidence for the trade of Mesopotamian and Egyptian glass to Mycenaean Greece, <i><a href=\"/wiki/Journal_of_Archaeological_Science\" title=\"Journal of Archaeological Science\">Journal of Archaeological Science</a></i>, 36(7), pp.&#160;1496–503.</li>\n<li>Wolf, S., Kessler, C.M., Stern, W.B. &amp; Gerber, Y., 2005, The composition and manufacture of Early Medieval coloured window glass from Sion (Valais, Switzerland) – A Roman glass-making tradition or innovative craftsmanship, Archaeometry, 47(2), pp.&#160;361–80.</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2163\nCached time: 20180918202835\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.112 seconds\nReal time usage: 0.143 seconds\nPreprocessor visited node count: 391/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 3433/2097152 bytes\nTemplate argument size: 83/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 7835/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.031/10.000 seconds\nLua memory usage: 1.59 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  105.987      1 -total\n 64.50%   68.363      1 Template:Reflist\n 32.21%   34.143      1 Template:Cite_web\n 20.64%   21.879      1 Template:See_also\n  6.52%    6.913      1 Template:Cite_journal\n  2.37%    2.509      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:24153192-0!canonical and timestamp 20180918202835 and revision id 853434581\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Ancient Glass Trade","*":"History_of_glass"},{"sortkey":"Ancient Glass Trade","*":"Glass_industry"}],"links":[{"ns":0,"exists":"","*":"Amarna"},{"ns":0,"exists":"","*":"Amarna Letters"},{"ns":0,"exists":"","*":"Amphora"},{"ns":0,"exists":"","*":"Ancient Chinese glass"},{"ns":0,"exists":"","*":"Apollonia-Arsuf"},{"ns":0,"exists":"","*":"Beit She'arim National Park"},{"ns":0,"exists":"","*":"Early modern glass in England"},{"ns":0,"exists":"","*":"Forest glass"},{"ns":0,"exists":"","*":"Glass"},{"ns":0,"exists":"","*":"Glass beadmaking"},{"ns":0,"exists":"","*":"Glass in Islamic culture"},{"ns":0,"exists":"","*":"Hellenistic Glass"},{"ns":0,"exists":"","*":"Hellenistic glass"},{"ns":0,"exists":"","*":"History of glass"},{"ns":0,"exists":"","*":"Journal of Archaeological Science"},{"ns":0,"exists":"","*":"Journal of Raman Spectroscopy"},{"ns":0,"exists":"","*":"Malkata"},{"ns":0,"exists":"","*":"Natron"},{"ns":0,"exists":"","*":"Olbia"},{"ns":0,"exists":"","*":"Pi-Ramesses"},{"ns":0,"exists":"","*":"Roman glass"},{"ns":0,"exists":"","*":"Sardinia"},{"ns":0,"exists":"","*":"Sasanian glass"},{"ns":0,"exists":"","*":"Slave beads"},{"ns":0,"exists":"","*":"The Journal of Egyptian Archaeology"},{"ns":0,"exists":"","*":"Uluburun"},{"ns":0,"exists":"","*":"Uluburun shipwreck"},{"ns":0,"*":"Journal of Glass Studies"}],"templates":[{"ns":10,"exists":"","*":"Template:See also"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Cite journal"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Labelled list hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote list"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Hellenistic_Glasamphora_from_Olbia_1.jpg"],"externallinks":["http://www.weather.com/travel/12-amazing-sunken-treasure-discoveries-20130816?pageno=13"],"sections":[{"toclevel":1,"level":"2","line":"Mesopotamia and Eastern Mediterranean during the Late Bronze Age","number":"1","index":"1","fromtitle":"Ancient_glass_trade","byteoffset":1611,"anchor":"Mesopotamia_and_Eastern_Mediterranean_during_the_Late_Bronze_Age"},{"toclevel":1,"level":"2","line":"The Mediterranean during Roman times","number":"2","index":"2","fromtitle":"Ancient_glass_trade","byteoffset":6291,"anchor":"The_Mediterranean_during_Roman_times"},{"toclevel":1,"level":"2","line":"South East Asia,  Africa and the Indian Ocean","number":"3","index":"3","fromtitle":"Ancient_glass_trade","byteoffset":10546,"anchor":"South_East_Asia,_Africa_and_the_Indian_Ocean"},{"toclevel":1,"level":"2","line":"Later periods and other geographical areas","number":"4","index":"4","fromtitle":"Ancient_glass_trade","byteoffset":13947,"anchor":"Later_periods_and_other_geographical_areas"},{"toclevel":1,"level":"2","line":"Notes","number":"5","index":"5","fromtitle":"Ancient_glass_trade","byteoffset":14142,"anchor":"Notes"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"6","fromtitle":"Ancient_glass_trade","byteoffset":14167,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Ancient glass trade","iwlinks":[],"properties":[{"name":"defaultsort","*":"Ancient Glass Trade"},{"name":"wikibase_item","*":"Q4752959"}]}}