{"parse":{"title":"Robert H. Brill","pageid":22222088,"revid":854081110,"text":{"*":"<div class=\"mw-parser-output\"><p>Dr Robert Brill is in the field of archaeological science, best known for his work on the chemical analysis of ancient <a href=\"/wiki/Glass\" title=\"Glass\">glass</a>. Born in the United States of America in 1929, Brill attended West Side High School in Newark, New Jersey, before going on to study for his B.S. degree at Upsala College, also New Jersey (Brill 1993a, Brill 2006, Getty Conservation Institute 2009). Having completed his Ph.D in Physical Chemistry at <a href=\"/wiki/Rutgers_University\" title=\"Rutgers University\">Rutgers University</a> in 1954, Brill was to return to Upsala College to teach chemistry himself until 1960 when he joined the staff of the <a href=\"/wiki/Corning_Museum_of_Glass\" title=\"Corning Museum of Glass\">Corning Museum of Glass</a> as their second research scientist (Corning Museum of Glass, 2009)\n</p><p>Throughout his lengthy career at Corning, where a four-year directorship punctuated his time as a research scientist, Brill was a forerunner in the scientific investigation of glass, glazes and colorants, developing and challenging the usefulness of emerging techniques. His pioneering work with the application of lead and oxygen <a href=\"/wiki/Isotope_analysis\" title=\"Isotope analysis\">isotope analysis</a> in archaeology led him occasionally to add the investigation of metal objects to his portfolio so that, together, his published works number more than 160 (Brill and Wampler 1967). Perhaps the most famous of these is his <i>Chemical Analyses of Early Glass</i>, a sum of his 39 years of work and now a seminal reference guide in the field (Brill 1999).\n</p><p>Brill is a strong proponent of interdisciplinary cooperation as well as the collaboration between scientists across the world, and has served since 1982 on the <a href=\"/w/index.php?title=International_Commission_on_Glass&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"International Commission on Glass (page does not exist)\">International Commission on Glass</a>. Within this he founded TC17, the technical committee for the Archaeometry of Glass, which lists among its aims the ‘promotion of collaboration among glass specialists in widely separated countries’ and the stimulation and encouragement of glass scientists ‘in developing countries’  (Archaeometry of Glass 2005). His internationalism is aptly demonstrated by his study of glasses from around the world, with his attentions most recently being focused on those from the Silk Road. Here, as with other areas of Brill’s remarkable career, it seems he was attracted by the lack of previous study and the need for further development in the field. Seeing a disparity between contemporary knowledge of glasses from the western world and those from East Asia, Brill was keen to add insight to a hitherto unexploited field and, as such, has gone on to contribute a great deal to Silk Road studies (Brill 1993b).\n</p><p>The broad span of Brill’s career allows this paper to provide only an abridged synopsis of his métier and published works to date. Focusing on Brill’s achievements during the decades after he joined the Corning Museum in February 1960, it aims to highlight areas in which Brill pioneered new techniques and improved existing ones, offering summaries of major publications and proposing sources the interested reader may turn to for more information (Brill 1999).\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#The_1960s\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">The 1960s</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-2\"><a href=\"#Isotope_analysis\"><span class=\"tocnumber\">1.1</span> <span class=\"toctext\">Isotope analysis</span></a></li>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#Chemical-analytical_round_robin\"><span class=\"tocnumber\">1.2</span> <span class=\"toctext\">Chemical-analytical round robin</span></a></li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#The_Middle_East\"><span class=\"tocnumber\">1.3</span> <span class=\"toctext\">The Middle East</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#The_1970s\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">The 1970s</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#The_Corning_flood\"><span class=\"tocnumber\">2.1</span> <span class=\"toctext\">The Corning flood</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#The_1980s\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">The 1980s</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-8\"><a href=\"#Jalame\"><span class=\"tocnumber\">3.1</span> <span class=\"toctext\">Jalame</span></a></li>\n<li class=\"toclevel-2 tocsection-9\"><a href=\"#The_Institute_of_Nautical_Archaeology\"><span class=\"tocnumber\">3.2</span> <span class=\"toctext\">The Institute of Nautical Archaeology</span></a></li>\n<li class=\"toclevel-2 tocsection-10\"><a href=\"#The_origins_of_Silk_Road_research\"><span class=\"tocnumber\">3.3</span> <span class=\"toctext\">The origins of Silk Road research</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-11\"><a href=\"#The_1990s\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">The 1990s</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-12\"><a href=\"#Chemical_Analyses_of_Early_Glasses\"><span class=\"tocnumber\">4.1</span> <span class=\"toctext\"><i>Chemical Analyses of Early Glasses</i></span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-13\"><a href=\"#Brill&#39;s_legacy\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Brill's legacy</span></a></li>\n<li class=\"toclevel-1 tocsection-14\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-15\"><a href=\"#Further_reading\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Further reading</span></a></li>\n<li class=\"toclevel-1 tocsection-16\"><a href=\"#External_links\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"The_1960s\">The 1960s</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Robert_H._Brill&amp;action=edit&amp;section=1\" title=\"Edit section: The 1960s\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The 1960s saw Brill beginning to develop the analytical techniques that would define the early years of his career at Corning, and yet the scope of his interest within glass remained vast. Indeed, 1961 saw Brill pen a letter to Nature with a colleague, that was a ‘bombshell’, according to Newton, in the field of glass-dating (1971, 3). Here Brill suggested that the rather enigmatic weathering crust found to form on buried glass objects over time could be used to date the object in a method rather similar to <a href=\"/wiki/Dendrochronology\" title=\"Dendrochronology\">dendrochronology</a>, using the separate layers of the shiny lamination (Brill 1961, Brill and Hood 1961, Newton 1971). Whilst in dendrochronology the tree-rings account simply for the tree’s annual growth, in the weathering crust on glass Brill suggested the accumulation of a layer of laminate might respond to some kind of annual event of climatic change (Brill 1961). Unfortunately, despite the examples of the method’s successful applications provided by Brill, such as the almost accurate count of 156 layers on a bottle-base from the York River submerged in 1781 and excavated in 1935, the technique largely failed to convince and did not see widespread adoption (Brill 1961, Newton 1971).\n</p>\n<h3><span class=\"mw-headline\" id=\"Isotope_analysis\">Isotope analysis</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Robert_H._Brill&amp;action=edit&amp;section=2\" title=\"Edit section: Isotope analysis\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The most important of these techniques would prove to be Brill’s pioneering application of lead isotope analysis, hitherto used only in <a href=\"/wiki/Geology\" title=\"Geology\">geology</a>, to archaeological objects. Brill first presented this idea at the 1965 Seminar in Examination of Works of Art, held at the Museum of Fine Arts Boston, but the first widely published account of the method seems to be Brill and Wampler’s 1967 article in the <i>American Journal of Archaeology</i>. Here, Brill and Wampler outlined how the technique could be used to <a href=\"/wiki/Provenance\" title=\"Provenance\">provenance</a> the lead contents of archaeological objects to lead ore sources around the world, based on the isotopic signature of various leads, which relates them to ‘ores occurring in different geographical areas’ (1967, 63). These different areas have different signatures because they are of varying geological age, something reflected by the individual lead isotopes which form only after the radioactive decay of <a href=\"/wiki/Uranium\" title=\"Uranium\">uranium</a> and <a href=\"/wiki/Thorium\" title=\"Thorium\">thorium</a> (Brill et al. 1965, Brill and Wampler 1967). While the lead isotope ratios used for provenancing are different, they are not unique: areas geologically similar will yield similar lead isotope signatures (Brill 1970). Furthermore, if leads were salvaged and mixed in ancient times, the isotope ratio will be compromised (Brill 1970). Aside from these two limitations, there is little else that could affect the lead isotope reading an object would yield. As such, Brill's method was greeted enthusiastically and he went on to develop the technique, as well as oxygen isotope analysis, in his 1970 publication. Here he demonstrated how the technique could be used both to classify early glasses and to a certain extent characterize the ingredients from which they were made (1970, 143).\n</p>\n<h3><span class=\"mw-headline\" id=\"Chemical-analytical_round_robin\">Chemical-analytical round robin</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Robert_H._Brill&amp;action=edit&amp;section=3\" title=\"Edit section: Chemical-analytical round robin\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Returning to 1965, this year saw Brill launch another important innovation in glass analysis, the comparison of interlaboratory experiments in order to verify analytical results (Brill 1965). ‘Originally inspired by a plea from W E S Turner’, according to Freestone, Brill first mooted his idea at the <i>VIIth International Congress on Glass</i>, in Brussels (Brill 1965a, I. Freestone, <i>pers. comm.</i> 2009). It wasn’t until the <i>VIIIth International Congress on Glass</i> in 1968, however, that Brill fully launched his concept of an ‘analytical <a href=\"/wiki/Round_robin_test\" title=\"Round robin test\">round robin</a>’, having distributed a number of reference glasses to be tested in different laboratories using a range of current techniques including <a href=\"/wiki/X-ray_fluorescence\" title=\"X-ray fluorescence\">X-ray fluorescence</a> and <a href=\"/wiki/Neutron_activation_analysis\" title=\"Neutron activation analysis\">neutron activation analysis</a> (1968, 49). When discussing his motive for the experiment, Brill aptly stated: 'The truth is that the chemical analysis of glasses is a difficult undertaking and still remains in some senses an art' (1968, 49). By conducting the round robin experiment, Brill hoped the results gathered from different laboratories would help ‘correlate [...] earlier results’ and ‘<a href=\"/wiki/Calibrate\" class=\"mw-redirect\" title=\"Calibrate\">calibrate</a> future analyses in reference to one another’, as well as suggest which out of the analytical procedures used was the most accurate and effective (1968, 49). The results of the round robin were presented at the 'IXth International Congress on Glass' in 1971, and showed that, as Brill suspected, there was poor agreement between certain identified elements, and therefore these might be ‘troublesome’ generally across analyses (1971, 97). These included calcium, aluminium, lead and barium, among others (Brill 1971). Aside from their correctional potential, the results, from 45 different laboratories in 15 countries, also provided an enormous data set from which, Brill suggested, the participants could ‘evaluate their own methods and procedures against the findings of other analysts’ (1971, 97). At the time, Brill could hardly have suspected that the data would go on to have such great import, but Croegaard’s generation of preferred glass compositions, from statistical analysis of the data, were used successfully by many people until Brill’s own reference guide was published in 1999 (I. Freestone, 'pers. comm.', 2009).\n</p>\n<h3><span class=\"mw-headline\" id=\"The_Middle_East\">The Middle East</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Robert_H._Brill&amp;action=edit&amp;section=4\" title=\"Edit section: The Middle East\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>It should not be thought that Brill spent the entire decade ensconced in the Corning laboratory; he made various forays to the Middle East, including accompanying Wertime’s 1968 survey of the ancient technologies of Iran, alongside other great minds such as the noted ceramicist, Frederick Matson (UCL Institute for Archaeo-Metallurgical Studies 2007). In the years 1963-1964, the Corning Museum of Glass and the University of Missouri, following a long history of excavation at the necropolis of Beth She'Arim, conducted an examination of a huge slab of glass, some 2000 years old, that had been languishing in an ancient cistern (Brill and Wosinski 1965). Brill cannot recall who first suggested this slab, measuring 3.4m by 1.94m, could be made of glass, but the only way to test it was to drill a core through its 45&#160;cm thickness and analyse it (Brill 1967, Brill and Wosinski 1965). On analysis of the core, Brill found that the glass was devitrified and stained, and not very homogenous, with a presence of wollastonite crystals throughout (1965, 219.2). Investigation of the manufacture technology required to produce the slab, suggested that in order to produce such a slab of glass, it would have been necessary to heat over eleven tons of batch material, and sustain it at around 1050˚C for between five and ten days (Brill 1967)! His initial interpretation was that the glass must have been heated either from above or from the sides using a kind of tank furnace; a hypothesis that was proven accurate when excavation underneath the slab suggested it had been melted <i>in situ</i>, in a tank whose floor was a bed of limestone blocks with a thin parting layer of clay (Brill and Wosinski 1965, Brill 1967). Brill’s interpretation, that the slab and its surroundings suggest ‘some early form of <a href=\"/wiki/Reverberatory_furnace\" title=\"Reverberatory furnace\">reverberatory furnace</a>’ was the first suggestion of the use of tank furnaces in early glassmaking (1967, 92). The evidence at Beth She’arim encouraged further innovative thought because whilst the slab represented glass production on a grand scale, no associated evidence for glass working was found. Brill had already suspected that historical glassmaking occurred in two phases, the heavy ‘engineering’ stage when the glass is formed from the batch ingredients and the ‘crafting’ stage when the glass is formed into artefacts (Brill, pers. comm., 2009). These stages could occur in combination at one location, or at two differing locales, and the time span of production after the initial glass melt is highly flexible. For Brill, the idea of this ‘dual nature of all glassmaking’ was ‘crystallized’ at Beth She’Arim, where only the raw glass production was represented, and would be reinforced later by the contrasting evidence, where working was favoured over production, found at Jalame, as discussed below (Brill, pers. comm., 2009).\n</p>\n<h2><span class=\"mw-headline\" id=\"The_1970s\">The 1970s</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Robert_H._Brill&amp;action=edit&amp;section=5\" title=\"Edit section: The 1970s\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Aside from the aforementioned published results of his analytical round robin and his lead and oxygen isotope studies in the early 1970s, the decade saw Brill publish comparatively little, perhaps due to his post as director at The Corning Museum of Glass. Those publications he did pen are largely concerned with the development of lead isotope analysis and are listed in the further reading section. Alas, before Brill could be named Director, however, the museum was to be blighted by an enormous flood, ‘possibly the greatest single catastrophe borne by an American museum’ according to Buechner, Brill’s successor in 1976 (1977, 7).\n</p>\n<h3><span class=\"mw-headline\" id=\"The_Corning_flood\">The Corning flood</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Robert_H._Brill&amp;action=edit&amp;section=6\" title=\"Edit section: The Corning flood\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The flood was brought to Corning by <a href=\"/wiki/Hurricane_Agnes\" title=\"Hurricane Agnes\">Hurricane Agnes</a>, a tropical storm that filled the Chemung River system to bursting until, on the morning of June 23, 1972, the river breached its banks and decimated the town (Martin and Edwards 1977). The Corning Glass Centre was under around twenty feet of water on the lower level’s west side, while the museum itself was filled to a water-level of five feet and four inches (Martin and Edwards 1977). 528 of the museum’s objects were damaged, the library’s rare books were ruined and paper index systems, data and catalogues were all lost (Martin and Edwards 1977). In the wake of this destruction, Brill was named Director, so that his time holding this position, from 1972-1975, would be spent overseeing the complete restoration of the museum. Buechner praises how Brill 'painstakingly' prepared the insurance claim that would support the museum throughout the renovation process and facilitate the replacement of many wonderful objects (1977, 7). Under Brill’s auspices, the Corning Museum of Glass was reopened just thirty-nine days after the event, on the 1st August, but it would be another four years before the collection and library were restored to their former glory (Buechner 1977).\n</p>\n<h2><span class=\"mw-headline\" id=\"The_1980s\">The 1980s</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Robert_H._Brill&amp;action=edit&amp;section=7\" title=\"Edit section: The 1980s\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In 1982, Brill joined the International Commission on Glass, ‘the world’s leading organization of glass scientists and technologists’ according to the Corning Museum (2009). The International Commission functions through various technical committees, among which Brill saw an opening for TC17, the committee for the Archaeometry of Glass, which he founded shortly after joining. The main purpose of TC17, whose members met for the first time in Beijing in 1984, is ‘to bring together glass scientists, archaeologists and museum curators to present and discuss the results of research on early glass and glassmaking and on the conservation of historical glass objects’, as expressed in their mission statement (Archaeometry of Glass 2005). Brill was to chair this committee until 2004 and received the W E S Turner Award from the International Commission of Glass on his departure, in recognition of his contribution as founder (Corning Museum of Glass 2009).\n</p>\n<h3><span class=\"mw-headline\" id=\"Jalame\">Jalame</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Robert_H._Brill&amp;action=edit&amp;section=8\" title=\"Edit section: Jalame\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>One of the on-running projects of the Corning Museum of Glass published the excavation report from their many field seasons at the ancient glass factory in Jalame, in Late Roman Palestine (Brill 1988, Schreurs and Brill 1984). Brill was called upon to conduct scientific investigations of the huge amount of material generated at the site, in order to exploit the full potential of the artefacts; after all, the site was being excavated specifically because of its role as a glass factory (Brill 1988). Of the vast quantity of glass fragments from Jalame, both vessel sherds and <a href=\"/wiki/Cullet\" class=\"mw-redirect\" title=\"Cullet\">cullet</a>, most were aqua and green and all were soda-lime-silica glasses melted in highly <a href=\"/wiki/Redox\" title=\"Redox\">reducing</a> conditions (Schreurs and Brill 1984). Where the melting conditions had been increasingly reducing, a ferri-sulfide <a href=\"/wiki/Chromophore\" title=\"Chromophore\">chromophore</a> complex was shown to have formed, thus changing the bluey-aqua colour of the glass to an olive, or even an amber shade (Schreurs and Brill 1984). Despite these colour variations, Brill’s further chemical analysis showed the vessel glasses to be highly homogeneous in composition, apart from a clear divide where around 40 glasses demonstrated the intentional addition of <a href=\"/wiki/Manganese\" title=\"Manganese\">manganese</a> (Brill 1988). Brill conducted an investigation of the furnace at Jalame, nicknamed the Red Room, in which there was a mysterious absence of glass finds of any kind (Brill 1988). Whilst work at Beth She’Arim had eventually found there to be five firing chambers responsible for heating the one tank, the fragmentary remains at Jalame made it very difficult to interpret the furnace set-up, apart from the fact that they believed there to have been only one firing chamber (Brill 1988).\n</p>\n<h3><span class=\"mw-headline\" id=\"The_Institute_of_Nautical_Archaeology\">The Institute of Nautical Archaeology</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Robert_H._Brill&amp;action=edit&amp;section=9\" title=\"Edit section: The Institute of Nautical Archaeology\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>In the late eighties Brill was to contribute various studies to the Institute of Nautical Archaeology, following the excavation of a number of exciting shipwrecks including the <i>Serçe Liman</i>, and the <i>Ulu Burun</i> (Barnes et al. 1986, Brill 1989). Here Brill’s own technique of lead isotope analysis was to provide a means for provenancing items aboard ship, and thus determine the ship’s origin and her ports-of-call. The excavators of the <i>Serçe Liman</i> wanted to know whether she was <a href=\"/wiki/Byzantine\" class=\"mw-redirect\" title=\"Byzantine\">Byzantine</a> or Islamic, a complicated question for lead isotope analysis as the lead ores of the Eastern Mediterranean share geographical characteristics and therefore overlap (Barnes et al. 1986). Using 900 lead net sinkers divided into six loose groupings, Brill found groups III, V and VI to be Byzantine, that is with ores found in modern-day Turkey (Barnes et al. 1986). Group I, however, was taken to be most indicative of the ship’s origin; this group contained net sinkers, but also two ceramic glazes and three glass vessels, all sharing virtually identical lead ores with only one isotopic match, ‘an ore from Anguran, northwest of <a href=\"/wiki/Tehran\" title=\"Tehran\">Tehran</a>’ according to Barnes et al. (1986, 7).\n</p>\n<h3><span class=\"mw-headline\" id=\"The_origins_of_Silk_Road_research\">The origins of Silk Road research</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Robert_H._Brill&amp;action=edit&amp;section=10\" title=\"Edit section: The origins of Silk Road research\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Brill’s submissions to the <i>XIVth International Congress on Glass</i>, which took place in <a href=\"/wiki/New_Delhi\" title=\"New Delhi\">New Delhi</a> in 1986, can be seen to represent the origins of his work on the Great Silk Road, the impressive trade route carrying goods from the East through India to Europe. Here, chemical analysis of Early Indian glasses would help Brill not just to determine the ingredients and techniques of production, but ‘to make certain broad generalizations as to regions or periods of manufacture’, and therefore to follow an object’s movement along the trade route (1987, 1). For the XIVth Congress, Brill conducted <a href=\"/wiki/Atomic_absorption_spectroscopy\" title=\"Atomic absorption spectroscopy\">atomic absorption spectroscopy</a> (AAS) and optical emission spectroscopy (OES) on samples of 38 glasses from India, and the success of his method was made clear when he was able to separate 21 samples away from those made in the Middle East and Europe (Brill 1987). Here the glasses were shown to have mixed alkali compositions, a feature that is ‘rare among glasses from more westerly sources’, and therefore Brill concluded that they had definitely been manufactured in India (1987, 4). Brill also collaborated with Mckinnon to conduct chemical analyses of some glass samples from <a href=\"/wiki/Sumatra\" title=\"Sumatra\">Sumatra</a>, Indonesia, the results of which would be the ‘first data of their kind from this island’ (1987, 1). The results of the study, which also used samples from Java, another important location for the Silk Road, were hoped by McKinnon and Brill to ‘stimulate a greater awareness of glass in the economy [...] of ancient Sumatra and further new lines of research in the archaeology of the region’ (1987, 1).\n</p>\n<h2><span class=\"mw-headline\" id=\"The_1990s\">The 1990s</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Robert_H._Brill&amp;action=edit&amp;section=11\" title=\"Edit section: The 1990s\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The beginning of the 1990s saw Brill accorded the Archaeological Institute of America’s Pomerance Award for scientific contributions to archaeology; however the decade mostly reflects Brill’s continuing dedication to Asian glasses and the study of the Silk Road (Archaeological Institute of America 2009). In <i>Scientific Research in Early Chinese Glass</i>, Brill reflected that in comparison to the knowledge of glassmaking in the West, ‘little is known about Chinese glass and about the role it played in the overall unfolding of glass history on a worldwide basis’ (1991, vii). One reason for this is that glass was never produced in the East in such great quantities as it was in the West but also that archaeological Chinese glasses are often prone to problems (Brill 1991). The difficulties of analysing Chinese glasses were reflected later in the publication where, following the chemical investigation of 71 samples, Brill found that identifying the ‘basic formulation’, or ‘any of the primary batch materials’ of the glasses was still almost impossible (Brill et al. 1991). Brill had greater success in differentiating between Chinese glass samples when using lead isotope analysis, a method that has proven effective in the first instance of identifying Chinese glass as the leads used here are different from those anywhere else in the world (Brill, Barnes et al. 1991). Brill found his Chinese samples to fall into two distinct groups, possessing on one hand the highest, and on the other the lowest, lead isotope ratios he had <i>ever</i> encountered (Brill, Barnes et al. 1991). As such, he was able to show that despite the striking similarity in the glasses’  chemical composition and appearance, the ores from which their leads were sourced must have been from very geologically-different mines (Brill, Barnes et al. 1991).\n</p><p>Brill conducted further investigations of ancient Asian glasses for the Nara Symposium on the Silk Road’s maritime route in 1991, ‘to demonstrate [...] that chemical analyses can be useful for learning how glass was traded along the Desert, Steppe, and Maritime Routes of the Silk Road’ (1993a, 71), as well as providing a more technical discussion on glass and glassmaking in China for the Glass Art Society’s Toledo Conference in 1993 (Brill 1993b). Further lead isotope analysis, this time on Chinese and central Asian pigments, was conducted with a larger team for the Getty’s Conservation of Ancient Sites on the Silk Road, which saw Brill et al. launching studies that held incredible potential for understanding ‘chronological or stylistic differences among Buddhist cave paintings’, or ‘distinguish[ing] between original and repainted parts of individual works’ (1993, 371).\n</p>\n<h3><span class=\"mw-headline\" id=\"Chemical_Analyses_of_Early_Glasses\"><i>Chemical Analyses of Early Glasses</i></span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Robert_H._Brill&amp;action=edit&amp;section=12\" title=\"Edit section: Chemical Analyses of Early Glasses\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>In 1999, Brill published the sum of 39 years worth of results from his chemical investigations at Corning in two volumes of reference material with a third forthcoming (Brill 1999). Brill was reluctant to publish the data without any accompanying interpretation, but he felt that the most important factor was to quickly release the material into a wider sphere, made ‘readily accessible to the scientific community’ (1999, 8). Of Corning’s 10,000 research artefacts, the master catalogue contains 6,400 samples, an abbreviated catalogue, or AbbCat, of which is presented in the two volumes (1999, 11). Nineteen geographical, typological or chronological categories of glass samples are recorded, spanning Brill’s various research projects and collaborations, from Egypt to the East (Brill 1999). It also records the results of oxygen isotope analyses, reminding us that Brill was ever one for the integration of different investigative methods.\n</p>\n<h2><span id=\"Brill.27s_legacy\"></span><span class=\"mw-headline\" id=\"Brill's_legacy\">Brill's legacy</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Robert_H._Brill&amp;action=edit&amp;section=13\" title=\"Edit section: Brill&#039;s legacy\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Since 2000, Dr Brill’s interest in Silk Road studies and ancient glass compositions has continued, but his publication rate has slowed somewhat. His years of prolific publication, however, and his willingness to analyse glass from almost every situation have provided the archaeometry of glass with a bounty of reference material, as reflected by the <i>Chemical Analyses of Early Glasses</i>.  Despite his official retirement from the Corning Museum of Glass on May 31, 2008, he returned to the laboratory the next day and continues to work, showing no intention of enjoying a retirement proper any time soon (Brill, <i>pers. comm.</i>, 2009).\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Robert_H._Brill&amp;action=edit&amp;section=14\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><b>Archaeological Institute of America</b> (2009) <a rel=\"nofollow\" class=\"external free\" href=\"http://www.archaeological.org/webinfo.php?page=10101\">http://www.archaeological.org/webinfo.php?page=10101</a> Pomerance Award Winners, consulted 01.04.2009</li>\n<li><b>Archaeometry of Glass</b> (2005) <a rel=\"nofollow\" class=\"external free\" href=\"http://www.icg.group.shef.ac.uk/tc17.html\">http://www.icg.group.shef.ac.uk/tc17.html</a> Archaeometry of Glass Mission Statement, consulted 20.03.2009</li>\n<li><b>Barnes, I. L., Brill, R. H., Deal, E. C. and Piercy, G. V.</b> (1986) Lead Isotope Studies of Some of the Finds from the Serçe Liman Shipwreck, In: Olin, J. S. and Blackman, M. J. (Eds.) <i>Proceedings of the 24th International Archaeometry Symposium</i> Washington: Smithsonian Institution Press</li>\n<li><b>Brill, R. H.</b> (1961) The Record of Time in Weathered Glass <i>Archaeology 14 (1)</i> pp.&#160;18–22</li>\n<li><b>Brill, R. H.</b> (1963) Ancient Glass <i>Scientific American (November)</i> pp.&#160;120–130</li>\n<li><b>Brill, R. H.</b> (1965) Interlaboratory Comparison Experiments on the Analysis of Ancient Glass. In: <i>Proceedings of the VIIth International Congress on Glass, Brussels</i> pp.&#160;226(1)-226(4)</li>\n<li><b>Brill, R. H.</b> (1967) A Great Glass Slab from Ancient Galilee <i>Archaeology 20 (2)</i> pp.&#160;89–96</li>\n<li><b>Brill, R. H.</b> (1968) The Scientific Investigation of Ancient Glasses. In: <i>The Proceedings of the VIIIth International Congress on Glass</i> pp.&#160;47–68</li>\n<li><b>Brill, R. H.</b> (1970) Lead and Oxygen Isotopes in Ancient Objects. In: Allibone, T. E. (Ed.) <i>The Impact of the Natural Sciences on Archaeology: A joint symposium of the Royal Society and the British Academy.</i> London: Oxford University Press</li>\n<li><b>Brill, R. H.</b>(1971) A Chemical-Analytical Round-Robin of Four Synthetic Ancient Glasses. In: <i>The Proceedings of the IXth International Congress on Glass</i></li>\n<li><b>Brill, R. H.</b> (1987) Chemical Analyses of Some Early Indian Glasses, In: Bhardwaj, H. C. (Ed.) <i>XIVth International Congress on Glass 1986, New Delhi, India</i> pp.&#160;1–27</li>\n<li><b>Brill, R. H.</b> (1988) Scientific Investigations of the Jalame Glass and Related Finds, In: Weinberg, G. D. (Ed.) <i>Excavations at Jalame: Site of a Glass Factory in Late Roman Palestine</i> Columbia: University of Missouri Press</li>\n<li><b>Brill, R. H</b>. (1989) <i>Chemical Analyses of some Metal Finds from the Ulu Burun and Cape Gelidonya Shipwrecks.</i> Paper submitted to George F. Bass and Cemal Pulak at the Institute of Nautical Archaeology</li>\n<li><b>Brill, R. H.</b> (1991) Introduction, In: (Eds.) Brill, R. H. and Martin, J. H. Scientific Research in Early Chinese Glass New York: Corning Museum of Glass</li>\n<li><b>Brill, R. H.</b> (1993a) Scientific Investigations of Ancient Asian Glass, In: <i>Nara Symposium ’91: UNESCO Maritime Route of Silk Roads</i> pp.&#160;70–79</li>\n<li><b>Brill, R. H.</b> (1993b) Glass and Glassmaking in Ancient China, In:<i> The Toledo Conference Journal 1993</i> The Glass Art Society pp.&#160;56–69</li>\n<li><b>Brill, R. H.</b> (1999) <i>Chemical Analyses of Early Glass, Volume 1: Catalogue of Samples</i> New York: The Corning Museum of Glass</li>\n<li><b>Brill, R. H.</b> (2006) Don’t Go with the Flow! <i>Glass Worldwide 8</i> p.&#160;12</li>\n<li><b>Brill, R. H., Barnes, I. L. and Joel, E. C.</b> (1991) Lead Isotope Studies of Early Chinese Glasses, In: (Eds.) Brill, R. H. and Martin, J. H. Scientific Research in Early Chinese Glass New York: Corning Museum of Glass pp.&#160;65–91</li>\n<li><b>Brill, R. H. and Hood, H. P. </b>(1961) A New Method for Dating Ancient Glass <i>Nature 189</i> pp.&#160;12–14</li>\n<li><b>Brill, R. H., Shields, W. R. and Wampler, J. M.</b> (1965) New Directions in Lead Isotope Research, In: Application of Science in Examination of Works of Art Boston: Museum of Fine Arts pp.&#160;155–166</li>\n<li><b>Brill, R. H., Tong, S. S. C. and Dohrenwend, D.</b> (1991) Chemical Analyses of Some Early Chinese Glasses, In: Brill, R. H. and Martin, J. H. (Eds.) Scientific Research in Early Chinese Glass New York: Corning Museum of Glass pp.&#160;31–64</li>\n<li><b>Brill, R. H. and Wampler, J. M. </b>(1967) Isotope Studies of Ancient Lead <i>American Journal of Archaeology 71</i> pp.&#160;63–77</li>\n<li><b>Brill, R. H. and Wosinski, J. F. </b>(1965) A Huge Slab of Glass in the Ancient Necropolis of Beth She’Arim In: <i>Proceedings of the VIIth International Congress on Glass, Brussels</i> pp.&#160;219(1)-219(11)</li>\n<li><b>Buechner, T. S.</b> (1977) Preface, In: Martin, J. H. and Edwards, C K. (Eds.) <i>The Corning Flood: Museum Under Water</i> New York: Corning Museum of Glass</li>\n<li><b>Corning Museum of Glass</b>(2009) <a rel=\"nofollow\" class=\"external free\" href=\"http://www.cmog.org/dynamic.aspx?id=2190\">http://www.cmog.org/dynamic.aspx?id=2190</a> Corning Museum of Glass Staff Biography, consulted 12.03.2009, 20.03.2009</li>\n<li><b>Newton, R. G.</b> (1971) The Enigma of the Layered Crusts on Some Weathered Glasses, A Chronological Account of the Investigations Archaeometry 13 (1) pp.&#160;1–9</li>\n<li><b>Schreurs, J. W. H. and Brill, R. H.</b> (1984) Iron and Sulfur Related Colors in Ancient Glasses <i>Archaeometry 26 (2)</i> pp.&#160;199–209</li>\n<li><b>Martin, J. H. and Edwards, C. K.</b> (1977) Introduction, In: Martin, J. H. and Edwards, C K. (Eds.) <i>The Corning Flood: Museum Under Water</i> New York: Corning Museum of Glass</li>\n<li><b>McKinnon, E. E. and Brill, R. H.</b> (1987) Chemical Analyses of Some Glasses from Sumatra, In: Bhardwaj, H. C. (Ed.) XIVth International Congress on Glass 1986, New Delhi, India pp.&#160;1–14</li>\n<li><b>The Getty Conservation Institute </b>(2009) <a rel=\"nofollow\" class=\"external free\" href=\"http://www.getty.us/conservation/publications/pdf_publications/silkroad7.pdf\">http://www.getty.us/conservation/publications/pdf_publications/silkroad7.pdf</a> Getty Silk Road Publication Contributors, consulted 12.03.2009</li>\n<li><b>UCL Institute of Archaeo-Metallurgy</b> (2007) <a rel=\"nofollow\" class=\"external free\" href=\"http://www.ucl.ac.uk/iams/iransurvey/team.php\">http://www.ucl.ac.uk/iams/iransurvey/team.php</a> Wertime’s Iran Survey: The Travellers, consulted 12.03.2009</li></ul>\n<h2><span class=\"mw-headline\" id=\"Further_reading\">Further reading</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Robert_H._Brill&amp;action=edit&amp;section=15\" title=\"Edit section: Further reading\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><b>Brill, R. H.</b> (1962) A Note on the Scientist’s Definition of Glass <i>Journal of Glass Studies 4</i> pp.&#160;127–138</li>\n<li><b>Brill, R. H.</b> (1964) An Observation on the Corinth Diaretum <i>Journal of Glass Studies 6</i> pp.&#160;56–58</li>\n<li><b>Brill, R. H.</b> (Ed.) (1971) <i>Science and Archaeology</i> Massachusetts: MIT Press</li>\n<li><b>Brill, R. H.</b> (1992) Chemical Analyses of some Glasses from Frattesina Journal of Glass Studies 34 pp.&#160;11–22</li>\n<li><b>Brill, R. H.</b> (2001) Some Thoughts on the Chemistry and Technology of Islamic Glass, In: Carboni, S. and Whitehouse, D. (Eds.) <i><a rel=\"nofollow\" class=\"external text\" href=\"http://libmma.contentdm.oclc.org/cdm/ref/collection/p15324coll10/id/74621\">Glass of the Sultans</a></i> New York: The Metropolitan Museum of Art</li>\n<li><b>Brill, R. H., Barnes, L. L. and Adams, B.</b> (1974) Lead Isotopes in Some Ancient Egyptian Objects. In: <i>Recent Advances in Science and Technology of Materials 3</i> pp.&#160;9–27 New York: Plenum Press</li>\n<li><b>Brill, R. H. and Cahill, N. D.</b> (1988) A Red Opaque Glass from Sardis and Some Thoughts on Red Opaques in General Journal of Glass Studies 30</li>\n<li><b>Brill, R. H. and Shields, W. R.</b> (1972) Lead Isotopes in Ancient Coins. In: <i>Special Publication of the Royal Numismatic Society 8</i> pp.&#160;279–303 Oxford: Oxford University Press</li>\n<li><b>Brill, R. H., Yamasaki, K., Barnes, I. L., Rosman, K. J. R. and Diaz, M.</b> (1979) Lead Isotopes in Some Japanese and Chinese Glasses <i>Ars Orientalis 11</i> pp.&#160;87–109</li></ul>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Robert_H._Brill&amp;action=edit&amp;section=16\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.cmog.org\"><i>The Corning Museum of Glass</i></a>‎</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2238\nCached time: 20180922045203\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.044 seconds\nReal time usage: 0.050 seconds\nPreprocessor visited node count: 74/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:22222088-0!canonical and timestamp 20180922045203 and revision id 854081110\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Brill, Robert H.","*":"History_of_glass"},{"sortkey":"Brill, Robert H.","*":"Glass_chemistry"},{"sortkey":"Brill, Robert H.","*":"Living_people"},{"sortkey":"Brill, Robert H.","*":"People_associated_with_the_Corning_Museum_of_Glass"}],"links":[{"ns":0,"exists":"","*":"Atomic absorption spectroscopy"},{"ns":0,"exists":"","*":"Byzantine"},{"ns":0,"exists":"","*":"Calibrate"},{"ns":0,"exists":"","*":"Chromophore"},{"ns":0,"exists":"","*":"Corning Museum of Glass"},{"ns":0,"exists":"","*":"Cullet"},{"ns":0,"exists":"","*":"Dendrochronology"},{"ns":0,"exists":"","*":"Geology"},{"ns":0,"exists":"","*":"Glass"},{"ns":0,"exists":"","*":"Hurricane Agnes"},{"ns":0,"exists":"","*":"Isotope analysis"},{"ns":0,"exists":"","*":"Manganese"},{"ns":0,"exists":"","*":"Neutron activation analysis"},{"ns":0,"exists":"","*":"New Delhi"},{"ns":0,"exists":"","*":"Provenance"},{"ns":0,"exists":"","*":"Redox"},{"ns":0,"exists":"","*":"Reverberatory furnace"},{"ns":0,"exists":"","*":"Round robin test"},{"ns":0,"exists":"","*":"Rutgers University"},{"ns":0,"exists":"","*":"Sumatra"},{"ns":0,"exists":"","*":"Tehran"},{"ns":0,"exists":"","*":"Thorium"},{"ns":0,"exists":"","*":"Uranium"},{"ns":0,"exists":"","*":"X-ray fluorescence"},{"ns":0,"*":"International Commission on Glass"}],"templates":[],"images":[],"externallinks":["http://libmma.contentdm.oclc.org/cdm/ref/collection/p15324coll10/id/74621","http://www.cmog.org","http://www.archaeological.org/webinfo.php?page=10101","http://www.icg.group.shef.ac.uk/tc17.html","http://www.cmog.org/dynamic.aspx?id=2190","http://www.getty.us/conservation/publications/pdf_publications/silkroad7.pdf","http://www.ucl.ac.uk/iams/iransurvey/team.php"],"sections":[{"toclevel":1,"level":"2","line":"The 1960s","number":"1","index":"1","fromtitle":"Robert_H._Brill","byteoffset":2936,"anchor":"The_1960s"},{"toclevel":2,"level":"3","line":"Isotope analysis","number":"1.1","index":"2","fromtitle":"Robert_H._Brill","byteoffset":4161,"anchor":"Isotope_analysis"},{"toclevel":2,"level":"3","line":"Chemical-analytical round robin","number":"1.2","index":"3","fromtitle":"Robert_H._Brill","byteoffset":5929,"anchor":"Chemical-analytical_round_robin"},{"toclevel":2,"level":"3","line":"The Middle East","number":"1.3","index":"4","fromtitle":"Robert_H._Brill","byteoffset":8250,"anchor":"The_Middle_East"},{"toclevel":1,"level":"2","line":"The 1970s","number":"2","index":"5","fromtitle":"Robert_H._Brill","byteoffset":11125,"anchor":"The_1970s"},{"toclevel":2,"level":"3","line":"The Corning flood","number":"2.1","index":"6","fromtitle":"Robert_H._Brill","byteoffset":11778,"anchor":"The_Corning_flood"},{"toclevel":1,"level":"2","line":"The 1980s","number":"3","index":"7","fromtitle":"Robert_H._Brill","byteoffset":13043,"anchor":"The_1980s"},{"toclevel":2,"level":"3","line":"Jalame","number":"3.1","index":"8","fromtitle":"Robert_H._Brill","byteoffset":14017,"anchor":"Jalame"},{"toclevel":2,"level":"3","line":"The Institute of Nautical Archaeology","number":"3.2","index":"9","fromtitle":"Robert_H._Brill","byteoffset":15722,"anchor":"The_Institute_of_Nautical_Archaeology"},{"toclevel":2,"level":"3","line":"The origins of Silk Road research","number":"3.3","index":"10","fromtitle":"Robert_H._Brill","byteoffset":16951,"anchor":"The_origins_of_Silk_Road_research"},{"toclevel":1,"level":"2","line":"The 1990s","number":"4","index":"11","fromtitle":"Robert_H._Brill","byteoffset":18595,"anchor":"The_1990s"},{"toclevel":2,"level":"3","line":"<i>Chemical Analyses of Early Glasses</i>","number":"4.1","index":"12","fromtitle":"Robert_H._Brill","byteoffset":21331,"anchor":"Chemical_Analyses_of_Early_Glasses"},{"toclevel":1,"level":"2","line":"Brill's legacy","number":"5","index":"13","fromtitle":"Robert_H._Brill","byteoffset":22323,"anchor":"Brill's_legacy"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"14","fromtitle":"Robert_H._Brill","byteoffset":22982,"anchor":"References"},{"toclevel":1,"level":"2","line":"Further reading","number":"7","index":"15","fromtitle":"Robert_H._Brill","byteoffset":28445,"anchor":"Further_reading"},{"toclevel":1,"level":"2","line":"External links","number":"8","index":"16","fromtitle":"Robert_H._Brill","byteoffset":29900,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Robert H. Brill","iwlinks":[],"properties":[{"name":"defaultsort","*":"Brill, Robert H."},{"name":"wikibase_item","*":"Q7345031"}]}}