{"parse":{"title":"Dialogue education","pageid":7859273,"revid":840489520,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content ambox-Primary_sources\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Question_book-new.svg\" class=\"image\"><img alt=\"Question book-new.svg\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png\" width=\"50\" height=\"39\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/75px-Question_book-new.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/100px-Question_book-new.svg.png 2x\" data-file-width=\"512\" data-file-height=\"399\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>relies too much on <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">references</a> to <a href=\"/wiki/Wikipedia:No_original_research#Primary,_secondary_and_tertiary_sources\" title=\"Wikipedia:No original research\">primary sources</a></b>.<span class=\"hide-when-compact\"> Please improve this  by adding <a href=\"/wiki/Wikipedia:No_original_research#Primary,_secondary_and_tertiary_sources\" title=\"Wikipedia:No original research\">secondary or tertiary sources</a>.</span>  <small><i>(December 2011)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p><b>Dialogue Education</b> is a <a href=\"/wiki/Popular_education\" title=\"Popular education\">popular education</a> approach to <a href=\"/wiki/Adult_education\" title=\"Adult education\">adult education</a> first described by educator <a rel=\"nofollow\" class=\"external text\" href=\"http://www.globalearning.com/janevellaprofile.htm\">Jane Vella</a> in the 1980s. This approach to <a href=\"/wiki/Education\" title=\"Education\">education</a> draws on various adult learning theories, including those of <a href=\"/wiki/Paulo_Freire\" title=\"Paulo Freire\">Paulo Freire</a>, <a href=\"/wiki/Kurt_Lewin\" title=\"Kurt Lewin\">Kurt Lewin</a>, <a href=\"/wiki/Malcolm_Knowles\" title=\"Malcolm Knowles\">Malcolm Knowles</a> and <a href=\"/wiki/Benjamin_Bloom\" title=\"Benjamin Bloom\">Benjamin Bloom</a> (Global Learning Partners, 2006b; Vella, 2004). It is a synthesis of these theories into principles and practices that can be applied in a concrete way to learning design and facilitation. Dialogue Education is a form of <a href=\"/wiki/Constructivism_(learning_theory)\" class=\"mw-redirect\" title=\"Constructivism (learning theory)\">Constructivism</a> and can be a means for <a href=\"/wiki/Transformative_learning\" title=\"Transformative learning\">Transformative learning</a>, (Vella, 2004).\n</p><p>Dialogue Education shifts the focus of education from what the teacher says to what the learner does, from learner passivity to learners as active participants in the dialogue that leads to learning (Global Learning Partners, 2006c). A <a href=\"/wiki/Dialogue\" title=\"Dialogue\">dialogue</a> approach to education views learners as subjects in their own learning and honours central principles such as mutual respect and open communication (Vella, 2002). Learners are invited to actively engage with the content being learned rather than being dependent on the educator for learning. Ideas are presented to learners as open questions to be reflected on and integrated into the learner's own context (Vella, 2004). The intent is that this will result in more meaningful learning that affects behaviour.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#History\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">History</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Structures_of_Dialogue_Education\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Structures of Dialogue Education</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#Key_Principles\"><span class=\"tocnumber\">2.1</span> <span class=\"toctext\">Key Principles</span></a></li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Structures\"><span class=\"tocnumber\">2.2</span> <span class=\"toctext\">Structures</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#See_also\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#References\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#External_links\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"History\">History</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Dialogue_education&amp;action=edit&amp;section=1\" title=\"Edit section: History\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In the Dialogue Education approach, the idea of <a href=\"/wiki/Dialogue\" title=\"Dialogue\">dialogue</a> is used in contrast to the <a href=\"/wiki/Monologue\" title=\"Monologue\">monologue</a> approach often seen in traditional <a href=\"/wiki/Adult_education\" title=\"Adult education\">adult education</a>, whereby teachers present information to learners who receive information without engaging with it. This was labelled the \"banking\" approach to education by <a href=\"/wiki/Paulo_Freire\" title=\"Paulo Freire\">Paulo Freire</a> in his 1970 work <a href=\"/wiki/Pedagogy_of_the_Oppressed\" title=\"Pedagogy of the Oppressed\">Pedagogy of the Oppressed</a>. According to Freire, the traditional monologue approach to adult education views learners as empty vessels ready for teachers to deposit information into (Vella, 2004). <a href=\"/wiki/Paulo_Freire\" title=\"Paulo Freire\">Freire</a> and others recognized a need for <a href=\"/wiki/Reform\" title=\"Reform\">reform</a> in adult education practices, particularly with respect to equity in the relationship between adult learners and teachers (Vella, 2004).\n</p><p>Influenced by these theorists, Vella began to develop a structured set of principles and practices to translate the theory into action and results. She began using Dialogue Education practices in her teaching in the 1970s and these were further developed into a systematic approach while completing her <a href=\"/wiki/Doctorate\" title=\"Doctorate\">doctoral dissertation</a> at the <a href=\"/wiki/University_of_Massachusetts_Amherst\" title=\"University of Massachusetts Amherst\">University of Massachusetts Amherst</a>. At this point, she named her approach <a href=\"/wiki/Popular_education\" title=\"Popular education\">popular education</a> after <a href=\"/wiki/Paulo_Freire\" title=\"Paulo Freire\">Freire's</a> model (Global Learning Partners, 2006a,b; Vella, 2004).\n</p><p>The Dialogue Education approach became even more advanced as Vella created her own training company Jubilee Popular Education Centre, now called <a rel=\"nofollow\" class=\"external text\" href=\"http://www.globalearning.com/\">Global Learning Partners</a>, in 1981. Through this organization, more than 3,500 learners from 60 countries have completed workshops about the dialogue approach to learning design and facilitation. The approach has also been used for conducting learning assessments, learning evaluations and designing and facilitating meetings (<a rel=\"nofollow\" class=\"external text\" href=\"http://www.globalearning.com/\">Global Learning Partners, 2006d</a>).\n</p><p>The concepts of Dialogue Education are continually evolving as Vella, her partners and the learners of this approach gain greater understanding of how best to put adult learning theory into action for effective results.\n</p>\n<h2><span class=\"mw-headline\" id=\"Structures_of_Dialogue_Education\">Structures of Dialogue Education</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Dialogue_education&amp;action=edit&amp;section=2\" title=\"Edit section: Structures of Dialogue Education\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The principles and practices of Dialogue Education represent a concrete way to integrate adult learning theory into the design and implementation of learning events (Global Learning Partners 2006c). While more than fifty of these have been noted (Vella 1995, 1998, 2001, 2002, 2004; Global Learning Partners, 2006c), the primary structure was laid out in her most recent publication and is laid out and slightly expanded upon below (Vella, 2007).\n</p>\n<h3><span class=\"mw-headline\" id=\"Key_Principles\">Key Principles</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Dialogue_education&amp;action=edit&amp;section=3\" title=\"Edit section: Key Principles\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<ul><li><b>Dialogue</b> - This primary principle of Dialogue Education positions dialogue as the means to the end result of learning, rather than as an end in itself. The principle assumes that any adult has enough life experience to converse with any teacher on any subject <i><b>and</b></i> that learners learn best when content relates to their experience. Thus, two way, open dialogue needs to be a part of all learning activities.</li>\n<li><b>Learners as Subjects or Decision makers</b> - Learners must be seen as subjects acting upon content instead of objects to be acted upon or to receive content. This principle may be demonstrated by following the guideline:</li></ul>\n<dl><dd><i>\"Don't ever do what the learner can do; don't ever decide what the learner can decide.\"</i> (Vella, 2002:16).</dd></dl>\n<ul><li><b>Achievement-Based Objectives</b> - Objectives that are achievement-based, describe what learners will do with the content (<i>What</i>) in an observable way. The objectives are described using action verbs based on <a href=\"/wiki/Taxonomy_of_Educational_Objectives\" class=\"mw-redirect\" title=\"Taxonomy of Educational Objectives\">Bloom's taxonomy of educational objectives</a>.</li>\n<li><b>Learning Tasks</b> - Learning tasks are structured as open questions (i.e. questions with no set, \"right\" answer) asked of learners, inviting them to interact with the content in some way and leading to open dialogue between learner and teacher and amongst learners. These tasks determine how learners will achieve the objectives (<i>What for</i>) that help them to learn the necessary content (<i>What</i>) in order to arrive at the outlined purpose (<i>Why</i>).</li></ul>\n<h3><span class=\"mw-headline\" id=\"Structures\">Structures</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Dialogue_education&amp;action=edit&amp;section=4\" title=\"Edit section: Structures\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>1. <i>Learning Needs and Resources Assessment (LNRA)</i>\nTo discover the present knowledge and skills of the learners and help develop further goals.\n</p><p>2. <i>The Seven Steps of Design</i> - In designing learning activities, educators seek to answer in as much detail as possible the questions:\n</p>\n<ol><li><ol><li><i><b>Who</b></i> - are the learners, the educators, other participants?</li>\n<li><i><b>Why</b></i> - the situation that calls for the learning, especially in terms of why the learners want to be there.</li>\n<li><i><b>When</b></i> - will the learning take place (timing &amp; total length of time available)?</li>\n<li><i><b>Where</b></i> - will learning take place (location, set up, etc.)?</li>\n<li><i><b>What</b></i> - specific Content (Knowledge, Skills and Attitudes) will be covered to address the <i>Why</i>?</li>\n<li><i><b>What for</b></i> - Describes the Achievement-Based Objectives (ABOs) for each element of Content</li>\n<li><i><b>How</b></i> - the Process (learning tasks) through which learners interact with the <i>What</i> to meet each ABO (<i>What For</i>).</li></ol></li></ol>\n<dl><dd>By answering these questions in detail and ensuring congruence throughout, a strong, accountable design can be prepared.</dd></dl>\n<p>3. <i>Learning Tasks (How?)</i> - work by using active verbs to engage the learner and work at proficiency in knowledge, skills, and attitudes (both individuals and groups).  This leads to the development of the four <b>I's</b>.\n</p>\n<ul><li><b>Four I's</b> - One particularly helpful sequence for a learning task involves four parts:  <i><b>Inductive</b></i> work that allows the learner to reflect on their past experience, <i><b>Input</b></i> which provides some new information for the learner to consider, <i><b>Implementation</b></i> which invites the learner to apply this new information and finally, <i><b>Integration</b></i> to bring the new understanding back into the context of the learner.</li></ul>\n<p>4. <i>The principles and practices</i> at every level:\n</p>\n<ul><li><b>Learning needs and resources assessment</b> - Learners need to participate in the planning of what will be learned. Conducting an LNRA, allows the educator to begin to model  the dialogue with learners that will continue during the educational event. Additionally the design may be enhanced because it is informed by the themes of learners and an understanding of what is meaningful to them.</li>\n<li><b>Safety</b> - Learners must feel safe in order to engage with other learners, teachers and the content. The atmosphere and design for learning must create a safe environment for learners. Challenge is still necessary for learning to take place, but with the promise of support, <a href=\"/wiki/Reinforcement\" title=\"Reinforcement\">reinforcement</a> and being provided with all of the tools (skills, knowledge and abilities) necessary to do the task, learners can feel prepared to undertake this challenge.</li>\n<li><b>Sound Relationships</b> - This involves respect and interest in the views of all involved in the learning process and is established on an individual basis.  It is based on the soundness of the person who is in the position of teacher.</li>\n<li><b>Sequence and Reinforcement</b> - Sequencing activities help to ensure learner safety and success in task completion by building from small to large, simple to complex, single to many and familiar to unfamiliar. When learners repeatedly interact with the content in diverse and engaging ways, learning is reinforced.</li>\n<li><b>Praxis</b> - Learners must have opportunities to act upon content and then reflect on their actions in order to draw conclusions and then to have further opportunities to act again. This can be achieved through the use of <a href=\"/wiki/Philosophical_analysis\" title=\"Philosophical analysis\">analysis</a> and <a href=\"https://en.wiktionary.org/wiki/synthesis\" class=\"extiw\" title=\"wikt:synthesis\">synthesis</a>. Analysis - taking apart information or a situation and Synthesis - putting it back together are both necessary for learning to occur.</li>\n<li><b>Respect</b> - Seen through the effort that is put into the learning endeavor by all participants.  The teacher in the preparation and structuring of the learning process and the learners in the engagement and effort exhibited back.</li>\n<li><b>Ideas, Feelings, Actions</b> - In order for significant learning to occur, ideas (cognition), feelings (affection) and actions (psychomotor) all need to be involved in learning activities.</li>\n<li><b>Relevance and Immediacy</b> - Content needs to be immediately applicable, useful and meaningful (relevant) to the context of the learner in order for learning to occur.</li>\n<li><b>Clear Roles</b> - Learners must see the equality between teacher and learners and among learners. This can be supported by teachers through the demonstration of listening intently, showing interest in the learners and expressing humility.</li>\n<li><b>Teamwork and Small groups</b> - The use of small group work is a central practice in Dialogue education because it creates a safe environment for learners to find their voice, reflects life situations of teamwork and allows for peer mentoring which can enhance learning.</li>\n<li><b>Engagement</b> - Learners are engaged with making theory on any subject and educators must use cognitive, affective and psychomotor activities to engage learners in this process. When learners are engaged they are committed to the learning process.</li>\n<li><b>Accountability</b> - Accountability is one of the most important principles in adult learning. Teachers must be accountable to learners through their learning design and facilitation and learners must be accountable to the teacher, each other and themselves through their actions.</li></ul>\n<p>5.<i>Evaluation Indicators</i>\n</p>\n<ul><li><b>Learning</b> - Is \"the end of it all.  Learning is what occurs during the event, and achievement-based objectives are designed to ensure this\" (Vella, 2007, 217).</li>\n<li><b>Transfer</b> - Is use of the newly learned material \"in a new context, after the learning event.  Indicators of transfer are behavioral evidence that cognitive, affective, or psychomotor (kinesthetic) learning has taken place\" (219).</li>\n<li><b>Impact</b> - Is \"the difference or change that occurs in a person or an organization as a function of a learning event or a series of learning events\" (216).</li></ul>\n<p>(This framework of the structure came out of Vella, 2007, p.&#160;2)\n</p><p>While none of these ideas are new to adult learning theory, the unique contribution of Dialogue Education is the highly structured system which has been devised to implement known adult learning theory in a concrete way (Global Learning Partners, 2006c). Adult learning theory is widely understood, however, it is used with much less frequency in practice. The Dialogue Education approach, because it offers well constructed, specific principles and practices, demands congruence between theory, design and implementation. Such congruence leads to improved learning and resulting behaviour change (Vella, 2004).\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Dialogue_education&amp;action=edit&amp;section=5\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Adult_education\" title=\"Adult education\">Adult education</a></li>\n<li><a href=\"/wiki/Popular_education\" title=\"Popular education\">Popular education</a></li>\n<li><a href=\"/wiki/Experiential_education\" title=\"Experiential education\">Experiential education</a></li>\n<li><a href=\"/wiki/Andragogy\" title=\"Andragogy\">Andragogy</a></li>\n<li><a href=\"/wiki/Transformational_learning\" class=\"mw-redirect\" title=\"Transformational learning\">Transformational learning</a></li>\n<li><a href=\"/wiki/Pedagogy\" title=\"Pedagogy\">Pedagogy</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Dialogue_education&amp;action=edit&amp;section=6\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n</div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Dialogue_education&amp;action=edit&amp;section=7\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.globalearning.com/\">Global Learning Partners</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.sfu.ca/dialog/undergrad/index.html\">Simon Fraser University's Undergraduate Semester in Dialogue Program</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2192\nCached time: 20180919125309\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.056 seconds\nReal time usage: 0.076 seconds\nPreprocessor visited node count: 191/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 4084/2097152 bytes\nTemplate argument size: 95/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.017/10.000 seconds\nLua memory usage: 836 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   49.852      1 -total\n 82.88%   41.317      1 Template:Primary_sources\n 53.16%   26.500      1 Template:Ambox\n 16.77%    8.358      1 Template:Reflist\n  3.75%    1.869      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:7859273-0!canonical and timestamp 20180919125309 and revision id 840489520\n -->\n</div>"},"langlinks":[{"lang":"cs","url":"https://cs.wikipedia.org/wiki/Dialogick%C3%A9_vyu%C4%8Dov%C3%A1n%C3%AD","langname":"Czech","autonym":"čeština","*":"Dialogické vyučování"}],"categories":[{"sortkey":"","hidden":"","*":"Articles_lacking_reliable_references_from_December_2011"},{"sortkey":"","hidden":"","*":"All_articles_lacking_reliable_references"},{"sortkey":"","*":"Popular_education"},{"sortkey":"","*":"Pedagogy"}],"links":[{"ns":14,"exists":"","*":"Category:Articles lacking reliable references from December 2011"},{"ns":0,"exists":"","*":"Adult education"},{"ns":0,"exists":"","*":"Andragogy"},{"ns":0,"exists":"","*":"Benjamin Bloom"},{"ns":0,"exists":"","*":"Constructivism (learning theory)"},{"ns":0,"exists":"","*":"Dialogue"},{"ns":0,"exists":"","*":"Doctorate"},{"ns":0,"exists":"","*":"Education"},{"ns":0,"exists":"","*":"Experiential education"},{"ns":0,"exists":"","*":"Kurt Lewin"},{"ns":0,"exists":"","*":"Malcolm Knowles"},{"ns":0,"exists":"","*":"Monologue"},{"ns":0,"exists":"","*":"Paulo Freire"},{"ns":0,"exists":"","*":"Pedagogy"},{"ns":0,"exists":"","*":"Pedagogy of the Oppressed"},{"ns":0,"exists":"","*":"Philosophical analysis"},{"ns":0,"exists":"","*":"Popular education"},{"ns":0,"exists":"","*":"Reform"},{"ns":0,"exists":"","*":"Reinforcement"},{"ns":0,"exists":"","*":"Taxonomy of Educational Objectives"},{"ns":0,"exists":"","*":"Transformational learning"},{"ns":0,"exists":"","*":"Transformative learning"},{"ns":0,"exists":"","*":"University of Massachusetts Amherst"},{"ns":4,"exists":"","*":"Wikipedia:No original research"},{"ns":4,"exists":"","*":"Wikipedia:Verifiability"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Primary sources"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Question_book-new.svg"],"externallinks":["http://www.globalearning.com/janevellaprofile.htm","http://www.globalearning.com/","https://www.sfu.ca/dialog/undergrad/index.html"],"sections":[{"toclevel":1,"level":"2","line":"History","number":"1","index":"1","fromtitle":"Dialogue_education","byteoffset":1499,"anchor":"History"},{"toclevel":1,"level":"2","line":"Structures of Dialogue Education","number":"2","index":"2","fromtitle":"Dialogue_education","byteoffset":3592,"anchor":"Structures_of_Dialogue_Education"},{"toclevel":2,"level":"3","line":"Key Principles","number":"2.1","index":"3","fromtitle":"Dialogue_education","byteoffset":4077,"anchor":"Key_Principles"},{"toclevel":2,"level":"3","line":"Structures","number":"2.2","index":"4","fromtitle":"Dialogue_education","byteoffset":5618,"anchor":"Structures"},{"toclevel":1,"level":"2","line":"See also","number":"3","index":"5","fromtitle":"Dialogue_education","byteoffset":12235,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"4","index":"6","fromtitle":"Dialogue_education","byteoffset":12387,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"5","index":"7","fromtitle":"Dialogue_education","byteoffset":12417,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Dialogue education","iwlinks":[{"prefix":"wikt","url":"https://en.wiktionary.org/wiki/synthesis","*":"wikt:synthesis"}],"properties":[{"name":"wikibase_item","*":"Q5270610"}]}}