{"parse":{"title":"American News Company","pageid":14986845,"revid":859971951,"text":{"*":"<div class=\"mw-parser-output\"><p class=\"mw-empty-elt\">\n</p>\n<table class=\"infobox vcard\" style=\"width:22em\"><caption class=\"fn org\">American News Company</caption><tbody><tr><th scope=\"row\" style=\"padding-right:0.5em;\"><div style=\"padding:0.1em 0;line-height:1.2em;\"><a href=\"/wiki/List_of_business_entities\" class=\"mw-redirect\" title=\"List of business entities\">Former type</a></div></th><td class=\"category\" style=\"line-height:1.35em;\">\n<a href=\"/wiki/Distribution_(business)\" class=\"mw-redirect\" title=\"Distribution (business)\">Distributor</a>, <a href=\"/wiki/Wholesaler\" class=\"mw-redirect\" title=\"Wholesaler\">wholesaler</a></td></tr><tr><th scope=\"row\" style=\"padding-right:0.5em;\">Industry</th><td class=\"category\" style=\"line-height:1.35em;\">\n<a href=\"/wiki/Newspapers\" class=\"mw-redirect\" title=\"Newspapers\">Newspapers</a>, <a href=\"/wiki/Books\" class=\"mw-redirect\" title=\"Books\">Books</a>, <a href=\"/wiki/Comics\" title=\"Comics\">Comics</a>, <a href=\"/wiki/Magazines\" class=\"mw-redirect\" title=\"Magazines\">Magazines</a></td></tr><tr><th scope=\"row\" style=\"padding-right:0.5em;\">Founded</th><td style=\"line-height:1.35em;\">\n1864<span style=\"display:none\">&#160;(<span class=\"bday dtstart published updated\">1864</span>)</span></td></tr><tr><th scope=\"row\" style=\"padding-right:0.5em;\">Founder</th><td class=\"agent\" style=\"line-height:1.35em;\">\nSinclair Tousey</td></tr><tr><th scope=\"row\" style=\"padding-right:0.5em;\">Defunct</th><td style=\"line-height:1.35em;\">\n1957<span style=\"display:none\">&#160;(<span class=\"dtend\">1957</span>)</span></td></tr><tr><th scope=\"row\" style=\"padding-right:0.5em;\">Headquarters</th><td class=\"label\" style=\"line-height:1.35em;\">\n<a href=\"/wiki/New_Jersey\" title=\"New Jersey\">New Jersey</a>, <a href=\"/wiki/New_York_City\" title=\"New York City\">New York City</a></td></tr><tr><th scope=\"row\" style=\"padding-right:0.5em;\"><div style=\"padding:0.1em 0;line-height:1.2em;\">Key people</div></th><td class=\"agent\" style=\"line-height:1.35em;\">\nHenry Garfinkle, Myron Garfinkle</td></tr><tr><th scope=\"row\" style=\"padding-right:0.5em;\"><a href=\"/wiki/Division_(business)\" title=\"Division (business)\">Divisions</a></th><td style=\"line-height:1.35em;\">\nUnion News Company</td></tr></tbody></table>\n<p><b>American News Company</b> was a magazine, newspaper, book, and comic book distribution company founded in 1864<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> by Sinclair Tousey,<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup><sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> which dominated the distribution market in the last quarter of the 19th century and the first half of the 20th century. The company's abrupt 1957 demise caused a huge shakeup in the publishing industry, forcing many magazine, comic book, and paperback publishers out of business.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Early_years\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Early years</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Background\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Background</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Demise\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Demise</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Repercussions\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Repercussions</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Notes\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Notes</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Early_years\">Early years</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=American_News_Company&amp;action=edit&amp;section=1\" title=\"Edit section: Early years\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The American News Company had its roots in two New York City newspaper and periodical wholesaling firms: Sinclair Tousey's company on Nassau St., and the firm Dexter, Hamilton &amp; Co. at 22 Ann St. These were the two largest news and periodical wholesalers in New York City at the time of their merger on Feb. 1, 1864, when American News Company was formed. The seven original partners were Sinclair Tousey, John E. Tousey, Harry Dexter, George Dexter, John Hamilton, Patrick Farrelly, and Solomon W. Johnson. These partners formed the core of the company's management until the death of the last surviving partner, Solomon Johnson, in 1913.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> Sinclair Tousey was the company's first president, followed after his death by Harry Dexter, who was succeeded by Solomon Johnson.\n</p><p>The company's Boston branch was formed by taking over the wholesale periodical business of Boston bookseller Alexander Williams. In 1854, Williams had bought out the business of <a href=\"/wiki/William_Pembroke_Fetridge\" title=\"William Pembroke Fetridge\">Fetridge &amp; Co.</a>, which operated on the corner of State St. and Washington a large magazine store known as the Periodical Depot or the Periodical Arcade.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>  Williams worked up an extensive trade as a jobber of newspapers and periodicals to out of town dealers all over the East Coast, and by the time ANC was organized the wholesale side of the business had grown too large for Williams to handle alone. Along with two smaller competing firms, Dyer &amp; Co. and Federhen &amp; Co.,<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup> the Boston trade was reorganized as a subsidiary of American News under the name New England News Company, with Williams as one of the principal shareholders. Initially an officer of the new corporation, Williams was a bookstore proprietor at heart and left soon afterward in 1869 to take over the famous \"<a href=\"/wiki/Old_Corner_Bookstore\" title=\"Old Corner Bookstore\">Old Corner Bookstore</a>\".<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup>\n</p><p>Two years after the company formed it added to its newspaper and magazine business a book jobbing department, under the supervision of a Mr. Dunham; this grew to be one of the largest in the country.\n</p><p>With the end of the Civil War, the firm grew rapidly along the expanding railroads as they opened up the West, with the commencement of coast-to-coast continental rail service in 1869. Legislation passed by Congress required the railroads to transport newspapers and periodicals as second class bulk mail at a special low subsidized rate—one cent per pound for any distance between news agencies, so that a bundle of New York newspapers could be sent across the continent to Los Angeles for the same price that it could be shipped across the river to Newark—and ANC exploited the availability of cheap rail transport to expand their distribution network across the continent, so far ahead of the competition that they effectively shut any possible rivals out of the market, establishing their periodical depots by the hundreds in every city and large town on the rail system. At the same time, the number of periodicals being published in America was exploding: <a href=\"/wiki/Frank_Luther_Mott\" title=\"Frank Luther Mott\">Frank Mott</a>, in <i>A History of American Magazines</i>, estimates that the number of titles being published boomed from 700 at the end of the Civil War to 3300 in 1885.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup>\n</p><p>In 1893, an article in <i>The American Newsman</i> summed up the company's success: \"It is as the keeper of a thousand secrets involving the fortunes of publishers and authors that the American News Company surrounds its vast and intricate system with an atmosphere of mystery, so that few persons have any idea of its really astounding proportions. It has gradually absorbed the smaller organizations until it now embraces thirty-two powerful news companies, with an annual operating expense of $2,488,000 and an annual business of something like $18,000,000. This organization handles the bulk of the reading matter of the United States and supplies nearly nineteen thousand dealers.\"<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup>\n</p><p>On any given day, a hundred new issues of the thousands of titles ANC handled would typically be fed into the ANC distribution system. In New York City alone (at that time consisting solely of Manhattan and the Bronx) 125 wagons and drivers crisscrossed the city every day making deliveries, with 14 local neighborhood substations.\n</p><p>ANC employed directly in 1893 1,154 people, with a weekly payroll of $16,255; with $1 million in real estate holdings and $1.4 million in merchandise on hand. It extended extensive credit to the firms it did business with and $800,000 was due at any given time in accounts receivable from dealers around the country. It owned outright 18 buildings around the country and rented 39 more, and had $200,000 invested in horses and wagons. The branches of the company at this time were located in Albany, Baltimore, Boston, Brooklyn, Buffalo, Chicago, Cincinnati, Cleveland, Denver, Detroit, Kansas City, Montreal, Newark, New Orleans, Omaha, Philadelphia, Pittsburgh, Providence, San Francisco, Springfield (Mass.), St. Louis, St. Paul, Toronto, Troy, and Washington D.C. These branches were organized as subsidiaries under different names, for example the Chicago branch was the Great Western News Company, founded in 1866. The International News Company, on Duane Street in New York, was the branch handling the company's extensive overseas business. A branch called the Union News Company existed solely to sell newspapers and magazines on the railroads, with 300 newsstands in railroad stations which by 1893 covered 40% of the entire US railroad system, paying $1000 a day for exclusive rights. Under this system, Union News could keep the <i>Chicago Tribune</i> out of the Chicago area train stations until the <i>Tribune</i> agreed to their terms. In 1958, the FTC found that Union News was operating nearly a thousand newsstands around the country (the next largest operator had 57), putting Union News in a position to dictate terms and demand rebates from publishers.\n</p><p>Typically, in the post-Civil War era, ANC in its position as the middleman between publishers and newsstand dealers would allow the newsstand dealers to keep between 5 and 10 cents on the sale of a 35-cent magazine like the monthly <i>Harper's</i>, and three cents on a 10-cent magazine like <i><a href=\"/wiki/Harper%27s_Weekly\" title=\"Harper&#39;s Weekly\">Harper's Weekly</a></i>.  Unsold copies of most titles were fully returnable, although some titles were sold to the dealers as non-returnable at a steeper discount, similar to today's \"<a href=\"/wiki/Direct_market\" title=\"Direct market\">direct sale</a>\" comic book market.\n</p><p>American News's monopoly position in the market was virtually unchallenged until <a href=\"/wiki/Frank_Munsey\" title=\"Frank Munsey\">Frank Munsey</a>, frustrated by ANC's refusal to handle his cheap 10 cent pulp magazines, was forced to set up his own distribution, Red Star News.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup> This was the first of the so-called ID or independent distributors. Munsey balked when ANC informed him that 4 cents was the most they would pay wholesale for a magazine that sold for 10 cents retail, and Munsey retaliated by cutting out the middleman and setting up his own distributor to sell directly to newsdealers for 7 cents a copy.<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup> Munsey was followed in time by <a href=\"/wiki/Hearst_Corporation\" class=\"mw-redirect\" title=\"Hearst Corporation\">Hearst</a>, <a href=\"/wiki/Fawcett_Publications\" title=\"Fawcett Publications\">Fawcett</a>, <a href=\"/wiki/Curtis_Publishing_Company\" title=\"Curtis Publishing Company\">Curtis</a>, <a href=\"/wiki/Moe_Annenberg\" class=\"mw-redirect\" title=\"Moe Annenberg\">Annenberg</a> and <a href=\"/wiki/Harry_Donenfeld\" title=\"Harry Donenfeld\">Donenfeld</a>, all constrained by various factors into setting up their own independent distribution networks outside the ANC monopoly; nonetheless ANC remained by far the dominant firm up until its collapse.\n</p>\n<h2><span class=\"mw-headline\" id=\"Background\">Background</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=American_News_Company&amp;action=edit&amp;section=2\" title=\"Edit section: Background\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>American News functioned both as a national distributor and as a local periodical wholesaler. After World War II, headed by Henry Garfinkle, the company had over 300 branches blanketing the United States, and employed several thousand employees. During the middle of the century, American News stood as the largest book wholesaler in the world, dominating the industry. It also had a near stranglehold on the distribution of magazines and newspapers within the United States market, dominating that industry as well. Listed on the <a href=\"/wiki/New_York_Stock_Exchange\" title=\"New York Stock Exchange\">New York Stock Exchange</a>, it had more than 5400 stockholders.<sup id=\"cite_ref-lawsuit_12-0\" class=\"reference\"><a href=\"#cite_note-lawsuit-12\">&#91;12&#93;</a></sup> Headquartered in <a href=\"/wiki/New_Jersey\" title=\"New Jersey\">New Jersey</a>, American News also had offices in downtown Manhattan.<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup>\n</p><p>Comic book clients of American News included <a href=\"/wiki/Atlas_Comics_(1950s)\" title=\"Atlas Comics (1950s)\">Atlas Comics</a>, <a href=\"/wiki/Dell_Comics\" title=\"Dell Comics\">Dell Comics</a>, and <a href=\"/wiki/Toby_Press\" title=\"Toby Press\">Toby Press</a>. <a href=\"/wiki/DC_Comics\" title=\"DC Comics\">National Comics</a> had its own distributor, <a href=\"/wiki/Independent_News_Company\" class=\"mw-redirect\" title=\"Independent News Company\">Independent News Company</a>, and was able to take on distribution for other comic book publishers after American News failed. Comic book publishers who were not able to come to terms with National's distributors quickly went under, and others were limited in the number of titles they were allowed to distribute under the new arrangements—Atlas (later known as Marvel Comics) was rationed to eight titles a month. The change also affected paperback book publishers like Lion Library, which went out of business when Independent News (which was already distributing rival New American Library) refused to take it on. <a href=\"/wiki/Avon_(publisher)\" title=\"Avon (publisher)\">Avon</a> paperbacks, which had been founded as a subsidiary of ANC in 1941 in the early days of the paperback boom, managed to survive the crash and was taken over by Hearst.\n</p><p>Many magazines distributed in the 1940s were in <a href=\"/wiki/Pulp_magazine\" title=\"Pulp magazine\">pulp</a> format; by the end of 1955, nearly all had either ceased publication or switched to <a href=\"/wiki/Digest_size\" title=\"Digest size\">digest</a> format. This change was largely the work of the refusal of American News and other distributors to carry the pulp magazines since they were no longer profitable.<sup id=\"cite_ref-AshleyV3_88_14-0\" class=\"reference\"><a href=\"#cite_note-AshleyV3_88-14\">&#91;14&#93;</a></sup> The 1950s boom in science fiction magazine publishing, with 30 new titles being launched, turned overnight into collapse with the failure of ANC. Other pulp fiction genres—western, romance, detective—suffered a similar extinction event. These sections of the magazine field were already in decline and it was simply not worth the effort to rescue already marginal magazine titles.\n</p>\n<h2><span class=\"mw-headline\" id=\"Demise\">Demise</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=American_News_Company&amp;action=edit&amp;section=3\" title=\"Edit section: Demise\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In 1952, the government began antitrust litigation against ANC which was destined to drag on until the company's demise. Around 1955 major magazine publishers began disengaging themselves from ANC and making other arrangements for newsstand distribution.  When <i><a href=\"/wiki/Collier%27s_Weekly\" class=\"mw-redirect\" title=\"Collier&#39;s Weekly\">Collier's</a></i> and <i><a href=\"/wiki/Woman%27s_Home_Companion\" title=\"Woman&#39;s Home Companion\">Woman's Home Companion</a></i>, two of their biggest-selling titles, folded in January 1957, it came as a serious blow to ANC at a time when the company was already on financially shaky ground. In April <a href=\"/wiki/Dell_Publishing\" title=\"Dell Publishing\">Dell Publishing</a> announced that they were pulling out and making other arrangements for their distribution.\n</p><p>The mammoth company's abrupt demise in June 1957 has been a source of speculation for decades. One theory is that a speculator became aware that a bookkeeping peculiarity in American News' accounts could allow a large profit from liquidating the company. He acquired control, and proceeded to sell off the assets, ultimately winding the company up.<sup id=\"cite_ref-TM_191_15-0\" class=\"reference\"><a href=\"#cite_note-TM_191-15\">&#91;15&#93;</a></sup> This theory was summarized in a 1960 lawsuit:\n</p>\n<style data-mw-deduplicate=\"TemplateStyles:r856303468\">.mw-parser-output .templatequote{overflow:hidden;margin:1em 0;padding:0 40px}.mw-parser-output .templatequote .templatequotecite{line-height:1.5em;text-align:left;padding-left:1.6em;margin-top:0}</style><blockquote class=\"templatequote\"><p>In 1955 the defendant Henry Garfinkle and the members of his family acquired 11 per cent of the stock in the defendant American News Company. Soon thereafter he became its president. ... The defendant American News Company, notwithstanding its great size and notwithstanding its apparent dominance in the periodical distribution field, commencing in the fifties began to encounter difficulties. It lost franchise after franchise and began sustaining heavy losses. By 1957 it had sustained losses in connection with its distribution of periodicals in excess of $8,000,000.00. In 1957 it decided to cease its activities as a national distributor and local wholesaler. It laid off around 8,000 of its employees and sold all of the equipment used in connection with its distribution activities. By June 1957, it was entirely out of business as a national distributor and as a local wholesaler.<sup id=\"cite_ref-lawsuit_12-1\" class=\"reference\"><a href=\"#cite_note-lawsuit-12\">&#91;12&#93;</a></sup>\n</p></blockquote>\n<p>An alternative (but somewhat similar explanation) for the company's demise has been offered by comic book historian and author <a href=\"/wiki/Gerard_Jones\" title=\"Gerard Jones\">Gerard Jones</a>. The company in 1956...\n</p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>had been found guilty of restraint of trade and ordered to divest itself of the newsstands it owned. Its biggest client, <a href=\"/wiki/George_Delacorte\" class=\"mw-redirect\" title=\"George Delacorte\">George Delacorte</a>, announced he would seek a new distributor for his <a href=\"/wiki/Dell_Comics\" title=\"Dell Comics\">Dell Comics</a> and paperbacks. The owners of American News estimated the effect that would have on their income. Then they looked at the value of the <a href=\"/wiki/New_Jersey\" title=\"New Jersey\">New Jersey</a> real estate where their headquarters sat. They liquidated the company and sold the land. The company ... vanished without a trace in the <a href=\"/wiki/Suburban\" class=\"mw-redirect\" title=\"Suburban\">suburban</a> growth of the 1950s.<sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup>\n</p></blockquote>\n<h2><span class=\"mw-headline\" id=\"Repercussions\">Repercussions</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=American_News_Company&amp;action=edit&amp;section=4\" title=\"Edit section: Repercussions\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The effect on the American magazine market was catastrophic. Many magazines had to switch to one of the independent distributors, who were able to set their own conditions for taking on new business. This often forced the magazines to change from a <a href=\"/wiki/Digest_size\" title=\"Digest size\">digest size</a> to a larger format, and to become monthly rather than bimonthly or quarterly. Many magazines could not afford to make these changes, both of which required either high circulation or a strong advertising base, and many magazines folded as a result.<sup id=\"cite_ref-TM_191_15-1\" class=\"reference\"><a href=\"#cite_note-TM_191-15\">&#91;15&#93;</a></sup>\n</p><p>An example of a company that the change in distributor had a drastic impact on is <a href=\"/wiki/Atlas_Comics_(1950s)\" title=\"Atlas Comics (1950s)\">Atlas Comics</a>, which was forced to switch distribution to <a href=\"/wiki/Independent_News\" title=\"Independent News\">Independent News</a>, owned by <a href=\"/wiki/National_Periodical_Publications\" class=\"mw-redirect\" title=\"National Periodical Publications\">National Periodical Publications</a>, owner of Atlas' rival, <a href=\"/wiki/DC_Comics\" title=\"DC Comics\">DC Comics</a>. Because of this, Atlas was constrained as to its publishing output for the next decade (including the early years of its successor, <a href=\"/wiki/Marvel_Comics\" title=\"Marvel Comics\">Marvel Comics</a>).<sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\">&#91;17&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Notes\">Notes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=American_News_Company&amp;action=edit&amp;section=5\" title=\"Edit section: Notes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">\"Patrick Farrelly,\" <i>The Publishers' Weekly</i> (April 30, 1904).</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">\"DEATH OF SINCLAIR TOUSEY, MANY WHO FOUNDED AMERICAN NEWS[sic], 'New York Times<i> (June 17, 1887).</i></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">\"Record of Current Events\", <i>The American Monthly Review of Reviews</i> (August 1910), pp 162–165.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">\"Solomon Johnson Dead,\" <i>The American Stationer</i>, Jan. 25, 1913, p. 32.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">\"Alexander Williams\", <i>Publishers' Weekly</i>, January 20, 1900, p.61-62.</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">\"Boston Notes\", <i>New England Stationer and Printer</i>, January 1900, p. 6.</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">\"A Change at the \"Old Corner\"\", <i>Publishers' Weekly</i>, April 14, 1883, p. 452.</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Mott, Frank L. <i>A History of American Magazines, 1865-1885</i> (Harvard Univ. Press, 1938), p. 5.</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">\"The American News Company Up to Date,\" <i>The American Newsman</i>, vol. 10, no. 11 (November 1893), p. 4-5. Unsigned article reprinted from <i>The New York Herald</i>, October 1, 1893, 3rd section, p. 6 (as \"A Vast System of Distribution\").</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">\"The Red Star News Company\", <i>Munsey's Magazine</i>, December 1897, p. 478.</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">\"Frank A. Munsey,\" <i>Printers' Ink, March 20, 1907, p. 3.</i></span>\n</li>\n<li id=\"cite_note-lawsuit-12\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-lawsuit_12-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-lawsuit_12-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://ny.findacase.com/research/wfrmDocViewer.aspx/xq/fac.19681015_0000326.SNY.htm/qx\">\"PERIODICAL DISTRIBS. v. AMERICAN NEWS CO.,\"</a> UNITED STATES DISTRICT COURT FOR THE SOUTHERN DISTRICT OF NEW YORK (October 15, 1968).</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">The Park Place buildings were designed by female architect <a href=\"/wiki/Fay_Kellogg\" title=\"Fay Kellogg\">Fay Kellogg</a>. See: <a rel=\"nofollow\" class=\"external text\" href=\"https://timesmachine.nytimes.com/timesmachine/1911/11/12/104882402.pdf\">\"New York's Real Lure for Women -- Opportunity,\"</a> <i>The New York Times</i> (November 12, 1911). Accessed May 7, 2011.</span>\n</li>\n<li id=\"cite_note-AshleyV3_88-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-AshleyV3_88_14-0\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\"><a href=\"/wiki/Mike_Ashley_(writer)\" title=\"Mike Ashley (writer)\">Ashley, Michael</a> (1976). <i>The History of the Science Fiction Magazine Vol. 3 1946–1955</i>. Chicago: Contemporary Books, Inc. p.&#160;88. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-8092-7842-1\" title=\"Special:BookSources/0-8092-7842-1\">0-8092-7842-1</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=The+History+of+the+Science+Fiction+Magazine+Vol.+3+1946%E2%80%931955&amp;rft.place=Chicago&amp;rft.pages=88&amp;rft.pub=Contemporary+Books%2C+Inc&amp;rft.date=1976&amp;rft.isbn=0-8092-7842-1&amp;rft.aulast=Ashley&amp;rft.aufirst=Michael&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAmerican+News+Company\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-TM_191-15\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-TM_191_15-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-TM_191_15-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Michael Ashley, <i>Transformations</i>, pp.&#160;191.</span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\">Jones, Gerard. <i>Men of Tomorrow: Geeks, Gangsters, and the Birth of the Comic Book</i> (Basic Books, 2004; trade paperback <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-465-03657-0\" title=\"Special:BookSources/0-465-03657-0\">0-465-03657-0</a></span>\n</li>\n<li id=\"cite_note-17\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-17\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"https://www.webcitation.org/5lHwfKOI2?url=http://twomorrows.com/comicbookartist/articles/02stanroy.html\">\"Stan the Man &amp; Roy the Boy: A Conversation Between Stan Lee and Roy Thomas,\"</a> <i>Comic Book Artist</i> (2). Summer 1998. Archived from <a rel=\"nofollow\" class=\"external text\" href=\"http://twomorrows.com/comicbookartist/articles/02stanroy.html\">the original</a> on November 14, 2009.</span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=American_News_Company&amp;action=edit&amp;section=6\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<style data-mw-deduplicate=\"TemplateStyles:r853264625\">.mw-parser-output .refbegin{font-size:90%;margin-bottom:0.5em}.mw-parser-output .refbegin-hanging-indents>ul{list-style-type:none;margin-left:0}.mw-parser-output .refbegin-hanging-indents>ul>li,.mw-parser-output .refbegin-hanging-indents>dl>dd{margin-left:0;padding-left:3.2em;text-indent:-3.2em;list-style:none}.mw-parser-output .refbegin-100{font-size:100%}</style><div class=\"refbegin\" style=\"\">\n<ul><li><cite class=\"citation book\">Ashley, Mike (2005). <i>Transformations: The Story of the Science Fiction Magazines from 1950 to 1970</i>. Liverpool: Liverpool University Press. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-85323-779-4\" title=\"Special:BookSources/0-85323-779-4\">0-85323-779-4</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Transformations%3A+The+Story+of+the+Science+Fiction+Magazines+from+1950+to+1970&amp;rft.place=Liverpool&amp;rft.pub=Liverpool+University+Press&amp;rft.date=2005&amp;rft.isbn=0-85323-779-4&amp;rft.aulast=Ashley&amp;rft.aufirst=Mike&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAmerican+News+Company\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></li>\n<li>Vadeboncoeur, Jim (based on a story uncovered by Brad Elliott). \"The Great Atlas Implosion,\" <i>The Jack Kirby Collector</i> #18 (Jan. 1998) pp.&#160;4–7.</li></ul>\n</div>\n\n<!-- \nNewPP limit report\nParsed by mw2268\nCached time: 20180917141333\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.212 seconds\nReal time usage: 0.270 seconds\nPreprocessor visited node count: 1293/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 12088/2097152 bytes\nTemplate argument size: 2819/2097152 bytes\nHighest expansion depth: 16/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 8621/5000000 bytes\nNumber of Wikibase entities loaded: 1/400\nLua time usage: 0.051/10.000 seconds\nLua memory usage: 2.24 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  229.466      1 -total\n 35.41%   81.259      1 Template:Reflist\n 28.37%   65.100      1 Template:Infobox_company\n 21.85%   50.131      1 Template:Infobox\n 18.36%   42.131      2 Template:Cite_book\n 14.94%   34.277      1 Template:Use_mdy_dates\n 12.31%   28.242      1 Template:ISBN\n  7.77%   17.832      2 Template:Blockquote\n  5.95%   13.652      1 Template:DMCA\n  5.63%   12.920      1 Template:Catalog_lookup_link\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:14986845-0!canonical and timestamp 20180917141333 and revision id 859971951\n -->\n</div>"},"langlinks":[{"lang":"fr","url":"https://fr.wikipedia.org/wiki/American_News_Company","langname":"French","autonym":"français","*":"American News Company"}],"categories":[{"sortkey":"","hidden":"","*":"Use_mdy_dates_from_September_2013"},{"sortkey":"","*":"Magazine_publishing_companies_of_the_United_States"},{"sortkey":"","*":"Book_distributors"},{"sortkey":"","*":"Comics_industry"},{"sortkey":"","*":"Publishing_companies_established_in_1864"},{"sortkey":"","*":"1864_establishments_in_New_York_(state)"},{"sortkey":"","*":"Publishing_companies_disestablished_in_1957"},{"sortkey":"","*":"1957_disestablishments_in_New_Jersey"}],"links":[{"ns":14,"exists":"","*":"Category:Use mdy dates from September 2013"},{"ns":0,"exists":"","*":"Atlas Comics (1950s)"},{"ns":0,"exists":"","*":"Avon (publisher)"},{"ns":0,"exists":"","*":"Books"},{"ns":0,"exists":"","*":"Collier's Weekly"},{"ns":0,"exists":"","*":"Comics"},{"ns":0,"exists":"","*":"Curtis Publishing Company"},{"ns":0,"exists":"","*":"DC Comics"},{"ns":0,"exists":"","*":"Dell Comics"},{"ns":0,"exists":"","*":"Dell Publishing"},{"ns":0,"exists":"","*":"Digest size"},{"ns":0,"exists":"","*":"Direct market"},{"ns":0,"exists":"","*":"Distribution (business)"},{"ns":0,"exists":"","*":"Division (business)"},{"ns":0,"exists":"","*":"Fawcett Publications"},{"ns":0,"exists":"","*":"Fay Kellogg"},{"ns":0,"exists":"","*":"Frank Luther Mott"},{"ns":0,"exists":"","*":"Frank Munsey"},{"ns":0,"exists":"","*":"George Delacorte"},{"ns":0,"exists":"","*":"Gerard Jones"},{"ns":0,"exists":"","*":"Harper's Weekly"},{"ns":0,"exists":"","*":"Harry Donenfeld"},{"ns":0,"exists":"","*":"Hearst Corporation"},{"ns":0,"exists":"","*":"Independent News"},{"ns":0,"exists":"","*":"Independent News Company"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"List of business entities"},{"ns":0,"exists":"","*":"Magazines"},{"ns":0,"exists":"","*":"Marvel Comics"},{"ns":0,"exists":"","*":"Mike Ashley (writer)"},{"ns":0,"exists":"","*":"Moe Annenberg"},{"ns":0,"exists":"","*":"National Periodical Publications"},{"ns":0,"exists":"","*":"New Jersey"},{"ns":0,"exists":"","*":"New York City"},{"ns":0,"exists":"","*":"New York Stock Exchange"},{"ns":0,"exists":"","*":"Newspapers"},{"ns":0,"exists":"","*":"Old Corner Bookstore"},{"ns":0,"exists":"","*":"Pulp magazine"},{"ns":0,"exists":"","*":"Suburban"},{"ns":0,"exists":"","*":"Toby Press"},{"ns":0,"exists":"","*":"Wholesaler"},{"ns":0,"exists":"","*":"William Pembroke Fetridge"},{"ns":0,"exists":"","*":"Woman's Home Companion"}],"templates":[{"ns":10,"exists":"","*":"Template:Use mdy dates"},{"ns":10,"exists":"","*":"Template:DMCA"},{"ns":10,"exists":"","*":"Template:Dated maintenance category"},{"ns":10,"exists":"","*":"Template:FULLROOTPAGENAME"},{"ns":10,"exists":"","*":"Template:Ns has subpages"},{"ns":10,"exists":"","*":"Template:Infobox company"},{"ns":10,"exists":"","*":"Template:Infobox"},{"ns":10,"exists":"","*":"Template:Longitem"},{"ns":10,"exists":"","*":"Template:End date"},{"ns":10,"exists":"","*":"Template:Br separated entries"},{"ns":10,"exists":"","*":"Template:Start date"},{"ns":10,"exists":"","*":"Template:Comma separated entries"},{"ns":10,"exists":"","*":"Template:Template other"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Blockquote"},{"ns":10,"exists":"","*":"Template:Quote"},{"ns":10,"exists":"","*":"Template:Quote/styles.css"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":10,"exists":"","*":"Template:ISBN"},{"ns":10,"exists":"","*":"Template:Catalog lookup link"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Error-small"},{"ns":10,"exists":"","*":"Template:Tl"},{"ns":10,"exists":"","*":"Template:Refbegin"},{"ns":10,"exists":"","*":"Template:Refbegin/styles.css"},{"ns":10,"exists":"","*":"Template:Refend"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Ns has subpages"},{"ns":828,"exists":"","*":"Module:Infobox"},{"ns":828,"exists":"","*":"Module:Navbar"},{"ns":828,"exists":"","*":"Module:InfoboxImage"},{"ns":828,"exists":"","*":"Module:Separated entries"},{"ns":828,"exists":"","*":"Module:TableTools"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check isxn"},{"ns":828,"exists":"","*":"Module:Error"}],"images":[],"externallinks":["http://ny.findacase.com/research/wfrmDocViewer.aspx/xq/fac.19681015_0000326.SNY.htm/qx","https://timesmachine.nytimes.com/timesmachine/1911/11/12/104882402.pdf","https://www.webcitation.org/5lHwfKOI2?url=http://twomorrows.com/comicbookartist/articles/02stanroy.html","http://twomorrows.com/comicbookartist/articles/02stanroy.html"],"sections":[{"toclevel":1,"level":"2","line":"Early years","number":"1","index":"1","fromtitle":"American_News_Company","byteoffset":1185,"anchor":"Early_years"},{"toclevel":1,"level":"2","line":"Background","number":"2","index":"2","fromtitle":"American_News_Company","byteoffset":9358,"anchor":"Background"},{"toclevel":1,"level":"2","line":"Demise","number":"3","index":"3","fromtitle":"American_News_Company","byteoffset":12561,"anchor":"Demise"},{"toclevel":1,"level":"2","line":"Repercussions","number":"4","index":"4","fromtitle":"American_News_Company","byteoffset":15454,"anchor":"Repercussions"},{"toclevel":1,"level":"2","line":"Notes","number":"5","index":"5","fromtitle":"American_News_Company","byteoffset":16778,"anchor":"Notes"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"6","fromtitle":"American_News_Company","byteoffset":16801,"anchor":"References"}],"parsewarnings":[],"displaytitle":"American News Company","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q19060368"}]}}