{"parse":{"title":"Conversational constraints theory","pageid":22414061,"revid":858428896,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content ambox-multiple_issues compact-ambox\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/40px-Ambox_important.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/60px-Ambox_important.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/80px-Ambox_important.svg.png 2x\" data-file-width=\"40\" data-file-height=\"40\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\"><div class=\"mw-collapsible\" style=\"width:95%; margin: 0.2em 0;\"><b>This article has multiple issues.</b> Please help <b><a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Conversational_constraints_theory&amp;action=edit\">improve it</a></b> or discuss these issues on the <b><a href=\"/wiki/Talk:Conversational_constraints_theory\" title=\"Talk:Conversational constraints theory\">talk page</a></b>. <small><i>(<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove these template messages</a>)</i></small>\n<div class=\"mw-collapsible-content\" style=\"margin-top: 0.3em;\">\n      <table class=\"plainlinks metadata ambox ambox-style ambox-No_footnotes\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/40px-Text_document_with_red_question_mark.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/60px-Text_document_with_red_question_mark.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/80px-Text_document_with_red_question_mark.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article includes a <a href=\"/wiki/Wikipedia:Citing_sources\" title=\"Wikipedia:Citing sources\">list of references</a>, related reading or <a href=\"/wiki/Wikipedia:External_links\" title=\"Wikipedia:External links\">external links</a>, <b>but its sources remain unclear because it lacks <a href=\"/wiki/Wikipedia:Citing_sources#Inline_citations\" title=\"Wikipedia:Citing sources\">inline citations</a></b>.<span class=\"hide-when-compact\"> Please help to <a href=\"/wiki/Wikipedia:WikiProject_Fact_and_Reference_Check\" title=\"Wikipedia:WikiProject Fact and Reference Check\">improve</a> this article by <a href=\"/wiki/Wikipedia:When_to_cite\" title=\"Wikipedia:When to cite\">introducing</a> more precise citations.</span>  <small><i>(October 2015)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<table class=\"plainlinks metadata ambox ambox-style ambox-Orphan\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Wiki_letter_w.svg\" class=\"image\"><img alt=\"Wiki letter w.svg\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/6/6c/Wiki_letter_w.svg/40px-Wiki_letter_w.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/6/6c/Wiki_letter_w.svg/60px-Wiki_letter_w.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/6/6c/Wiki_letter_w.svg/80px-Wiki_letter_w.svg.png 2x\" data-file-width=\"44\" data-file-height=\"44\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>is an <a href=\"/wiki/Wikipedia:Orphan\" title=\"Wikipedia:Orphan\">orphan</a>, as no other articles <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Special:Whatlinkshere&amp;target=Conversational_constraints_theory&amp;namespace=0\">link to it</a></b>. Please <a href=\"/wiki/Help:Link\" title=\"Help:Link\">introduce links</a> to this page from <span class=\"plainlinks\"><a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Special%3ASearch&amp;redirs=1&amp;search=Conversational+constraints+theory&amp;fulltext=Search&amp;ns0=1&amp;title=Special%3ASearch&amp;advanced=1&amp;fulltext=Conversational+constraints+theory\">related articles</a></span>; try the <a rel=\"nofollow\" class=\"external text\" href=\"//edwardbetts.com/find_link?q=Conversational_constraints_theory\">Find link tool</a> for suggestions.  <small><i>(June 2010)</i></small></div></td></tr></tbody></table>\n    </div>\n</div><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p><b>Conversational Constraints Theory</b>, developed in Min-Sun Kim, attempts to explain how and why certain conversational strategies differ across various <a href=\"/wiki/Cultures\" class=\"mw-redirect\" title=\"Cultures\">cultures</a> and the effects of these differences.  It is embedded in the Social Science communication approach which is based upon how culture influences communication.  There are five universal conversational constraints: 1) clarity, 2) minimizing imposition, 3) consideration for the other’s feelings, 4) risking negative evaluation by the receiver, and 5) effectiveness.  These five constraints pivot on the notion of if a culture is more social relational (collectivistic cultures), or task oriented (individualistic cultures).  The social relational approach focuses on having more concern for the receiver’s feelings, holding more importance upon saving face for the other person than being concise.  When constructing messages, the social relational approach takes into account how their words and actions will affect the listener’s feelings.   The task oriented approach emphasizes concern for clarity over feelings.  It places higher value on the degree to which the message is communicated explicitly in its truest form.  Cultures have specific manners and behaviors that pertain to conversational style.  These behaviors can be preferred by some cultures, and offensive to others.  Conversational Constraints Theory seeks to explain why these certain tactics work in some cultures but not in others.  It is influenced by the customs, rules, and norms of that culture.  The central focus of Conversational Constraints Theory is not necessarily what is said, but how it is said.  Conversations are typically <a href=\"/wiki/Goal-oriented\" class=\"mw-redirect\" title=\"Goal-oriented\">goal-oriented</a> and require coordination between both communicators, and messages are developed built upon various constraints, personal or cultural, in order to pursue any kind of interaction.  Kim discusses the need for approval, need for dominance, and gender roles to analyze conversational constraints.  The more approval a <a href=\"/wiki/Person\" title=\"Person\">person</a> needs, thus more <a href=\"/wiki/Feminine\" class=\"mw-redirect\" title=\"Feminine\">feminine</a>, the more they view minimizing imposition and being concerned with the hearer’s feelings as being important.  The more dominant, thus more <a href=\"/wiki/Masculine\" class=\"mw-redirect\" title=\"Masculine\">masculine</a>, the more they view message clarity and directness as being important.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Effectiveness\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Effectiveness</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Clarity\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Clarity</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Consideration_for_Others’_Feelings\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Consideration for Others’ Feelings</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Minimizing_Imposition\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Minimizing Imposition</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Avoiding_Negative_Evaluation_by_the_Hearer\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Avoiding Negative Evaluation by the Hearer</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Works_cited\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Works cited</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Effectiveness\">Effectiveness</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Conversational_constraints_theory&amp;action=edit&amp;section=1\" title=\"Edit section: Effectiveness\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Concern for effectiveness is a constraint that is universally important amongst most all cultures.  It is focused on the influence that the message has on the receiver and to what extent.  Effectiveness explains the capability of how well the content of the message is conveyed to the listener, and if the style of verbal deliverance is soft or punctual.  Effectiveness pertains to the potency of the message, if it is strong or weak, powerful or ineffective, weighty or superficial.  Collectivistic cultures tend to use effectiveness within their conversations as more diffused and watered-down so as to lessen negativity and offense.  This aspect of effectiveness has more ease and cushion in how the message is spoken, and is structured in a way that will minimize dissonance at all costs.  On the other hand, individualistic cultures maximize the punctuality of effectiveness in delivering the message.  The tone of their message focuses on directness, frankness, and being straightforward with their listener, and intend on being bluntly honest in order to be effective.  Individualistic cultures are not generally concerned with the listener’s feelings if that sacrifices the effectiveness of the message.\n</p>\n<h2><span class=\"mw-headline\" id=\"Clarity\">Clarity</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Conversational_constraints_theory&amp;action=edit&amp;section=2\" title=\"Edit section: Clarity\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>“Clarity is defined as the likelihood of an utterance making one’s intention clear and explicit.” Clarity is an important part of conversation because in order for a conversation to flow properly, the communication needs to be clear and precise. A person trying to <a href=\"/wiki/Communicate\" class=\"mw-redirect\" title=\"Communicate\">communicate</a> a specific message explicitly uses direct imperatives to ensure that the proper message is carried to the hearer. If a person is attempting to use the hint <a href=\"/wiki/Strategy\" title=\"Strategy\">strategy</a>, the message will be less clear because the intent is not communicated explicitly, therefore is not derivable from the literal meaning of the utterances.\nKim proposes that task-oriented constraints emphasize a concern for clarity. For example, task-oriented constraints measure the degree to which the intentions of messages are communicated explicitly. When comparing collectivistic cultures to individualistic cultures, the members of individualistic cultures consider clarity as more significant than members of collectivistic when aspiring goals. Further, members of individualistic cultures have thresholds and exploit more attention for clarity than members of collectivistic cultures. Individuals who display independent and interdependent self-construals present different views on the importance of clarity. For instance, individuals who exhibit independent self-construals perceive clarity as significant in pursuing goals more than individuals who stimulate interdependent self-construals. Individuals who display both independent and interdependent self-construals focus more on relational and clarity restraints. On the other hand, individuals who do not exercise independent or interdependent self-construals do not visualize clarity and relational constraints imperative. To help further explain conversational constraints, Kim uses the need for approval, need for dominance, and <a href=\"/wiki/Gender_roles\" class=\"mw-redirect\" title=\"Gender roles\">gender roles</a>. The need for <a href=\"https://en.wiktionary.org/wiki/dominance\" class=\"extiw\" title=\"wikt:dominance\">dominance</a> and gender roles apply to the clarity of a conversational constraint. For instance, the more dominance an individual possesses to be, the more <a href=\"https://en.wiktionary.org/wiki/emphasis\" class=\"extiw\" title=\"wikt:emphasis\">emphasis</a> he or she places on clarity. Also, the importance on clarity is exhibited through to need to be more <a href=\"/wiki/Masculine\" class=\"mw-redirect\" title=\"Masculine\">masculine</a>. These different displays of clarity provide evidence for Kim’s conversational constraints.\n</p>\n<h2><span id=\"Consideration_for_Others.E2.80.99_Feelings\"></span><span class=\"mw-headline\" id=\"Consideration_for_Others’_Feelings\">Consideration for Others’ Feelings</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Conversational_constraints_theory&amp;action=edit&amp;section=3\" title=\"Edit section: Consideration for Others’ Feelings\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>When communicating with another person, individuals take into account the listener’s feelings. People acknowledge how their intended action is going to affect the feelings of the other person. The concern the speaker displays for the hearer relates to what the speaker feels is necessary in order to help the hearer maintain <a href=\"/wiki/Positive_affectivity\" title=\"Positive affectivity\">positive</a> <a href=\"/wiki/Self_image\" class=\"mw-redirect\" title=\"Self image\">self images</a>. Positive face, identity goals, and “concern with support” are three labels that help determine the degree to which a strategy shows consideration for the hearer’s feelings. When a person requests an explicit action, it possesses a higher chance of hurting the listener’s feelings. On the other hand, communicating with a hint sends a more implicit message, thus, delivering the message successfully. Compared to task-oriented constraints, social relational constraints stress concern for others by withdrawing from injuring the hearer’s feelings. They are strongly concerned with how their communication may affect the hearer’s and reflect on their concern to successfully accomplish these communicative goals. Some of these communicative goals affect the hearer’s still, thus, threatening their autonomy. It has been found that “collectivism influences the importance members of cultures place on relational concerns in conversation” (Kim, 1995). Therefore, members of this culture place more emphasis on face-supporting behaviors, such as avoiding harming the other’s feelings than when members are pursuing goals. Compared to members of individualistic cultures, these members “have higher thresholds for face support and select strategies to maximize face support” (Kim, 1995). Individuals who highlight interdependent self-construals want to avoid face loss as much as possible and want to feel welcomed by particular social groups. These individuals see avoiding hurt feelings as more significant than individuals who use independent self-construals. Individuals who are more feminine and need more approval than others tend to put more focus on the concern for others than more dominant individuals.\n</p>\n<h2><span class=\"mw-headline\" id=\"Minimizing_Imposition\">Minimizing Imposition</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Conversational_constraints_theory&amp;action=edit&amp;section=4\" title=\"Edit section: Minimizing Imposition\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>An element that is an essential component within the Conversational Constraints Theory emphasizes the role of minimizing imposition.  The theory discusses <a href=\"/wiki/Cross-cultural_communication\" title=\"Cross-cultural communication\">cross-cultural</a> differences that have been observed when studying communicative strategies in different cultures. For instance, members within collectivistic cultures view face-supporting behavior. One way this is done is through minimizing imposition as an important component when a member is in pursuit of a goal.  There is ample reason to believe that individualistic cultures, on the other hand, do not consider face-supporting behaviors to be as important to goal oriented behavior. Conversational Constraints Theory suggests that feminine individuals place more value on minimizing their imposition. In contrast, individuals that are masculine tend to place less value on minimizing their imposition. In addition, the theory also reports that the more an individual requires approval within a given context, the higher the amount of importance they will place on minimizing their imposition. This occurs when the individuals are minimizing their imposition on hearers in a social-relational conversational constraint. In addition, this can occur in a task-oriented conversational constraint. Returning to the issue of research about conversational constraints across different cultures, researchers have noted specific concerns which are to be addressed.\n</p>\n<h2><span class=\"mw-headline\" id=\"Avoiding_Negative_Evaluation_by_the_Hearer\">Avoiding Negative Evaluation by the Hearer</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Conversational_constraints_theory&amp;action=edit&amp;section=5\" title=\"Edit section: Avoiding Negative Evaluation by the Hearer\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>There have been concerns found in recent studies about conversational constraints across different cultures. Current research suggests that the concern for avoiding negative evaluation by the hearer is only one of the three concerns that were observed in research studies. In most instances, this particular conversational constraint occurs when a speaker within a conversation makes an attempt to avoid negative evaluation from the individual that is hearing the speaker’s message. The concern for avoiding negative evaluation by the hearer in a conversation explains a plausible reason that explains why individuals attempt to conduct their behavior in ways that will avoid devaluation from others within a conversation. For example, a person might try to make a good first impression to seek approval in an interview by using strategies to avoid negative evaluation from the individual who is conducting the interview.  Among the various cultures that conversational constraints have been studied, individualistic cultures have been shown to have differences in comparison to other types of cultures. Individualistic cultures are more focused on the amount of clarity within a conversational constraint and less concerned with avoiding negative evaluation from the hearer. In contrast, collectivistic cultures are more concerned with behaviors that include avoiding negative evaluation from the hearer, and minimizing imposition because these constraints are considered face-supporting behavior.\n</p>\n<h2><span class=\"mw-headline\" id=\"Works_cited\">Works cited</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Conversational_constraints_theory&amp;action=edit&amp;section=6\" title=\"Edit section: Works cited\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Gudykunst, William B. \"Theories of Intercultural Communication I.\" China Media Research 1 (2005): 61-75.</li>\n<li>Gudykunst, William B.. Cross-cultural and Intercultural Communication. Thousand Oaks: SAGE, 2003.</li>\n<li>Martin, J.M., and T. Nakayama. Intercultural Communication in Contexts. New York, New York.: McGraw-Hill, 2004.</li>\n<li>Min-Sun, Kim, and Krystyna Aune. \"The Effects of Psychological Gender Orientations on the Perceived Salience of Conversational Constra.\" Sex Roles (1997).</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=5sjpr1ypmcC&amp;pg=PA23&amp;lpg=PA23&amp;dq=Conversational+Constraints+Theory&amp;source=bl&amp;ots=GCdn73HCZ0&amp;sig=self4oOMlaUlwYvf4QlgO07TVSo&amp;hl=en&amp;ei=_NvKSZ-WFZDsnQfu7PDoCQ&amp;sa=X&amp;oi=book_result&amp;resnum=9&amp;ct=result#PPA23,M1\">Conversational Constraints Theory e-book</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2223\nCached time: 20180921222311\nCache expiry: 86400\nDynamic content: true\nCPU time usage: 0.084 seconds\nReal time usage: 0.114 seconds\nPreprocessor visited node count: 343/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 22433/2097152 bytes\nTemplate argument size: 6361/2097152 bytes\nHighest expansion depth: 16/40\nExpensive parser function count: 2/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.029/10.000 seconds\nLua memory usage: 1.28 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n130.81%  119.701      3 Template:Ambox\n100.00%   91.507      1 Template:Multiple_issues\n100.00%   91.507      1 -total\n 41.55%   38.019      1 Template:No_footnotes\n 12.84%   11.748      1 Template:Orphan\n  6.00%    5.488      2 Template:Yesno-no\n  3.91%    3.577      2 Template:Yesno\n  2.62%    2.399      2 Template:Main_other\n  1.88%    1.724      2 Template:PAGENAMEU\n  1.84%    1.688      1 Template:Monthyear\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:22414061-0!canonical and timestamp 20180921222311 and revision id 858428896\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Conversational Constraints Theory","hidden":"","*":"Articles_lacking_in-text_citations_from_October_2015"},{"sortkey":"Conversational Constraints Theory","hidden":"","*":"All_articles_lacking_in-text_citations"},{"sortkey":"Conversational Constraints Theory","hidden":"","*":"Orphaned_articles_from_June_2010"},{"sortkey":"Conversational Constraints Theory","hidden":"","*":"All_orphaned_articles"},{"sortkey":"Conversational Constraints Theory","hidden":"","*":"Articles_with_multiple_maintenance_issues"},{"sortkey":"Conversational Constraints Theory","*":"Oral_communication"}],"links":[{"ns":14,"exists":"","*":"Category:Articles lacking in-text citations from October 2015"},{"ns":14,"exists":"","*":"Category:Orphaned articles from June 2010"},{"ns":0,"exists":"","*":"Communicate"},{"ns":0,"exists":"","*":"Cross-cultural communication"},{"ns":0,"exists":"","*":"Cultures"},{"ns":0,"exists":"","*":"Feminine"},{"ns":0,"exists":"","*":"Gender roles"},{"ns":0,"exists":"","*":"Goal-oriented"},{"ns":0,"exists":"","*":"Masculine"},{"ns":0,"exists":"","*":"Person"},{"ns":0,"exists":"","*":"Positive affectivity"},{"ns":0,"exists":"","*":"Self image"},{"ns":0,"exists":"","*":"Strategy"},{"ns":1,"exists":"","*":"Talk:Conversational constraints theory"},{"ns":4,"exists":"","*":"Wikipedia:Citing sources"},{"ns":4,"exists":"","*":"Wikipedia:External links"},{"ns":4,"exists":"","*":"Wikipedia:Orphan"},{"ns":4,"exists":"","*":"Wikipedia:When to cite"},{"ns":4,"exists":"","*":"Wikipedia:WikiProject Fact and Reference Check"},{"ns":12,"exists":"","*":"Help:Link"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Multiple issues"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:No footnotes"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Orphan"},{"ns":10,"exists":"","*":"Template:Monthyear"},{"ns":10,"exists":"","*":"Template:Monthyear-1"},{"ns":10,"exists":"","*":"Template:PAGENAMEU"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:String"}],"images":["Ambox_important.svg","Text_document_with_red_question_mark.svg","Wiki_letter_w.svg"],"externallinks":["//edwardbetts.com/find_link?q=Conversational_constraints_theory","https://books.google.com/books?id=5sjpr1ypmcC&pg=PA23&lpg=PA23&dq=Conversational+Constraints+Theory&source=bl&ots=GCdn73HCZ0&sig=self4oOMlaUlwYvf4QlgO07TVSo&hl=en&ei=_NvKSZ-WFZDsnQfu7PDoCQ&sa=X&oi=book_result&resnum=9&ct=result#PPA23,M1"],"sections":[{"toclevel":1,"level":"2","line":"Effectiveness","number":"1","index":"1","fromtitle":"Conversational_constraints_theory","byteoffset":2354,"anchor":"Effectiveness"},{"toclevel":1,"level":"2","line":"Clarity","number":"2","index":"2","fromtitle":"Conversational_constraints_theory","byteoffset":3586,"anchor":"Clarity"},{"toclevel":1,"level":"2","line":"Consideration for Others’ Feelings","number":"3","index":"3","fromtitle":"Conversational_constraints_theory","byteoffset":5884,"anchor":"Consideration_for_Others’_Feelings"},{"toclevel":1,"level":"2","line":"Minimizing Imposition","number":"4","index":"4","fromtitle":"Conversational_constraints_theory","byteoffset":8008,"anchor":"Minimizing_Imposition"},{"toclevel":1,"level":"2","line":"Avoiding Negative Evaluation by the Hearer","number":"5","index":"5","fromtitle":"Conversational_constraints_theory","byteoffset":9485,"anchor":"Avoiding_Negative_Evaluation_by_the_Hearer"},{"toclevel":1,"level":"2","line":"Works cited","number":"6","index":"6","fromtitle":"Conversational_constraints_theory","byteoffset":11033,"anchor":"Works_cited"}],"parsewarnings":[],"displaytitle":"Conversational constraints theory","iwlinks":[{"prefix":"wikt","url":"https://en.wiktionary.org/wiki/dominance","*":"wikt:dominance"},{"prefix":"wikt","url":"https://en.wiktionary.org/wiki/emphasis","*":"wikt:emphasis"}],"properties":[{"name":"defaultsort","*":"Conversational Constraints Theory"},{"name":"wikibase_item","*":"Q5166420"}]}}