{"parse":{"title":"Life in Great Britain during the Industrial Revolution","pageid":17223915,"revid":857998665,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Life in Great Britain during the Industrial Revolution</b> underwent vast social and economic changes, the result of developments in mechanised working methods, and the introduction of the <a href=\"/wiki/Factory_system\" title=\"Factory system\">factory system</a> and the <a href=\"/wiki/Steam_engine\" title=\"Steam engine\">steam engine</a>.  The lives of large sections of the population of Great Britain underwent massive changes during the Industrial Revolution. Work became more regimented and disciplined and began to take place outside the home. A movement of the population to the cities from the countryside produced dramatic changes in lifestyle.\n</p><p>The industrial belts of Great Britain included the <a href=\"/wiki/Scottish_Lowlands\" title=\"Scottish Lowlands\">Scottish Lowlands</a>, <a href=\"/wiki/South_Wales\" title=\"South Wales\">South Wales</a>, <a href=\"/wiki/Northern_England\" title=\"Northern England\">northern England</a>, and the <a href=\"/wiki/English_Midlands\" class=\"mw-redirect\" title=\"English Midlands\">English Midlands</a>. The establishment of major factory centers helped develop networks of canals, roads, and railroads, particularly in <a href=\"/wiki/Derbyshire\" title=\"Derbyshire\">Derbyshire</a>, <a href=\"/wiki/Lancashire\" title=\"Lancashire\">Lancashire</a>, <a href=\"/wiki/Cheshire\" title=\"Cheshire\">Cheshire</a>, <a href=\"/wiki/Staffordshire\" title=\"Staffordshire\">Staffordshire</a>, <a href=\"/wiki/Nottinghamshire\" title=\"Nottinghamshire\">Nottinghamshire</a>, and <a href=\"/wiki/Yorkshire\" title=\"Yorkshire\">Yorkshire</a>. This is where the proletariat class was born. The Industrial Revolution helped create opportunities for employment for all members of the family. However, any improvement to the quality of life for the <a href=\"/wiki/Working_class\" title=\"Working class\">working class</a> had come from a hard and bitter experience from factory labour.<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (May 2018)\">citation needed</span></a></i>&#93;</sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Impacts_on_society\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Impacts on society</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-2\"><a href=\"#Children\"><span class=\"tocnumber\">1.1</span> <span class=\"toctext\">Children</span></a></li>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#Change_of_society\"><span class=\"tocnumber\">1.2</span> <span class=\"toctext\">Change of society</span></a></li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Change_of_family_structure\"><span class=\"tocnumber\">1.3</span> <span class=\"toctext\">Change of family structure</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Life_affected_from_working_conditions\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Life affected from working conditions</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#Reforms_for_change\"><span class=\"tocnumber\">2.1</span> <span class=\"toctext\">Reforms for change</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Notes\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Notes</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#References\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#External_links\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Impacts_on_society\">Impacts on society</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Life_in_Great_Britain_during_the_Industrial_Revolution&amp;action=edit&amp;section=1\" title=\"Edit section: Impacts on society\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"Children\">Children</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Life_in_Great_Britain_during_the_Industrial_Revolution&amp;action=edit&amp;section=2\" title=\"Edit section: Children\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>It is generally agreed that the impact of the industrial revolution was negative for children.  In the industrial districts, children tended to enter the workforce at younger ages.  Many of the new factory owners preferred to employ children as they viewed them as more docile tractable than adults.  Although most families channeled their children's earnings into providing a better diet for them, the physical toll of working in the factories was very great and led to detrimental outcomes for children.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>\n</p><p>Children were preferred workers in textile mills because they worked for lower wages. Child laborers tended to be orphans, children of widows, or from the poorest families. Children were needed for low pay, and nimble fingers. Child labor was not an invention of the industrial revolution, they were first exploited by their parents on the farm. Now for the first time in history children were an important factor of an economic system, but at a terrible price.\n</p><p>Children were required to work under machines and were constantly cleaning and oiling tight areas. Young children were worked to near exhaustion, to such an extent that they would fall asleep over machines. If they were caught sleeping or showed up to work late, they were beaten and tortured by their supervisors. Cruelty and torture was enacted on children by master-manufacturers to maintain high output or to keep them awake.  The children’s bodies become crooked and deformed from the work in the mills and factories. Their bodies and bones became so weak that they couldn't hold themselves up, and their backs permanently hunched.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> Children in the mines did not have it any better. They would start working at the age of 4 or 5, both boys and girls. A large proportion of children working in the mines were under 13 and a larger proportion from ages of 13-18. Mines were not built for stability, rather, they were small and low and children were needed to crawl through them. The conditions in the mines were not remotely safe, children would often have limbs crippled, and bodies distorted or be killed. Children could get lost within the mines for days at a time. The air in the mines was injuring to breathe and could caused painful and fatal diseases.\n</p>\n<h3><span class=\"mw-headline\" id=\"Change_of_society\">Change of society</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Life_in_Great_Britain_during_the_Industrial_Revolution&amp;action=edit&amp;section=3\" title=\"Edit section: Change of society\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The impact of the industrial revolution on adults is more complex and has been the subject of extensive debate amongst historians for the past one hundred years.  Optimists have argued that industrialisation brought higher wages and better living standards to most people.  Pessimists have argued that these gains have been over-exaggerated.  They argue that wages did not rise significantly during this period, and furthermore, that whatever economic gains were actually made - these must be offset against the worsening health and housing of the new urban sectors.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>  Since the 1990s, many contributions to the standard of living debate has tilted towards the pessimist interpretation.  Most of the work has been within the economic history framework.  There have been attempts to measure variables such as real wages, mortality, and heights.  More recently the historian Emma Griffin has marked a departure from this approach by using a large number of working-class autobiographies to consider how working people themselves conceived of these changes.  She has argued that some working men did see improvements in their lives at this time, through higher wages and a greater degree of autonomy and self-determination.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Change_of_family_structure\">Change of family structure</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Life_in_Great_Britain_during_the_Industrial_Revolution&amp;action=edit&amp;section=4\" title=\"Edit section: Change of family structure\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The traditional marriage of the laboring class during the <a href=\"/wiki/Georgian_society\" class=\"mw-redirect\" title=\"Georgian society\">Georgian society</a>, women would marry men of the same social status. Example, a shoemaker’s daughter would marry a shoemaker’s son. And marriage outside this norm was not common. Marriage during the Industrial Revolution shifted from this tradition to a more sociable union between wife and husband in the laboring class. Women and men tended to marry someone from the same job, geographical location or from the same social group. But throughout the Industrial Revolution miners were the exception of this new trend. A coal miner’s daughter would marry a coal miner’s son.\n</p><p>The traditional work sphere was dictated by the father, and he controlled the pace of work for his family. However, factories and mills undermined the old style of authority. Factories put husbands, wives and child under the same conditions and authority of the manufacturer masters.\n</p><p>The norm for women in the latter half of the Industrial Revolution, who worked in the factories or mills tended not to have children or already had children that were grown up. However, Mothers who worked in the factories and mills would often use <a href=\"/wiki/Narcotics\" class=\"mw-redirect\" title=\"Narcotics\">narcotics</a> to put their small infants to sleep. This was a common trend, because mothers would work 14 to 16 hours a day, leaving their infant with a babysitter for most of the day. Narcotics such as Godfrey, including ingredients of <a href=\"/wiki/Opium\" title=\"Opium\">opium</a>, treacle, water and spices. Mothers would, use Godfrey/opium on their small infants as much as three times a day, one before work, one after in the afternoon tea time, and last one when they get home off work. <a href=\"/wiki/Infant_mortality_rate\" class=\"mw-redirect\" title=\"Infant mortality rate\">Infant mortality rate</a> in some areas were as high 16.7% and Godfrey/opium did contribute to the cause of mortality.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Life_affected_from_working_conditions\">Life affected from working conditions</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Life_in_Great_Britain_during_the_Industrial_Revolution&amp;action=edit&amp;section=5\" title=\"Edit section: Life affected from working conditions\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Safety was very poor in early industrial factories and mines and there was no injury compensation for the workers as well. The injuries from machinery could cause whole fingers to be cut off, mild burns, severe arm and leg injuries, amputation of limbs and death. However, diseases and cancer were the most common health issues that had long-term effects to the workers. Cotton mills, coal mines, iron-works, and brick factories all had bad air, which caused chest diseases, coughs, blood-spitting, hard breathing, pains in chest, and sleepless nights for the workers.\n</p><p>Housing for the workers was overcrowded and unclean, making it suitable for the hazards of typhoid, cholera, and smallpox. Workers during these times did not have sick days, and forced themselves to work to provide money to support the family. Traditionally women and girls were always in charge of cleaning the house, but since the women were spending just as much time working as the men, they had no time to clean the house. The housing was tiny, dirty, and sickly for the working laboring class during the Industrial Revolution, and the workers had no personal time to clean or change their own atmosphere even if they wished to.\n</p>\n<h3><span class=\"mw-headline\" id=\"Reforms_for_change\">Reforms for change</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Life_in_Great_Britain_during_the_Industrial_Revolution&amp;action=edit&amp;section=6\" title=\"Edit section: Reforms for change\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<div role=\"note\" class=\"hatnote navigation-not-searchable\">Main article: <a href=\"/wiki/Factory_Acts\" title=\"Factory Acts\">Factory Acts</a></div>\n<p>The first factory act <a href=\"/wiki/Health_and_Morals_of_Apprentices_Act_1802\" title=\"Health and Morals of Apprentices Act 1802\">Health and Morals of Apprentices Act 1802</a> tried to help the condition for workers. The act tried to make factory owners more responsible for the housing and clothing for the workers, but with little success. This act was never put into practice, because magistrates fail to stop or forced mill masters.\n</p><p>The 1819 Cotton Mills and Factories Act forbade the employment of children in cotton mills of children under the age of 9. Limited the hours of work for children 9-16 to 12 hours. This act is a major step towards a better life for children. They were less likely to fall asleep during work, therefore less injuries and beating to occur to them in the work place.\n</p>\n<ol><li>Cotton Factories Regulation Act 1819\n<ol><li>Set the minimum working age to 9</li>\n<li>Set the maximum working hours to 12 per day</li></ol></li></ol>\n<p><a href=\"/wiki/Michael_Thomas_Sadler\" title=\"Michael Thomas Sadler\">Michael Sadler</a> was one of the pioneers in addressing the living and working conditions of the industrial workers.  In 1832, he led a parliamentary investigation of the conditions of the textile workers. The Ashley Commission was another investigation committee that studied the plight of the mine workers.  What came out of the investigation was that with increased productivity the number of working hours of the wage workers also doubled in many cases. The efforts of Michael Sadler and the Ashley Commission resulted in the passage of the 1833 act which limited the number of work hours for women and children and money babies. This bill made children from ages 9 to 18 not to work more than 48 hours a week, and spend two hours at school during work hours. The Act also created the factory inspector and provided for routine inspections of factories. This guaranteed that factories will follow laws of the reforms.\n</p><p>According to a cotton manufacturer, \"We have never worked more than seventy-one hours a week before Sir <a href=\"/wiki/John_Hobhouse,_1st_Baron_Broughton\" title=\"John Hobhouse, 1st Baron Broughton\">John Hobhouse</a>'s Act was passed. We then came down to sixty-nine; and since <a href=\"/wiki/Lord_Althorp\" class=\"mw-redirect\" title=\"Lord Althorp\">Lord Althorp</a>'s Act was passed, in 1833, we have reduced the time of adults to sixty-seven and a half hours a week, and that of children under thirteen years of age to forty-eight hours in the week, though to do this latter has, I must admit, subjected us to much inconvenience, but the elder hands to more, inasmuch as the relief given to the child is in some measure imposed on the adult.\"<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup>\n</p>\n<ol><li>Regulation of Child Labor Law 1833\n<ol><li>Established paid inspectors to inspect factories on child labor regulations and enforce the law</li>\n<li>Set the maximum working in a week to 48 hours</li>\n<li>Made children to spend time in school</li></ol></li></ol>\n<p>First report for women and children in mines were in 1842 <a href=\"/wiki/Mines_and_Collieries_Act_1842\" title=\"Mines and Collieries Act 1842\">Mines and Collieries Act 1842</a> this act made children under the age 10 could not work in mines and also no women or girls could work in the mines as well. Second report for children commission 1843 reinforced this act to the public.\n</p>\n<ol><li>Mines and Collieries Act 1842\n<ol><li>Set a minimum age for children to work in mines at 10</li>\n<li>Made it that no woman or girl could work in the mines</li></ol></li></ol>\n<p>The Factories Act 1844 made women and young adults work 12-hour days and children from the ages 9 to 13 were to work 9 hour days. As well as making mill masters and owners more account for injuries to workers. The <a href=\"/wiki/Factories_Act_1847\" title=\"Factories Act 1847\">Factories Act 1847</a> or also known was the ten-hour bill, made it law that women and young people work 10 hours, and maximum of 63 hours a week.  The last two major Factory acts of the Industrial Revolution were introduced in 1850, and 1856. These acts made it that factories could no longer dictate work hours for women and children. They were to work from 6am to 6pm in the summer, and 7am to 7pm in the winter. These acts took a lot of power and authority away from the manufactures, and allowed women and children to have more personal time for the family and for themselves.\n</p>\n<ol><li>Factories Act 1844\n<ol><li>Limited working hour to 12 per day for women and children</li>\n<li>Set maximum working hours for children of 9-13 for 9 per day</li>\n<li>Mill owners are more account for protection for workers</li></ol></li>\n<li><a href=\"/wiki/Ten_Hours_Bill\" class=\"mw-redirect\" title=\"Ten Hours Bill\">Ten Hours Bill</a> 1847\n<ol><li>Limited working hours to 10 per day for women and children</li>\n<li>Set a maximum hours in a week to 63 for women and children</li></ol></li>\n<li>Factories Act 1856\n<ol><li>Factory masters could not dictate work hours</li></ol></li></ol>\n<p><a href=\"/wiki/Prevention_of_Cruelty_to,_and_Protection_of,_Children_Act_1889\" title=\"Prevention of Cruelty to, and Protection of, Children Act 1889\">Prevention of Cruelty to, and Protection of, Children Act 1889</a> founded to stop the abuse of children in the work and family sphere of life.\n</p><p>The <a href=\"/wiki/Elementary_Education_Act_1870\" title=\"Elementary Education Act 1870\">Elementary Education Act 1870</a> allowed all children within the United Kingdom to have access to education. Education was not made compulsory immediately (not until 1880) since many factory owners feared the removal of children as a source of cheap labor. However, with the simple mathematics and English they were acquiring, factory owners now had workers who could read and make measurements. A great contribution to the factory.\n</p>\n<h2><span class=\"mw-headline\" id=\"Notes\">Notes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Life_in_Great_Britain_during_the_Industrial_Revolution&amp;action=edit&amp;section=7\" title=\"Edit section: Notes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Maxine Berg, What Work did women's work make to the industrial revolution, History Workshop Journal 1992</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20140404023326/http://www.spartacus.schoolnet.co.uk/IRdeformities.htm\">\"Factory Labour and Physical Deformation\"</a>. 2008. Archived from <a rel=\"nofollow\" class=\"external text\" href=\"http://www.spartacus.schoolnet.co.uk/IRdeformities.htm\">the original</a> on 2014-04-04<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2014-03-31</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Factory+Labour+and+Physical+Deformation&amp;rft.date=2008&amp;rft_id=http%3A%2F%2Fwww.spartacus.schoolnet.co.uk%2FIRdeformities.htm&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ALife+in+Great+Britain+during+the+Industrial+Revolution\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">E. P. Thompson, The Making of the English Working Class (1963)</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\">Griffin, Emma. <a rel=\"nofollow\" class=\"external text\" href=\"https://www.academia.edu/2642570/Libertys_Dawn_A_Peoples_History_of_the_Industrial_Revolution\">\"Liberty's Dawn. A People's History of the Industrial Revolution\"</a><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">9 March</span> 2013</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Liberty%27s+Dawn.+A+People%27s+History+of+the+Industrial+Revolution&amp;rft.aulast=Griffin&amp;rft.aufirst=Emma&amp;rft_id=https%3A%2F%2Fwww.academia.edu%2F2642570%2FLibertys_Dawn_A_Peoples_History_of_the_Industrial_Revolution&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ALife+in+Great+Britain+during+the+Industrial+Revolution\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.victorianweb.org/science/health/health4.html\">\"Opium and Infant Mortality England\"</a>. 2008<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2014-03-31</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Opium+and+Infant+Mortality+England&amp;rft.date=2008&amp;rft_id=http%3A%2F%2Fwww.victorianweb.org%2Fscience%2Fhealth%2Fhealth4.html&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ALife+in+Great+Britain+during+the+Industrial+Revolution\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.victorianweb.org/history/workers2.html\">\"The Life of the Industrial Worker in Ninteenth-Century England\"</a>. 2008<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2008-04-28</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=The+Life+of+the+Industrial+Worker+in+Ninteenth-Century+England&amp;rft.date=2008&amp;rft_id=http%3A%2F%2Fwww.victorianweb.org%2Fhistory%2Fworkers2.html&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ALife+in+Great+Britain+during+the+Industrial+Revolution\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Life_in_Great_Britain_during_the_Industrial_Revolution&amp;action=edit&amp;section=8\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Clark, Gregory (2007) <i>A Farewell to Alms:  A Brief Economic History of the World</i> Princeton University Press  <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-0-691-12135-2\" title=\"Special:BookSources/978-0-691-12135-2\">978-0-691-12135-2</a>.</li>\n<li><a href=\"/wiki/Joel_Mokyr\" title=\"Joel Mokyr\">Mokyr, Joel</a>. (1990).  The Lever of Riches - Technological Creativity and Economic Progress. Oxford University Press. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-19-506113-6\" title=\"Special:BookSources/0-19-506113-6\">0-19-506113-6</a>.</li>\n<li>Stearns, Peter N. (1993).  The Industrial Revolution in World History. Westview Press. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-8133-8596-2\" title=\"Special:BookSources/0-8133-8596-2\">0-8133-8596-2</a>.</li></ul>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Life_in_Great_Britain_during_the_Industrial_Revolution&amp;action=edit&amp;section=9\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<table role=\"presentation\" class=\"mbox-small plainlinks sistersitebox\" style=\"background-color:#f9f9f9;border:1px solid #aaa;color:#000\">\n<tbody><tr>\n<td class=\"mbox-image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Wikivoyage-Logo-v3-icon.svg/40px-Wikivoyage-Logo-v3-icon.svg.png\" width=\"40\" height=\"40\" class=\"noviewer\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Wikivoyage-Logo-v3-icon.svg/60px-Wikivoyage-Logo-v3-icon.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Wikivoyage-Logo-v3-icon.svg/80px-Wikivoyage-Logo-v3-icon.svg.png 2x\" data-file-width=\"193\" data-file-height=\"193\" /></td>\n<td class=\"mbox-text plainlist\">Wikivoyage has a travel guide for <i><b><a href=\"https://en.wikivoyage.org/wiki/Industrial_Britain#Q6545156\" class=\"extiw\" title=\"wikivoyage:Industrial Britain\">Industrial Britain</a></b></i>.</td></tr></tbody></table>\n<ol><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.victorianweb.org/technology/ir/ir1.html\">The Industrial Revolution: An Introduction</a>.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.victorianweb.org/technology/railways/railway4.html\">The Growth of Victorian Railways</a>.</li></ol>\n\n<!-- \nNewPP limit report\nParsed by mw1318\nCached time: 20180904120106\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.152 seconds\nReal time usage: 0.207 seconds\nPreprocessor visited node count: 1168/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 13044/2097152 bytes\nTemplate argument size: 1970/2097152 bytes\nHighest expansion depth: 15/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 4727/5000000 bytes\nNumber of Wikibase entities loaded: 1/400\nLua time usage: 0.064/10.000 seconds\nLua memory usage: 3.12 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  182.924      1 -total\n 33.05%   60.453      1 Template:Fact\n 27.46%   50.234      1 Template:Reflist\n 21.36%   39.067      1 Template:Fix\n 20.83%   38.104      4 Template:Cite_web\n 17.93%   32.793      3 Template:ISBN\n 13.98%   25.581      1 Template:Wikivoyage\n 13.98%   25.575      2 Template:Category_handler\n 13.00%   23.771      1 Template:Sister_project\n 11.88%   21.733      1 Template:Side_box\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:17223915-0!canonical and timestamp 20180904120106 and revision id 857998665\n -->\n</div>"},"langlinks":[{"lang":"ru","url":"https://ru.wikipedia.org/wiki/%D0%9F%D1%80%D0%BE%D0%BC%D1%8B%D1%88%D0%BB%D0%B5%D0%BD%D0%BD%D0%B0%D1%8F_%D1%80%D0%B5%D0%B2%D0%BE%D0%BB%D1%8E%D1%86%D0%B8%D1%8F_%D0%B2_%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B8","langname":"Russian","autonym":"русский","*":"Промышленная революция в Англии"},{"lang":"uk","url":"https://uk.wikipedia.org/wiki/%D0%9F%D1%80%D0%BE%D0%BC%D0%B8%D1%81%D0%BB%D0%BE%D0%B2%D0%B0_%D1%80%D0%B5%D0%B2%D0%BE%D0%BB%D1%8E%D1%86%D1%96%D1%8F_%D0%B2_%D0%90%D0%BD%D0%B3%D0%BB%D1%96%D1%97","langname":"Ukrainian","autonym":"українська","*":"Промислова революція в Англії"}],"categories":[{"sortkey":"","hidden":"","*":"All_articles_with_unsourced_statements"},{"sortkey":"","hidden":"","*":"Articles_with_unsourced_statements_from_May_2018"},{"sortkey":"","*":"Industrial_Revolution"},{"sortkey":"","*":"History_of_Great_Britain"}],"links":[{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from May 2018"},{"ns":0,"exists":"","*":"Cheshire"},{"ns":0,"exists":"","*":"Derbyshire"},{"ns":0,"exists":"","*":"Elementary Education Act 1870"},{"ns":0,"exists":"","*":"English Midlands"},{"ns":0,"exists":"","*":"Factories Act 1847"},{"ns":0,"exists":"","*":"Factory Acts"},{"ns":0,"exists":"","*":"Factory system"},{"ns":0,"exists":"","*":"Georgian society"},{"ns":0,"exists":"","*":"Health and Morals of Apprentices Act 1802"},{"ns":0,"exists":"","*":"Infant mortality rate"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"Joel Mokyr"},{"ns":0,"exists":"","*":"John Hobhouse, 1st Baron Broughton"},{"ns":0,"exists":"","*":"Lancashire"},{"ns":0,"exists":"","*":"Lord Althorp"},{"ns":0,"exists":"","*":"Michael Thomas Sadler"},{"ns":0,"exists":"","*":"Mines and Collieries Act 1842"},{"ns":0,"exists":"","*":"Narcotics"},{"ns":0,"exists":"","*":"Northern England"},{"ns":0,"exists":"","*":"Nottinghamshire"},{"ns":0,"exists":"","*":"Opium"},{"ns":0,"exists":"","*":"Prevention of Cruelty to, and Protection of, Children Act 1889"},{"ns":0,"exists":"","*":"Scottish Lowlands"},{"ns":0,"exists":"","*":"South Wales"},{"ns":0,"exists":"","*":"Staffordshire"},{"ns":0,"exists":"","*":"Steam engine"},{"ns":0,"exists":"","*":"Ten Hours Bill"},{"ns":0,"exists":"","*":"Working class"},{"ns":0,"exists":"","*":"Yorkshire"},{"ns":4,"exists":"","*":"Wikipedia:Citation needed"}],"templates":[{"ns":10,"exists":"","*":"Template:Fact"},{"ns":10,"exists":"","*":"Template:Citation needed"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Delink"},{"ns":10,"exists":"","*":"Template:Main article"},{"ns":10,"exists":"","*":"Template:Main"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:ISBN"},{"ns":10,"exists":"","*":"Template:Catalog lookup link"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Error-small"},{"ns":10,"exists":"","*":"Template:Tl"},{"ns":10,"exists":"","*":"Template:Wikivoyage"},{"ns":10,"exists":"","*":"Template:Sister project"},{"ns":10,"exists":"","*":"Template:Side box"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Delink"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Main"},{"ns":828,"exists":"","*":"Module:Hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote list"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Check isxn"},{"ns":828,"exists":"","*":"Module:Error"},{"ns":828,"exists":"","*":"Module:Side box"},{"ns":828,"exists":"","*":"Module:Wikidata"},{"ns":828,"exists":"","*":"Module:I18n"},{"ns":828,"*":"Module:Side box/i18n"}],"images":["Wikivoyage-Logo-v3-icon.svg"],"externallinks":["https://web.archive.org/web/20140404023326/http://www.spartacus.schoolnet.co.uk/IRdeformities.htm","http://www.spartacus.schoolnet.co.uk/IRdeformities.htm","https://www.academia.edu/2642570/Libertys_Dawn_A_Peoples_History_of_the_Industrial_Revolution","http://www.victorianweb.org/science/health/health4.html","http://www.victorianweb.org/history/workers2.html","http://www.victorianweb.org/technology/ir/ir1.html","http://www.victorianweb.org/technology/railways/railway4.html"],"sections":[{"toclevel":1,"level":"2","line":"Impacts on society","number":"1","index":"1","fromtitle":"Life_in_Great_Britain_during_the_Industrial_Revolution","byteoffset":1222,"anchor":"Impacts_on_society"},{"toclevel":2,"level":"3","line":"Children","number":"1.1","index":"2","fromtitle":"Life_in_Great_Britain_during_the_Industrial_Revolution","byteoffset":1246,"anchor":"Children"},{"toclevel":2,"level":"3","line":"Change of society","number":"1.2","index":"3","fromtitle":"Life_in_Great_Britain_during_the_Industrial_Revolution","byteoffset":3926,"anchor":"Change_of_society"},{"toclevel":2,"level":"3","line":"Change of family structure","number":"1.3","index":"4","fromtitle":"Life_in_Great_Britain_during_the_Industrial_Revolution","byteoffset":5484,"anchor":"Change_of_family_structure"},{"toclevel":1,"level":"2","line":"Life affected from working conditions","number":"2","index":"5","fromtitle":"Life_in_Great_Britain_during_the_Industrial_Revolution","byteoffset":7442,"anchor":"Life_affected_from_working_conditions"},{"toclevel":2,"level":"3","line":"Reforms for change","number":"2.1","index":"6","fromtitle":"Life_in_Great_Britain_during_the_Industrial_Revolution","byteoffset":8689,"anchor":"Reforms_for_change"},{"toclevel":1,"level":"2","line":"Notes","number":"3","index":"7","fromtitle":"Life_in_Great_Britain_during_the_Industrial_Revolution","byteoffset":13799,"anchor":"Notes"},{"toclevel":1,"level":"2","line":"References","number":"4","index":"8","fromtitle":"Life_in_Great_Britain_during_the_Industrial_Revolution","byteoffset":13822,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"5","index":"9","fromtitle":"Life_in_Great_Britain_during_the_Industrial_Revolution","byteoffset":14250,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Life in Great Britain during the Industrial Revolution","iwlinks":[{"prefix":"wikivoyage","url":"https://en.wikivoyage.org/wiki/Industrial_Britain","*":"wikivoyage:Industrial Britain"}],"properties":[{"name":"wikibase_item","*":"Q6545156"}]}}