{"parse":{"title":"The Diving Bell and the Butterfly","pageid":4709400,"revid":846753112,"text":{"*":"<div class=\"mw-parser-output\"><div role=\"note\" class=\"hatnote navigation-not-searchable\">This article is about the 1997 book. For the 2007 film, see <a href=\"/wiki/The_Diving_Bell_and_the_Butterfly_(film)\" title=\"The Diving Bell and the Butterfly (film)\">The Diving Bell and the Butterfly (film)</a>.</div>\n<table class=\"infobox vcard\" style=\"width:22em\"><caption style=\"font-style:italic;padding-bottom:0.2em;\">The Diving Bell and the Butterfly <span class=\"Z3988\" title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=The+Diving+Bell+and+the+Butterfly&amp;rft.author=%5B%5BJean-Dominique+Bauby%5D%5D&amp;rft.date=March+6%2C+1997&amp;rft.pub=%5B%5B%C3%89ditions+Robert+Laffont%5D%5D\"></span></caption><tbody><tr><td colspan=\"2\" style=\"text-align:center\">\n<a href=\"/wiki/File:Jean-Dominique_Bauby.jpg\" class=\"image\"><img alt=\"Jean-Dominique Bauby.jpg\" src=\"//upload.wikimedia.org/wikipedia/en/a/a1/Jean-Dominique_Bauby.jpg\" width=\"220\" height=\"152\" data-file-width=\"220\" data-file-height=\"152\" /></a></td></tr><tr><th scope=\"row\">Author</th><td>\n<a href=\"/wiki/Jean-Dominique_Bauby\" title=\"Jean-Dominique Bauby\">Jean-Dominique Bauby</a></td></tr><tr><th scope=\"row\">Country</th><td>\nFrance</td></tr><tr><th scope=\"row\">Language</th><td>\nFrench</td></tr><tr><th scope=\"row\">Genre</th><td>\n<a href=\"/wiki/Autobiography\" title=\"Autobiography\">Autobiography</a>, <a href=\"/wiki/Memoir\" title=\"Memoir\">Memoir</a></td></tr><tr><th scope=\"row\">Publisher</th><td>\n<a href=\"/wiki/%C3%89ditions_Robert_Laffont\" title=\"Éditions Robert Laffont\">Éditions Robert Laffont</a></td></tr><tr><th scope=\"row\"><div style=\"padding:0.1em 0;line-height:1.2em;\">Publication date</div></th><td>\nMarch 6, 1997</td></tr><tr><th scope=\"row\"><a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a></th><td>\n<a href=\"/wiki/Special:BookSources/978-0-375-40115-2\" title=\"Special:BookSources/978-0-375-40115-2\">978-0-375-40115-2</a></td></tr></tbody></table>\n<p><i><b>The Diving Bell and the Butterfly</b></i> (original French title: <i>Le Scaphandre et le Papillon</i>) is a <a href=\"/wiki/Memoir\" title=\"Memoir\">memoir</a> by journalist <a href=\"/wiki/Jean-Dominique_Bauby\" title=\"Jean-Dominique Bauby\">Jean-Dominique Bauby</a>. It describes what his life is like after suffering a massive <a href=\"/wiki/Stroke\" title=\"Stroke\">stroke</a> that left him with <a href=\"/wiki/Locked-in_syndrome\" title=\"Locked-in syndrome\">locked-in syndrome</a>. It also details what his life was like before the stroke.\n</p><p>The French edition of the book was published on March 7, 1997. It received excellent reviews, sold the first 25,000 copies on the day of publication, reaching 150,000 in a week. It went on to become a number one bestseller across Europe. Its total sales are now in the millions. \n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Plot_summary\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Plot summary</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Chapters\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Chapters</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Film_adaptations\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Film adaptations</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#References\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#External_links\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Plot_summary\">Plot summary</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Diving_Bell_and_the_Butterfly&amp;action=edit&amp;section=1\" title=\"Edit section: Plot summary\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>On December 8, 1995, Bauby, the editor-in-chief of French <i><a href=\"/wiki/Elle_(magazine)\" title=\"Elle (magazine)\">Elle</a></i> magazine, suffered a stroke and lapsed into a <a href=\"/wiki/Coma\" title=\"Coma\">coma</a>. He awoke 20 days later, mentally aware of his surroundings, but physically paralyzed with what is known as <a href=\"/wiki/Locked-in_syndrome\" title=\"Locked-in syndrome\">locked-in syndrome</a>, with the only exception of some movement in his head and eyes. His right eye had to be sewn up due to an irrigation problem. The entire book was written by Bauby blinking his left eyelid, which took ten months (four hours a day). Using <a href=\"/wiki/Partner_assisted_scanning\" class=\"mw-redirect\" title=\"Partner assisted scanning\">partner assisted scanning</a>, a transcriber repeatedly recited a <a href=\"/wiki/French_language\" title=\"French language\">French language</a> <a href=\"/wiki/Letter_frequencies\" class=\"mw-redirect\" title=\"Letter frequencies\">frequency-ordered alphabet</a> (E, S, A, R, I, N, T, U, L, etc.), until Bauby blinked to choose the next letter. The book took about 200,000 blinks to write and an average word took approximately two minutes. The book also chronicles everyday events for a person with locked-in syndrome. These events include playing at the beach with his family, getting a bath, and meeting visitors while in hospital at <a href=\"/wiki/Berck-sur-Mer\" class=\"mw-redirect\" title=\"Berck-sur-Mer\">Berck-sur-Mer</a>. On March 9, 1997, two days after the book was published, Bauby died of <a href=\"/wiki/Pneumonia\" title=\"Pneumonia\">pneumonia</a>.<sup id=\"cite_ref-BBC_1-0\" class=\"reference\"><a href=\"#cite_note-BBC-1\">&#91;1&#93;</a></sup><sup id=\"cite_ref-BlinkNYT_2-0\" class=\"reference\"><a href=\"#cite_note-BlinkNYT-2\">&#91;2&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Chapters\">Chapters</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Diving_Bell_and_the_Butterfly&amp;action=edit&amp;section=2\" title=\"Edit section: Chapters\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<table class=\"plainlinks metadata ambox ambox-style ambox-Plot\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/60px-Edit-clear.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/80px-Edit-clear.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This section's plot summary <b>may be <a href=\"/wiki/Wikipedia:How_to_write_a_plot_summary\" title=\"Wikipedia:How to write a plot summary\">too long or excessively detailed</a>.</b><span class=\"hide-when-compact\"> Please <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=The_Diving_Bell_and_the_Butterfly&amp;action=edit\">help improve it</a> by removing unnecessary details and making it more concise.</span>  <small><i>(January 2018)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<ul><li><b>Prologue:</b> Jean-Dominique Bauby begins by detailing his rousing in room 119 at the Maritime Hospital at Berck the morning a year after the stroke that led to his <a href=\"/wiki/Locked-in_syndrome\" title=\"Locked-in syndrome\">locked-in syndrome</a>. He recalls the days that followed and the resulting limitations: paralysis and blinking in his left eyelid. His mind on the other hand is active and he prepares for the publisher’s emissary arrival, though his thoughts are interrupted a nurse.</li>\n<li><b>The Wheelchair:</b> He is visited by many medical professionals. His situation hasn’t fully sunken in and he does not fully understand the connotation of the wheelchair. It isn’t until a comment is made by the occupational therapist that it becomes clear to him.</li>\n<li><b>Prayer:</b> There are only 2 patients at Berck that have locked-in syndrome. His case is unique in that he maintains the ability to turn his head. He hopes to improve his respiration and regain his ability to eat without a gastric tube; as well as possibly to be able to speak again. His friends and family have dedicated to all kinds of religions and spiritual deities on his recovery, and he has assigned specific parts of his body to some too.</li>\n<li><b>Bathtime:</b> His physical therapist arrives for the exercise, “mobilization,” where his limbs are moved. He has lost 60 pounds in twenty weeks. He notes that he has more mobilization in his head as he can rotate it 90 degrees. He recounts that even with limited facial expression, he still has varying emotions each time he is cleaned or given a bath.</li>\n<li><b>The Alphabet:</b> He describes the creation, use, and precision of the alphabet he uses to communicate. ESARINTULOMDPCFB VHGJQZYXKW. He ordered the letters from the most common to the least in the French language. His visitors read the alphabet and when he hears the letter he wishes for them to write down, he blinks his left eye. This is not without its challenges though.</li>\n<li><b>The Empress:</b> <a href=\"/wiki/Eug%C3%A9nie_de_Montijo\" title=\"Eugénie de Montijo\">Empress Eugenie</a>, wife of Napoleon III, was the patroness of the hospital, which contains various depictions of her. He tells of an imperial visit on May 4, 1864, where he imagines himself beside her. In one of the depictions, he sees a reflection that he finds disfigured but then realizes that it is his.</li>\n<li><b>Cinecittà:</b> The author describes the location of the Maritime Hospital at Berck which is in the <a href=\"/wiki/Pas-de-Calais\" title=\"Pas-de-Calais\">Pas de Calais</a>. On one occasion that he is being wheeled through the hospital corridors he spots a corner of the hospital which contains a lighthouse which he names Cinecittà.</li>\n<li><b>Tourists:</b> The author says Berck, the hospital, focused primarily on the care of young tuberculosis patients following the Second World War. It has now shifted toward older patients, which make up most of the hospital's population. He refers to Tourists as those who spend a short time in the hospital following injuries such as broken limbs. For him, the best place to observe this is in the rehabilitation room and the interactions he has with these patients.</li>\n<li><b>The Sausage:</b> He doesn’t pass his dietary test, as yogurt enters his airway, so he “eats” through a tube connected to his stomach. His only taste of food is in his memories where he imagines himself cooking dishes. One food is the sausage which connects to a memory from his childhood.</li>\n<li><b>Guardian Angel:</b> The author refers to Sandrine, his speech therapist, who has developed this communication code for him. He undergoes speech therapy with her and is in the process of regaining vocal language. He listens to his daughter, Céleste, his father, and Florence speak to him on the phone but he is unable to reply.</li>\n<li><b>The Photo:</b> The last time the author saw his father was a week before his stroke where he had shaved him. He describes his aging father in this chapter. He receives calls from his father from time to time. He recalls a photograph from his father on the back of which was written <i><a href=\"/wiki/Berck\" title=\"Berck\">Berck-sur-Mer</a>, April 1963.</i></li>\n<li><b>Yet Another Coincidence:</b> The author identifies with <a href=\"/wiki/Alexandre_Dumas\" title=\"Alexandre Dumas\">Alexandre Dumas</a>' character from <a href=\"/wiki/The_Count_of_Monte_Cristo\" title=\"The Count of Monte Cristo\">The Count of Monte Cristo</a>, Noirtier de Villefort. As this character is on a wheelchair and must blink to communicate, Noirtier might be the first case of locked-in syndrome in literature. The author would like to write a modern take of this classic, where Monte Cristo is a woman.</li>\n<li><b>The Dream:</b> He recounts a dream in which he and his friend, Bernard, are trudging through thick snow as they try to return to France even as it is paralyzed by a general strike. Then Bernard and he have an appointment with an influential Italian businessman whose headquarters are in the pillar of a viaduct. Upon entering the headquarters, he meets the watchman Radovan Karadzic, a Serbian leader. Bernard tells that the author is having trouble breathing and the Serbian leader is performs a <a href=\"/wiki/Tracheotomy\" title=\"Tracheotomy\">tracheotomy</a> on him. They have drinks at the headquarters and he discovers that he has been drugged. The police arrive and as everyone tries to escape, he finds himself unable to move - only a door separates him from freedom. He tries to call for his friends but he cannot speak, realizing that reality has permeated the dream.</li>\n<li><b>Voice Offstage:</b> He awakens one morning to find a doctor sewing his right eyelid shut, as the eyelid no longer functions and risks an ulceration of his right cornea. He mulls over how, like a pressure cooker, he must contain a delicate balance of resentment and anger which leads him to the suggestion of a play he may base on his experiences, though the man in the play will have a final scene where he gets up and walks, but a voice says, \"Damn! It was only a dream!\"<sup id=\"cite_ref-:0_3-0\" class=\"reference\"><a href=\"#cite_note-:0-3\">&#91;3&#93;</a></sup></li>\n<li><b>My Lucky Day:</b> He describes a day where, for half an hour, the alarm on the machine that regulates his feeding tube has been beeping non-stop, his sweat has unglued the tape on his right eyelid causing his eyelashes to tickle his eye, and the end of his urinary catheter has come off and he is drenched. A nurse ends up finally coming in.</li>\n<li><b>Our Very Own Madonna:</b> The author tells the story of his pilgrimage to <a href=\"/wiki/Lourdes\" title=\"Lourdes\">Lourdes</a> with Josephine in the 1970s. During the trip, he argued with Josephine repeatedly. Later, while traveling through the town, the two see a statue of the Madonna, the Holy Virgin. He buys it for her although later they know they will separate. He attempts to read the book, The Trace of the Serpent, he notices that Josephine has written a letter on every page, so that collectively they read: \"I love you, you idiot. Be kind to your poor Josephine.\"<sup id=\"cite_ref-:0_3-1\" class=\"reference\"><a href=\"#cite_note-:0-3\">&#91;3&#93;</a></sup></li>\n<li><b>Through a Glass, Darkly:</b> Théophile and Céleste visit the author for Father's Day with their mother Sylvie, Bauby's ex-wife. They head to the beach outside the hospital. He observes his children but is filled with sorrow as he cannot touch his son. He plays hangman with Théophile while Céleste puts on a show of acrobatics and song. They spend their day on the beach until it is time for his children to go.</li>\n<li><b>Paris:</b> His old life burns within him like a dying ember. Since his stroke, he has traveled twice to Paris. The first time he went, he passed the building where he used to work as Elle's editor-in-chief, which makes him weep. The second time though, about four months later, he felt indifferent but knew nothing was missing except for him.</li>\n<li><b>The Vegetable:</b> He recounts the opening to a letter he has sent to friends and associates, about sixty people, which make up the first words of his monthly letter from Berck. In his absence, rumors in Paris said that he had turned into a vegetable, of which he wished to dispel. This monthly letter allows him to communicate with his loved ones, the letters he receives in return he reads himself and keeps like a treasure.</li>\n<li><b>Outing:</b> Weeks or months have passed since Bauby has ventured outside the hospital. On this day, he is accompanied by his old friend, Brice, and Claude, the person who he is dictating the book to. Though the journey is rough on his butt and winding, he keeps moving toward his goal. Meanwhile, he contemplates how his universe is divided into those who knew him before the stroke and all others. Drawing closer to his destination, he sees Fangio, a patient of the hospital who cannot sit so he must remain standing or laying down. His destination ends up being a place that serves french fries, a smell which he doesn't tire of.</li>\n<li><b>Twenty to One:</b> He tells two stories in this chapter: of an old horse called <a href=\"/w/index.php?title=Mirtha-Grandchamp&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Mirtha-Grandchamp (page does not exist)\">Mirtha-Grandchamp</a> and of the arrival of his friend Vincent. Over a decade ago, Vincent and he had gone to a race where it was rumored the horse Mirtha-Grandchamp would win. They had both planned to bet on the horse but the betting counter had closed before they were able to make a bet. The horse ends up winning.</li>\n<li><b>The Duck Hunt:</b> Bauby has hearing problems. His right ear is completely blocked whereas his left distorts all sound that is more than ten feet away. The loud activities and patients of the hospital hurt his ears, but once they are gone, he can hear butterflies in his head.</li>\n<li><b>Sunday:</b> Bauby dreads Sundays as there as no visitors of any sort, friends or hospital staff, besides the rare nurse. He receives a bath and is left to watch TV, though he must choose wisely as the wrong program or sound can hurt his ears, and it'll be long before someone comes in and is able to change the channel. The hours stretch and he is left to contemplate.</li>\n<li><b>The Ladies of Hong Kong:</b> He loves traveling and has banks of memories and smells to recall. The one place he has not visited though is Hong Kong, as various events would keep him from going. He imagines his colleagues there and how his assumed superstitious nature of the culture would treat him.</li>\n<li><b>The Message:</b> He contrasts the cafeteria population to his side of the hospital. Then, mentions a typewriter that sits with a blank pink empty slip. He is convinced that a message will be on it for him one day and he waits.</li>\n<li><b>At the Wax Museum:</b> He has a dream of visiting the <a href=\"/wiki/Mus%C3%A9e_Gr%C3%A9vin\" title=\"Musée Grévin\">Musée Grévin</a>. The museum has changed a lot and is distorted. Rather than contemporaries figures, the various personnel he encounters in the hospitable adorn the museum. He has given them all nicknames. He then goes on to the next exhibit which is a recreation of his hospital room excepts his pictures and posters on his wall contain stills of people he recognizes. He is then woken by a nurse asking if he wants his sleeping pill.</li>\n<li><b>The Mythmaker:</b> The author tells of an old schoolyard friend, Olivier, known for his runaway mythomania where he would claim to have spent his Sunday with Johnny Hallyday, gone to London to see the new James Bond, or had been driving the latest Honda.<sup id=\"cite_ref-:0_3-2\" class=\"reference\"><a href=\"#cite_note-:0-3\">&#91;3&#93;</a></sup> Just as Olivier wove stories about himself, Bauby now imagines himself a Formula One driver, a soldier, or a cyclist.</li>\n<li><b>\"A Day in the Life\":</b> He describes the day of his stroke, Friday, December 8, 1995. As he traveled to work, he listened to the Beatles song, <a href=\"/wiki/A_Day_in_the_Life\" title=\"A Day in the Life\">A Day in the Life</a>. Once he leaves work, he goes to pick up his son Théophile to take him to the theater but, on his way, his vision and mind blur. He makes it near where his sister-in-law, Diane, who is a nurse, lives. He sends his son to get her and she takes him to a clinic where he is taken in by doctors. His final thoughts before slipping into a coma involve the night he was to have with his son and where his son had gone off to.</li>\n<li><b>Season of Renewal:</b> Summer is ending: it is now September and the author describes the events that come with it. He can now grunt a song about a kangaroo; an ability which he attributes to his speech therapy. Claude rereads the pages of text that they have written together of the past two months and he wonders whether it is enough to fill a book. He closes the book with, \"Does the cosmos contain keys for opening up my diving bell? A subway line with no terminus? A currency strong enough to buy my freedom back? We must keep looking. I'll be off now.\"<sup id=\"cite_ref-:0_3-3\" class=\"reference\"><a href=\"#cite_note-:0-3\">&#91;3&#93;</a></sup></li></ul>\n<h2><span class=\"mw-headline\" id=\"Film_adaptations\">Film adaptations</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Diving_Bell_and_the_Butterfly&amp;action=edit&amp;section=3\" title=\"Edit section: Film adaptations\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In 1997, <a href=\"/wiki/Jean-Jacques_Beineix\" title=\"Jean-Jacques Beineix\">Jean-Jacques Beineix</a> directed a 27-minute television documentary, \"Assigné à résidence\" (released on DVD in the U.S. as  \"Locked-in Syndrome\" with English subtitles), that captured Bauby in his paralyzed state, as well as the process of his book's composition.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p><p>Artist/director <a href=\"/wiki/Julian_Schnabel\" title=\"Julian Schnabel\">Julian Schnabel's</a> <a href=\"/wiki/The_Diving_Bell_and_the_Butterfly_(film)\" title=\"The Diving Bell and the Butterfly (film)\">feature-film adaptation</a> of the book was released in 2007, starring <a href=\"/wiki/Mathieu_Amalric\" title=\"Mathieu Amalric\">Mathieu Amalric</a> as Bauby. The film was nominated for several international awards and won best director that year at the Cannes Film Festival<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup><sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup><sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup><sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Diving_Bell_and_the_Butterfly&amp;action=edit&amp;section=4\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-BBC-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-BBC_1-0\">^</a></b></span> <span class=\"reference-text\">Thomas, Rebecca. <a rel=\"nofollow\" class=\"external text\" href=\"http://news.bbc.co.uk/2/hi/entertainment/7230051.stm\">Diving Bell movie's fly-away success</a>, <i><a href=\"/wiki/BBC\" title=\"BBC\">BBC</a></i>, February 8, 2008. Accessed June 5, 2008.</span>\n</li>\n<li id=\"cite_note-BlinkNYT-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-BlinkNYT_2-0\">^</a></b></span> <span class=\"reference-text\">Mallon, Thomas (June 15, 1997) <a rel=\"nofollow\" class=\"external text\" href=\"https://www.nytimes.com/books/97/06/15/reviews/970615.mallon.html\">\"In the Blink of an Eye - <i>The Diving Bell and the Butterfly</i>,\"</a> <i>The New York Times</i>. Retrieved April 8, 2008.</span>\n</li>\n<li id=\"cite_note-:0-3\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-:0_3-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-:0_3-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-:0_3-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-:0_3-3\"><sup><i><b>d</b></i></sup></a></span> <span class=\"reference-text\">Bauby, J. (1998). The Diving Bell and the Butterfly (First Vintage International ed.). New York: Random House, Inc.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.film-documentaire.fr/4DACTION/w_fiche_film/3739_1\">Film-documentaire.fr</a></span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.altfg.com/blog/awards/60th-cannes-film-festival-awards/\">Cannes Film Festival Awards 2007: Alternative Film Guide</a></span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://awardsdatabase.oscars.org/ampas_awards/BasicSearchInput.jsp\">Academy Awards Database</a> <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20080921143432/http://awardsdatabase.oscars.org/ampas_awards/BasicSearchInput.jsp\">Archived</a> 2008-09-21 at the <a href=\"/wiki/Wayback_Machine\" title=\"Wayback Machine\">Wayback Machine</a>.</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.bafta.org/awards/film/nominations/?year=2007\">BAFTA Awards Database</a></span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.goldenglobes.org/browse/film/26136\">HFPA Awards Database</a></span>\n</li>\n</ol></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Diving_Bell_and_the_Butterfly&amp;action=edit&amp;section=5\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Reviews of <i>The Diving Bell and the Butterfly</i>:\n</p>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://litmed.med.nyu.edu/Annotation?action=view&amp;annid=1245\">Literature, Arts, and Medicine database</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1322\nCached time: 20180909111130\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.180 seconds\nReal time usage: 0.251 seconds\nPreprocessor visited node count: 1024/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 9912/2097152 bytes\nTemplate argument size: 1187/2097152 bytes\nHighest expansion depth: 20/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 3877/5000000 bytes\nNumber of Wikibase entities loaded: 1/400\nLua time usage: 0.061/10.000 seconds\nLua memory usage: 2.15 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  213.745      1 -total\n 58.71%  125.482      1 Template:Infobox_book\n 43.60%   93.188      1 Template:Infobox\n 18.89%   40.369      1 Template:About\n 17.00%   36.340      1 Template:ISBNT\n 15.84%   33.867      1 Template:ISBN\n 13.61%   29.085      1 Template:Long_plot\n 11.18%   23.891      1 Template:Ambox\n  7.05%   15.079      1 Template:Catalog_lookup_link\n  6.72%   14.363      1 Template:Wikidata_image\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:4709400-0!canonical and timestamp 20180909111130 and revision id 846753112\n -->\n</div>"},"langlinks":[{"lang":"cs","url":"https://cs.wikipedia.org/wiki/Skafandr_a_mot%C3%BDl","langname":"Czech","autonym":"čeština","*":"Skafandr a motýl"},{"lang":"es","url":"https://es.wikipedia.org/wiki/Le_Scaphandre_et_le_Papillon_(novela)","langname":"Spanish","autonym":"español","*":"Le Scaphandre et le Papillon (novela)"},{"lang":"fa","url":"https://fa.wikipedia.org/wiki/%D9%84%D8%A8%D8%A7%D8%B3_%D8%BA%D9%88%D8%A7%D8%B5%DB%8C_%D9%88_%D9%BE%D8%B1%D9%88%D8%A7%D9%86%D9%87","langname":"Persian","autonym":"فارسی","*":"لباس غواصی و پروانه"},{"lang":"fr","url":"https://fr.wikipedia.org/wiki/Le_Scaphandre_et_le_Papillon","langname":"French","autonym":"français","*":"Le Scaphandre et le Papillon"},{"lang":"ko","url":"https://ko.wikipedia.org/wiki/%EC%9E%A0%EC%88%98%EB%B3%B5%EA%B3%BC_%EB%82%98%EB%B9%84","langname":"Korean","autonym":"한국어","*":"잠수복과 나비"},{"lang":"id","url":"https://id.wikipedia.org/wiki/The_Diving_Bell_and_the_Butterfly","langname":"Indonesian","autonym":"Bahasa Indonesia","*":"The Diving Bell and the Butterfly"},{"lang":"it","url":"https://it.wikipedia.org/wiki/Lo_scafandro_e_la_farfalla","langname":"Italian","autonym":"italiano","*":"Lo scafandro e la farfalla"},{"lang":"pt","url":"https://pt.wikipedia.org/wiki/O_Escafandro_e_a_Borboleta","langname":"Portuguese","autonym":"português","*":"O Escafandro e a Borboleta"},{"lang":"ru","url":"https://ru.wikipedia.org/wiki/%D0%A1%D0%BA%D0%B0%D1%84%D0%B0%D0%BD%D0%B4%D1%80_%D0%B8_%D0%B1%D0%B0%D0%B1%D0%BE%D1%87%D0%BA%D0%B0_(%D0%BA%D0%BD%D0%B8%D0%B3%D0%B0)","langname":"Russian","autonym":"русский","*":"Скафандр и бабочка (книга)"},{"lang":"fi","url":"https://fi.wikipedia.org/wiki/Perhonen_lasikuvussa","langname":"Finnish","autonym":"suomi","*":"Perhonen lasikuvussa"},{"lang":"sv","url":"https://sv.wikipedia.org/wiki/Fj%C3%A4rilen_i_glaskupan","langname":"Swedish","autonym":"svenska","*":"Fjärilen i glaskupan"},{"lang":"tr","url":"https://tr.wikipedia.org/wiki/Kelebek_ve_Dalg%C4%B1%C3%A7_Giysisi","langname":"Turkish","autonym":"Türkçe","*":"Kelebek ve Dalgıç Giysisi"},{"lang":"zh","url":"https://zh.wikipedia.org/wiki/%E6%BD%9B%E6%B0%B4%E9%90%98%E8%88%87%E8%9D%B4%E8%9D%B6","langname":"Chinese","autonym":"中文","*":"潛水鐘與蝴蝶"}],"categories":[{"sortkey":"","hidden":"","*":"Webarchive_template_wayback_links"},{"sortkey":"Diving Bell and the Butterfly","hidden":"","*":"Pages_to_import_images_to_Wikidata"},{"sortkey":"Diving Bell and the Butterfly","hidden":"","*":"Wikipedia_articles_with_plot_summary_needing_attention_from_January_2018"},{"sortkey":"Diving Bell and the Butterfly","hidden":"","*":"All_Wikipedia_articles_with_plot_summary_needing_attention"},{"sortkey":"Diving Bell and the Butterfly","*":"French_memoirs"},{"sortkey":"Diving Bell and the Butterfly","*":"1997_books"},{"sortkey":"Diving Bell and the Butterfly","*":"Neurotrauma"},{"sortkey":"Diving Bell and the Butterfly","*":"Books_adapted_into_films"},{"sortkey":"Diving Bell and the Butterfly","*":"Éditions_Robert_Laffont_books"}],"links":[{"ns":14,"exists":"","*":"Category:Wikipedia articles with plot summary needing attention from January 2018"},{"ns":0,"exists":"","*":"A Day in the Life"},{"ns":0,"exists":"","*":"Alexandre Dumas"},{"ns":0,"exists":"","*":"Autobiography"},{"ns":0,"exists":"","*":"BBC"},{"ns":0,"exists":"","*":"Berck"},{"ns":0,"exists":"","*":"Berck-sur-Mer"},{"ns":0,"exists":"","*":"Coma"},{"ns":0,"exists":"","*":"Elle (magazine)"},{"ns":0,"exists":"","*":"Eugénie de Montijo"},{"ns":0,"exists":"","*":"French language"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"Jean-Dominique Bauby"},{"ns":0,"exists":"","*":"Jean-Jacques Beineix"},{"ns":0,"exists":"","*":"Julian Schnabel"},{"ns":0,"exists":"","*":"Letter frequencies"},{"ns":0,"exists":"","*":"Locked-in syndrome"},{"ns":0,"exists":"","*":"Lourdes"},{"ns":0,"exists":"","*":"Mathieu Amalric"},{"ns":0,"exists":"","*":"Memoir"},{"ns":0,"exists":"","*":"Musée Grévin"},{"ns":0,"exists":"","*":"Partner assisted scanning"},{"ns":0,"exists":"","*":"Pas-de-Calais"},{"ns":0,"exists":"","*":"Pneumonia"},{"ns":0,"exists":"","*":"Stroke"},{"ns":0,"exists":"","*":"The Count of Monte Cristo"},{"ns":0,"exists":"","*":"The Diving Bell and the Butterfly (film)"},{"ns":0,"exists":"","*":"Tracheotomy"},{"ns":0,"exists":"","*":"Wayback Machine"},{"ns":0,"exists":"","*":"Éditions Robert Laffont"},{"ns":0,"*":"Mirtha-Grandchamp"},{"ns":4,"exists":"","*":"Wikipedia:How to write a plot summary"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:About"},{"ns":10,"exists":"","*":"Template:Infobox book"},{"ns":10,"exists":"","*":"Template:Infobox"},{"ns":10,"exists":"","*":"Template:Longitem"},{"ns":10,"exists":"","*":"Template:ISBNT"},{"ns":10,"exists":"","*":"Template:ISBN"},{"ns":10,"exists":"","*":"Template:Catalog lookup link"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Error-small"},{"ns":10,"exists":"","*":"Template:Tl"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Both"},{"ns":10,"exists":"","*":"Template:Italic title"},{"ns":10,"exists":"","*":"Template:Template other"},{"ns":10,"exists":"","*":"Template:Wikidata image"},{"ns":10,"exists":"","*":"Template:Long plot"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Webarchive"},{"ns":828,"exists":"","*":"Module:About"},{"ns":828,"exists":"","*":"Module:Hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote list"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Pagetype"},{"ns":828,"exists":"","*":"Module:Pagetype/config"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Namespace detect"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Infobox"},{"ns":828,"exists":"","*":"Module:Navbar"},{"ns":828,"exists":"","*":"Module:InfoboxImage"},{"ns":828,"exists":"","*":"Module:Wikidata"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:I18n"},{"ns":828,"*":"Module:Infobox/i18n"},{"ns":828,"exists":"","*":"Module:Check isxn"},{"ns":828,"exists":"","*":"Module:Error"},{"ns":828,"exists":"","*":"Module:Italic title"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Webarchive"},{"ns":828,"exists":"","*":"Module:Webarchive/data"}],"images":["Jean-Dominique_Bauby.jpg","Edit-clear.svg"],"externallinks":["http://news.bbc.co.uk/2/hi/entertainment/7230051.stm","https://www.nytimes.com/books/97/06/15/reviews/970615.mallon.html","http://www.film-documentaire.fr/4DACTION/w_fiche_film/3739_1","http://www.altfg.com/blog/awards/60th-cannes-film-festival-awards/","http://awardsdatabase.oscars.org/ampas_awards/BasicSearchInput.jsp","https://web.archive.org/web/20080921143432/http://awardsdatabase.oscars.org/ampas_awards/BasicSearchInput.jsp","http://www.bafta.org/awards/film/nominations/?year=2007","http://www.goldenglobes.org/browse/film/26136","http://litmed.med.nyu.edu/Annotation?action=view&annid=1245"],"sections":[{"toclevel":1,"level":"2","line":"Plot summary","number":"1","index":"1","fromtitle":"The_Diving_Bell_and_the_Butterfly","byteoffset":1093,"anchor":"Plot_summary"},{"toclevel":1,"level":"2","line":"Chapters","number":"2","index":"2","fromtitle":"The_Diving_Bell_and_the_Butterfly","byteoffset":2739,"anchor":"Chapters"},{"toclevel":1,"level":"2","line":"Film adaptations","number":"3","index":"3","fromtitle":"The_Diving_Bell_and_the_Butterfly","byteoffset":14980,"anchor":"Film_adaptations"},{"toclevel":1,"level":"2","line":"References","number":"4","index":"4","fromtitle":"The_Diving_Bell_and_the_Butterfly","byteoffset":16238,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"5","index":"5","fromtitle":"The_Diving_Bell_and_the_Butterfly","byteoffset":16270,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"<i>The Diving Bell and the Butterfly</i>","iwlinks":[],"properties":[{"name":"displaytitle","*":"<i>The Diving Bell and the Butterfly</i>"},{"name":"defaultsort","*":"Diving Bell and the Butterfly"},{"name":"wikibase_item","*":"Q581236"}]}}