{"parse":{"title":"Council for British Archaeology","pageid":600530,"revid":856903702,"text":{"*":"<div class=\"mw-parser-output\"><p>The <b>Council for British Archaeology</b> (<b>CBA</b>) was established in 1944 and is an educational charity working throughout the <a href=\"/wiki/United_Kingdom\" title=\"United Kingdom\">United Kingdom</a> to involve people in archaeology and to promote the appreciation and care of the historic environment for the benefit of present and future generations. It achieves this by promoting research, conservation and education, and by widening access to archaeology through effective communication and participation.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#History_and_objectives\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">History and objectives</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Membership\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Membership</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Research_priorities\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Research priorities</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Information_provision_and_publishing\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Information provision and publishing</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Events\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Events</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#External_links\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"History_and_objectives\">History and objectives</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Council_for_British_Archaeology&amp;action=edit&amp;section=1\" title=\"Edit section: History and objectives\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The origins of the CBA lie in the <b>Congress of Archaeological Societies</b>, founded in 1898, but it was in 1943, with the tide of war turning, that archaeologists in Britain began to contemplate the magnitude of tasks and opportunities that would confront them at the end of hostilities. In London alone more than 50 acre of the City lay in ruins awaiting redevelopment, while the historic centres of Bristol, Canterbury, Exeter, Southampton, and many other towns had suffered devastation. In response to a resolution from the Oxford Meeting of the Society for the Promotion of Roman Studies, Sir <a href=\"/wiki/Alfred_Clapham\" title=\"Alfred Clapham\">Alfred Clapham</a>, then President of the <a href=\"/wiki/Society_of_Antiquaries_of_London\" title=\"Society of Antiquaries of London\">Society of Antiquaries of London</a>, called a meeting of the Congress of Archaeological Societies \"to discuss the requirements of archaeology in the post-war period\".<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (March 2011)\">citation needed</span></a></i>&#93;</sup> As a result, it was agreed to form a Council for British Archaeology to promote, both collectively and through its members, British archaeology in all its aspects.\n</p><p>The new Council defined one of its objectives as the \"safeguarding of all kinds of archaeological material and the strengthening of existing measures for the care of ancient and historic buildings, monuments, and antiquities\".<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (March 2011)\">citation needed</span></a></i>&#93;</sup> Following its first meeting in March 1944 under Clapham's Presidency (he was succeeded later that year by Sir <a href=\"/wiki/Cyril_Fox\" title=\"Cyril Fox\">Cyril Fox</a>), the Council initiated local excavation committees in a number of war-damaged towns, began to seek information about reconstruction projects, and set its Regional Groups the task of watching sites of all kinds. The <b>Congress of Archaeological Societies</b> was quickly wound up, and one of the tasks that the CBA inherited from it was the drawing up of a Survey and Policy for Field Research, which was seen as fundamental to an integrated approach to the exploration of Britain's heritage. This monumental task was undertaken by <a href=\"/wiki/Christopher_Hawkes\" title=\"Christopher Hawkes\">Christopher Hawkes</a> and <a href=\"/wiki/Stuart_Piggott\" title=\"Stuart Piggott\">Stuart Piggott</a> (both subsequently CBA Presidents) and the first volume appeared in 1948. The CBA also recognised the need for adequate bibliographical backup for British archaeology, and the first volume of its regular <i>Archaeological Bulletin</i> (later renamed the <i>Archaeological Bibliography</i>,) and now the online <a rel=\"nofollow\" class=\"external text\" href=\"http://www.biab.ac.uk/\">British and Irish Archaeological Bibliography</a> first appeared in 1949.\n</p><p>Within five years the CBA had established the direction of its programme and key roles. It provides a forum and acts as a facilitator for opinion, ideas and policy development in British archaeology, connecting government, the media, and the public. It champions archaeology at all levels in education. It promotes and supports research, in the professional and voluntary sectors alike, with the essential services of its bibliographic information, digital resources, and publications. Today British archaeology is served by scores of specialist and thematic societies and groups. This busy scene did not exist in the early 1950s, when the Council set up six period-based Research Committees, spanning the whole of Britain's past from the Palaeolithic to the post-medieval period which, along with the Natural Sciences Panel (set up as early as 1945) had the remit of coordinating earlier initiatives, providing guidance where required, and establishing new projects on a national basis. In 1959 the CBA set up the first Industrial Archaeology Committee in the world. In 1965, the CBA's response to the <a href=\"/wiki/Colin_Buchanan_(town_planner)\" title=\"Colin Buchanan (town planner)\">Buchanan</a> report <i><a href=\"/wiki/Traffic_in_Towns\" title=\"Traffic in Towns\">Traffic in Towns</a></i> introduced the concept of historic urban areas, as opposed to individual buildings or sites. Further CBA specialist Committees were established throughout the 1960s to 1980s. Further information on their many and varied remits, and the organisations which they then became, can be found <a rel=\"nofollow\" class=\"external text\" href=\"http://new.archaeologyuk.org/about-us/\">here</a>.\n</p><p>Today the CBA's work is focused on three strategic areas: participation, discovery and advocacy which bring together its wide-ranging activities in education, research, publication, and information provision. More recently the CBA has adopted \"archaeology for all\" as its focus,<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (March 2011)\">citation needed</span></a></i>&#93;</sup> concentrating on increasing opportunities for participation and learning through archaeology and the care of the historic environment. They work in partnership with many other heritage and environmental bodies and with educational and research institutions across the UK.\n</p><p>As one of the <a href=\"/wiki/Amenity_society\" title=\"Amenity society\">National Amenity Societies</a>, the Council is a statutory consultee on alterations to <a href=\"/wiki/Listed_Building\" class=\"mw-redirect\" title=\"Listed Building\">listed buildings</a>, and by law must be notified of any applications in England and Wales to demolish in whole or part any listed building.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Membership\">Membership</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Council_for_British_Archaeology&amp;action=edit&amp;section=2\" title=\"Edit section: Membership\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Until 1993, <i><a rel=\"nofollow\" class=\"external text\" href=\"http://new.archaeologyuk.org/become-a-cba-member/\">membership</a></i> of the CBA was limited to societies and organisations. Today there are over 600 institutional members, which range from village archaeological groups to museums, county societies, universities, commercial archaeological units and national bodies. Individual membership has climbed steadily since its introduction in 1993, and now exceeds 6,000. Through the eleven English Regional Groups, CBA Wales/Cymru and the Council for Scottish Archaeology (all of which have individual membership), the CBA provides a unique forum for the British archaeological community, and the public beyond.\n</p><p>Members of the CBA help to ensure they have the resources to develop their work in education, conservation and providing information, and strengthen the profile of archaeology in the minds of decision-makers. Members receive:\n</p>\n<ul><li>Six issues of the CBA's flagship magazine <i>British Archaeology</i>, including <i>CBA Briefing</i>, with lists of projects and events</li>\n<li>Three issues a year of the <i>CBA Newsletter</i>, with news of the latest CBA projects and initiatives</li>\n<li>Membership of a CBA English regional group with access to local meetings, newsletters, activities and publications; or membership of national groups in Scotland or Wales for a small additional fee</li>\n<li>An annual 16pp booklet featuring all <a href=\"/wiki/Festival_of_British_Archaeology\" title=\"Festival of British Archaeology\">Festival of British Archaeology</a> events (see below)</li>\n<li>Discounts on publications and access to events</li></ul>\n<p>Young people up to the age of 16 can join their local <a rel=\"nofollow\" class=\"external text\" href=\"http://www.yac-uk.org/\"><b>Young Archaeologists' Club</b></a> supported by the CBA.\n</p>\n<h2><span class=\"mw-headline\" id=\"Research_priorities\">Research priorities</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Council_for_British_Archaeology&amp;action=edit&amp;section=3\" title=\"Edit section: Research priorities\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>From its earliest years, the CBA has invested strongly in research support services for the UK archaeological community through its publication programme and latterly through a growing range of web-based resources and services. In addition to its role in facilitating, convening and disseminating the research of others, it has maintained its own programme of research.\n</p><p>The CBA's track record is principally in applied research to support its programmes in education, public participation and environmental protection. The CBA has also led research in key areas such as the impact of metal detecting on archaeology, television archaeology and the media, education outside the classroom, and assessment of information and data management needs for archaeology. The Mick Aston Archaeology Fund and the Marsh Award for Community Archaeology aim to foster and celebrate voluntary research in the historic environment.\n</p><p>Research themes relate to the CBA's central aim to increase opportunities for participation and learning through archaeology. Priority areas for research in partnership with major heritage organisations and other bodies in the sector are:\n</p><p>1) Archaeology in the classroom and beyond: developing local and national identities<br />\n2) Social outcomes and impacts of community archaeology and conservation projects<br />\n3) Adapting archaeology: mediating climate change histories<br />\n4) Innovation in managing digital media and serving up archaeological information to a wide audience\n</p><p>The CBA provides research support services through the <i><a rel=\"nofollow\" class=\"external text\" href=\"http://new.archaeologyuk.org/\">CBA</a></i> website, the <i><a rel=\"nofollow\" class=\"external text\" href=\"http://www.torc.org.uk/\">TORC</a></i>(Training Online Resource Centre) website, with its online guide to educational and research opportunities, and the extensive programme of publication and electronic dissemination outlined below.\n</p>\n<h2><span class=\"mw-headline\" id=\"Information_provision_and_publishing\">Information provision and publishing</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Council_for_British_Archaeology&amp;action=edit&amp;section=4\" title=\"Edit section: Information provision and publishing\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The CBA provides electronic access to archaeological materials, information, interpretations and discussion.\n</p><p>It has published almost 200 books since 1945. Today, these publications take two main forms: the Research Report series publishes monographs of research into the archaeology of Britain, largely deriving from excavation, buildings and landscape surveys. The Practical Handbooks series is methodological, and aims to present straightforward summaries of topics for those new to a particular specialism. Further details of these are available on the <a rel=\"nofollow\" class=\"external text\" href=\"http://new.archaeologyuk.org/\"><b>CBA</b></a> website.\n</p><p>It also publishes <i><a rel=\"nofollow\" class=\"external text\" href=\"https://reader.exacteditions.com/magazines\">British Archaeology</a></i>, a bi-monthly news magazine aimed at both the general reader and the academic. Since 1997, it has published the e-journal <i><a href=\"/wiki/Internet_Archaeology\" title=\"Internet Archaeology\">Internet Archaeology</a></i>. Since 1949, it has overseen the compilation of a comprehensive archaeological bibliography, now available free-of-charge online as the <a rel=\"nofollow\" class=\"external text\" href=\"http://archaeologydataservice.ac.uk/library/?dm_i=10MV,4SA89,OPIBLO,I9KLF,1\">British and Irish Archaeological Bibliography</a>. A programme of digitisation has enabled free, electronic access to much of the CBA's back catalogue of publications, including <i>British Archaeology</i> and many books and occasional papers.\n</p>\n<h2><span class=\"mw-headline\" id=\"Events\">Events</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Council_for_British_Archaeology&amp;action=edit&amp;section=5\" title=\"Edit section: Events\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The flagship CBA event each year is <a href=\"/w/index.php?title=The_Festival_of_Archaeology&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"The Festival of Archaeology (page does not exist)\">The Festival of Archaeology</a>, held in July. This two-week event brings together around 500 excavation open days, guided tours, exhibitions, lectures, ancient art and craft workshops and much more. Over a hundred thousand people take part.\n</p><p>In September, the Weekend Event brings together CBA members and specialists to examine the archaeology of a particular region of the UK. The weekend also includes the annual <a href=\"/wiki/Beatrice_de_Cardi\" title=\"Beatrice de Cardi\">Beatrice de Cardi</a> lecture, in honour of the CBA’s first permanent secretary, and the CBA AGM. Each year, the CBA hosts its Winter General Meeting at the British Academy, featuring a series of lectures on a theme linking archaeology with a related discipline.\n</p><p>In addition, the twelve CBA English Regional Groups, CBA Wales/Cymru and Archaeology Scotland (formerly the Council for Scottish Archaeology), along with Branches of the Young Archaeologists’ Club, hold over a thousand events each year throughout the UK.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Council_for_British_Archaeology&amp;action=edit&amp;section=6\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><cite id=\"CITEREFDepartment_for_Communities_and_Local_Government2015\" class=\"citation\"><a href=\"/wiki/Department_for_Communities_and_Local_Government\" class=\"mw-redirect\" title=\"Department for Communities and Local Government\">Department for Communities and Local Government</a> (24 March 2015), <a rel=\"nofollow\" class=\"external text\" href=\"https://www.gov.uk/government/publications/arrangements-for-handling-heritage-applications-direction-2015\"><i>Arrangements for handling heritage applications Direction 2015</i></a>, www.gov.uk<span class=\"reference-accessdate\">, retrieved <span class=\"nowrap\">5 August</span> 2015</span></cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Arrangements+for+handling+heritage+applications+Direction+2015&amp;rft.pub=www.gov.uk&amp;rft.date=2015-03-24&amp;rft.au=Department+for+Communities+and+Local+Government&amp;rft_id=https%3A%2F%2Fwww.gov.uk%2Fgovernment%2Fpublications%2Farrangements-for-handling-heritage-applications-direction-2015&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ACouncil+for+British+Archaeology\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Council_for_British_Archaeology&amp;action=edit&amp;section=7\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://new.archaeologyuk.org/\">Archaeology for All: Council for British Archaeology Web site</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://archaeologydataservice.ac.uk/library/?dm_i=10MV,4SA89,OPIBLO,I9KLF,1\">BIAB - British and Irish Archaeological Bibliography and Archaeology Data Service</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.festivalofarchaeology.org/\">The Festival of Archaeology</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://intarch.ac.uk/\">Internet Archaeology</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.yac-uk.org/\">YAC - Young Archaeologists' Club</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.torc.org.uk/\">Training Online Resource Centre</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2271\nCached time: 20180919103841\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.092 seconds\nReal time usage: 0.128 seconds\nPreprocessor visited node count: 520/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 8813/2097152 bytes\nTemplate argument size: 1505/2097152 bytes\nHighest expansion depth: 11/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 1304/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.046/10.000 seconds\nLua memory usage: 1.96 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  107.916      1 -total\n 59.24%   63.931      3 Template:Citation_needed\n 43.97%   47.451      3 Template:Fix\n 39.42%   42.542      1 Template:Reflist\n 30.64%   33.069      1 Template:Citation\n 26.02%   28.080      6 Template:Category_handler\n 14.63%   15.785      3 Template:Delink\n  3.08%    3.328      3 Template:Fix/category\n  2.92%    3.146      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:600530-0!canonical and timestamp 20180919103841 and revision id 856903702\n -->\n</div>"},"langlinks":[{"lang":"fr","url":"https://fr.wikipedia.org/wiki/Council_for_British_Archaeology","langname":"French","autonym":"français","*":"Council for British Archaeology"}],"categories":[{"sortkey":"","hidden":"","*":"All_articles_with_unsourced_statements"},{"sortkey":"","hidden":"","*":"Articles_with_unsourced_statements_from_March_2011"},{"sortkey":"","*":"Archaeology_of_the_United_Kingdom"},{"sortkey":"","*":"Archaeological_organisations"},{"sortkey":"","*":"Organisations_based_in_York"},{"sortkey":"","*":"Organizations_established_in_1944"},{"sortkey":"","*":"1944_establishments_in_the_United_Kingdom"},{"sortkey":"","*":"Archaeology_magazines"}],"links":[{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from March 2011"},{"ns":0,"exists":"","*":"Alfred Clapham"},{"ns":0,"exists":"","*":"Amenity society"},{"ns":0,"exists":"","*":"Beatrice de Cardi"},{"ns":0,"exists":"","*":"Christopher Hawkes"},{"ns":0,"exists":"","*":"Colin Buchanan (town planner)"},{"ns":0,"exists":"","*":"Cyril Fox"},{"ns":0,"exists":"","*":"Department for Communities and Local Government"},{"ns":0,"exists":"","*":"Festival of British Archaeology"},{"ns":0,"exists":"","*":"Internet Archaeology"},{"ns":0,"exists":"","*":"Listed Building"},{"ns":0,"exists":"","*":"Society of Antiquaries of London"},{"ns":0,"exists":"","*":"Stuart Piggott"},{"ns":0,"exists":"","*":"Traffic in Towns"},{"ns":0,"exists":"","*":"United Kingdom"},{"ns":0,"*":"The Festival of Archaeology"},{"ns":4,"exists":"","*":"Wikipedia:Citation needed"}],"templates":[{"ns":10,"exists":"","*":"Template:Citation needed"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Delink"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Citation"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Delink"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["https://www.gov.uk/government/publications/arrangements-for-handling-heritage-applications-direction-2015","http://www.biab.ac.uk/","http://new.archaeologyuk.org/about-us/","http://new.archaeologyuk.org/become-a-cba-member/","http://www.yac-uk.org/","http://new.archaeologyuk.org/","http://www.torc.org.uk/","https://reader.exacteditions.com/magazines","http://archaeologydataservice.ac.uk/library/?dm_i=10MV,4SA89,OPIBLO,I9KLF,1","https://www.festivalofarchaeology.org/","http://intarch.ac.uk/"],"sections":[{"toclevel":1,"level":"2","line":"History and objectives","number":"1","index":"1","fromtitle":"Council_for_British_Archaeology","byteoffset":461,"anchor":"History_and_objectives"},{"toclevel":1,"level":"2","line":"Membership","number":"2","index":"2","fromtitle":"Council_for_British_Archaeology","byteoffset":5569,"anchor":"Membership"},{"toclevel":1,"level":"2","line":"Research priorities","number":"3","index":"3","fromtitle":"Council_for_British_Archaeology","byteoffset":7188,"anchor":"Research_priorities"},{"toclevel":1,"level":"2","line":"Information provision and publishing","number":"4","index":"4","fromtitle":"Council_for_British_Archaeology","byteoffset":9051,"anchor":"Information_provision_and_publishing"},{"toclevel":1,"level":"2","line":"Events","number":"5","index":"5","fromtitle":"Council_for_British_Archaeology","byteoffset":10389,"anchor":"Events"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"6","fromtitle":"Council_for_British_Archaeology","byteoffset":11373,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"7","index":"7","fromtitle":"Council_for_British_Archaeology","byteoffset":11401,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Council for British Archaeology","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q2998867"}]}}