{"parse":{"title":"Mediation (Marxist theory and media studies)","pageid":13652104,"revid":839603186,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Mediation</b> (<a href=\"/wiki/German_language\" title=\"German language\">German</a>: <i><span lang=\"de\">Vermittlung</span></i>) in Marxist theory refers to the reconciliation of two opposing forces within a given society (i.e. the cultural and material realms, or the superstructure and base) by a mediating object. Similar to this, within <b>media studies</b> the central mediating factor of a given culture is the medium of communication itself. The popular conception of <a href=\"/wiki/Mediation\" title=\"Mediation\">mediation</a> refers to the reconciliation of two opposing parties by a third, and this is similar to its meaning in both <a href=\"/wiki/Marxist_theory\" class=\"mw-redirect\" title=\"Marxist theory\">Marxist theory</a> and <a href=\"/wiki/Media_studies\" title=\"Media studies\">media studies</a>.  For <a href=\"/wiki/Karl_Marx\" title=\"Karl Marx\">Karl Marx</a> and <a href=\"/wiki/Friedrich_Engels\" title=\"Friedrich Engels\">Friedrich Engels</a>, this mediating factor is capital or alternately labor,<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> depending on how one views capitalist society (capital is the dominant mediating factor, but labor is another mediating factor that could overthrow capital as the most important one).\n</p><p>To give a concrete example of this, a worker making shoes in a shoe factory is not only producing shoes, but potential <a href=\"/wiki/Exchange-value\" class=\"mw-redirect\" title=\"Exchange-value\">exchange-value</a>. The shoes are commodities that can be sold for cash. In this way, the value of the labor of the worker is the exchange-value of the shoes he or she produces minus his or her compensation. At the same time, however, the shoes produced have certain social or cultural values as well. In this way, the worker’s labor is mediating between the economic or exchange-value of the shoes, and their social or cultural, or symbolic value.\n</p><p>In media studies, thinkers like <a href=\"/wiki/Marshall_McLuhan\" title=\"Marshall McLuhan\">Marshall McLuhan</a> treat \"<a href=\"/wiki/The_medium_is_the_message\" title=\"The medium is the message\">the medium is the message</a>\" or the medium of a given social object (such as a book, CD, or television show) as the touchstone for both the cultural and material elements of the society in which this object exists.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> McLuhan is famous for critiquing the different types of cultural and material processes that are made available between print-based media (like books and magazines) and electronic media like television, radio, and film. While print requires thinking that is linear, chronological, and separate from the thinking of others, electronic media are considered more organic, simultaneous, and interdependent on other media and on other users of that media.\n</p><p>Many thinkers<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> are now considering how Marxist theory affects the way we think of media and vice versa, at the same time that <a href=\"/wiki/New_media\" title=\"New media\">new media</a> are becoming a major form of communication. Contemporary media theorists often use elements of Marxist theory, such as mediation, to look at how new media affect social relations and lifestyles through their ability to communicate images, sounds, and other forms of information across the globe at incredible speeds.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Mediation_in_Marxism\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Mediation in Marxism</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-2\"><a href=\"#Marx_and_Engels\"><span class=\"tocnumber\">1.1</span> <span class=\"toctext\">Marx and Engels</span></a></li>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#Antonio_Gramsci\"><span class=\"tocnumber\">1.2</span> <span class=\"toctext\">Antonio Gramsci</span></a></li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Cultural_materialism\"><span class=\"tocnumber\">1.3</span> <span class=\"toctext\">Cultural materialism</span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Articulation_theory\"><span class=\"tocnumber\">1.4</span> <span class=\"toctext\">Articulation theory</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Mediation_in_media_studies\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Mediation in media studies</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-7\"><a href=\"#Mass_media_and_the_culture_industry\"><span class=\"tocnumber\">2.1</span> <span class=\"toctext\">Mass media and the culture industry</span></a></li>\n<li class=\"toclevel-2 tocsection-8\"><a href=\"#Marshall_McLuhan\"><span class=\"tocnumber\">2.2</span> <span class=\"toctext\">Marshall McLuhan</span></a></li>\n<li class=\"toclevel-2 tocsection-9\"><a href=\"#The_propaganda_model\"><span class=\"tocnumber\">2.3</span> <span class=\"toctext\">The propaganda model</span></a></li>\n<li class=\"toclevel-2 tocsection-10\"><a href=\"#The_media’s_audience:_Incorporation_and_Excorporation\"><span class=\"tocnumber\">2.4</span> <span class=\"toctext\">The media’s audience: Incorporation and Excorporation</span></a></li>\n<li class=\"toclevel-2 tocsection-11\"><a href=\"#Media_and_democracy\"><span class=\"tocnumber\">2.5</span> <span class=\"toctext\">Media and democracy</span></a></li>\n<li class=\"toclevel-2 tocsection-12\"><a href=\"#Remediation\"><span class=\"tocnumber\">2.6</span> <span class=\"toctext\">Remediation</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-13\"><a href=\"#Marxist_theories_of_media_studies\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Marxist theories of media studies</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-14\"><a href=\"#Hypercapitalism_and_new_media\"><span class=\"tocnumber\">3.1</span> <span class=\"toctext\">Hypercapitalism and new media</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-15\"><a href=\"#References\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Mediation_in_Marxism\">Mediation in Marxism</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Mediation_(Marxist_theory_and_media_studies)&amp;action=edit&amp;section=1\" title=\"Edit section: Mediation in Marxism\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The problem of mediation in Marxism is also referred to as the problem of determination, or namely how social actors navigate the social structures that bind them. For Marx, the primary form of mediation is labor, which forms a dialectical relationship between a worker’s body and nature. Labor thus mediates between humans and the natural world. Once labor becomes reified, or made into an abstraction that becomes a <a href=\"/wiki/Commodity\" title=\"Commodity\">commodity</a>, however, it becomes alienated from the worker who owns it and becomes exchangeable just like any other commodity. Once this occurs, capital becomes the mediating or determining factor, with the capitalist setting the wage rate or exchange-value of labor. The only thing the worker owns in this case, his or her <a href=\"/wiki/Labor_power\" class=\"mw-redirect\" title=\"Labor power\">labor power</a> or ability to work, becomes the worker’s sole means of subsistence. The worker must get as much value from his or her labor as is possible on the open market in order to survive.\n</p><p>A major theme in Marxism is the problem of mediation or determination: what amount of agency does labor have in light of the determining forces of a given culture. Implicit in this is the underlying fact that labor is itself worth something, and thus the mediator is actually money, be it access to money or its possession. All arenas of conflict are mediated by how money acts as a primary determining agent in the outcome of that struggle. As James Arnt Aune has reflected, questions that arise concerning this problem include: “How do institutions, practices, and messages shape class formation? What alternative institutions, practices, and messages are available to those who wish to reshape class formations within the framework of structural possibilities?” (46). The question of mediation, then, is a question, as Aune puts it, of how Marxist theory mediates “structural possibilities and popular struggle” (46).<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Marx_and_Engels\">Marx and Engels</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Mediation_(Marxist_theory_and_media_studies)&amp;action=edit&amp;section=2\" title=\"Edit section: Marx and Engels\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>For Marx and Friedrich Engels, social actors are caught in a cycle of mediation between the economic base of a culture and the ideas and value systems of the culture that is given rise to by this base. Thus, as he famously formulated in <a href=\"/wiki/The_German_Ideology\" title=\"The German Ideology\">The German Ideology</a>:\n</p>\n<blockquote><p>The ideas of the ruling class are in every epoch the ruling ideas, i.e. the class which is the ruling material force of society, is at the same time its ruling intellectual force. The class which has the means of material production at its disposal, has control at the same time over the means of mental production, so that thereby, generally speaking, the ideas of those who lack the means of mental production are subject to it. The ruling ideas are nothing more than the ideal expression of the dominant material relationships, the dominant material relationships grasped as ideas; hence of the relationships which make the one class the ruling one, therefore, the ideas of its dominance. (64)<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n</p></blockquote>\n<p>For Marx and Engels, then, the <a href=\"/wiki/Ruling_classes\" class=\"mw-redirect\" title=\"Ruling classes\">ruling classes</a> control the subordinate classes through domination of the ideas available in the culture. In this way the subordinate classes are said to be mediated by the effects of <a href=\"/wiki/Ideology\" title=\"Ideology\">ideology</a>, or “false consciousness” or a belief system that doesn’t allow them to see the oppression they are enduring for what it is. The problem with this idea, as many Marxists have noted, is that it doesn’t leave room for members of the subordinate classes to act on the world around them through alternate forms of mediation.\n</p>\n<h3><span class=\"mw-headline\" id=\"Antonio_Gramsci\">Antonio Gramsci</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Mediation_(Marxist_theory_and_media_studies)&amp;action=edit&amp;section=3\" title=\"Edit section: Antonio Gramsci\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Later Marxists such as <a href=\"/wiki/Gramsci\" class=\"mw-redirect\" title=\"Gramsci\">Gramsci</a> would problematize this notion of ideology or false consciousness by studying the ways that workers operate during periods of “organic crisis,” or those times when social classes become detached from their traditional parties and a violent overthrow of the ruling classes is possible. Seeking to describe the ways that governments regain control of these classes during such periods of unrest, Gramsci developed the idea of <a href=\"/wiki/Hegemony\" title=\"Hegemony\">hegemony</a>, a process by which social actors within the ruling classes convince subordinate classes to consent to their own oppression once again:\n</p>\n<blockquote><p>The traditional ruling class, which has numerous trained cadres, changes men and programmes and, with greater speed than is achieved by the subordinate classes, reabsorbs the control that was slipping from its grasp. Perhaps it may take sacrifices, and expose itself to an uncertain future by demagogic promises; but it retains power, reinforces it for the time being, and uses it to crush its adversary and disperse his leading cadres. (210-11)<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup></p></blockquote>\n<p>Unfortunately, Gramsci died before he could completely articulate how hegemony mediates the subordinate classes in periods of relative calm or how to work against the powers of the ruling classes as exerted in this way. Importantly, however, he had vastly complicated the ways that later Marxists would think about mediation: as a means of persuasion utilized by the ruling classes, rather than as complete control of the available ideas within a given culture (ideology).\n</p>\n<h3><span class=\"mw-headline\" id=\"Cultural_materialism\">Cultural materialism</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Mediation_(Marxist_theory_and_media_studies)&amp;action=edit&amp;section=4\" title=\"Edit section: Cultural materialism\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The work of <a href=\"/wiki/Raymond_Williams\" title=\"Raymond Williams\">Raymond Williams</a> and other members of the Birmingham Center for British <a href=\"/wiki/Cultural_Studies\" class=\"mw-redirect\" title=\"Cultural Studies\">Cultural Studies</a> would further extend the notion of mediation in <a href=\"/wiki/Cultural_materialism_(cultural_studies)\" title=\"Cultural materialism (cultural studies)\">cultural materialism</a>. For Williams, this notion should connote a social actor’s position in relation to co-determining aspects of a social formation, or a multitude of pressures and limits that are always changing and being changed by the social actor.\n</p><p>Thus, for Williams: \n</p>\n<blockquote><p>\"Society\" is then never only the \"dead husk\" which limits social and individual fulfillment. It is always a constitutive process with very powerful pressures which are both expressed in political, economic, and cultural formations and, to take the full weight of \"constitutive,\" are internalized and become \"individual wills.\" Determination of this whole kind—a complex and interrelated process of limits and pressures—is in the whole social process itself and nowhere else: not in an abstracted \"mode of production\" nor in an abstracted \"psychology.\" (87)<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup></p></blockquote>\n<p>Under this guise, mediation becomes a process of lived reality whereas social actors are not so much duped by ruling ideas as incredibly involved with the understanding and circulation of those ideas through their own expressions of individual will. This is a much more dynamic process of mediation than previous versions, but one heavily dependent on a more in-depth theorization of Gramsci’s notion of hegemony.\n</p>\n<h3><span class=\"mw-headline\" id=\"Articulation_theory\">Articulation theory</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Mediation_(Marxist_theory_and_media_studies)&amp;action=edit&amp;section=5\" title=\"Edit section: Articulation theory\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Cultural theorist <a href=\"/wiki/Stuart_Hall_(cultural_theorist)\" title=\"Stuart Hall (cultural theorist)\">Stuart Hall</a>, <a href=\"/wiki/Ernesto_Laclau\" title=\"Ernesto Laclau\">Ernesto Laclau</a> and <a href=\"/wiki/Chantal_Mouffe\" title=\"Chantal Mouffe\">Chantal Mouffe</a> have further theorized the complexities of mediation through their development of articulation theory, to describe the ways that certain notions become dominant in a culture, given the relative openness of the social in heavily industrialized nations such as the U.S. This openness results in a “non-necessary belongingness” for the various elements of a given social formation, or an indeterminacy to the way that history, culture, economics or the material world, and social actors come together to form dominant notions. Thus, for Hall:\n</p>\n<blockquote><p>…the so-called unity of a discourse is really the articulation of different, distinct elements which can be articulated in different ways because they have no necessary “belongingness”. The “unity” which matters is a linkage between that articulated discourse and the social forces with which it can, under certain historical conditions, but need not necessarily, be connected. Thus, a theory of articulation is both a way of understanding how ideological elements come, under certain conditions, to cohere together within a discourse, and a way of asking how they do or do not become articulated, at specific <a href=\"/wiki/Conjuncture\" class=\"mw-redirect\" title=\"Conjuncture\">conjunctures</a>, to certain political subjects. (53)<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup></p></blockquote>\n<p>Under articulation theory mediation becomes a complex, indeterminate process by which social meanings are circulated under the historical conditions of a given culture and social actors take up these meanings or not based on a complex interplay of all the parts of the social whole.\n</p>\n<h2><span class=\"mw-headline\" id=\"Mediation_in_media_studies\">Mediation in media studies</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Mediation_(Marxist_theory_and_media_studies)&amp;action=edit&amp;section=6\" title=\"Edit section: Mediation in media studies\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Within <a href=\"/wiki/Media_studies\" title=\"Media studies\">media studies</a> mediation is also used in the same sense as in Marxist theory: thinkers try to look at how a given medium reconciles the various forces of history, culture, economics or the material world, and how social actors use that medium to navigate these various meanings and values. The central problem for any media theorist, similar to the problem of a Marxist theorist, is to attempt to analyze what is possible and what is limited by a given medium. Or, in other words, how does the structure of the medium limit how that medium can be used and how do social actors work both within and against that structure?\n</p>\n<h3><span class=\"mw-headline\" id=\"Mass_media_and_the_culture_industry\">Mass media and the culture industry</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Mediation_(Marxist_theory_and_media_studies)&amp;action=edit&amp;section=7\" title=\"Edit section: Mass media and the culture industry\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>There is another sense in which media theorists look at this question, too, and that is by looking at the \"<a href=\"/wiki/Mass_media\" title=\"Mass media\">mass media</a>\" as a whole. Beginning perhaps with the <a href=\"/wiki/Frankfurt_school\" class=\"mw-redirect\" title=\"Frankfurt school\">Frankfurt school</a>’s theorization of the \"culture industry,\" particularly in the work of <a href=\"/wiki/Max_Horkheimer\" title=\"Max Horkheimer\">Max Horkheimer</a>, <a href=\"/wiki/Theodor_W._Adorno\" title=\"Theodor W. Adorno\">Theodor W. Adorno</a>, and <a href=\"/wiki/Herbert_Marcuse\" title=\"Herbert Marcuse\">Herbert Marcuse</a>, theorists have tried to understand how mass audiences are both affected by and can affect the massive, corporatized media establishment that we see in countries like the U.S. As Adorno and Horkheimer reflect:\n</p>\n<blockquote><p>The most intimate reactions of human beings have been so thoroughly <a href=\"/wiki/Reification_(Marxism)\" title=\"Reification (Marxism)\">reified</a> that the idea of anything specific to themselves now persists only as an utterly abstract notion: personality scarcely signifies anything more than shining white teeth and freedom from body odor and emotions. The triumph of advertising in the culture industry is that consumers feel compelled to buy and use its products even though they see through them. (167)<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup></p></blockquote>\n<p>Early theorists such as these saw no agency whatsoever for audiences of the culture industry, claiming instead that this industry was founded on mass deception and that the average consumer was a cultural dupe being inculcated into the values of the ruling classes without realizing it. Many critics of this school feel that this represented a reintroduction of Marx’s ideas about mediation, or media as purveyors of a dominant ideology that destroyed the possibility that audiences for mass media were able to work against these ruling ideas.\n</p>\n<h3><span class=\"mw-headline\" id=\"Marshall_McLuhan\">Marshall McLuhan</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Mediation_(Marxist_theory_and_media_studies)&amp;action=edit&amp;section=8\" title=\"Edit section: Marshall McLuhan\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Perhaps one of the best known media theorists, McLuhan is famous for his dictum that \"<a href=\"/wiki/The_medium_is_the_message_(phrase)\" class=\"mw-redirect\" title=\"The medium is the message (phrase)\">the medium is the message</a>.\" For McLuhan the central mediating factor in any society is the medium of communication itself. In this way, media occupy for McLuhan what labor or capital did for Marx. By claiming that the \"medium is the message\", McLuhan means that \"the personal and social consequences of any medium—that is, of any extension of ourselves—result from the new scale that is introduced into our affairs by each extension of ourselves, or by any new technology\" (p.&#160;7). For McLuhan, the introduction of any new form of media into a given culture radically alters the way that members of that culture mediate between the material world and the given values available to them.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup>\n</p><p>Thus, the shift into print technology radically altered the way that all later media would be both formed and operated: \"Printing from movable types was the first mechanization of a complex handicraft, and became the archetype of all subsequent mechanization\" (170). As he continues, however:\n</p>\n<blockquote><p>Like any other extension of man, typography had psychic and social consequences that suddenly shifted previous boundaries and patterns of culture. In bringing the ancient and medieval worlds into fusion—or, as some would say, confusion—the printed book created a third world, the modern world, which now encounters a new electric technology, or a new extension of man. Electric means of moving information are altering our typographic culture as sharply as print modified medieval manuscript and scholastic culture. (p. 171)</p></blockquote>\n<p>For McLuhan, electronic media, as the new form of mediation in our culture, are creating radical new possibilities for thought and social relations. These new possibilities include the extension of our nervous system across space and time. As McLuhan puts it:\n</p>\n<blockquote><p>After more than a century of electric technology, we have extended our central nervous system itself in a global embrace, abolishing both space and time as far as our planet is concerned. Rapidly, we approach the final phase of the extensions of man—the technological simulation of consciousness, when the creative process of knowing will be collectively and corporately extended to the whole of human society. (3-4)</p></blockquote>\n<p>This has resulted in a hybridization of media forms:\n</p>\n<blockquote><p>Media as extensions of our senses institute new ratios, not only among our private senses, but among themselves, when they interact among themselves. Radio changed the form of the news story as much as it altered the film image in the talkies. TV caused drastic changes in radio programming, and in the form of the thing or documentary novel. (53)</p></blockquote>\n<p>It has also resulted in the translation of human consciousness \"more and more into the form of information\":\n</p>\n<blockquote><p>By putting our physical bodies inside our extended nervous systems, by means of electric media, we set up a dynamic by which all previous technologies that are mere extensions… of our bodies… will be translated into information systems. Electromagnetic technology requires utter human docility and quiescence of meditation such as befits an organism that now wears its brain outside its skull and its nerves outside its hide. Man must serve his electric technology with the same servo-mechanistic fidelity with which he served his coracle, his canoe, his typography, and all other extensions of his physical organs. (57)</p></blockquote>\n<p>McLuhan has been critiqued as being alternately <a href=\"/wiki/Utopian\" class=\"mw-redirect\" title=\"Utopian\">utopian</a>, <a href=\"/wiki/Determinism\" title=\"Determinism\">deterministic</a>, and <a href=\"/wiki/Eurocentric\" class=\"mw-redirect\" title=\"Eurocentric\">Eurocentric</a> about the ways that media mediate between human beings and their natural world, but no one would deny the effects his work has had on the study of media.\n</p>\n<h3><span class=\"mw-headline\" id=\"The_propaganda_model\">The propaganda model</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Mediation_(Marxist_theory_and_media_studies)&amp;action=edit&amp;section=9\" title=\"Edit section: The propaganda model\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>An important model to this day in media studies, <a href=\"/wiki/Noam_Chomsky\" title=\"Noam Chomsky\">Noam Chomsky</a> and <a href=\"/wiki/Edward_S._Herman\" title=\"Edward S. Herman\">Edward S. Herman</a> would formulate what they call the <a href=\"/wiki/Propaganda_model\" title=\"Propaganda model\">propaganda model</a> for analyzing the media. This model:\n</p>\n<blockquote><p>attempts to explain the performances of the U.S. media in terms of the basic institutional structures and relationships within which they operate. It is our view that, among their other functions, the media serve, and propagandize on behalf of, the powerful society interests that control and finance them. The representatives of these interests have important agendas and principles that they want to advance, and they are well positioned to shape and constrain media policy. This is not normally accomplished by crude intervention, but by the selection of right-thinking personnel and by the editors’ and working journalists’ internalization of priorities and definitions of newsworthiness that conform to the institution’s policy.” (xi)<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup></p></blockquote>\n<p>This model, then, focuses mostly on “structural factors” of the mass media, including “ownership and control, dependence on other major funding sources (notably, advertisers), and mutual interests and relationships between the media and those who make the news and have the power to define it and explain what it means” (xi). Though the importance of this model and its influence on media studies is not to be denied, later thinkers have criticized this emphasis on <a href=\"/wiki/Social_structure\" title=\"Social structure\">structure</a> over <a href=\"/wiki/Agency_(sociology)\" title=\"Agency (sociology)\">agency</a>, because it neglects the ability of audiences of this media to question the prevailing notions represented.\n</p>\n<h3><span id=\"The_media.E2.80.99s_audience:_Incorporation_and_Excorporation\"></span><span class=\"mw-headline\" id=\"The_media’s_audience:_Incorporation_and_Excorporation\">The media’s audience: Incorporation and Excorporation</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Mediation_(Marxist_theory_and_media_studies)&amp;action=edit&amp;section=10\" title=\"Edit section: The media’s audience: Incorporation and Excorporation\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Thinkers such as <a href=\"/wiki/John_Fiske_(media_studies)\" class=\"mw-redirect\" title=\"John Fiske (media studies)\">John Fiske</a> have looked at how audiences use popular media to get their own enjoyment from them, claiming, in a diametrically opposed fashion to much other media theory, that popular media, and thus the popular culture they are both part of and help create, can actually be progressive as audiences struggle to use these media for their own individual purposes, and the media then shift to accommodate these purposes.\n</p><p>For Fiske this happens through a process of what he calls “incorporation and <a href=\"/wiki/Excorporation\" title=\"Excorporation\">excorporation</a>,” a process by which social meanings are mediated by the dominant and subordinate members of a society in an ongoing struggle. In this way, excorporation, is “the process by which the subordinates make their own culture out of the resources and commodities provided by the dominant system, and this is central to popular culture, for in an industrial society the only resources from which the subordinate can make their own subcultures are those provided by the system that subordinates them” (15). Incorporation, on the other hand, is a kind of “containment” used by the dominant system, or a “process of adopting the signs of resistance [that] incorporates them into the dominant system and thus attempts to rob them of any oppositional meanings” (18).<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup>\n</p><p>These ideas have affected many thinkers after Fiske, but he has also been critiqued as being too utopian, and as not providing enough agency for the audiences he describes. If the only available agency for audiences are their mediation of those values “provided by the system that subordinates them,” then they will always occupy a subordinate position in relation to that system.\n</p>\n<h3><span class=\"mw-headline\" id=\"Media_and_democracy\">Media and democracy</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Mediation_(Marxist_theory_and_media_studies)&amp;action=edit&amp;section=11\" title=\"Edit section: Media and democracy\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Thinkers like <a href=\"/wiki/Robert_W._McChesney\" title=\"Robert W. McChesney\">Robert W. McChesney</a> have looked at how the mass media mediate democracy, creating a touchstone for how citizens think of the mass media as either belonging to and serve their interests or serving the interests of the corporations that own them. As McChesney says:\n</p>\n<blockquote><p>The corporate domination of both the media system and the policy-making process that establishes and sustains it causes serious problems for a functioning democracy and a healthy culture. Media are not the only factor in explaining the woeful state of our democracy, but they are a key factor. It is difficult to imagine much headway being made on the crucial social issues that face our nation given how poorly they are covered by the current U.S. media system. (p. 7)<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup></p></blockquote>\n<p>At the same time, however, McChesney, unlike early thinkers in this vein, is interested in mobilizing popular resistance against this domination. He continues: “the democratic solution to this problem, is to increase informed public participation in media policy making” (p.&#160;7). McChesney is well known as an outspoken advocate for this public participation, engaging in speaking tours around the country and lobbying against corporate control of the media.\n</p>\n<h3><span class=\"mw-headline\" id=\"Remediation\">Remediation</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Mediation_(Marxist_theory_and_media_studies)&amp;action=edit&amp;section=12\" title=\"Edit section: Remediation\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Theorists of new media examine how emerging kinds of media, such as websites, blogs, wiki pages, and digital video, both delimit the ways people can use them, and provide new avenues for the production of social relations and meanings. Picking up from McLuhan, media theorists <a href=\"/wiki/Jay_David_Bolter\" title=\"Jay David Bolter\">Jay David Bolter</a> and <a href=\"/wiki/Richard_Grusin\" title=\"Richard Grusin\">Richard Grusin</a> , in their 1999 book Remediation: Understanding New Media, sought to describe how media forms interact with one another through remediation and the way that this media practice invokes the interrelated processes of immediacy and hypermediacy. The validation of the concept of ‘remediation’; “the representation of one medium in another” (p.&#160;45),<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup> is a principal aim of the book, in order to illustrate how remediation has been an integral practice to both new and old media forms that continually inform one another. Immediacy attempts to make viewers feel as if ‘really’ there, through hypermediated practices, which splice together (hybridizing as McLuhan would say) different kinds of media, such as the combination of “live-action footage with computer compositing and two- and three-dimensional computer graphics” (p.&#160;6) in order to create the appearance of a seamless moving image. These interrealated processes highlight, what Bolter and Grusin term, the “double logic of remediation” (p.&#160;5) that pursues the proliferation of media whilst trying to erase all traces of human and/or technological mediation.\n</p><p>Bolter and Grusin contend that the process of remediation emphasizes that all media is, on one level, a poststructutalist ‘play of signs’ (p.&#160;19). The recognition of these varying signs of influence differ across a spectrum, from ‘transparent’ remediations that clearly represent the previous media form, to aggressive forms that seek to disguise the role of their hypermediated practices in the name of providing the highest sense of immediacy. Bolter and Grusin broadly identify forms of remediation, across a spectrum, in the following five categorisations:\n</p><p><b>Transparent:</b> Previous mediums are “highlighted and represented in digital form without apparent irony or critique. Examples include CD-ROM (or DVD) picture galleries (digitized paintings or photographs) and collections of literary texts” (p.&#160;45). This form of remediation seeks transparency, endeavoring to erase itself, “so that the viewer stands in the same relationship to the content as she would if she were confronting the original medium” (p.&#160;49).\n</p><p><b>Translucent:</b> The new media is still justified in terms of the old and seeks to remain faithful to the older medium's character. This form of remediation seeks “to emphasize the difference rather than erase it” (P. 46). In translucent remediation “the new medium does not want to efface itself entirely” (p.&#160;46). For instance, in regards to the CD-ROM encyclopedia Encarta, Microsoft is attempting to convey to the consumer that, “she has purchased not simply an Encyclopedia, but an electronic, and therefore improved, Encyclopedia” (p.&#160;46).\n</p><p><b>Hypermediated:</b> This form of remediation attempts to “refashion the older medium or media entirely, while still marking the presence of the older media and therefore maintaining a sense of multiplicity or hypermediacy” (p.&#160;46). This can be seen in the use of simultaneous window frames, which are able to run different programs representative of different media. Hypermediated remediation is akin to “a mosaic in which we are simultaneously aware of the individual pieces and their new, in-appropriate setting” (p.&#160;47).\n</p><p><b>Aggressive:</b> The new medium attempts to “absorb the older medium entirely, so that the discontinuities between the two are minimized” (p.&#160;47). Bolter and Grusin speak to the computer games Myst and Doom, which remediate cinema so that “players become characters in a cinematic narrative” (p.&#160;47). Video games allow for an (limited) ability to determine narrative within a subjective realization through the capacity to “decide where to look—where to direct their graphically realized points of view” (p.&#160;47). In regard to film, Bolter and Grusin, in part, understand this form of aggressive remediation as “an attempt to hold off the threat that digital media might pose for the traditional, linear film” (p.&#160;48). This form of aggressive remediation seeks a different form of transparency, through attempting making any electronic interventions invisible. This concealment of its relationship to earlier media, “promises the user an unmediated experience” (p.&#160;48).\n</p><p><b>Refashioning within a single medium:</b> This occurs “when a film borrows from an earlier film” (p.&#160;49). This process of borrowing is a fundamental aspect of film, painting and literature, where the play within a play or the poem within a poem or novel is a very familiar strategy.” Bolter and Grusin assert that this kind of remediation has been thought of highly by the respective critics as, “it does not violate the presumed sanctity of the medium” (49).\n</p><p>Bolter and Grusin apply their consideration of remediation on to the ontology of all media:\n</p>\n<blockquote><p>all mediation is remediation. We are not claiming this as an a priori truth, but rather arguing that at this extended historical moment, all current media function as remediators and that remediation offers us a means of interpreting the work of earlier media as well. Our culture conceives of each medium or constellation of media as it responds to, redeploys, competes with, and reforms other media. In the first instance, we may think of something like a historical progression, of newer media remediating older ones and in particular of digital media remediating their predecessors. But ours is a genealogy of affiliations, not a linear history, and in this genealogy, older media can also remediate newer ones. (p. 55)<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup></p></blockquote>\n<p>This means that all media, from literature to new digital media, is unable to make a radical break away from what has come before. Media continues to “function in a constant dialectic with earlier media” (p.&#160;50) forms, where both old and new are able to impact on one another regardless of which came first. For example, “users of older media such as film and television can seek to appropriate and refashion digital graphics, just as digital graphics artists can refashion film and television” (p.&#160;48). However these appropriations within digital technologies of immediacy have often sought to deny mediation. Bolter and Grusin elaborate on the double logic of this form of remediation as an integral function of contemporary immediacy in media. Although Bolter and Grusin acknowledge that not “all of our culture's claims of remediation are equally compelling or that we could necessarily identify all of the strategies through which digital media remediate and are remediated by their predecessors” (p.&#160;55) they outline various ways in which “the double logic of remediation can function explicitly or implicitly” (p.&#160;55) can be restated in the following ways:\t\n</p>\n<blockquote><p><b>1) Remediation as the mediation of mediation:</b> “Each act of mediation depends on other acts of mediation. Media are continually commenting on, reproducing, and replacing each other, and this process is integral to media” (p. 55). [Media needs other media in order to function as media at all.] \t\n</p><p><br />\n <b>2) Remediation as the inseparability of mediation and reality:</b> Bolter and Grusin assert that, “although Baudrillard's notion of simulation and <a href=\"/wiki/Simulacra\" class=\"mw-redirect\" title=\"Simulacra\">simulacra</a> might suggest otherwise, all mediations are themselves real. They are real as artifacts (but not as autonomous agents) in our mediated culture. Despite the fact that all media depend on other media in cycles of remediation, our culture still needs to acknowledge that all media remediate the real. Just as there is no getting rid of mediation, there is no getting rid of <a href=\"/wiki/The_Real\" title=\"The Real\">the real</a>. \t\n<br />\n</p>\n<p><b>3) Remediation as reform:</b> The goal of remediation is to refashion or rehabilitate other media. Furthermore, because all mediations are both real and mediations of the real, remediation can also be understood as a process of reforming reality as well.” (pp. 55-6)</p></blockquote>\n<p>Additionally, Bolter and Grusin also discuss a psychological dimension of “the desire for immediacy and the fascination with hypermediacy” (p.&#160;62) that considers how individuals are subjugated through their engagement with media forms. For instance, “when we watch a film or a television broadcast, we understand ourselves as the changing point of view of the camera” (p.&#160;62). Bolter and Grusin stipulate that the media type predisposes the form of subjectivisation that takes places and that all mediated participations offer, “a different mediation of the subject, and our experience is the remediation of these differences” (p.&#160;62). A subject’s existence is understood as “the ability to occupy points of view … [and] can enter into immediate relationships with the various media or media forms that surround her” (p.&#160;63). Considerations of the ways the ‘self’ is involved in processes of mediation and remediation enable an examination of the effect of the desire for immediacy within media. Bolter and Grusin assert that, “instead of trying to be in the presence of the objects of representation, the subject now defines immediacy as being in the presence of media” (p.&#160;62).\n</p><p>On the cutting edge of what many are calling the new media revolution of form and content, or in other words of the mediation of experience, Bolter and Grusin provide an important insight into the interdependency of media and its integral role in understanding how “the remediation of reality has been built into our technologies of representation” (p.&#160;62).\n</p>\n<h2><span class=\"mw-headline\" id=\"Marxist_theories_of_media_studies\">Marxist theories of media studies</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Mediation_(Marxist_theory_and_media_studies)&amp;action=edit&amp;section=13\" title=\"Edit section: Marxist theories of media studies\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Many thinkers are now working at the intersections of Marxism and <a href=\"/wiki/Media_studies\" title=\"Media studies\">media studies</a>, and are attempting to tease out the various interrelations, contradictions, and possibilities inherent in these two conversations. Recent books <sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup> attest to the strength of such work.\n</p><p>Many of these thinkers see as their project the rehabilitation of Marxist theory and cultural studies in light of new forms of media and parallel social and historical developments and vice versa. As <a href=\"/wiki/Deepa_Kumar\" title=\"Deepa Kumar\">Deepa Kumar</a> puts it, regarding aspects of Marxist theory such as <a href=\"/wiki/Dialectical_materialism\" title=\"Dialectical materialism\">dialectical materialism</a>:\n</p>\n<blockquote><p>the method of analysis developed by Marx and Engels, is more relevant to media and cultural studies scholarship today for at least two reasons: the crisis of neoliberalism and the collapse of Stalinism….The time has come for critical scholarship to shake off the yoke of TINA (there is no alternative), and start to take seriously the bankruptcy of capitalism and the possibilities of a socialist alternative. (71)</p></blockquote><p><sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\">&#91;17&#93;</a></sup>\n</p><p>Thus, Kumar sees the task of scholars of media and culture as twofold: “to explain and critique the state of culture and society, and then to act upon the world to change it. In taking up this challenge, <a href=\"/wiki/Classical_Marxism\" title=\"Classical Marxism\">classical Marxism</a> as a guide to action has much to offer” (85). In addition, this type of work is possible according to Kumar due to the contradictory nature of media: “Media texts are contradictory, as all reality is contradictory. And contradiction allows for change within the totality of social relations. This change is the product of human beings resisting their conditions of oppression and exploitation” (p.&#160;84).\n</p><p>And this contradictory nature of media, is in turn due to the ways that media are mediated in modern-day culture: “In short, mass-mediated products are determined by various factors—the systems of ownership, the process of cultural production, the level of struggle, the state of consciousness in society at a given time, and so on. A dialectical method of analysis would involve studying all these factors within a concrete historical context so as to explain the multiple mediations that infuse a product of culture” (85). For many of these new thinkers, the very way that new forms of media are mediated by social actors, or way that these actors navigate the complex and contradictory forces of history, the material world, and culture through media is the key to the age old problem of mediation in Marxist theory.\n</p>\n<h3><span class=\"mw-headline\" id=\"Hypercapitalism_and_new_media\">Hypercapitalism and new media</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Mediation_(Marxist_theory_and_media_studies)&amp;action=edit&amp;section=14\" title=\"Edit section: Hypercapitalism and new media\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>One particular intersection of Marxist theory and new media studies is to be found in Phil Graham’s <i>Hypercapitalism: New Media, Language, and Social Perceptions of Value</i>, in which he attempts to theorize the ways that the new knowledge economy is mediated by various factors. For Graham, in order for a theory to “establish the historical significance of a global, digitally mediated knowledge economy,” the approach:\n</p>\n<blockquote><p>must grasp the relationship between language, privilege, and the perceived relative value of different classes of knowers and knowledges; to grasp the effects of new media and their relationship to changes in conceptions about the character of knowledge; and—since knowledge, new media, language, and value are perennial and dynamic influences in human societies—to identify what marks the current transition in social relations as historically significant or unique, if anything. (xi)<sup id=\"cite_ref-18\" class=\"reference\"><a href=\"#cite_note-18\">&#91;18&#93;</a></sup></p></blockquote>\n<p>In order to do this work, then, Graham is adopting a “process view of mediation”,\n</p>\n<blockquote><p>that sees the movement and transformation of meanings across times, spaces, and social contexts; which acknowledges that, yes, there are technological aspects of mediation that cannot be ignored, and there are substantial issues surrounding what is generally understood by the term “content”. However, mediation is far more than either “content” or technology. It is a complex set of real, material, social processes facilitated by specific technological means. (p. 3)</p></blockquote>\n<p>Ultimately, Graham is representative of this new body of work because he is seeking to define a methodology that accounts for the complexity and contradiction arising from the ways that new media and new methods of information exchange are mediated by all conceivable factors.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Mediation_(Marxist_theory_and_media_studies)&amp;action=edit&amp;section=15\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Marx, Karl and Frederick Engels. \"The German Ideology.\" Ed. C. J. Arthur. New York: International Publishers, 1973.</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">McLuhan, Marshall. \"Understanding Media: The Extensions of Man.\" Cambridge: MIT Press, 1994.</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">such as \"Marxism And Media Studies: Key Concepts and Contemporary Trends\" by Mike Wayne; \"Media Ecologies: Materialist Energies in Art and Technoculture\" by Matthew Fuller; \"Media and Cultural Studies\" by <a href=\"/wiki/Meenakshi_Gigi_Durham\" title=\"Meenakshi Gigi Durham\">Meenakshi Gigi Durham</a> and Douglas Kellner; \"Marxism and Communication Studies: The Point Is to Change It\" edited by Lee Artz, Steve Macek, and Dana L. Cloud; and \"<a href=\"/wiki/Hypercapitalism\" class=\"mw-redirect\" title=\"Hypercapitalism\">Hypercapitalism</a>: New Media, Language, and Social Perceptions of Value\" by Phil Graham</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">\nAune, James Arnt. <i>Rhetoric and Marxism.</i> Boulder: Westview Press, 1994.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Marx, Karl and Frederick Engels. <i>The German Ideology.</i> Ed. C. J. Arthur. New York: International Publishers, 1973.</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Gramsci, Antonio. <i>Selections from the Prison Notebooks.</i> New York: International Publishers, 1971.</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Williams, Raymond. <i>Marxism and Literature.</i> Oxford: Oxford UP, 1977.</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Hall, Stuart. “On Postmodernism and Articulation: An Interview with Stuart Hall.” Ed. Lawrence Grossberg. <i>Journal of Communication Inquiry.</i> 10.2 (1986): 45-60.</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Horkheimer, Max, and Theodor W. Adorno. <i>Dialectic of Enlightenment.</i> New York, Herder and Herder: 1972.</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">McLuhan, Marshall. <i>Understanding Media: The Extensions of Man.</i> Cambridge: MIT Press, 1994.</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Herman, Edward S., and Noam Chomsky. <i>Manufacturing Consent: The Political Economy of the Mass Media.</i> New York: Pantheon, 2002.</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Fiske, John. <i>Understanding Popular Culture.</i> London: Routledge, 2004.</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">McChesney, Robert W. <i><a href=\"/wiki/The_Problem_of_the_Media:_U.S._Communication_Politics_in_the_21st_Century\" class=\"mw-redirect\" title=\"The Problem of the Media: U.S. Communication Politics in the 21st Century\">The Problem of the Media: U.S. Communication Politics in the 21st Century</a>.</i> New York: Monthly Review Press, 2004.</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">Bolter, Jay David, and Richard Grusin. <i>Remediation: Understanding New Media.</i> Cambridge: MIT Press, 1999.</span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\">Bolter, Jay David, and Richard Grusin. <i>Remediation: Understanding New Media.</i> Cambridge: MIT Press, 1999.</span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\">such as <i>Marxism And Media Studies: Key Concepts and Contemporary Trends</i> by Mike Wayne, <i>Media Ecologies: Materialist Energies in Art and Technoculture</i> by Matthew Fuller, <i>Media and Cultural Studies</i> by Meenakshi Gigi Durham and Douglas Kellner, <i>Marxism and Communication Studies: The Point Is to Change It</i> edited by Lee Artz, Steve Macek, and Dana L. Cloud, and <i>Hypercapitalism: New Media, Language, and Social Perceptions of Value</i> by Phil Graham</span>\n</li>\n<li id=\"cite_note-17\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-17\">^</a></b></span> <span class=\"reference-text\">Kumar, Deepa. “Media, Culture, and Society: The Relevance of Marx’s Dialectical Method.” <i>Marxism and Communication Studies: The Point Is to Change It.</i> Ed. Lee Artz, Steve Macek, and Dana L. Cloud. NY: Peter Lang, 2006. pp. 71-86.</span>\n</li>\n<li id=\"cite_note-18\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-18\">^</a></b></span> <span class=\"reference-text\">Graham, Phil. <i>Hypercapitalism: New Media, Language, and Social Perceptions of Value.</i> New York: Peter Lang, 2006.</span>\n</li>\n</ol></div>\n\n<!-- \nNewPP limit report\nParsed by mw2257\nCached time: 20180921201616\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.168 seconds\nReal time usage: 0.196 seconds\nPreprocessor visited node count: 289/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 244/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 6857/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.112/10.000 seconds\nLua memory usage: 8.78 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  142.689      1 Template:Lang-de\n100.00%  142.689      1 -total\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:13652104-0!canonical and timestamp 20180921201616 and revision id 839603186\n -->\n</div>"},"langlinks":[{"lang":"it","url":"https://it.wikipedia.org/wiki/Rimediazione","langname":"Italian","autonym":"italiano","*":"Rimediazione"}],"categories":[{"sortkey":"","hidden":"","*":"Articles_containing_German-language_text"},{"sortkey":"","*":"Media_theories"},{"sortkey":"","*":"Marxist_theory"},{"sortkey":"","*":"Marxism"}],"links":[{"ns":0,"exists":"","*":"Agency (sociology)"},{"ns":0,"exists":"","*":"Chantal Mouffe"},{"ns":0,"exists":"","*":"Classical Marxism"},{"ns":0,"exists":"","*":"Commodity"},{"ns":0,"exists":"","*":"Conjuncture"},{"ns":0,"exists":"","*":"Cultural Studies"},{"ns":0,"exists":"","*":"Cultural materialism (cultural studies)"},{"ns":0,"exists":"","*":"Deepa Kumar"},{"ns":0,"exists":"","*":"Determinism"},{"ns":0,"exists":"","*":"Dialectical materialism"},{"ns":0,"exists":"","*":"Edward S. Herman"},{"ns":0,"exists":"","*":"Ernesto Laclau"},{"ns":0,"exists":"","*":"Eurocentric"},{"ns":0,"exists":"","*":"Exchange-value"},{"ns":0,"exists":"","*":"Excorporation"},{"ns":0,"exists":"","*":"Frankfurt school"},{"ns":0,"exists":"","*":"Friedrich Engels"},{"ns":0,"exists":"","*":"German language"},{"ns":0,"exists":"","*":"Gramsci"},{"ns":0,"exists":"","*":"Hegemony"},{"ns":0,"exists":"","*":"Herbert Marcuse"},{"ns":0,"exists":"","*":"Hypercapitalism"},{"ns":0,"exists":"","*":"Ideology"},{"ns":0,"exists":"","*":"Jay David Bolter"},{"ns":0,"exists":"","*":"John Fiske (media studies)"},{"ns":0,"exists":"","*":"Karl Marx"},{"ns":0,"exists":"","*":"Labor power"},{"ns":0,"exists":"","*":"Marshall McLuhan"},{"ns":0,"exists":"","*":"Marxist theory"},{"ns":0,"exists":"","*":"Mass media"},{"ns":0,"exists":"","*":"Max Horkheimer"},{"ns":0,"exists":"","*":"Media studies"},{"ns":0,"exists":"","*":"Mediation"},{"ns":0,"exists":"","*":"Meenakshi Gigi Durham"},{"ns":0,"exists":"","*":"New media"},{"ns":0,"exists":"","*":"Noam Chomsky"},{"ns":0,"exists":"","*":"Propaganda model"},{"ns":0,"exists":"","*":"Raymond Williams"},{"ns":0,"exists":"","*":"Reification (Marxism)"},{"ns":0,"exists":"","*":"Richard Grusin"},{"ns":0,"exists":"","*":"Robert W. McChesney"},{"ns":0,"exists":"","*":"Ruling classes"},{"ns":0,"exists":"","*":"Simulacra"},{"ns":0,"exists":"","*":"Social structure"},{"ns":0,"exists":"","*":"Stuart Hall (cultural theorist)"},{"ns":0,"exists":"","*":"The German Ideology"},{"ns":0,"exists":"","*":"The Problem of the Media: U.S. Communication Politics in the 21st Century"},{"ns":0,"exists":"","*":"The Real"},{"ns":0,"exists":"","*":"The medium is the message"},{"ns":0,"exists":"","*":"The medium is the message (phrase)"},{"ns":0,"exists":"","*":"Theodor W. Adorno"},{"ns":0,"exists":"","*":"Utopian"}],"templates":[{"ns":10,"exists":"","*":"Template:Lang-de"},{"ns":828,"exists":"","*":"Module:Lang"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Language/name/data"},{"ns":828,"exists":"","*":"Module:Language/data/iana languages"},{"ns":828,"exists":"","*":"Module:Language/data/ISO 639-3"},{"ns":828,"exists":"","*":"Module:Language/data/wp languages"},{"ns":828,"exists":"","*":"Module:Language/data/iana scripts"},{"ns":828,"exists":"","*":"Module:Language/data/iana regions"},{"ns":828,"exists":"","*":"Module:Language/data/iana variants"},{"ns":828,"exists":"","*":"Module:Language/data/iana suppressed scripts"},{"ns":828,"exists":"","*":"Module:Lang/ISO 639 synonyms"},{"ns":828,"exists":"","*":"Module:Lang/data"},{"ns":828,"exists":"","*":"Module:Unicode data"}],"images":[],"externallinks":[],"sections":[{"toclevel":1,"level":"2","line":"Mediation in Marxism","number":"1","index":"1","fromtitle":"Mediation_(Marxist_theory_and_media_studies)","byteoffset":3292,"anchor":"Mediation_in_Marxism"},{"toclevel":2,"level":"3","line":"Marx and Engels","number":"1.1","index":"2","fromtitle":"Mediation_(Marxist_theory_and_media_studies)","byteoffset":5267,"anchor":"Marx_and_Engels"},{"toclevel":2,"level":"3","line":"Antonio Gramsci","number":"1.2","index":"3","fromtitle":"Mediation_(Marxist_theory_and_media_studies)","byteoffset":6957,"anchor":"Antonio_Gramsci"},{"toclevel":2,"level":"3","line":"Cultural materialism","number":"1.3","index":"4","fromtitle":"Mediation_(Marxist_theory_and_media_studies)","byteoffset":8648,"anchor":"Cultural_materialism"},{"toclevel":2,"level":"3","line":"Articulation theory","number":"1.4","index":"5","fromtitle":"Mediation_(Marxist_theory_and_media_studies)","byteoffset":10232,"anchor":"Articulation_theory"},{"toclevel":1,"level":"2","line":"Mediation in media studies","number":"2","index":"6","fromtitle":"Mediation_(Marxist_theory_and_media_studies)","byteoffset":12058,"anchor":"Mediation_in_media_studies"},{"toclevel":2,"level":"3","line":"Mass media and the culture industry","number":"2.1","index":"7","fromtitle":"Mediation_(Marxist_theory_and_media_studies)","byteoffset":12724,"anchor":"Mass_media_and_the_culture_industry"},{"toclevel":2,"level":"3","line":"Marshall McLuhan","number":"2.2","index":"8","fromtitle":"Mediation_(Marxist_theory_and_media_studies)","byteoffset":14451,"anchor":"Marshall_McLuhan"},{"toclevel":2,"level":"3","line":"The propaganda model","number":"2.3","index":"9","fromtitle":"Mediation_(Marxist_theory_and_media_studies)","byteoffset":18399,"anchor":"The_propaganda_model"},{"toclevel":2,"level":"3","line":"The media’s audience: Incorporation and Excorporation","number":"2.4","index":"10","fromtitle":"Mediation_(Marxist_theory_and_media_studies)","byteoffset":20161,"anchor":"The_media’s_audience:_Incorporation_and_Excorporation"},{"toclevel":2,"level":"3","line":"Media and democracy","number":"2.5","index":"11","fromtitle":"Mediation_(Marxist_theory_and_media_studies)","byteoffset":22005,"anchor":"Media_and_democracy"},{"toclevel":2,"level":"3","line":"Remediation","number":"2.6","index":"12","fromtitle":"Mediation_(Marxist_theory_and_media_studies)","byteoffset":23428,"anchor":"Remediation"},{"toclevel":1,"level":"2","line":"Marxist theories of media studies","number":"3","index":"13","fromtitle":"Mediation_(Marxist_theory_and_media_studies)","byteoffset":33499,"anchor":"Marxist_theories_of_media_studies"},{"toclevel":2,"level":"3","line":"Hypercapitalism and new media","number":"3.1","index":"14","fromtitle":"Mediation_(Marxist_theory_and_media_studies)","byteoffset":36721,"anchor":"Hypercapitalism_and_new_media"},{"toclevel":1,"level":"2","line":"References","number":"4","index":"15","fromtitle":"Mediation_(Marxist_theory_and_media_studies)","byteoffset":38677,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Mediation (Marxist theory and media studies)","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q3935853"}]}}