{"parse":{"title":"Girl, Interrupted","pageid":168639,"revid":858123897,"text":{"*":"<div class=\"mw-parser-output\"><div role=\"note\" class=\"hatnote navigation-not-searchable\">This article is about the book. For the movie, see <a href=\"/wiki/Girl,_Interrupted_(film)\" title=\"Girl, Interrupted (film)\">Girl, Interrupted (film)</a>.</div>\n<table class=\"infobox vcard\" style=\"width:22em\"><caption style=\"font-style:italic;padding-bottom:0.2em;\">Girl, Interrupted <span class=\"Z3988\" title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Girl%2C+Interrupted&amp;rft.author=%5B%5BSusanna+Kaysen%5D%5D&amp;rft.date=1993&amp;rft.pub=%5B%5BRandom+House%7CTurtle+Bay+Books%5D%5D&amp;rft.pages=168+pp&amp;rft_id=info:oclcnum/28155618\"></span></caption><tbody><tr><td colspan=\"2\" style=\"text-align:center\">\n<a href=\"/wiki/File:Girl_interrupted_book.jpg\" class=\"image\"><img alt=\"Girl interrupted book.jpg\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/4/4e/Girl_interrupted_book.jpg/150px-Girl_interrupted_book.jpg\" width=\"150\" height=\"227\" srcset=\"//upload.wikimedia.org/wikipedia/en/4/4e/Girl_interrupted_book.jpg 1.5x\" data-file-width=\"168\" data-file-height=\"254\" /></a><div><i>Girl, Interrupted</i> paperback cover</div></td></tr><tr><th scope=\"row\">Author</th><td>\n<a href=\"/wiki/Susanna_Kaysen\" title=\"Susanna Kaysen\">Susanna Kaysen</a></td></tr><tr><th scope=\"row\">Country</th><td>\nUnited States</td></tr><tr><th scope=\"row\">Language</th><td>\nEnglish</td></tr><tr><th scope=\"row\">Genre</th><td>\n<a href=\"/wiki/Memoir\" title=\"Memoir\">Memoir</a></td></tr><tr><th scope=\"row\">Publisher</th><td>\n<a href=\"/wiki/Random_House\" title=\"Random House\">Turtle Bay Books</a></td></tr><tr><th scope=\"row\"><div style=\"padding:0.1em 0;line-height:1.2em;\">Publication date</div></th><td>\n1993</td></tr><tr><th scope=\"row\">Media&#160;type</th><td>\nPrint (<a href=\"/wiki/Hardcover\" title=\"Hardcover\">hardcover</a> &amp; <a href=\"/wiki/Paperback\" title=\"Paperback\">paperback</a>)</td></tr><tr><th scope=\"row\">Pages</th><td>\n168 pp</td></tr><tr><th scope=\"row\"><a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a></th><td>\n<a href=\"/wiki/Special:BookSources/0-679-42366-4\" title=\"Special:BookSources/0-679-42366-4\">0-679-42366-4</a></td></tr><tr><th scope=\"row\"><a href=\"/wiki/OCLC#Identifiers_and_linked_data\" title=\"OCLC\"><abbr title=\"Online Computer Library Center number\">OCLC</abbr></a></th><td>\n<a rel=\"nofollow\" class=\"external text\" href=\"https://www.worldcat.org/oclc/28155618\">28155618</a></td></tr><tr><th scope=\"row\"><div style=\"padding:0.1em 0;line-height:1.2em;\"><a href=\"/wiki/Dewey_Decimal_Classification\" title=\"Dewey Decimal Classification\">Dewey Decimal</a></div></th><td>\n616.89/0092 B 20</td></tr><tr><th scope=\"row\"><a href=\"/wiki/Library_of_Congress_Classification\" title=\"Library of Congress Classification\"><abbr title=\"Library of Congress Classification\">LC&#160;Class</abbr></a></th><td>\nRC464.K36 A3 1993</td></tr></tbody></table>\n<p><i><b>Girl, Interrupted</b></i> is a best-selling<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> <a href=\"/wiki/1993_in_literature\" title=\"1993 in literature\">1993</a> <a href=\"/wiki/Memoir\" title=\"Memoir\">memoir</a> by <a href=\"/wiki/Americans\" title=\"Americans\">American</a> author <a href=\"/wiki/Susanna_Kaysen\" title=\"Susanna Kaysen\">Susanna Kaysen</a>, relating her experiences as a young woman in a <a href=\"/wiki/Psychiatric_hospital\" title=\"Psychiatric hospital\">psychiatric hospital</a> in the 1960s after being diagnosed with <a href=\"/wiki/Borderline_personality_disorder\" title=\"Borderline personality disorder\">borderline personality disorder</a>. The memoir's title is a reference to the <a href=\"/wiki/Johannes_Vermeer\" title=\"Johannes Vermeer\">Vermeer</a> painting <i><a href=\"/wiki/Girl_Interrupted_at_Her_Music\" title=\"Girl Interrupted at Her Music\">Girl Interrupted at Her Music</a></i>.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p><p>While writing the novel <i>Far Afield</i>, Kaysen began to recall her almost two years at <a href=\"/wiki/McLean_Hospital\" title=\"McLean Hospital\">McLean Hospital</a>.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> She obtained her file from the hospital with the help of a lawyer.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p><p>In 1999, the memoir was adapted into a <a href=\"/wiki/Girl,_Interrupted_(film)\" title=\"Girl, Interrupted (film)\">film of the same name</a> starring <a href=\"/wiki/Winona_Ryder\" title=\"Winona Ryder\">Winona Ryder</a>, <a href=\"/wiki/Angelina_Jolie\" title=\"Angelina Jolie\">Angelina Jolie</a> and <a href=\"/wiki/Brittany_Murphy\" title=\"Brittany Murphy\">Brittany Murphy</a>. It was directed by <a href=\"/wiki/James_Mangold\" title=\"James Mangold\">James Mangold</a>.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Plot\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Plot</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-2\"><a href=\"#Structure\"><span class=\"tocnumber\">1.1</span> <span class=\"toctext\">Structure</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Characters\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Characters</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Patients\"><span class=\"tocnumber\">2.1</span> <span class=\"toctext\">Patients</span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Staff\"><span class=\"tocnumber\">2.2</span> <span class=\"toctext\">Staff</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#See_also\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#References\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#External_links\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Plot\">Plot</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Girl,_Interrupted&amp;action=edit&amp;section=1\" title=\"Edit section: Plot\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In April 1967, 18-year-old Susanna Kaysen is admitted to McLean Hospital, in <a href=\"/wiki/Belmont,_Massachusetts\" title=\"Belmont, Massachusetts\">Belmont, Massachusetts</a>, after attempting <a href=\"/wiki/Suicide\" title=\"Suicide\">suicide</a> by overdosing on pills. She denies that it was a suicide attempt to a psychiatrist, who suggests she take time to regroup in McLean, a private mental hospital. Susanna is diagnosed with <a href=\"/wiki/Borderline_personality_disorder\" title=\"Borderline personality disorder\">borderline personality disorder</a>, and her stay extends to 18 months<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> rather than the proposed couple of weeks.\n</p><p>Fellow patients Polly, Cynthia, Lisa Rowe, Lisa Cody, Georgina and Daisy contribute to Susanna's experiences at McLean as she describes their personal issues and how they come to cope with the time they must spend in the hospital. Susanna also introduces the reader to particular staff members, including Valerie, Dr. Wick and Mrs. McWeeney. Susanna and the other girls are eventually informed that the recently released Daisy committed <a href=\"/wiki/Suicide\" title=\"Suicide\">suicide</a> on her birthday. Daisy's death deeply saddens the girls and they hold a prolonged moment of silence in her memory.\n</p><p>Susanna reflects on the nature of her illness, including difficulty making sense of visual patterns, and suggests that <a href=\"/wiki/Sanity\" title=\"Sanity\">sanity</a> is a falsehood constructed to help the \"healthy\" feel \"normal\" in comparison. She also questions how doctors treat <a href=\"/wiki/Mental_illness\" class=\"mw-redirect\" title=\"Mental illness\">mental illness</a>, and whether they are treating the <a href=\"/wiki/Brain\" title=\"Brain\">brain</a> or the <a href=\"/wiki/Mind\" title=\"Mind\">mind</a>. During her stay in the ward, Susanna also undergoes a period of <a href=\"/wiki/Depersonalization\" title=\"Depersonalization\">depersonalization</a>, where she bites open the flesh on her hand after she becomes terrified that she has \"lost her bones\". She develops a frantic obsession with the verification of this proposed reality and even insists on seeing an X-ray of herself to make sure. This hectic moment is described with shorter, choppy sentences that show Kaysen's state of mind and thought processes as she went through them. Also, during a trip to the dentist with Valerie, Susanna becomes frantic after she wakes from the general <a href=\"/wiki/Anesthesia\" title=\"Anesthesia\">anesthesia</a>, when no one will tell her how long she was unconscious, and she fears that she has lost time. Like the incident with her bones, Kaysen here also rapidly spirals into a panicky and obsessive state that is only ultimately calmed with medication.\n</p><p>After leaving McLean, Susanna mentions that she kept in touch with Georgina and eventually saw Lisa, now a single mother who was about to board the subway with her toddler son and seemed, although quirky, to be sane.\n</p>\n<h3><span class=\"mw-headline\" id=\"Structure\">Structure</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Girl,_Interrupted&amp;action=edit&amp;section=2\" title=\"Edit section: Structure\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p><i>Girl, Interrupted</i> does not follow a linear <a href=\"/wiki/Narrative_structure\" title=\"Narrative structure\">storyline</a>, but instead the author provides personal stories through a series of short descriptions of events and personal reflections on why she was placed in the hospital. She begins by talking about the concept of a parallel universe and how easy it is to slip into one, comparing insanity to an alternate world. She discusses how some people fall into insanity gradually and others just snap. Kaysen also details the doctor's visit before first going to the hospital and the taxi ride there at the beginning of the book before launching into the chronicles of her time at the hospital.\n</p>\n<h2><span class=\"mw-headline\" id=\"Characters\">Characters</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Girl,_Interrupted&amp;action=edit&amp;section=3\" title=\"Edit section: Characters\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>There are two main groups of characters, the patients and the staff. In addition to those there are her parents, her boyfriend and various other minor characters such as her former boss.\n</p>\n<h3><span class=\"mw-headline\" id=\"Patients\">Patients</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Girl,_Interrupted&amp;action=edit&amp;section=4\" title=\"Edit section: Patients\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<dl><dt>Susanna Kaysen</dt>\n<dd>The autobiographical main character, Susanna Kaysen is admitted to a psychiatric ward to be treated for <a href=\"/wiki/Borderline_personality_disorder\" title=\"Borderline personality disorder\">borderline personality disorder</a> following a suicide attempt. She voluntarily admits herself after a short consultation with a psychiatrist who is also an acquaintance of the family. She is told that she will only be staying there for a few weeks, but it turns out to be one and a half years instead. Throughout the book, she frequently contrasts the time of the consultation, twenty minutes, to the time she ended up spending there.</dd>\n<dt>Lisa Rowe</dt>\n<dd>Lisa is diagnosed as a <a href=\"/wiki/Antisocial_personality_disorder\" title=\"Antisocial personality disorder\">sociopath</a>, but whether she actually is one is left open to interpretation. Lisa periodically escapes from the hospital, only to be found a day or two later and re-admitted. She is usually happy enough to be back though she does put up a fight when restrained. She is an ex-junkie who never sleeps and barely eats, and enjoys making trouble for the staff. She apparently takes some pride in her diagnosis. Although she has a therapist assigned to her, she never actually sees him. Lisa is not in contact with her family except her brother, but the extent of their contact is not described. She also has a lawyer, though it appears he is mostly used to threaten the staff if she doesn't get what she wants. Her behavior is wildly unpredictable, and while she can be kind, she is also capable of cruelty towards the other patients. For example, Lisa has an ongoing rivalry with Lisa Cody that ends in Lisa Cody reverting to drugs.</dd>\n<dt>Polly Clark</dt>\n<dd>Polly is a disfigured patient who was hospitalised for <a href=\"/wiki/Schizophrenia\" title=\"Schizophrenia\">schizophrenia</a> and <a href=\"/wiki/Major_depressive_disorder\" title=\"Major depressive disorder\">depression</a>. Polly has severe scarring on her body, the result of setting herself on fire. According to Kaysen, because of the sheer guts it took to actually do it, Polly is highly respected for her courage, to the extent that none of the patients will ask why she did it. During her first year at the hospital, she appears calm and even cheerful: \"Life was hellish, she knew that. But, her smile hinted, she'd burned all that out of her.\"<sup id=\"cite_ref-Virago_6-0\" class=\"reference\"><a href=\"#cite_note-Virago-6\">&#91;6&#93;</a></sup> But one day she suddenly breaks down and begins to scream inconsolably, as if realizing for the first time her appearance and the permanency of it. Kaysen then realizes that while the other patients might be released from the hospital, Polly is trapped forever in her scarred body.</dd>\n<dt>Georgina Tuskin</dt>\n<dd>Hospitalized for <a href=\"/wiki/Schizophrenia\" title=\"Schizophrenia\">schizophrenia</a>,<sup id=\"cite_ref-Virago_6-1\" class=\"reference\"><a href=\"#cite_note-Virago-6\">&#91;6&#93;</a></sup> Georgina is Susanna's roommate at the institution. The two of them are considered the healthiest patients on the ward and are good friends throughout the book. Georgina apparently experienced her first symptoms after an episode in a movie theatre where she suddenly felt as if the darkness had surrounded her completely. It is not clear what the immediate reason for her diagnosis is. She also has a boyfriend in the hospital named Wade.</dd>\n<dt>Lisa Cody</dt>\n<dd>Lisa is admitted to the ward after Susanna, and from her first days there she looks up to Lisa Rowe. She, too, is diagnosed as a sociopath, though Rowe questions this and is clearly annoyed that she is no longer the only sociopath there. A former drug addict like Rowe, she tries hard to defend herself from Lisa Rowe's accusations that she isn't \"real\". She eventually escapes and is apparently found by Lisa Rowe during one of her escapes from the hospital. Lisa tells the other girls with pride that Lisa Cody has become a \"real\" drug addict. Her fate after her escape is not described any further.</dd>\n<dt>Daisy Randone</dt>\n<dd>Daisy is a thin girl who arrives before Thanksgiving each year, staying through Christmas. She has a single room, where she spends most of her time. The other girls think she is addicted to <a href=\"/wiki/Laxatives\" class=\"mw-redirect\" title=\"Laxatives\">laxatives</a>. She eats only chicken, and does so only in her room. However, after letting Lisa into her room, Lisa reports back to the rest of them that she only needs the laxatives because of all of the chicken. She peels off the meat and keeps the carcasses, saying that when she has 14 carcasses, it's time to leave the hospital, possibly due to <a href=\"/wiki/Obsessive%E2%80%93compulsive_disorder\" title=\"Obsessive–compulsive disorder\">obsessive–compulsive disorder</a>. Daisy's father visits her quite often, and it is implied he has <a href=\"/wiki/Incest\" title=\"Incest\">incestuous</a> feelings for her. Daisy eventually commits suicide on her birthday. Susanna describes her as \"sexy\" and says Daisy had a spark that the rest of the girls lack. Daisy is reclusive and often refuses to be social. She hates it when anyone goes near her and is hostile when people approach her. However, she does allow Lisa to enter her room. Sometimes they even share cigarettes, indicating that Daisy does respect Lisa out of all the other patients on the ward.</dd>\n<dt>Torrey</dt>\n<dd>Torrey is a former drug addict. She was put into the ward after her parents discovered her promiscuity. She is the best friend of all the fellow patients. Her parents take her out against her will, and take her back to <a href=\"/wiki/Mexico\" title=\"Mexico\">Mexico</a>, where she believes she will become an <a href=\"/wiki/Amphetamine\" title=\"Amphetamine\">amphetamine</a> addict again. She describes Mexico, saying \"being in Mexico means being dead and shooting speed to feel like you're not quite dead\" (Kaysen, 97). The girls do try to help her with an escape plan and pool their money for her to help her, but eventually that plan is ruined, partly by Torrey herself, as she is too afraid to do it, and partly by Valerie after she gives Torrey a cup of <a href=\"/wiki/Thorazine\" class=\"mw-redirect\" title=\"Thorazine\">thorazine</a> just prior to her departure to calm her down. Though she only appears for a short time she is an important character. Kaysen distinguishes between those put there indefinitely by parents willing to pay without questioning the progress of their treatment and those whose parents are not willing to do so. Torrey is used as an example of the latter group.</dd>\n<dt>Alice Calais</dt>\n<dd>At first Alice seems quiet and, in Kaysen's words, \"not too crazy\"; but after about a month she breaks down and is taken to maximum security. When the girls go to visit her they find that she has painted herself and the walls in her seclusion room with her own feces. Most of the other patients believe she was \"raised in a closet\" because she is ignorant about the trivial things in life. For example, she has never tasted honey and doesn't know how it tastes. She is also completely unaware that her last name is a <a href=\"/wiki/Calais\" title=\"Calais\">well-known location in France</a> and is overwhelmed in awe when she hears of the <a href=\"/wiki/Hundred_Years%27_War\" title=\"Hundred Years&#39; War\">Hundred Years' War</a>. It is not explained what happens to her after the girls visit her.</dd>\n<dt>Wade</dt>\n<dd>Wade, Georgina's boyfriend, is also a patient. Wade entertains the female patients with stories about his father, who he claims to be a CIA agent. He is prone to violent outbursts, which eventually results in his being moved to the maximum-security ward.</dd>\n<dt>Cynthia Crowley</dt>\n<dd>A severely depressive patient who undergoes weekly <a href=\"/wiki/Electroconvulsive_therapy\" title=\"Electroconvulsive therapy\">electroconvulsive therapy</a>.<sup id=\"cite_ref-Virago_6-2\" class=\"reference\"><a href=\"#cite_note-Virago-6\">&#91;6&#93;</a></sup> There are only a few references to her in the book and she isn't a major character in it.</dd></dl>\n<h3><span class=\"mw-headline\" id=\"Staff\">Staff</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Girl,_Interrupted&amp;action=edit&amp;section=5\" title=\"Edit section: Staff\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<dl><dt>Valerie</dt>\n<dd>The head nurse on  the ward. She works there during the day and though she can be strict she is generally liked by the patients and Kaysen in particular. She is described as down to earth and rarely uses the psychiatric terms used by the therapists, which is something that Susanna herself despises. Kaysen recalls her as honest and direct.</dd>\n<dt>Mrs. McWeeney</dt>\n<dd>The evening nurse on the ward. Described as the exact opposite of Valerie and very much disliked by the patients. Kaysen recalls her as \"clearly nuts\". Valerie does not like her and tends to ignore her, although she does describe her as a professional when the patients complain to her. Although the patients don't like her, they recognize that she needs to earn a living and that she has to work somewhere for that to happen.</dd>\n<dt>Dr. Wick</dt>\n<dd>The <a href=\"/wiki/Consultant_psychiatrist\" class=\"mw-redirect\" title=\"Consultant psychiatrist\">consultant psychiatrist</a>. She is described as very old-fashioned and easy to embarrass. Susanna purposely tries to embarrass her, deliberately saying things that she knows Dr. Wick will react to, during their sessions together. She has previously worked in Africa and her direct contact with the patients is very limited, talking to them for only a matter of minutes in a session.</dd>\n<dt>Melvin</dt>\n<dd>Kaysen's late therapist and analyst. Susanna says that the two of them used to be good friends and that she once enjoyed sessions with him. According to her, he was old, balding, and slightly unattractive. Susanna would go into his office sometimes and just sit there in silence because there wasn't very much silence in the hospital and she needed a break. However, this relationship was short-lived; Melvin rolled into the hospital parking lot, and, when greeted enthusiastically by Susanna, refused to entertain her. Her opinion of him spiraled downward from that point.</dd></dl>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Girl,_Interrupted&amp;action=edit&amp;section=6\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Mental_illness_in_fiction\" title=\"Mental illness in fiction\">Mental illness in fiction</a></li>\n<li><i><a href=\"/wiki/Orange_Is_the_New_Black:_My_Year_in_a_Women%27s_Prison\" title=\"Orange Is the New Black: My Year in a Women&#39;s Prison\">Orange Is the New Black: My Year in a Women's Prison</a></i> (2010)</li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Girl,_Interrupted&amp;action=edit&amp;section=7\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.time.com/time/magazine/article/0,9171,981084,00.html\">The Unconfessional Confessionalist</a>, <a href=\"/wiki/Time_Magazine\" class=\"mw-redirect\" title=\"Time Magazine\">Time Magazine</a>, July 11, 1994</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.variety.com/review/VE1117759846.html?categoryid=31&amp;cs=1\">Girl, Interrupted</a>, <a href=\"/wiki/Variety_(magazine)\" title=\"Variety (magazine)\">Variety</a>, December 10, 1999</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.accessmylibrary.com/coms2/summary_0286-5503309_ITM\">A teenager's interrupted life</a>, <a href=\"/wiki/Knight_Ridder\" title=\"Knight Ridder\">Knight Ridder</a> Newspapers, December 1, 1993</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\"><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20080218150247/http://www.accessmylibrary.com/coms2/summary_0286-4491115_ITM\">\"<i>Girl, Interrupted</i> (Reel Life)\"</a>. <i>Clinical Psychiatry News</i>. August 1, 2003. Archived from <a rel=\"nofollow\" class=\"external text\" href=\"http://www.accessmylibrary.com/coms2/summary_0286-4491115_ITM\">the original</a> on February 18, 2008.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Clinical+Psychiatry+News&amp;rft.atitle=Girl%2C+Interrupted+%28Reel+Life%29&amp;rft.date=2003-08-01&amp;rft_id=http%3A%2F%2Fwww.accessmylibrary.com%2Fcoms2%2Fsummary_0286-4491115_ITM&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AGirl%2C+Interrupted\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.accessmylibrary.com/coms2/summary_0286-5486864_ITM\">Susanna Kaysen finds stability in examining youthful 'insanity'</a>, <a href=\"/wiki/Knight_Ridder\" title=\"Knight Ridder\">Knight-Ridder Newspapers</a>, August 4, 1993</span>\n</li>\n<li id=\"cite_note-Virago-6\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Virago_6-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Virago_6-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-Virago_6-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\">Susana Kaysen, <i>Girl, Interrupted</i> (Virago Press, 2000 ed.)</span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Girl,_Interrupted&amp;action=edit&amp;section=8\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.sparknotes.com/lit/girlinterrupted/\"><i>Girl, Interrupted</i></a> on <a href=\"/wiki/SparkNotes\" title=\"SparkNotes\">SparkNotes</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.docdroid.net/9IMthm4/girl-interrupted.pdf\"><i>Girl, Interrupted</i>, 1993, ISBN 978-1-85381-835-6</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1262\nCached time: 20180908211113\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.216 seconds\nReal time usage: 0.283 seconds\nPreprocessor visited node count: 1128/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 9829/2097152 bytes\nTemplate argument size: 1479/2097152 bytes\nHighest expansion depth: 20/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 3535/5000000 bytes\nNumber of Wikibase entities loaded: 1/400\nLua time usage: 0.083/10.000 seconds\nLua memory usage: 2.8 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  238.920      1 -total\n 58.98%  140.925      1 Template:Infobox_book\n 48.25%  115.269      1 Template:Infobox\n 22.83%   54.542      1 Template:Reflist\n 18.66%   44.582      1 Template:ISBNT\n 17.74%   42.386      1 Template:ISBN\n 17.39%   41.560      1 Template:Cite_journal\n 16.09%   38.432      1 Template:About\n  7.88%   18.834      1 Template:Catalog_lookup_link\n  5.38%   12.858      1 Template:Wikidata_image\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:168639-0!canonical and timestamp 20180908211113 and revision id 858123897\n -->\n</div>"},"langlinks":[{"lang":"ar","url":"https://ar.wikipedia.org/wiki/%D9%85%D8%B0%D9%83%D8%B1%D8%A7%D8%AA_%D9%81%D8%AA%D8%A7%D8%A9_%D9%82%D9%88%D8%B7%D8%B9%D8%AA","langname":"Arabic","autonym":"العربية","*":"مذكرات فتاة قوطعت"},{"lang":"bn","url":"https://bn.wikipedia.org/wiki/%E0%A6%97%E0%A6%BE%E0%A6%B0%E0%A7%8D%E0%A6%B2,_%E0%A6%87%E0%A6%A8%E0%A7%8D%E0%A6%9F%E0%A6%BE%E0%A6%B0%E0%A6%BE%E0%A6%AA%E0%A7%8D%E0%A6%9F%E0%A7%87%E0%A6%A1","langname":"Bangla","autonym":"বাংলা","*":"গার্ল, ইন্টারাপ্টেড"},{"lang":"es","url":"https://es.wikipedia.org/wiki/Inocencia_interrumpida_(memoria)","langname":"Spanish","autonym":"español","*":"Inocencia interrumpida (memoria)"},{"lang":"id","url":"https://id.wikipedia.org/wiki/Girl,_Interrupted","langname":"Indonesian","autonym":"Bahasa Indonesia","*":"Girl, Interrupted"},{"lang":"it","url":"https://it.wikipedia.org/wiki/La_ragazza_interrotta","langname":"Italian","autonym":"italiano","*":"La ragazza interrotta"},{"lang":"pl","url":"https://pl.wikipedia.org/wiki/Przerwana_lekcja_muzyki_(powie%C5%9B%C4%87)","langname":"Polish","autonym":"polski","*":"Przerwana lekcja muzyki (powieść)"},{"lang":"sv","url":"https://sv.wikipedia.org/wiki/Stulna_%C3%A5r","langname":"Swedish","autonym":"svenska","*":"Stulna år"}],"categories":[{"sortkey":"","hidden":"","*":"Pages_to_import_images_to_Wikidata"},{"sortkey":"","*":"1993_books"},{"sortkey":"","*":"American_autobiographical_novels"},{"sortkey":"","*":"American_memoirs"},{"sortkey":"","*":"Books_adapted_into_films"},{"sortkey":"","*":"American_novels_adapted_into_films"},{"sortkey":"","*":"Borderline_personality_disorder_in_fiction"},{"sortkey":"","*":"Novels_set_in_psychiatric_hospitals"},{"sortkey":"","*":"Novels_set_in_Massachusetts"},{"sortkey":"","*":"Novels_set_in_the_1960s"},{"sortkey":"","*":"Self-harm_in_fiction"},{"sortkey":"","*":"Books_about_depression"},{"sortkey":"","*":"Books_about_mental_health"},{"sortkey":"","*":"Obsessive–compulsive_disorder_in_non-fiction_literature"}],"links":[{"ns":0,"exists":"","*":"1993 in literature"},{"ns":0,"exists":"","*":"Americans"},{"ns":0,"exists":"","*":"Amphetamine"},{"ns":0,"exists":"","*":"Anesthesia"},{"ns":0,"exists":"","*":"Angelina Jolie"},{"ns":0,"exists":"","*":"Antisocial personality disorder"},{"ns":0,"exists":"","*":"Belmont, Massachusetts"},{"ns":0,"exists":"","*":"Borderline personality disorder"},{"ns":0,"exists":"","*":"Brain"},{"ns":0,"exists":"","*":"Brittany Murphy"},{"ns":0,"exists":"","*":"Calais"},{"ns":0,"exists":"","*":"Consultant psychiatrist"},{"ns":0,"exists":"","*":"Depersonalization"},{"ns":0,"exists":"","*":"Dewey Decimal Classification"},{"ns":0,"exists":"","*":"Electroconvulsive therapy"},{"ns":0,"exists":"","*":"Girl, Interrupted (film)"},{"ns":0,"exists":"","*":"Girl Interrupted at Her Music"},{"ns":0,"exists":"","*":"Hardcover"},{"ns":0,"exists":"","*":"Hundred Years' War"},{"ns":0,"exists":"","*":"Incest"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"James Mangold"},{"ns":0,"exists":"","*":"Johannes Vermeer"},{"ns":0,"exists":"","*":"Knight Ridder"},{"ns":0,"exists":"","*":"Laxatives"},{"ns":0,"exists":"","*":"Library of Congress Classification"},{"ns":0,"exists":"","*":"Major depressive disorder"},{"ns":0,"exists":"","*":"McLean Hospital"},{"ns":0,"exists":"","*":"Memoir"},{"ns":0,"exists":"","*":"Mental illness"},{"ns":0,"exists":"","*":"Mental illness in fiction"},{"ns":0,"exists":"","*":"Mexico"},{"ns":0,"exists":"","*":"Mind"},{"ns":0,"exists":"","*":"Narrative structure"},{"ns":0,"exists":"","*":"OCLC"},{"ns":0,"exists":"","*":"Obsessive–compulsive disorder"},{"ns":0,"exists":"","*":"Orange Is the New Black: My Year in a Women's Prison"},{"ns":0,"exists":"","*":"Paperback"},{"ns":0,"exists":"","*":"Psychiatric hospital"},{"ns":0,"exists":"","*":"Random House"},{"ns":0,"exists":"","*":"Sanity"},{"ns":0,"exists":"","*":"Schizophrenia"},{"ns":0,"exists":"","*":"SparkNotes"},{"ns":0,"exists":"","*":"Suicide"},{"ns":0,"exists":"","*":"Susanna Kaysen"},{"ns":0,"exists":"","*":"Thorazine"},{"ns":0,"exists":"","*":"Time Magazine"},{"ns":0,"exists":"","*":"Variety (magazine)"},{"ns":0,"exists":"","*":"Winona Ryder"}],"templates":[{"ns":10,"exists":"","*":"Template:About"},{"ns":10,"exists":"","*":"Template:Infobox book"},{"ns":10,"exists":"","*":"Template:Infobox"},{"ns":10,"exists":"","*":"Template:Longitem"},{"ns":10,"exists":"","*":"Template:ISBNT"},{"ns":10,"exists":"","*":"Template:ISBN"},{"ns":10,"exists":"","*":"Template:Catalog lookup link"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Error-small"},{"ns":10,"exists":"","*":"Template:Tl"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Abbr"},{"ns":10,"exists":"","*":"Template:Both"},{"ns":10,"exists":"","*":"Template:Italic title"},{"ns":10,"exists":"","*":"Template:Template other"},{"ns":10,"exists":"","*":"Template:Wikidata image"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite journal"},{"ns":828,"exists":"","*":"Module:About"},{"ns":828,"exists":"","*":"Module:Hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote list"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Pagetype"},{"ns":828,"exists":"","*":"Module:Pagetype/config"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Namespace detect"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Infobox"},{"ns":828,"exists":"","*":"Module:Navbar"},{"ns":828,"exists":"","*":"Module:InfoboxImage"},{"ns":828,"exists":"","*":"Module:Wikidata"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:I18n"},{"ns":828,"*":"Module:Infobox/i18n"},{"ns":828,"exists":"","*":"Module:Check isxn"},{"ns":828,"exists":"","*":"Module:Error"},{"ns":828,"exists":"","*":"Module:String"},{"ns":828,"exists":"","*":"Module:Italic title"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"}],"images":["Girl_interrupted_book.jpg"],"externallinks":["http://www.time.com/time/magazine/article/0,9171,981084,00.html","http://www.variety.com/review/VE1117759846.html?categoryid=31&cs=1","http://www.accessmylibrary.com/coms2/summary_0286-5503309_ITM","https://web.archive.org/web/20080218150247/http://www.accessmylibrary.com/coms2/summary_0286-4491115_ITM","http://www.accessmylibrary.com/coms2/summary_0286-4491115_ITM","http://www.accessmylibrary.com/coms2/summary_0286-5486864_ITM","https://www.worldcat.org/oclc/28155618","http://www.sparknotes.com/lit/girlinterrupted/","https://www.docdroid.net/9IMthm4/girl-interrupted.pdf"],"sections":[{"toclevel":1,"level":"2","line":"Plot","number":"1","index":"1","fromtitle":"Girl,_Interrupted","byteoffset":2354,"anchor":"Plot"},{"toclevel":2,"level":"3","line":"Structure","number":"1.1","index":"2","fromtitle":"Girl,_Interrupted","byteoffset":4945,"anchor":"Structure"},{"toclevel":1,"level":"2","line":"Characters","number":"2","index":"3","fromtitle":"Girl,_Interrupted","byteoffset":5622,"anchor":"Characters"},{"toclevel":2,"level":"3","line":"Patients","number":"2.1","index":"4","fromtitle":"Girl,_Interrupted","byteoffset":5825,"anchor":"Patients"},{"toclevel":2,"level":"3","line":"Staff","number":"2.2","index":"5","fromtitle":"Girl,_Interrupted","byteoffset":12807,"anchor":"Staff"},{"toclevel":1,"level":"2","line":"See also","number":"3","index":"6","fromtitle":"Girl,_Interrupted","byteoffset":14597,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"4","index":"7","fromtitle":"Girl,_Interrupted","byteoffset":14713,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"5","index":"8","fromtitle":"Girl,_Interrupted","byteoffset":14741,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"<i>Girl, Interrupted</i>","iwlinks":[],"properties":[{"name":"displaytitle","*":"<i>Girl, Interrupted</i>"},{"name":"wikibase_item","*":"Q2284057"}]}}