{"parse":{"title":"European interwar economy","pageid":44551490,"revid":843813042,"text":{"*":"<div class=\"mw-parser-output\"><p><b>The European interwar economy</b> (the period between the First and <a href=\"/wiki/Second_World_War\" class=\"mw-redirect\" title=\"Second World War\">Second World War</a>, also known as the <a href=\"/wiki/Interbellum\" class=\"mw-redirect\" title=\"Interbellum\">interbellum</a>) began when the countries in Western Europe were struggling to recover from the devastation caused by the <a href=\"/wiki/First_World_War\" class=\"mw-redirect\" title=\"First World War\">First World War</a>, while also dealing with economic depression and the rise of <a href=\"/wiki/Fascism\" title=\"Fascism\">fascism</a>.  Economic prosperity in the <a href=\"/wiki/United_States\" title=\"United States\">United States</a> during the first half of the period was brought to an end with the onset of the <a href=\"/wiki/Great_Depression\" title=\"Great Depression\">Great Depression</a> in 1929.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>  \n</p><p>In 1919 a new democracy was formed in a German town known as the <a href=\"/wiki/Weimar_Republic\" title=\"Weimar Republic\">Weimar Republic</a>.  This new government was thought to be doomed from the start and after the <a href=\"/wiki/Hyperinflation\" title=\"Hyperinflation\">hyperinflation</a> of 1923, “money became so worthless that children could play with stacks of it.”<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>  Despite civil unrest in <a href=\"/wiki/Germany\" title=\"Germany\">Germany</a> and elsewhere in Western Europe, there was still hope that world peace could be maintained.  This hope was all but lost after <a href=\"/wiki/Adolf_Hitler\" title=\"Adolf Hitler\">Adolf Hitler</a> came to power in January 1933.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>\n</p><p>The years following consisted of a string of international crises, including: Hitler’s disregard of the <a href=\"/wiki/Treaty_of_Versailles\" title=\"Treaty of Versailles\">Treaty of Versailles</a> by reintroducing compulsory military service in Germany and sending troops to demilitarized zones in <a href=\"/wiki/Rhineland\" title=\"Rhineland\">Rhineland</a>, <a href=\"/wiki/Italy\" title=\"Italy\">Italy</a>’s invasion of <a href=\"/wiki/Ethiopia\" title=\"Ethiopia\">Abyssinia</a> in October, 1935, the <a href=\"/wiki/Spanish_Civil_War\" title=\"Spanish Civil War\">Spanish Civil War</a> in the summer of 1936, and <a href=\"/wiki/Japan\" title=\"Japan\">Japan</a>’s invasion of northern <a href=\"/wiki/China\" title=\"China\">China</a> in 1936.  These events climaxed with the German invasion of <a href=\"/wiki/Poland\" title=\"Poland\">Poland</a> in September 1939, as <a href=\"/wiki/United_Kingdom\" title=\"United Kingdom\">Britain</a> and <a href=\"/wiki/France\" title=\"France\">France</a> declared war on Germany two day later effectively ending the interwar period.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Opportunities_for_Economic_Growth\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Opportunities for Economic Growth</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Economics_and_Politics_after_1929\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Economics and Politics after 1929</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#Germany\"><span class=\"tocnumber\">2.1</span> <span class=\"toctext\">Germany</span></a></li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#United_Kingdom\"><span class=\"tocnumber\">2.2</span> <span class=\"toctext\">United Kingdom</span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Nordic_Countries\"><span class=\"tocnumber\">2.3</span> <span class=\"toctext\">Nordic Countries</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Germany’s_Fascist_Economy\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Germany’s Fascist Economy</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#The_Four-year_Plan\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">The Four-year Plan</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Lasting_Impacts_of_the_Interwar_Period\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Lasting Impacts of the Interwar Period</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#See_also\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#References\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Opportunities_for_Economic_Growth\">Opportunities for Economic Growth</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=European_interwar_economy&amp;action=edit&amp;section=1\" title=\"Edit section: Opportunities for Economic Growth\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Most European countries experienced a similar trend of brief economic growth followed by varying degrees of economic devastation during the twenty years of relative peace after 1918.  Many countries sought to overhaul their industrial manufacturing facilities to help with economic reconstruction following World War 1.  Newly formed Eastern European states started a transition towards <a href=\"/wiki/Industrialization\" class=\"mw-redirect\" title=\"Industrialization\">industrialization</a>, and experienced mixed results.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>  <a href=\"/wiki/Czechoslovakia\" title=\"Czechoslovakia\">Czechoslovakia</a> provides an example of a successful transition, as they gained most of <a href=\"/wiki/Austria\" title=\"Austria\">Austria</a>’s industry following the break-up of the <a href=\"/wiki/Austria-Hungary_Empire\" class=\"mw-redirect\" title=\"Austria-Hungary Empire\">Austria-Hungary Empire</a>.  They became one of the most industrialized nations during the interwar period until the <a href=\"/wiki/Nazi\" class=\"mw-redirect\" title=\"Nazi\">Nazi</a> invasion and occupation in 1938.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup>  \n</p><p>New industrial technologies introduced before and during the war also contributed to the brief economic growth.  It took until the early 1920s for these innovations to spread across countries and from one industry to another.  Important innovations of the time include the <a href=\"/wiki/Internal_combustion_engine\" title=\"Internal combustion engine\">combustion engine</a> and complete overhaul of the mechanics powering machines in industry, agriculture, and transportation.  The rise in enrollment rates of primary schools shows a continued accumulation of human capital in European countries, which began in the 19th century.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup>\n</p><p>Along with technological innovations, the large stock of human capital across Europe led to increases in <a href=\"/wiki/Total_factor_productivity\" title=\"Total factor productivity\">total-factor productivity</a> (TFP).  As the relative peace in Europe dissipated in the 1930s, countries failed to coordinate economic policies and could not exploit the aforementioned growth factors.  Investment slowed as resources were put towards preparing for another armed conflict due to friction over the redistribution of economic and political power after World War 1. A rise in <a href=\"/wiki/Protectionism\" title=\"Protectionism\">protectionism</a> and fragmentation of markets is proof of the failure to establish transnational economic policies necessary to capitalize on the opportunities for economic growth.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup>\n</p><p>Inwards economic policies and isolated markets ended the diffusion of technology within Europe.  It also prevented technological diffusion between Europe and the United States, the leading country in technology at the time.  Too many political obstacles were present during the latter half of the interwar period for Europe to experience continued economic growth.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Economics_and_Politics_after_1929\">Economics and Politics after 1929</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=European_interwar_economy&amp;action=edit&amp;section=2\" title=\"Edit section: Economics and Politics after 1929\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The onset of the great depression in 1929 undoubtedly had an astronomical effect on the global economy during the latter years of the interwar period.  American credit disappeared with the United States stock market crash in October 1929, severely hurting European businesses and causing a drastic rise in unemployment.  As the economies in Austria and Germany appeared to be in danger of collapsing, the United States suspended war reparations, which had a chain reaction across Europe.  Policies implemented by European countries also compounded the affects of the great depression.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup> \n</p><p>This section examines the economic situation in Germany and the United Kingdom, in relation to the smaller <a href=\"/wiki/Nordic_states\" class=\"mw-redirect\" title=\"Nordic states\">Nordic states</a>.  The United Kingdom was the leading economic power at the time, and Germany was rapidly gaining strength under Hitler and the Nazi Party.  It also shows how different economic factors and policies lessened the effects of the great depression on the Nordic States.\n</p>\n<h3><span class=\"mw-headline\" id=\"Germany\">Germany</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=European_interwar_economy&amp;action=edit&amp;section=3\" title=\"Edit section: Germany\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The sanctions and reparations following Germany’s loss in World War 1 completely destroyed the countries economy.  Other nations felt the effects of the deteriorating German economy as they relied on Germany’s industrial capabilities.  By 1932, close to six million people were unemployed.  With most of the produce and profit being sent to the allies in the form of war payments, the German economy was helpless in terms of starting a recovery.<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup>\n</p><p>On top of the economic struggles, Germany had no sense of security due to the demilitarization of its armed forces.  The situation in Germany was so unstable that Hitler and the Nazi party started to gain the support of the people.  Through exploitation, such as forced slave labor of non-Germans, the Nazi Regime brought about a rapid economic recovery in the 1930s.  Their recovery was on par with nations who abandoned the <a href=\"/wiki/Gold_standard\" title=\"Gold standard\">gold standard</a> shortly after World War 1.<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"United_Kingdom\">United Kingdom</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=European_interwar_economy&amp;action=edit&amp;section=4\" title=\"Edit section: United Kingdom\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Estimated to have lost ¼ of its wealth during World War 1, Britain turned to welfare to spark an economic recovery.  Reliant on receiving payments of war debts from Germany to stimulate economic growth after the onset of the great depression, the British economy suffered when the United States nullified these reparation payments.  Britain, along with France, demanded that Germany pay these debts, despite the country being on the verge of a financial collapse.  After much debate, the sum of the payment was set at 32 billion gold-backed US dollars over the course of 62 years.  Economists such as <a href=\"/wiki/John_Maynard_Keynes\" title=\"John Maynard Keynes\">John Maynard Keynes</a> have compared this to imposing slavery on Germany and its defeated allies.  The struggling British economy in the late 1930s was aided by a massive demand for weapons as Germany became an increasing threat and another conflict loomed.<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Nordic_Countries\">Nordic Countries</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=European_interwar_economy&amp;action=edit&amp;section=5\" title=\"Edit section: Nordic Countries\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The Nordic countries discussed include <a href=\"/wiki/Denmark\" title=\"Denmark\">Denmark</a>, <a href=\"/wiki/Norway\" title=\"Norway\">Norway</a>, <a href=\"/wiki/Finland\" title=\"Finland\">Finland</a>, and <a href=\"/wiki/Sweden\" title=\"Sweden\">Sweden</a>, as Iceland is not mentioned.  While most countries adopted inwards economic policies after 1929, Nordic states continued their cooperation and reliance on international trade.  With extreme fluctuations in the international economy, these countries were forced to specialize in areas in which they had a competitive advantage.  One example of this is Finland identifying the increasing demand for wood across Europe, and using their abundance of natural resources to give rise to a major timber industry.  This allowed Finland to experience tremendous growth during the latter half of the 1930s.<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup>\n</p><p>Norway also grew after a strong recovery in 1934 from stagnant foreign trade and rising unemployment caused by the great depression.  Denmark’s neutrality during World War 1 allowed it to supply both sides and profit from this war.  It used this profit to lessen the effects of the great depression and stimulate a quick economic recovery.  Sweden did not feel the effects of the great depression until the early 1930s, but recovered quickly and stabilized its economy by supplying goods to most of Europe.  While these countries experienced relative economic growth, there was fear that their trade conditions would deteriorate due to the imposition of quotas and the control on trade of larger states.<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup>\n</p><p>Each Nordic state specialized in commodities that were high in demand in both Britain and Germany, the two largest and most important countries.  Sweden specialized in iron ore, Finland in paper, Denmark in agrarian products, and Norway in nickel and aluminum.  Germany’s expansion created a tense political climate, and the Nordic states relied on political cooperation while other countries turned inwards in an attempt to become more self-sufficient.  Representatives from Norway, Denmark, Finland, and Sweden met numerous times throughout the interwar period to establish strategies, which protected industries such as timber and agriculture that were exposed to international competition.  The most important meeting proved to be The Oslo Convention in 1930, which included the four Nordic countries (Finland joined late), <a href=\"/wiki/Belgium\" title=\"Belgium\">Belgium</a> and the Netherlands.<sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup>\n</p><p>The states agreed to reduce obstacles to foreign trade, which in turn allowed them to form an economic bloc comprising 8.64 per cent of world trade in 1931.  With the refusal of Britain and Germany to participate, The Oslo Convention did not achieve its intended goal of a global revival of free trade; however, it further strengthened exchange between the Nordic states.  <a href=\"/wiki/Imports\" class=\"mw-redirect\" title=\"Imports\">Imports</a> and <a href=\"/wiki/Exports\" class=\"mw-redirect\" title=\"Exports\">exports</a> between the four countries grew, helping with their continued economic growth during the 1930s.  Denmark, Finland, Norway, and Sweden are proof of the importance of cross-border policies in relation to economic growth.  Countries with inwards policies, such as Germany and Britain, would be stuck in the great depression for much longer as a result.  The political and economic landscape in Germany following the great depression paved the way for the radicalization of its people.<sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\">&#91;17&#93;</a></sup>\n</p>\n<h2><span id=\"Germany.E2.80.99s_Fascist_Economy\"></span><span class=\"mw-headline\" id=\"Germany’s_Fascist_Economy\">Germany’s Fascist Economy</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=European_interwar_economy&amp;action=edit&amp;section=6\" title=\"Edit section: Germany’s Fascist Economy\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Upon bringing fascism to Germany in 1933, Adolf Hitler proclaimed, \"the State should retain supervision and each property owner should consider himself appointed by the state.  It is his duty not to use his property against the interests of others among his own people.  This is the crucial matter.  The Third Reich will always retain its right to control the owners of property.\"<sup id=\"cite_ref-18\" class=\"reference\"><a href=\"#cite_note-18\">&#91;18&#93;</a></sup>  This laid the foundation for Germany’s new fascist economy and the radical economic policies that would follow.  One of the Nazi Party’s first steps was to eliminate small corporations, which Hitler classified as any corporation with capital under $40,000.  The establishment of new corporations with capital less than $20,000 dollars was also forbidden.<sup id=\"cite_ref-19\" class=\"reference\"><a href=\"#cite_note-19\">&#91;19&#93;</a></sup>  \n</p><p>Hitler completely reorganized the economic landscape in Germany.  The economic chamber of the <a href=\"/wiki/Third_Reich\" class=\"mw-redirect\" title=\"Third Reich\">Third Reich</a> consisted of over two hundred organizations and national councils involved in industry, commercial, and craft lines.  Large public works programs, such as the construction of the Autobahn, stimulated the economy and reduced unemployment.  These programs also prevented the recurrence of inflation, which plagued the German economy immediately following World War 1 and led to widespread civil unrest.  As the economy slowly recovered under the Nazi Party, Hitler adapted the economy to cater towards war preparations.<sup id=\"cite_ref-20\" class=\"reference\"><a href=\"#cite_note-20\">&#91;20&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"The_Four-year_Plan\">The Four-year Plan</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=European_interwar_economy&amp;action=edit&amp;section=7\" title=\"Edit section: The Four-year Plan\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In 1936, Hitler and Nazi Party implemented their second four-year plan of the period, and put it in the hands of <a href=\"/wiki/Hermann_Goering\" class=\"mw-redirect\" title=\"Hermann Goering\">Hermann Goering</a>.  The goal of the plan was to continue to economic transition towards fascism while making Germany self-sufficient in preparation of another war.  Four priorities of the plan were to increase agricultural production, retrain key sectors of the work force, implement governmental policies to regulate imports and exports, and to achieve self-sufficiency in the production of raw materials.<sup id=\"cite_ref-21\" class=\"reference\"><a href=\"#cite_note-21\">&#91;21&#93;</a></sup>\n</p><p>Several high-ranking members of the Third Reich believed Goering was not the right man for the job, but Hitler expressed full confidence in him.  Several business leaders also did not support this plan, and believed a wholesale rearmament would come at the expense of economic improvement.  Despite numerous concerns over Goering and the plan itself, it was carried out and extended into the start of World War 2.  The success of the plan in preparing Germany for war is attributed to the Goering’s use of slave labor, which he defended as necessary of the very existence of Germany.<sup id=\"cite_ref-22\" class=\"reference\"><a href=\"#cite_note-22\">&#91;22&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Lasting_Impacts_of_the_Interwar_Period\">Lasting Impacts of the Interwar Period</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=European_interwar_economy&amp;action=edit&amp;section=8\" title=\"Edit section: Lasting Impacts of the Interwar Period\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Many social, political, and economic changes started taking place during the brief period of relative peace between the two World Wars.  In their book British Tourism: The Remarkable Story of Growth, Victor Middleton and Leonard Lickorish describe the period as, \"A transition away from the Victorian Age toward the new world of greater individuality, mobility and innovation in most spheres of daily life, and especially in leisure and travel.  Against what one might suppose, it was also a period of remarkable growth in travel and <a href=\"/wiki/Tourism\" title=\"Tourism\">tourism</a> and of developing social ideas that are still easily traceable today,\".<sup id=\"cite_ref-23\" class=\"reference\"><a href=\"#cite_note-23\">&#91;23&#93;</a></sup>  \n</p><p>Holiday travel and leisure excursions became a huge source of revenue in the 1930s as rail travel was at the peak of its popularity.  Many of the changes that started during the interwar years could not fully manifest until the political and economic climate of Europe was settled following <a href=\"/wiki/World_War_2\" class=\"mw-redirect\" title=\"World War 2\">World War 2</a>.  Travel and tourism became a huge part of life for people in Britain as soon as it was affordable after the war.  The role of the media began to transform through cinema and radio communications in the 1930s, and this extended dramatically following the end of World War 2.  The growth of tourism during the interwar period provided a basis for future development when post-war conditions would allow.<sup id=\"cite_ref-24\" class=\"reference\"><a href=\"#cite_note-24\">&#91;24&#93;</a></sup>\n</p><p>Tourism across all of Europe started to become a huge revenue generator.  Entrepreneurs who pioneered new business models during the interwar years paved the way for the growth of holiday resorts and travel agencies in the latter half of the 20th century.  Even during the depression years, inbound tourism expanded and prompted people to start concentrating more on foreign exchange earnings.  Evidence shows that tourism was even more of an income generating factor during the interwar period than in the years following World War 2 when local governments were undergoing significant changes.  Tourism in Europe would not reach the level of popularity it experienced during the interwar period until close to the 21st century.<sup id=\"cite_ref-25\" class=\"reference\"><a href=\"#cite_note-25\">&#91;25&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=European_interwar_economy&amp;action=edit&amp;section=9\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Golden_Twenties\" title=\"Golden Twenties\">Golden Twenties</a>, 1920s Germany</li>\n<li><a href=\"/wiki/Interwar_period\" title=\"Interwar period\">Interwar period</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=European_interwar_economy&amp;action=edit&amp;section=10\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">\"Interwar Period.\" History Today. History Today Ltd., 2012. Web. 15 Nov. 2014.</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Rapten, Pema D. \"Political Disorder: The Weimar Republic and Revolt 1918-23.\" Untitled Document. Mount Holyoke College, n.d. Web. 15 Nov. 2014.</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">\"Interwar Period.\" History Today. History Today Ltd., 2012. Web. 15 Nov. 2014.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">\"Interwar Period.\" History Today. History Today Ltd., 2012. Web. 15 Nov. 2014.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Rosés, Joan R., and Nikolaus Wolf. Prosperity and Depression in the European Economy during the Interwar Years (1913-1950): An Introduction. Working Papers in Economic History. Universidad Carlos III De Madrid, June 2008. Web. 16 Nov. 2014.</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">\"Inter-War Economy &amp; Government for Each Country.\" Worldology. Worldology LLC, 2009. Web. 15 Nov. 2014</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Rosés, Joan R., and Nikolaus Wolf. Prosperity and Depression in the European Economy during the Interwar Years (1913-1950): An Introduction. Working Papers in Economic History. Universidad Carlos III De Madrid, June 2008. Web. 16 Nov. 2014.</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Rosés, Joan R., and Nikolaus Wolf. Prosperity and Depression in the European Economy during the Interwar Years (1913-1950): An Introduction. Working Papers in Economic History. Universidad Carlos III De Madrid, June 2008. Web. 16 Nov. 2014.</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Rosés, Joan R., and Nikolaus Wolf. Prosperity and Depression in the European Economy during the Interwar Years (1913-1950): An Introduction. Working Papers in Economic History. Universidad Carlos III De Madrid, June 2008. Web. 16 Nov. 2014.</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Saenz-Cambra, Concepcion, ed. \"The European Economy in the Interwar Period.\" The Saylor Foundation (n.d.): 2-5. Saylor. Saylor Academy. Web. 16 Nov. 2014.</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Zermeno, Sebastain. \"Germany During the Interwar Period.\" Prezi.com. Prezi Inc., 8 June 2011. Web. 16 Nov. 2014.</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Zermeno, Sebastain. \"Germany During the Interwar Period.\" Prezi.com. Prezi Inc., 8 June 2011. Web. 16 Nov. 2014.</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">Tarpley, Webster G. \"British Financial Warfare: 1929; 1931-33; How The City Of London Created The Great Depression.\" TARPLEYnet. Wordpress, 1 Jan. 1997. Web. 16 Nov. 2014.</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">Olsson, Sven-Olof. \"What Can We Learn from Economic Crisis 1929-1933 When Discussing and Analyzing the Present Economic Crisis?\" SNEE Conference (2010): n. pag. Snee.org. Gothenburg University, 18–21 May 2010. Web. 16 Nov. 2014.</span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\">Olsson, Sven-Olof. \"What Can We Learn from Economic Crisis 1929-1933 When Discussing and Analyzing the Present Economic Crisis?\" SNEE Conference (2010): n. pag. Snee.org. Gothenburg University, 18–21 May 2010. Web. 16 Nov. 2014.</span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\">Olsson, Sven-Olof. \"What Can We Learn from Economic Crisis 1929-1933 When Discussing and Analyzing the Present Economic Crisis?\" SNEE Conference (2010): n. pag. Snee.org. Gothenburg University, 18–21 May 2010. Web. 16 Nov. 2014.</span>\n</li>\n<li id=\"cite_note-17\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-17\">^</a></b></span> <span class=\"reference-text\">Olsson, Sven-Olof. \"What Can We Learn from Economic Crisis 1929-1933 When Discussing and Analyzing the Present Economic Crisis?\" SNEE Conference (2010): n. pag. Snee.org. Gothenburg University, 18–21 May 2010. Web. 16 Nov. 2014.</span>\n</li>\n<li id=\"cite_note-18\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-18\">^</a></b></span> <span class=\"reference-text\">Barkai, Avraham. Nazi Economics: Ideology, Theory, and Policy. Trans. Ruth Hadass-Vashitz. Oxford: Berg Publishers Ltd., 1990.</span>\n</li>\n<li id=\"cite_note-19\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-19\">^</a></b></span> <span class=\"reference-text\">Shirer, William L. The Rise and Fall of the Third Reich. New York: Simon and Schuster, 1960.</span>\n</li>\n<li id=\"cite_note-20\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-20\">^</a></b></span> <span class=\"reference-text\">Hans-Joachim Braun, \"The German Economy in the Twentieth Century\", Routledge, 1990, p. 83</span>\n</li>\n<li id=\"cite_note-21\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-21\">^</a></b></span> <span class=\"reference-text\">\"The Four Year Plan.\" History Learning Site. N.p., May 2012. Web. 18 Nov. 2014.</span>\n</li>\n<li id=\"cite_note-22\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-22\">^</a></b></span> <span class=\"reference-text\">\"The Four Year Plan.\" History Learning Site. N.p., May 2012. Web. 18 Nov. 2014.</span>\n</li>\n<li id=\"cite_note-23\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-23\">^</a></b></span> <span class=\"reference-text\">Middleton, Victor T.C. \"Chapter 1.\" British Tourism: The Remarkable Story of Growth. By Leonard J. Lickorish. 2nd ed. N.p.: Routledge, n.d. 16. Print. page 2.</span>\n</li>\n<li id=\"cite_note-24\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-24\">^</a></b></span> <span class=\"reference-text\">Middleton, Victor T.C. \"Chapter 1.\" British Tourism: The Remarkable Story of Growth. By Leonard J. Lickorish. 2nd ed. N.p.: Routledge, n.d. 16. Print.</span>\n</li>\n<li id=\"cite_note-25\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-25\">^</a></b></span> <span class=\"reference-text\">Middleton, Victor T.C. \"Chapter 1.\" British Tourism: The Remarkable Story of Growth. By Leonard J. Lickorish. 2nd ed. N.p.: Routledge, n.d. 16. Print.</span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw2192\nCached time: 20180920160706\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.064 seconds\nReal time usage: 0.070 seconds\nPreprocessor visited node count: 388/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 359/2097152 bytes\nTemplate argument size: 89/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 9504/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.003/10.000 seconds\nLua memory usage: 525 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   27.657      1 Template:Reflist\n100.00%   27.657      1 -total\n 10.15%    2.807      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:44551490-0!canonical and timestamp 20180920160706 and revision id 843813042\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","*":"Economic_history_of_Europe"},{"sortkey":"","*":"Interwar_period"}],"links":[{"ns":0,"exists":"","*":"Adolf Hitler"},{"ns":0,"exists":"","*":"Austria"},{"ns":0,"exists":"","*":"Austria-Hungary Empire"},{"ns":0,"exists":"","*":"Belgium"},{"ns":0,"exists":"","*":"China"},{"ns":0,"exists":"","*":"Czechoslovakia"},{"ns":0,"exists":"","*":"Denmark"},{"ns":0,"exists":"","*":"Ethiopia"},{"ns":0,"exists":"","*":"Exports"},{"ns":0,"exists":"","*":"Fascism"},{"ns":0,"exists":"","*":"Finland"},{"ns":0,"exists":"","*":"First World War"},{"ns":0,"exists":"","*":"France"},{"ns":0,"exists":"","*":"Germany"},{"ns":0,"exists":"","*":"Gold standard"},{"ns":0,"exists":"","*":"Golden Twenties"},{"ns":0,"exists":"","*":"Great Depression"},{"ns":0,"exists":"","*":"Hermann Goering"},{"ns":0,"exists":"","*":"Hyperinflation"},{"ns":0,"exists":"","*":"Imports"},{"ns":0,"exists":"","*":"Industrialization"},{"ns":0,"exists":"","*":"Interbellum"},{"ns":0,"exists":"","*":"Internal combustion engine"},{"ns":0,"exists":"","*":"Interwar period"},{"ns":0,"exists":"","*":"Italy"},{"ns":0,"exists":"","*":"Japan"},{"ns":0,"exists":"","*":"John Maynard Keynes"},{"ns":0,"exists":"","*":"Nazi"},{"ns":0,"exists":"","*":"Nordic states"},{"ns":0,"exists":"","*":"Norway"},{"ns":0,"exists":"","*":"Poland"},{"ns":0,"exists":"","*":"Protectionism"},{"ns":0,"exists":"","*":"Rhineland"},{"ns":0,"exists":"","*":"Second World War"},{"ns":0,"exists":"","*":"Spanish Civil War"},{"ns":0,"exists":"","*":"Sweden"},{"ns":0,"exists":"","*":"Third Reich"},{"ns":0,"exists":"","*":"Total factor productivity"},{"ns":0,"exists":"","*":"Tourism"},{"ns":0,"exists":"","*":"Treaty of Versailles"},{"ns":0,"exists":"","*":"United Kingdom"},{"ns":0,"exists":"","*":"United States"},{"ns":0,"exists":"","*":"Weimar Republic"},{"ns":0,"exists":"","*":"World War 2"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":[],"sections":[{"toclevel":1,"level":"2","line":"Opportunities for Economic Growth","number":"1","index":"1","fromtitle":"European_interwar_economy","byteoffset":2000,"anchor":"Opportunities_for_Economic_Growth"},{"toclevel":1,"level":"2","line":"Economics and Politics after 1929","number":"2","index":"2","fromtitle":"European_interwar_economy","byteoffset":5553,"anchor":"Economics_and_Politics_after_1929"},{"toclevel":2,"level":"3","line":"Germany","number":"2.1","index":"3","fromtitle":"European_interwar_economy","byteoffset":6737,"anchor":"Germany"},{"toclevel":2,"level":"3","line":"United Kingdom","number":"2.2","index":"4","fromtitle":"European_interwar_economy","byteoffset":7919,"anchor":"United_Kingdom"},{"toclevel":2,"level":"3","line":"Nordic Countries","number":"2.3","index":"5","fromtitle":"European_interwar_economy","byteoffset":8986,"anchor":"Nordic_Countries"},{"toclevel":1,"level":"2","line":"Germany’s Fascist Economy","number":"3","index":"6","fromtitle":"European_interwar_economy","byteoffset":13109,"anchor":"Germany’s_Fascist_Economy"},{"toclevel":1,"level":"2","line":"The Four-year Plan","number":"4","index":"7","fromtitle":"European_interwar_economy","byteoffset":14851,"anchor":"The_Four-year_Plan"},{"toclevel":1,"level":"2","line":"Lasting Impacts of the Interwar Period","number":"5","index":"8","fromtitle":"European_interwar_economy","byteoffset":16165,"anchor":"Lasting_Impacts_of_the_Interwar_Period"},{"toclevel":1,"level":"2","line":"See also","number":"6","index":"9","fromtitle":"European_interwar_economy","byteoffset":18764,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"7","index":"10","fromtitle":"European_interwar_economy","byteoffset":18839,"anchor":"References"}],"parsewarnings":[],"displaytitle":"European interwar economy","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q48770540"}]}}