{"parse":{"title":"Educator effectiveness","pageid":46234009,"revid":833209852,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Educator effectiveness</b> is a <a href=\"/wiki/K%E2%80%9312_(education)\" class=\"mw-redirect\" title=\"K–12 (education)\">K-12 school system</a> education policy initiative that measures the quality of an <a href=\"/wiki/Teacher\" title=\"Teacher\">educator</a> performance in terms of improving student learning. It describes a variety of methods, such as observations, student assessments, student work samples and examples of teacher work, that education leaders use to determine the effectiveness of a K-12 educator.\n</p><p>The drive for educator effectiveness programs stem from <a href=\"/wiki/Race_to_the_top\" class=\"mw-redirect\" title=\"Race to the top\">Race to the top</a> where states were awarded points for meeting educational policies based on the teacher's effectiveness. This policy was the basis of the emergence of statewide educator effectiveness programs.\n</p><p>Educator effectiveness programs vary from state to state.  Typically, an educator effectiveness program describes a cycle of observations and assessments that apply to different groups of teachers during an academic year. New teachers are evaluated more frequently, and veteran teachers are evaluated across multiple year cycles. Evaluated teachers have multiple scheduled classroom observations and conferences with the evaluator in addition to unannounced classroom observations. A controversial aspect of  The purpose of evaluations is to help educators determine what is effective in their practices and provides them a medium to reflect upon and change their practice to help teachers become more effective.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Definition\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Definition</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Purpose\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Purpose</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#How_it_is_being_used\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">How it is being used</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Methods_of_evaluating_teachers\"><span class=\"tocnumber\">3.1</span> <span class=\"toctext\">Methods of evaluating teachers</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Criticisms\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Criticisms</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#See_also\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Sources\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Sources</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Definition\">Definition</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Educator_effectiveness&amp;action=edit&amp;section=1\" title=\"Edit section: Definition\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Educator effectiveness is a method used in the K-12 school system that uses multiple measures of assessments including classroom observations, student work samples, assessment scores and teacher artifacts, to determine the impact a particular teacher has on student's learning outcomes. While schools have used teacher evaluation practices and policies for many years, the emergence of educator effectiveness policies combines these existing practices with rubrics and test scores to provide more robust perspectives on the work of teachers. Educator effectiveness initiatives often use descriptions of effective teaching practices, such as <a href=\"/w/index.php?title=Charlotte_Danielson&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Charlotte Danielson (page does not exist)\">Charlotte Danielson</a>'s \"Framework for Teaching\", to organize teaching separate domains for assessment. Danielson's domains include: Planning and Preparation, Classroom Environment, Professional Responsibilities, and Instruction.\n</p>\n<h2><span class=\"mw-headline\" id=\"Purpose\">Purpose</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Educator_effectiveness&amp;action=edit&amp;section=2\" title=\"Edit section: Purpose\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Teacher evaluations have changed over time and have had different standards across the United States. Evaluation systems often have been comprised an administrator observing a teacher a couple times per year. In some locations, teacher observations were only done on a three-year or longer cycle. In the past, a Widget Effect, as described by <a href=\"/wiki/The_New_Teacher_Project\" title=\"The New Teacher Project\">The New Teacher Project</a> has been established that has developed a culture where all teachers feel as though they deserve the highest marks on evaluations. Schools used to see their job as filling positions and thought that any teacher who was given a license was high quality, and thus scored them according to that thought process. Therefore, all teachers were getting scores that were good or great and no variation was able to be determined between any two teachers.\n</p><p>Today, federal and state policies have encouraged school systems to design more comprehensive evaluation systems that rely on multiple measures of how a teacher performs by looking at items such as student performance gains, classroom observations, teacher reflections, content specific knowledge and student reflections. Some policy makers and researchers encourage the design of systems to identify and sort good and bad teachers; others are designed to provide meaningful feedback and professional development to teachers in order to enhance their skills.\n</p><p>Overall, the purpose of educator effectiveness is to build the capacity for teachers to enhance their skills. The effective teachers have an effect on student's ability to have a higher level of conceptual understanding of a topic and have displayed the ability to think more abstractly than peers taught by less effective teachers. Quality teaching also has been identified as a key influence for positive learning outcomes for the diverse body of students in the classroom.\n</p>\n<h2><span class=\"mw-headline\" id=\"How_it_is_being_used\">How it is being used</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Educator_effectiveness&amp;action=edit&amp;section=3\" title=\"Edit section: How it is being used\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>As of 2013, US schools United States had very little cohesiveness in their teacher effectiveness requirements and implementations. In 2013, 25 states required that student achievement is a big or the biggest part of teacher evaluations. Twenty-seven states required teacher evaluations be based on a variety of student assessments and work samples and 44 states required classroom observations to be put into teacher evaluations. Overall, 11 states require a statewide teacher evaluation system; 10 states gave a statewide evaluation model that districts can either do or decide to do a similar model. To date only a small handful of states have adopted policies connecting the performance of students to their teachers and the colleges where the teachers were trained.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>\n</p><p>Many countries have national policies that decide what teacher evaluation systems that schools will have to follow. Some countries such as <a href=\"/wiki/Denmark\" title=\"Denmark\">Denmark</a>, <a href=\"/wiki/Finland\" title=\"Finland\">Finland</a>, Iceland, Norway and <a href=\"/wiki/Sweden\" title=\"Sweden\">Sweden</a> provide annual feedback on teaching practices. Other countries, such as Norway and Iceland leave the decision about how the teacher evaluations systems will be done to be determined at a local level. The quality of teaching in these countries is compared to the curriculum they follow and with the school instructional plan. Finland does not use any standardized testing as a measure of teacher effectiveness. Singapore is another country that does not use test scores but rather focuses on how teachers work together as a main part of their evaluation system. Singapore also focuses heavily on professional development around evaluation, coaching, mentoring and collaborating with other educators with an overall goal of getting a high quality teaching staff.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p><p>There is significant debate in the U.S. about how to reward teachers for performance as measured by educator effectiveness policies. Some schools rewards teachers by paying them more based upon their student's test scores, which is linked to the Race to the Top funding in the United States.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> However, other reward systems are being created based on the idea that improving a teacher's capacity to learn and improve upon their practice will have a direct impact on student achievement. These schools increase pay for teachers who have a  National Board Certification using <a href=\"/wiki/National_Board_for_Professional_Teaching_Standards\" title=\"National Board for Professional Teaching Standards\">National Board for Professional Teaching Standards</a>, advanced degrees, engaging in professional development, mentor new colleagues and paying more for these qualified teachers in hard to staff schools <sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p><p>The connection of teacher effectiveness and merit pay varies in different countries. In Finland and Canada, they do not to use merit-pay approaches but encourage conversations between the evaluator and teacher about student progress and success. In contrast, Chinese and Singaporean teachers, get financial bonuses and promotions for high performance. High-performing countries have a strong system of professional and school-level accountability but look at success on things such as school improvement goals, professional contributions, and indicators of student well-being.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Methods_of_evaluating_teachers\">Methods of evaluating teachers</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Educator_effectiveness&amp;action=edit&amp;section=4\" title=\"Edit section: Methods of evaluating teachers\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Most educator effectiveness programs rely two kinds of data: observations of teaching practices and student outcomes data. There are four main sources of observational data collected by schools:\n</p>\n<ol><li>Classroom observations happen when someone comes into a teacher's classroom to observe their teaching practice, typically done by a school administrator. The methods of commenting on teaching practice within classroom observations varies from district created to purchased evaluation forms.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup></li>\n<li>Some schools use Self-Evaluation as a reflective tool for teachers to look at their current practice and change what they are doing to have a greater educational impact on students. Teachers often use a variety of tools to reflect and change their practice including self-monitoring, recording their own practice, and student's feedback through survey's and questionnaires.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup></li>\n<li>Teacher Portfolios are used to compile a variety of evidence of teacher practices for the purpose of showing development of teaching over time. It is often used in conjunction with self-reflection or peer-reviewing of teaching practices.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup></li>\n<li>Peer-Review of Teaching is a method for teaching to discuss their practice with another teacher or group of teachers that gives feedback about teaching and learning. Often an evaluation of the teaching materials is done with the purpose of providing feedback to change teaching practices.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup></li></ol>\n<p>The new part of educator effectiveness policies is the integration of outcome data into the evaluation process. The biggest component of the outcome data is growth of student learning as measured by standardized tests. Most educator effectiveness programs rely on some form of value-added measures to determine student growth. Value-added measure use longitudinal measures of student achievement to estimate the growth in student learning that can be attributed to individual teachers. If the students of a specific teacher demonstrate growth in learning better than predicated on standardized tests, the teacher is said to be effective; if the students score below the predicted scores, the teacher is said to be ineffective.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup>  Parent and student surveys are another method of collecting data on teachers and their educational practices.<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Criticisms\">Criticisms</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Educator_effectiveness&amp;action=edit&amp;section=5\" title=\"Edit section: Criticisms\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Many argue that it is difficult to measure the effect that teachers have on student learning. Many teachers who are in the K-12 system, teach subjects that are not assessed on state mandated testing. In order to effectively implement an educator effectiveness system, some argue that states need to create different evaluation systems for the teachers who teach students in non-tested areas such as submitted portfolios of student work, lesson logs, video clips of them teaching and reflective commentaries on lessons.<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup>\n</p><p>Others argue about the methodology as some districts are using value added models to determine the effectiveness to teachers. They state that it is an unreliable measurement tool because the makeup of classes differ greatly from teacher to teacher and from year to year. Some say that it ends up penalizing teachers who traditionally do not score well on standardized assessments such as students who receive free and reduce lunch and students with disabilities. They state that this may cause the highly effective teachers to work at schools with a low disability rate and a middle to high socioeconomic status.<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup> There are different ways to calculate the value-added effect of teachers that changes depending on how they define value-added and what they use to calculate it.  It typically does not account for the expectations put on students who go into a classroom reading below grade level and are expected to have a much higher growth rate than their peers.  Through many research studies, it has shown that the estimates of teacher effectiveness were not through the same throughout different years or content areas  such as reading and math and may be difficult to compare gains from tests from year to year when they don't measure the same content <sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup>\n</p><p>Some have commented that evaluators in states with teacher evaluation systems do not have through enough training. Furthermore, these evaluators often do not have to prove themselves as effective teachers themselves. As of 2013, only 13 states require a certification for their evaluators that require evaluators are effective teachers. Furthermore, often the same evaluator is observing students every time. In order to have high quality teacher feedback, some would argue that multiple perspectives by highly effective educators would create the dialogue and feedback that would help teachers to grow.<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Educator_effectiveness&amp;action=edit&amp;section=6\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Value-added_modeling\" title=\"Value-added modeling\">Value-added modeling</a></li>\n<li><a href=\"/wiki/Teacher_quality_assessment\" title=\"Teacher quality assessment\">Teacher quality assessment</a></li>\n<li><a href=\"/wiki/Race_to_the_top\" class=\"mw-redirect\" title=\"Race to the top\">Race to the top</a></li>\n<li><a href=\"/w/index.php?title=Charlotte_Danielson&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Charlotte Danielson (page does not exist)\">Charlotte Danielson</a></li>\n<li><a href=\"/wiki/New_Teacher_Center\" title=\"New Teacher Center\">New Teacher Center</a></li>\n<li><a href=\"/wiki/Data_based_decision_making\" title=\"Data based decision making\">Data based decision making</a></li>\n<li><a href=\"/wiki/Teacher_quality_assessment\" title=\"Teacher quality assessment\">Teacher quality assessment</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Educator_effectiveness&amp;action=edit&amp;section=7\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Doherty, K.M &amp; Jacobs, S. (2013).  State of the States 2013: Connect the Dots – Using evaluations of teacher effectiveness to inform policy and practice. Washington, D.C. The National Council on Teacher Quality.</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Walker, T. (2013, March 25). How Do High-Performing Nations Evaluate Teachers? - NEA Today. Retrieved April 22, 2015, from <a rel=\"nofollow\" class=\"external free\" href=\"http://neatoday.org/2013/03/25/how-do-high-performing-nations-evaluate-teachers/\">http://neatoday.org/2013/03/25/how-do-high-performing-nations-evaluate-teachers/</a></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Rosales, J. (2004). Pay based on test scores? What educators need to know about linking teacher pay to student achievement. National Education Association.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Flannery, M.E. &amp; Jehlen, A. (2008). Where is your pay plan heading? National Education Foundation</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Stewart, V. (2010). Raising Teacher Quality Around the World. Educational Leadership, 68(4), 16-20.</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Goe, L. &amp; Croft, A. (2008). Methods of Evaluating Teacher Effectiveness. Research-to-Practice Brief. National Comprehensive Center for Teacher Quality.</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Schwartz, M. (2015). Self-Evaluation of Teaching. Ryerson University: The Learning and Teaching Office.</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Center for Teaching. (2015) Teaching Portfolios from <a rel=\"nofollow\" class=\"external free\" href=\"http://cft.vanderbilt.edu/guides-sub-pages/teaching-portfolios/\">http://cft.vanderbilt.edu/guides-sub-pages/teaching-portfolios/</a></span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Center for Teaching and Learning (2015). Peer Review of Teaching.  University of Minnesota from <a rel=\"nofollow\" class=\"external free\" href=\"http://www1.umn.edu/ohr/teachlearn/resources/peer/\">http://www1.umn.edu/ohr/teachlearn/resources/peer/</a></span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Goe, L. &amp; Croft, A. (2008). Methods of Evaluating Teacher Effectiveness. Research-to-Practice Brief. National Comprehensive Center for Teacher Quality.</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Teaching and Learning Center (2015).  General Education Improvement. University of the Science from <a rel=\"nofollow\" class=\"external free\" href=\"http://www.usciences.edu/teaching/tips/improvement.shtml\">http://www.usciences.edu/teaching/tips/improvement.shtml</a></span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Darling-Hammond, . (2012). Creating a comprehensive system for evaluating and supporting effective teaching. Stanford, CA. Stanford Center for Opportunity Policy in Education.</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">Darling-Hammond, . (2012). Creating a comprehensive system for evaluating and supporting effective teaching. Stanford, CA. Stanford Center for Opportunity Policy in Education.</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">David, J.L ( 2010). What research says about using value-added measures to evaluate teachers. Educational Leadership (67)8</span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\">Doherty, K.M &amp; Jacobs, S. (2013).  State of the States 2013: Connect the Dots – Using evaluations of teacher effectiveness to inform policy and practice. Washington, D.C. The National Council on Teacher Quality.</span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"Sources\">Sources</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Educator_effectiveness&amp;action=edit&amp;section=8\" title=\"Edit section: Sources\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Alton-Lee, A. (2003). Quality teaching for diverse students in schooling: Best evidence synthesis. Wellington: Ministry of Education.</li>\n<li>Center for Teaching. (2015) Teaching Portfolios from <a rel=\"nofollow\" class=\"external free\" href=\"http://cft.vanderbilt.edu/guides-sub-pages/teaching-portfolios/\">http://cft.vanderbilt.edu/guides-sub-pages/teaching-portfolios/</a></li>\n<li>Darling-Hammond, . (2012). Creating a comprehensive system for evaluating and supporting effective teaching. Stanford, CA. Stanford Center for Opportunity Policy in Education.</li>\n<li>Doherty, K.M &amp; Jacobs, S. (2013).  State of the States 2013: Connect the Dots – Using evaluations of teacher effectiveness to inform policy and practice. Washington, D.C. The National Council on Teacher Quality.</li>\n<li>Goe, L. &amp; Croft, A. (2008). Methods of Evaluating Teacher Effectiveness. Research-to-Practice Brief. National Comprehensive Center for Teacher Quality.</li>\n<li>Gordon, R, Kane, T.J., &amp; Staiger, D.O. (2006). Identifying Effective Teachers Using Performance on the Job. The Brookings Institution. <a rel=\"nofollow\" class=\"external free\" href=\"http://www.brookings.edu/views/papers/200604hamilton_1.pdf\">http://www.brookings.edu/views/papers/200604hamilton_1.pdf</a></li>\n<li>Hattie, J. (2003, October). Teachers make a difference: What is the research evidence? Paper presented at the Australian Council for Educational Research Annual Conference on Building Teacher Quality, Melbourne.</li>\n<li>Hinchey, P.H., (2010). Getting Teacher Assessment Right: What Policymakers Can Learn From Research. National Education Policy Center</li>\n<li>Mihaly, K., McCaffrey, D., Staiger, D., &amp; Lockwood, J. (2013). A Composite Estimator of Effective Teaching. Rand Corporation. <a rel=\"nofollow\" class=\"external free\" href=\"http://metproject.org/downloads/MET_Composite_Estimator_of_Effective_Teaching_Research_Paper.pdf\">http://metproject.org/downloads/MET_Composite_Estimator_of_Effective_Teaching_Research_Paper.pdf</a></li>\n<li>Schwartz, M. (2015). Self-Evaluation of Teaching. Ryerson University: The Learning and Teaching Office.</li>\n<li>Steinberg, M.P. &amp; Sartain, L. (2015). Does Better Observation Make Better Teachers? Education Next. 16. <a rel=\"nofollow\" class=\"external free\" href=\"http://educationnext.org/better-observation-make-better-teachers/\">http://educationnext.org/better-observation-make-better-teachers/</a></li>\n<li>Stewart, V. (2010). Raising Teacher Quality Around the World. Educational Leadership, 68(4), 16-20.</li>\n<li>Teaching and Learning Center (2015).  General Education Improvement. University of the Science from <a rel=\"nofollow\" class=\"external free\" href=\"http://www.usciences.edu/teaching/tips/improvement.shtml\">http://www.usciences.edu/teaching/tips/improvement.shtml</a></li>\n<li>Toch, T. &amp; Rothman, R. (2008). Rush to Judgment: Teacher Evaluation in Public Education. Education Sector. <a rel=\"nofollow\" class=\"external free\" href=\"http://www.educationsector.org/usr_doc/RushToJudgment_ES_Jan08.pdf\">http://www.educationsector.org/usr_doc/RushToJudgment_ES_Jan08.pdf</a></li>\n<li>Walker, T. (2013, March 25). How Do High-Performing Nations Evaluate Teachers? - NEA Today. Retrieved April 22, 2015, from <a rel=\"nofollow\" class=\"external free\" href=\"http://neatoday.org/2013/03/25/how-do-high-performing-nations-evaluate-teachers/\">http://neatoday.org/2013/03/25/how-do-high-performing-nations-evaluate-teachers/</a></li>\n<li>Weisberg, D., Sexton, S., Mulhern, J., &amp; Keeling, D. (2009). The Widget Effect: Our National Failure to Acknowledge and Act on Differences in Teacher Effectiveness. <a rel=\"nofollow\" class=\"external free\" href=\"http://tntp.org/assets/documents/TheWidgetEffect_2nd_ed.pdf\">http://tntp.org/assets/documents/TheWidgetEffect_2nd_ed.pdf</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1322\nCached time: 20180903190620\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.060 seconds\nReal time usage: 0.071 seconds\nPreprocessor visited node count: 256/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 350/2097152 bytes\nTemplate argument size: 86/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 6151/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.003/10.000 seconds\nLua memory usage: 525 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   26.349      1 Template:Reflist\n100.00%   26.349      1 -total\n  7.40%    1.951      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:46234009-0!canonical and timestamp 20180903190620 and revision id 833209852\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","*":"Teaching"},{"sortkey":"","*":"Educational_assessment_and_evaluation"},{"sortkey":"","*":"Educators"},{"sortkey":"","*":"Learning"},{"sortkey":"","*":"Educational_administration"},{"sortkey":"","*":"School_and_classroom_behaviour"},{"sortkey":"","*":"Educational_research"}],"links":[{"ns":0,"exists":"","*":"Data based decision making"},{"ns":0,"exists":"","*":"Denmark"},{"ns":0,"exists":"","*":"Finland"},{"ns":0,"exists":"","*":"K–12 (education)"},{"ns":0,"exists":"","*":"National Board for Professional Teaching Standards"},{"ns":0,"exists":"","*":"New Teacher Center"},{"ns":0,"exists":"","*":"Race to the top"},{"ns":0,"exists":"","*":"Sweden"},{"ns":0,"exists":"","*":"Teacher"},{"ns":0,"exists":"","*":"Teacher quality assessment"},{"ns":0,"exists":"","*":"The New Teacher Project"},{"ns":0,"exists":"","*":"Value-added modeling"},{"ns":0,"*":"Charlotte Danielson"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["http://neatoday.org/2013/03/25/how-do-high-performing-nations-evaluate-teachers/","http://cft.vanderbilt.edu/guides-sub-pages/teaching-portfolios/","http://www1.umn.edu/ohr/teachlearn/resources/peer/","http://www.usciences.edu/teaching/tips/improvement.shtml","http://www.brookings.edu/views/papers/200604hamilton_1.pdf","http://metproject.org/downloads/MET_Composite_Estimator_of_Effective_Teaching_Research_Paper.pdf","http://educationnext.org/better-observation-make-better-teachers/","http://www.educationsector.org/usr_doc/RushToJudgment_ES_Jan08.pdf","http://tntp.org/assets/documents/TheWidgetEffect_2nd_ed.pdf"],"sections":[{"toclevel":1,"level":"2","line":"Definition","number":"1","index":"1","fromtitle":"Educator_effectiveness","byteoffset":1399,"anchor":"Definition"},{"toclevel":1,"level":"2","line":"Purpose","number":"2","index":"2","fromtitle":"Educator_effectiveness","byteoffset":2290,"anchor":"Purpose"},{"toclevel":1,"level":"2","line":"How it is being used","number":"3","index":"3","fromtitle":"Educator_effectiveness","byteoffset":4159,"anchor":"How_it_is_being_used"},{"toclevel":2,"level":"3","line":"Methods of evaluating teachers","number":"3.1","index":"4","fromtitle":"Educator_effectiveness","byteoffset":8091,"anchor":"Methods_of_evaluating_teachers"},{"toclevel":1,"level":"2","line":"Criticisms","number":"4","index":"5","fromtitle":"Educator_effectiveness","byteoffset":11254,"anchor":"Criticisms"},{"toclevel":1,"level":"2","line":"See also","number":"5","index":"6","fromtitle":"Educator_effectiveness","byteoffset":14380,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"7","fromtitle":"Educator_effectiveness","byteoffset":14588,"anchor":"References"},{"toclevel":1,"level":"2","line":"Sources","number":"7","index":"8","fromtitle":"Educator_effectiveness","byteoffset":14619,"anchor":"Sources"}],"parsewarnings":[],"displaytitle":"Educator effectiveness","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q22908058"}]}}