{"parse":{"title":"Liudmila Kovnatskaya","pageid":30525809,"revid":842284837,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"infobox biography vcard\" style=\"width:22em\"><tbody><tr><th colspan=\"2\" style=\"text-align:center;font-size:125%;font-weight:bold\"><span class=\"fn\">Liudmila Kovnatskaya</span></th></tr><tr><th scope=\"row\">Born</th><td>\n<span class=\"nickname\">Liudmila Girshevna Kovnatskaya</span><br /><span style=\"display:none\">(<span class=\"bday\">1941-02-05</span>)</span>5 February 1941<br /><span class=\"birthplace\"><a href=\"/wiki/Leningrad\" class=\"mw-redirect\" title=\"Leningrad\">Leningrad</a>, <a href=\"/wiki/Russian_SFSR\" class=\"mw-redirect\" title=\"Russian SFSR\">Russian SFSR</a>, <a href=\"/wiki/USSR\" class=\"mw-redirect\" title=\"USSR\">USSR</a> (present-day <a href=\"/wiki/Saint_Petersburg\" title=\"Saint Petersburg\">Saint Petersburg</a>, <a href=\"/wiki/Russia\" title=\"Russia\">Russia</a>)</span></td></tr><tr><th scope=\"row\">Known&#160;for</th><td>\nMonograph on <a href=\"/wiki/Benjamin_Britten\" title=\"Benjamin Britten\">Britten</a></td></tr><tr><th scope=\"row\">Awards</th><td>\nThe Scholar of the Year (1993, Cambridge Biographical Center); A. Belyaev Literary award (2001) for the book \"Arnold Schoenberg. Correspondence\" (St Petersburg, 2001); Honoured Art Worker of Russian Federation</td></tr><tr><td colspan=\"2\" style=\"text-align:center\">\n<b>Scientific career</b></td></tr><tr><th scope=\"row\">Fields</th><td class=\"category\">\n<a href=\"/wiki/Music_history\" title=\"Music history\">Music history</a>, <a href=\"/wiki/Musicology\" title=\"Musicology\">musicology</a></td></tr><tr><th scope=\"row\">Institutions</th><td>\nProfessor at the St Petersburg State Conservatoire named after N. Rimsky-Korsakov; Chief Researcher at the Russian Institute of Fine Arts History in St Petersburg; Head of the regional department of the International Musicological Society (IMS)</td></tr><tr style=\"display:none\"><td colspan=\"2\">\n</td></tr></tbody></table>\n<p><b>Liudmila Grigorievna Kovnatskaya</b> (born 5 February 1941) is a Russian musicologist. She is a professor at the <a href=\"/wiki/Saint_Petersburg_Conservatory\" title=\"Saint Petersburg Conservatory\">St Petersburg State Conservatoire named after N. Rimsky-Korsakov</a> (1987), and the Chief Researcher at the Russian Institute of Fine Arts History in St Petersburg. She is considered an Honoured Art Worker of Russian Federation.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Education\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Education</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Professional_experience\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Professional experience</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Books\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Books</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Books_and_collections_(editor,_co-editor)\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Books and collections (editor, co-editor)</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Articles_in_collection_and_monographs\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Articles in collection and monographs</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Selected_articles,_reviews_in_periodicals\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Selected articles, reviews in periodicals</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#See_also\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#External_links\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Education\">Education</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Liudmila_Kovnatskaya&amp;action=edit&amp;section=1\" title=\"Edit section: Education\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>She graduated in 1965 from two departments at the Leningrad State Conservatoire named after N. Rimsky-Korsakov: the department of History of Music and Piano Performing Faculty, and the department of Organ Playing, having studied under Prof Isai Braudo. It was at the Conservatoire that she finished a postgraduate course in the department of History of Western Music, under the supervision of Prof Dr Mikhail Druskin. In 1970 Liudmila Kovnatskaya presented a candidate dissertation on Benjamin Britten’s oeuvre. In 1987 she completed a doctoral dissertation on English music of 20th century, at the Moscow research institute of Arts of Academy of Science, USSR.\n</p>\n<h2><span class=\"mw-headline\" id=\"Professional_experience\">Professional experience</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Liudmila_Kovnatskaya&amp;action=edit&amp;section=2\" title=\"Edit section: Professional experience\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Since 1987 Prof Kovnatskaya is a member of <a href=\"/wiki/Union_of_Soviet_Composers\" title=\"Union of Soviet Composers\">Russian Composers’ Union</a>, and she was a member of the General Council for Cultural Affairs of St Petersburg from 1987 until 1993. In 2002 she became a member of the Council (Directorium) of the IMS. In the same year, she became a member of the editorial board of the journal “Tempo” (Cambridge).\n</p><p>In 2001 Prof Kovnatskaya became a materials consultant on Russian music for \"The Grove’s Dictionary of Music and Musicians\" (London: McMillan, 2001). She was also a guest lecturer at the University of Manchester (1991), the Aldeburgh Festival (UK), and the Ural Conservatoire in Yekaterinburg.\n</p><p>Liudmila Kovnatskaya is the author of a monograph about <a href=\"/wiki/Benjamin_Britten\" title=\"Benjamin Britten\">Benjamin Britten</a> (Moscow, 1974), in the book “English Music in the 20th Century: Sources and periods of development” (Moscow, 1986). Thanks to her research and organization activity in Russia, various festivals and concerts were organized, which were dedicated to English classic music, including Britten. Among them were “Ars Britannica” (1988–1990), the festival in honour of “The 80th anniversary of B. Britten” (1993), “The World of <a href=\"/wiki/Ralph_Vaughan_Williams\" title=\"Ralph Vaughan Williams\">Ralph Vaughan Williams</a>” (1996), the festival of Britten’s music on his 85th anniversary (1998), the jubilee concert in honour of Britten and <a href=\"/wiki/Saint_Cecilia\" title=\"Saint Cecilia\">Saint Cecilia</a>, patron saint of musicians (2003), the concert “World of Opera: Benjamin Britten”, and others.\n</p><p>Prof Kovnatskaya’s research fields include <a href=\"/wiki/Music_of_Russia\" title=\"Music of Russia\">History of Russian Music</a>; she has written, edited and compiled books and articles on <a href=\"/wiki/Dmitri_Shostakovich\" title=\"Dmitri Shostakovich\">D. Shostakovich</a>. Among her non-published manuscripts one can find a monumental work entitled “Ideological control of Musical avant-garde of 1920s: Leningrad Association of Contemporary Music in reports and other materials” (Soros Foundation Funding).\n</p><p>Shostakovich, Schoenberg, Britten, Purcell, Tippet, Arensky, Balakirev, English music, Russian-English connections, M. S. Druskin, A. Schweitzer and the Soviet musical epoch – all these subjects were established by Prof Kovnatskaya due to her intensive and rigorous nature as a researcher, editor and author of books, proceedings, collections and many-volume editions.\n</p><p>A separate field of her research and publishing activity is the ‘offering to the Teacher’, who was a famous musicologist and Professor of Leningrad Conservatoire Mikhail Druskin. In 2009, thanks to Prof Kovnatskaya, a two-volume collection was published, entitled “Memory to Mikhail Semenovich Druskin”, which united articles, recollections, biographical materials and correspondence. All who knew M. Druskin as a musician, musicologist and teacher took part in the creation of this 1000 page book. Furthermore, in addition to this, Liudmila Kovnatskaya led the task of re-publishing works by Druskin and, as a result, realized an extensive project: a 7-volume Collected Works. At present, the first volume, “Clavir music”, and the fourth volume, “Igor Stravinsky”, are published.\n</p>\n<h2><span class=\"mw-headline\" id=\"Books\">Books</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Liudmila_Kovnatskaya&amp;action=edit&amp;section=3\" title=\"Edit section: Books\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Research “Ideological control of Musical avant-garde of 1920s (Leningrad Association of Contemporary Music in reports and other materials” – 1997-1999. A Grant-holder of the George Soros Foundation (“The Open Society” Institute) –– manuscript</li>\n<li>English music in the 20th century. Sources and periods of development. Moscow: Sovietsky Kompozitor, 1986. 216 pp.</li>\n<li>Benjamin Britten. Moscow: Sovietsky Kompozitor, 1974. 392 pp.</li></ul>\n<h2><span id=\"Books_and_collections_.28editor.2C_co-editor.29\"></span><span class=\"mw-headline\" id=\"Books_and_collections_(editor,_co-editor)\">Books and collections (editor, co-editor)</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Liudmila_Kovnatskaya&amp;action=edit&amp;section=4\" title=\"Edit section: Books and collections (editor, co-editor)\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Druskin M. S. Collected Works: in 7 vls. Ed. by L. G. Kovnatskaya. Vol. 4: Igor Stravinsky. Eds: L. G. Kovnatskaya, V. P. Varunts, O. B. Manulkina, N. A. Braginskaya, L. O. Ader. St Petersburg: Kompozitor, 2009. 584 pp.</li>\n<li>Memory to Mikhail Semenovich Druskin: in 2 vol. Vol. 1: Articles. Memoires. Eds.: L. G. Kovnatskaya, A. K. Koenigsberg, L. V. Miheeva. Materials preparation: L. O. Ader; O. N. Tchumikova. St Petersburg State Conservatoire named after N. A. Rimsky-Korsakov. St Petersburg: Allegro, 2009. 584 pp.: Vol. 2: From correspondence. 428 pp.</li>\n<li>Russian-British musical connections. Eds: L. G. Kovnatskaya, M. P. Mischenko, O. N. Tchumikova. St Petersburg, 2009. 354 pp.</li>\n<li>Druskin M. S. Collected Works: in 7 vls. Ed. by L. G. Kovnatskaya. Vol. 1: Clavier music of Stain, England, Netherlands, France, Italy, Germany in 16th – 18th centuries. Ed.-compl. L. G. Kovnatskaya. Ed. Board: I. V. Rozanov and oth. St Petersburg: Kompozitor, 2007. 752 pp.</li>\n<li>Dmitry Shostakovich: Studies and materials. Vol. 2. Eds. O. Digonskaya and L. Kovnatskaya. Moscow: DSCH, 2007.</li>\n<li>D. D. Shostakovich. Letters to I. I. Sollertinsky. St Petersburg: Kompozitor, 2006. 372 pp.</li>\n<li>Dmitry Shostakovich: Studies and materials. Vol. 1. Moscow: DSCH, 2005. 208 pp.</li>\n<li>Cantus Planus – 2002. Russian version. Vol. 1. Ed. A. Vovk. St Petersburg: Kompozitor, 2004. 372 pp.</li>\n<li>Albert Schweitzer. I. S. Bach / Transl. in Russian by Ya. S. Druskin, Ed. by M. S. Druskin. 2nd ed., enlarged. Moscow: Klassika – XXI, 2002. 816 pp.</li>\n<li>M. Druskin. History of Foreign Music. Second half of 19th century. Vol. 4. 7th ed. St Petersburg: Kompozitor, 2002. 630 pp. (editorial member together with V. V. Smirnov, A. K. Koenigsberg and N. I. Degtyareva).</li>\n<li>Arnold Schoenberg. Letters / Transl. in Russian by V. G. Schnitke; ed. by M. S. Druskin. St Petersburg: Kompozitor; Pro Arte, 2000. 920 pp. – Literary award and medal named by A. Belyaev.</li>\n<li>D. D. Shostakovich: Between the moment and Eternity. Documents. Articles. Publications. St Petersburg, 2000. 920 pp. – A book of a year.</li>\n<li>Scientific advisor for Russian music materials for The Grove’s Dictionary of Music and Musicians. London, McMillan, 2001</li>\n<li>P. A. Arensky. Musical dictionary for exiles. Letters. (From the personal archive of M. L. Rostropovitch). St Petersburg: Severnij olen, 1999. 104 pp.</li>\n<li>D. D. Shostakovich: Collections to the 90th anniversary. St Petersburg: Kompozitor, 1996. 400 pp.</li>\n<li>Memory to N. S. Rabinovitch. Essays, memoiresm, documents. Washington (DC), USA, H.Frager &amp; Co., 1996. 247 pp.</li>\n<li>Igor Komarov. Articles and essays. St Petersburg: Kompozitor, 1992.</li>\n<li>Genrikh Orlov. A tree of Music. Washington (DC), H. Frager &amp; Co; St.-Petersburg, Sovietsky Kompozitor, 1992 – 410 pp.; 2nd ed. – 2005.</li>\n<li>Traditions of musicology. A collection of research articles. By 125-year celebration of Leningrad Conservatoire). Leningrad: Sovietsky Kompozitor, 1989. 208 pp.</li>\n<li>History and Modernity. Collection of articles to 75th anniversary of M. S. Druskin (ed. by L. Kovnatskaya together with M. D. Sabinina and A. I. Klimovitsky. Leningrad: Sovietsky Kompozitor, 1981. 288 pp.</li></ul>\n<h2><span class=\"mw-headline\" id=\"Articles_in_collection_and_monographs\">Articles in collection and monographs</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Liudmila_Kovnatskaya&amp;action=edit&amp;section=5\" title=\"Edit section: Articles in collection and monographs\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Opera under the arch of church (triptych by Benjamin Britten). In: <i>Life of religion in Music</i>. Collection of articles. St Petersburg: Sudarinya, 2006. 199-208.</li>\n<li>LASM – what was it? In: <i>Vremen svyazujuschaya nit</i>. Collection to anniversary of E. S. Barutcheva. St Petersburg, 2004. 139-47.</li>\n<li><i>Finnish suite</i> by Shostakovich: from the manuscript history. In: <i>Collection of articles of Sibelius Academy</i>. Helsinki, 2004. in English and Finnish.</li>\n<li>Dialogues about Shostakovich: From the History of Russian Studies about Shostakovich. In: <i>A Shostakovich Casebook</i>. Ed. by Malcolm Hamrick Brown. Bloomington and Indianapolice: Indiana University Press, 2004. 238-53.</li>\n<li>An Episode in the Life of a Book: An Interview with Henry Orlov. In: <i>A Shostakovich Casebook</i>. Ed. By Malcolm Hamrick Brown. Bloomington and Indianapolice: Indiana University Press. 2004. 97–126</li>\n<li>I. S. Bach in life of brothers Druskins (in collaboration with M. Mischenko). In: Albert Schweitzer. <i>I. S. Bach</i>. Moscow: Klassika – XXI, 2002. 657-83.</li>\n<li>Bach’s story in Petersburg musical context of 20th century. In: <i>Petersburgskaya konservatorija v mirovom muzykalnom prozesse. 1862–2002</i>. International conference proceeding of the session dedicated to 140-years Anniversary of the Conservatoire (17–19 September 2002). St Petersburg, St Petersburg State Conservatoire, 2002. 107-10.</li>\n<li>Music of Britain. In: <i>Istorija zarubezhnoj muzyki</i>. Vol. 6: The beginning of 20th century – first half of 20th century. St Petersburg: Kompozitor, 2001. 581-626.</li>\n<li>Prokofiev and Britten (about historical parallels, influences and reminiscence). In: <i>Otrazhenija muzykalnogo teatra</i>. Book 2. Collection of articles and materials to an anniversary of L. G. Danko. St Petersburg: Kanon, 2001. 50-69.</li>\n<li>Shostakovich and Bogdanov-Berezovsky (1920s). In: <i>D. D. Shostakovich: Between the moment and Eternity. Documents. Articles. Publications</i>. St Petersburg, 2000. 16-59.</li>\n<li>An episode from the book life. An interview with Genrikh Orlov. In: <i>D. D. Shostakovich: Between the moment and Eternity. Documents. Articles. Publications</i>. St Petersburg, 2000. 717-738.</li>\n<li>Shostakovich and Britten: Some Parallels. In: <i>Shostakovich in Context</i>. Oxford University Press, 2000. 175–89</li>\n<li>Last opera by Britten (introduction to a masterpiece). In: <i>Muzykalnij teatr 19-20 vekov: voprosi evolutsii</i>. Rostov-na-Dony: Gefest, 1999. 163-80.</li>\n<li>“The Cherubic Hymn”: about an unknown author’s draft by M. A. Balakirev. In: <i>Balakirevu posvyaschaetsya</i>. Collection of articles to 160-year anniversary of the composer (1836–1996). St Petersburg: Kanon, 1998. 113-39.</li>\n<li>Benjamin Britten – A song cycle \"<a href=\"/wiki/The_Poet%27s_Echo\" title=\"The Poet&#39;s Echo\">The Poet's Echo</a>\" on poems by Pushkin (English ‘echo’ of Russian poet). In: <i>Muzykalnoe prinoshenie to 75-year anniversary of E. A. Ruchevskaya</i>. St Petersburg: Kanon, 1998. 194-220.</li>\n<li>Works by M. S. Druskin. In: <i>Issledovanija. Publizistika. To 20th anniversary of Musical critic department</i>. A collection of articles. St Petersburg: St Petersburg State Conservatoire named after N. A. Rimsky-Korsakov, 1997. 332-7.</li>\n<li>Shostakovich in LASM protocols. In: <i>D. D. Shostakovich. Collection of articles to 90 year anniversary</i>. St Petersburg: Kompozitor, 1996. 48-67.</li>\n<li>Shostakovich and Britten: Some parallels. In: <i>D. D. Shostakovich. Collection of articles to 90 year anniversary</i>. St Petersburg: Kompozitor, 1996. 306-32.</li>\n<li>Note on a Theme from \"Peter Grimes \". In: <i>On Mahler and Britten. Essays in Honour of Donald Mitchell on His Seventieth Birthday</i>. London: The Boydell Press, 1995. 172–85</li>\n<li>About I. A. Braudo. In: <i>Leningradskaya konservatorija v vospominanijakh</i>. Vol. 2. Leningrad: Muzyka, 1998. 97-101.</li>\n<li>Composers of England. In: <i>Musyka of 20 veka</i>. Moscow: Muzyka, 1987. 269-93.</li>\n<li>Michael Tippet and his opera <i>King Priam</i>. In: <i>Ocherki po istorii zarubezhnoj muzyki 20 veka</i>. Leningrad: Muzyka, 1983. 40-58.</li>\n<li>Folk elements of vocal melodies by Britten. In: <i>Problemy muzykalnoj nauki</i>. Collection of articles. Vol. 1. Moscow: Sovetsky kompozitor, 1972. 298-325.</li>\n<li>Britten and traditions of English folk music genres. In: <i>Iz istorii muzyki 20 veka</i>. Moscow: Muzyka, 1971. 208-225.</li></ul>\n<h2><span id=\"Selected_articles.2C_reviews_in_periodicals\"></span><span class=\"mw-headline\" id=\"Selected_articles,_reviews_in_periodicals\">Selected articles, reviews in periodicals</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Liudmila_Kovnatskaya&amp;action=edit&amp;section=6\" title=\"Edit section: Selected articles, reviews in periodicals\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>“What they write you from USSR? Me – a little”. A Correspondence of S. Prokofiev and M. Druskin (publication, introduction, comments and conclusion). In: Muzykalnaya akademija. 2000. No. 2. 203-16.</li>\n<li>Shostakovich and the LASM // Tempo. 1998. № 206. pp.&#160;2–6</li>\n<li>He also was ‘a survivor from Warsaw’. In: Muzykalnaya akademija. 1998. No. 3-4. 273-5.</li>\n<li>Sergey Banevitch. “Arias from unwritten operas”. In: Zhurnal lubitelej iskusstv. 1997. No. 8-9. 38-40.</li>\n<li>“Not a cherry tree in sight!” (Gerard McBurney). In: Muzykalnaya akademija. 1997. No. 4. 220-1.</li>\n<li>\"Peter Grimes\" at the Kirov opera and ballet theater. In: Melos. En Musiktidskrift. 1997. № 19/20. 64–71</li>\n<li>Sprawoznania: Irina Nikolska: Ot Szymanovskogo do Lutoclavskogo i Piendierieckogo. Ocherki razvitiya simfonicheskoy muziki v Polsze XX wieka. Moscow, 1990, Sowietskij Kompozitor. In: Muzyka. Warzsaw. 1997. No. 1. 129–133.</li>\n<li>Philharmonic and LASM. In: Pro Musica. 1996. No. 6. 10.</li>\n<li>Alexander Knaifel. “Chapter Eight”. Canticum Canticorum. In: Muzykalnoe obozrenie. 1995. No. 7-8. 18.</li>\n<li>“To return Stravinsky to motherland, to return him for motherland..” (A shorthand record and materials of discussion of Druskin’s book about Stravinsky). In: Muzykalnaya akademija. 1995. No. 4-5. 195-229.</li>\n<li>Eight chapter. This is sincere and earnestly religious music, sermon, that is called to overcome wandering attention (“Chapter Eight” by Alexander Knaifel. A world premiere). In: Pro Musica. 1995. No. 1. 7.</li>\n<li>A life in letters (\"Letters from A Life\": to 80 year anniversary of B. Britten). In: Muzykalnaya akademija. 1993. No. 4. 214–21.</li>\n<li>Russian Funeral through Russian ears: aural impressions and some questions. In: International Journal of Musicology. [Frankfurt am Main] 1993. Vol. 2. 321–32.</li>\n<li>(About Boris Filanovsky). In: Muzykalnaya akademija. 1993. No. 1. 44.</li>\n<li>Warning to those who is alive (“War Requiem” by Britten). In: Muzykalnaya zhizn’. 1984. No. 9. 15-6.</li>\n<li>Michael Tippett. (75-year anniversary of a British composer). In: Sovietskaya muzyka. 1980. No. 11. 123-29.</li>\n<li>To 250-years of “the Beggar’s opera”. In: Sovietskaya muzyka. 1978. No. 5. 105-9.</li>\n<li>Coryphaeus of English music. To 100-year anniversary of Gustav Holst. In: Sovietskaya muzyka. 1975. No. 1. 134-5.</li>\n<li>Revival of the masterpiece. “Dido and Aeneas” by Purcell. In: Muzykalnaya zhizn’. 1974. No. 14. 18-9.</li>\n<li>An outstanding master. To 60 year anniversary by B. Britten. In: Sovietskaya muzyka. 1973. No. 11. 117-23.</li>\n<li>Roy Harris (USA). In: Sovietskaya muzyka. 1973. No. 10. 134-5.</li>\n<li>About new English musical revival. In: Sovietskaya muzyka. 1973. No. 7. 118-25.</li>\n<li>Lillian Libman. \"And Music at the Close…\": Stravinsky's Last Years. In: Sovietskaya muzyka. 1973. No. 5. 122–9.</li>\n<li>From the history of English ethnography. In: Sovietskaya muzyka. 1971. No. 7. 137-40.</li>\n<li>English ballad. In: Muzykalnaya zhizn’. 1969. No. 19. 21-2.</li>\n<li>Benjamin Britten. In: Muzykalnaya zhizn’. 1968. No. 10. 15-6.</li></ul>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Liudmila_Kovnatskaya&amp;action=edit&amp;section=7\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Women_in_musicology\" title=\"Women in musicology\">Women in musicology</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Liudmila_Kovnatskaya&amp;action=edit&amp;section=8\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Russian Shostakovich Studies: History in the Contemporary Stage <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.mmb.org.gr/page/default.asp?id=4066&amp;la=2\">[1]</a></li>\n<li>Shostakovich and the LASM <a rel=\"nofollow\" class=\"external autonumber\" href=\"https://www.jstor.org/pss/945501\">[2]</a></li>\n<li>Notes on a Theme from 'Peter Grimes' // On Mahler and Britten: Essays in Honour of Donald Mitchell <a rel=\"nofollow\" class=\"external autonumber\" href=\"https://books.google.com/books?id=wK5vH7dvt6EC&amp;pg=PA172&amp;lpg=PA172&amp;dq=liudmila+kovnatskaya&amp;source=bl&amp;ots=NkZ1fe6dq9&amp;sig=S2X1A4ZmvCjqaRwDEuV7uLnoL-E&amp;hl=ru&amp;ei=Od8dTfvhKouYOuSF6a8J&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=2&amp;ved=0CBoQ6AEwATgK#v=onepage&amp;q&amp;f=false\">[3]</a></li>\n<li>(mentioned) Shostakovich: A Life Remembered (New Edition). By Elizabeth Wilson <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://ml.oxfordjournals.org/content/88/4/697.short\">[4]</a></li>\n<li>(mentioned) A Whittall - Music and Letters, 2002 - Oxford University Press <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://ml.oxfordjournals.org/content/83/4/653.full.pdf\">[5]</a></li>\n<li>(mentioned) Sheinberg, Shostakovich in Context <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://muse.jhu.edu/login?uri=/journals/notes/v057/57.4sheinberg.html\">[6]</a></li>\n<li>Cambridge journals <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://journals.cambridge.org/action/quickSearch?quickSearchType=search_combined&amp;inputField1=kovnatskaya&amp;fieldStartMonth=01&amp;fieldStartYear=1800&amp;fieldEndMonth=12&amp;fieldEndYear=2011&amp;searchType=ADVANCESEARCH&amp;searchTypeFrom=quickSearch&amp;fieldScjrnl=All&amp;fieldSccats=All&amp;selectField1=%23&amp;jnlId=TEM&amp;journalSearchType=&amp;submit_quick_search.x=0&amp;submit_quick_search.y=0\">[7]</a></li>\n<li>(mentioned) Message of the president of IMS 2007 <a rel=\"nofollow\" class=\"external autonumber\" href=\"https://web.archive.org/web/20110707000811/http://www.ims-online.ch/pdf/Comm78web.pdf\">[8]</a></li></ul>\n<div role=\"navigation\" class=\"navbox\" aria-labelledby=\"Authority_control_frameless_&amp;#124;text-top_&amp;#124;10px_&amp;#124;alt=Edit_this_at_Wikidata_&amp;#124;link=https&amp;#58;//www.wikidata.org/wiki/Q4225796&amp;#124;Edit_this_at_Wikidata\" style=\"padding:3px\"><table class=\"nowraplinks hlist navbox-inner\" style=\"border-spacing:0;background:transparent;color:inherit\"><tbody><tr><th id=\"Authority_control_frameless_&amp;#124;text-top_&amp;#124;10px_&amp;#124;alt=Edit_this_at_Wikidata_&amp;#124;link=https&amp;#58;//www.wikidata.org/wiki/Q4225796&amp;#124;Edit_this_at_Wikidata\" scope=\"row\" class=\"navbox-group\" style=\"width:1%\"><a href=\"/wiki/Help:Authority_control\" title=\"Help:Authority control\">Authority control</a> <a href=\"https://www.wikidata.org/wiki/Q4225796\" title=\"Edit this at Wikidata\"><img alt=\"Edit this at Wikidata\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Blue_pencil.svg/10px-Blue_pencil.svg.png\" width=\"10\" height=\"10\" style=\"vertical-align: text-top\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Blue_pencil.svg/15px-Blue_pencil.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/7/73/Blue_pencil.svg/20px-Blue_pencil.svg.png 2x\" data-file-width=\"600\" data-file-height=\"600\" /></a></th><td class=\"navbox-list navbox-odd\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><span class=\"nowrap\"> <a rel=\"nofollow\" class=\"external text\" href=\"https://www.worldcat.org/identities/containsVIAFID/2882146\">WorldCat Identities</a></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/International_Standard_Name_Identifier\" title=\"International Standard Name Identifier\">ISNI</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"http://isni.org/isni/0000000083511148\">0000 0000 8351 1148</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Virtual_International_Authority_File\" title=\"Virtual International Authority File\">VIAF</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"https://viaf.org/viaf/2882146\">2882146</a></span></span></li></ul>\n</div></td></tr></tbody></table></div>\n\n<!-- \nNewPP limit report\nParsed by mw2219\nCached time: 20180921215315\nCache expiry: 86400\nDynamic content: true\nCPU time usage: 0.152 seconds\nReal time usage: 0.188 seconds\nPreprocessor visited node count: 1339/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 11657/2097152 bytes\nTemplate argument size: 2446/2097152 bytes\nHighest expansion depth: 18/40\nExpensive parser function count: 2/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 1/400\nLua time usage: 0.060/10.000 seconds\nLua memory usage: 1.85 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  155.956      1 -total\n 79.30%  123.678      1 Template:Infobox_scientist\n 74.41%  116.052      1 Template:Infobox_person\n 65.66%  102.404      2 Template:Infobox\n 20.59%   32.116      1 Template:Authority_control\n 15.61%   24.351      5 Template:Br_separated_entries\n  5.99%    9.347      1 Template:Wikidata_image\n  4.92%    7.666      1 Template:Birth_date\n  3.65%    5.693      3 Template:If_empty\n  2.57%    4.013      1 Template:Unbulleted_list\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:30525809-0!canonical and timestamp 20180921215315 and revision id 842284837\n -->\n</div>"},"langlinks":[{"lang":"ru","url":"https://ru.wikipedia.org/wiki/%D0%9A%D0%BE%D0%B2%D0%BD%D0%B0%D1%86%D0%BA%D0%B0%D1%8F,_%D0%9B%D1%8E%D0%B4%D0%BC%D0%B8%D0%BB%D0%B0_%D0%93%D1%80%D0%B8%D0%B3%D0%BE%D1%80%D1%8C%D0%B5%D0%B2%D0%BD%D0%B0","langname":"Russian","autonym":"русский","*":"Ковнацкая, Людмила Григорьевна"}],"categories":[{"sortkey":"Kovnatskaya, Liudmila","hidden":"","*":"Articles_with_hCards"},{"sortkey":"Kovnatskaya, Liudmila","hidden":"","*":"Wikipedia_articles_with_ISNI_identifiers"},{"sortkey":"Kovnatskaya, Liudmila","hidden":"","*":"Wikipedia_articles_with_VIAF_identifiers"},{"sortkey":"Kovnatskaya, Liudmila","*":"1941_births"},{"sortkey":"Kovnatskaya, Liudmila","*":"Living_people"},{"sortkey":"Kovnatskaya, Liudmila","*":"Music_history"},{"sortkey":"Kovnatskaya, Liudmila","*":"Music_historians"},{"sortkey":"Kovnatskaya, Liudmila","*":"Russian_music_critics"},{"sortkey":"Kovnatskaya, Liudmila","*":"Russian_music_educators"},{"sortkey":"Kovnatskaya, Liudmila","*":"Russian_musicologists"},{"sortkey":"Kovnatskaya, Liudmila","*":"Women_musicologists"},{"sortkey":"Kovnatskaya, Liudmila","*":"Women_writers_about_music"}],"links":[{"ns":14,"exists":"","*":"Category:Wikipedia articles with ISNI identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with VIAF identifiers"},{"ns":0,"exists":"","*":"Benjamin Britten"},{"ns":0,"exists":"","*":"Dmitri Shostakovich"},{"ns":0,"exists":"","*":"International Standard Name Identifier"},{"ns":0,"exists":"","*":"Leningrad"},{"ns":0,"exists":"","*":"Music history"},{"ns":0,"exists":"","*":"Music of Russia"},{"ns":0,"exists":"","*":"Musicology"},{"ns":0,"exists":"","*":"Ralph Vaughan Williams"},{"ns":0,"exists":"","*":"Russia"},{"ns":0,"exists":"","*":"Russian SFSR"},{"ns":0,"exists":"","*":"Saint Cecilia"},{"ns":0,"exists":"","*":"Saint Petersburg"},{"ns":0,"exists":"","*":"Saint Petersburg Conservatory"},{"ns":0,"exists":"","*":"The Poet's Echo"},{"ns":0,"exists":"","*":"USSR"},{"ns":0,"exists":"","*":"Union of Soviet Composers"},{"ns":0,"exists":"","*":"Virtual International Authority File"},{"ns":0,"exists":"","*":"Women in musicology"},{"ns":12,"exists":"","*":"Help:Authority control"}],"templates":[{"ns":10,"exists":"","*":"Template:Infobox scientist"},{"ns":10,"exists":"","*":"Template:Infobox person"},{"ns":10,"exists":"","*":"Template:Infobox"},{"ns":10,"exists":"","*":"Template:Br separated entries"},{"ns":10,"exists":"","*":"Template:Birth date"},{"ns":10,"exists":"","*":"Template:MONTHNUMBER"},{"ns":10,"exists":"","*":"Template:MONTHNAME"},{"ns":10,"exists":"","*":"Template:If empty"},{"ns":10,"exists":"","*":"Template:Unbulleted list"},{"ns":10,"exists":"","*":"Template:Template other"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Wikidata image"},{"ns":10,"exists":"","*":"Template:Authority control"},{"ns":10,"exists":"","*":"Template:EditAtWikidata"},{"ns":828,"exists":"","*":"Module:Infobox"},{"ns":828,"exists":"","*":"Module:Navbar"},{"ns":828,"exists":"","*":"Module:Separated entries"},{"ns":828,"exists":"","*":"Module:TableTools"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:InfoboxImage"},{"ns":828,"exists":"","*":"Module:If empty"},{"ns":828,"exists":"","*":"Module:List"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Authority control"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:ResolveEntityId"},{"ns":828,"exists":"","*":"Module:Navbox"},{"ns":828,"exists":"","*":"Module:EditAtWikidata"}],"images":["Blue_pencil.svg"],"externallinks":["https://www.wikidata.org/wiki/Q4225796","http://www.mmb.org.gr/page/default.asp?id=4066&la=2","https://www.jstor.org/pss/945501","https://books.google.com/books?id=wK5vH7dvt6EC&pg=PA172&lpg=PA172&dq=liudmila+kovnatskaya&source=bl&ots=NkZ1fe6dq9&sig=S2X1A4ZmvCjqaRwDEuV7uLnoL-E&hl=ru&ei=Od8dTfvhKouYOuSF6a8J&sa=X&oi=book_result&ct=result&resnum=2&ved=0CBoQ6AEwATgK#v=onepage&q&f=false","http://ml.oxfordjournals.org/content/88/4/697.short","http://ml.oxfordjournals.org/content/83/4/653.full.pdf","http://muse.jhu.edu/login?uri=/journals/notes/v057/57.4sheinberg.html","http://journals.cambridge.org/action/quickSearch?quickSearchType=search_combined&inputField1=kovnatskaya&fieldStartMonth=01&fieldStartYear=1800&fieldEndMonth=12&fieldEndYear=2011&searchType=ADVANCESEARCH&searchTypeFrom=quickSearch&fieldScjrnl=All&fieldSccats=All&selectField1=%23&jnlId=TEM&journalSearchType=&submit_quick_search.x=0&submit_quick_search.y=0","https://web.archive.org/web/20110707000811/http://www.ims-online.ch/pdf/Comm78web.pdf","https://www.worldcat.org/identities/containsVIAFID/2882146","http://isni.org/isni/0000000083511148","https://viaf.org/viaf/2882146"],"sections":[{"toclevel":1,"level":"2","line":"Education","number":"1","index":"1","fromtitle":"Liudmila_Kovnatskaya","byteoffset":1343,"anchor":"Education"},{"toclevel":1,"level":"2","line":"Professional experience","number":"2","index":"2","fromtitle":"Liudmila_Kovnatskaya","byteoffset":2020,"anchor":"Professional_experience"},{"toclevel":1,"level":"2","line":"Books","number":"3","index":"3","fromtitle":"Liudmila_Kovnatskaya","byteoffset":5045,"anchor":"Books"},{"toclevel":1,"level":"2","line":"Books and collections (editor, co-editor)","number":"4","index":"4","fromtitle":"Liudmila_Kovnatskaya","byteoffset":5482,"anchor":"Books_and_collections_(editor,_co-editor)"},{"toclevel":1,"level":"2","line":"Articles in collection and monographs","number":"5","index":"5","fromtitle":"Liudmila_Kovnatskaya","byteoffset":8642,"anchor":"Articles_in_collection_and_monographs"},{"toclevel":1,"level":"2","line":"Selected articles, reviews in periodicals","number":"6","index":"6","fromtitle":"Liudmila_Kovnatskaya","byteoffset":12872,"anchor":"Selected_articles,_reviews_in_periodicals"},{"toclevel":1,"level":"2","line":"See also","number":"7","index":"7","fromtitle":"Liudmila_Kovnatskaya","byteoffset":15849,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"External links","number":"8","index":"8","fromtitle":"Liudmila_Kovnatskaya","byteoffset":15888,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Liudmila Kovnatskaya","iwlinks":[],"properties":[{"name":"defaultsort","*":"Kovnatskaya, Liudmila"},{"name":"wikibase_item","*":"Q4225796"}]}}