{"parse":{"title":"Sackett","pageid":3351500,"revid":848038057,"text":{"*":"<div class=\"mw-parser-output\"><div role=\"note\" class=\"hatnote navigation-not-searchable\">For the real surname, see <a href=\"/wiki/Sackett_(surname)\" title=\"Sackett (surname)\">Sackett (surname)</a>.</div>\n<table class=\"plainlinks metadata ambox ambox-content ambox-Refimprove\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Question_book-new.svg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png\" width=\"50\" height=\"39\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/75px-Question_book-new.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/100px-Question_book-new.svg.png 2x\" data-file-width=\"512\" data-file-height=\"399\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>needs additional citations for <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">verification</a></b>.<span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Sackett&amp;action=edit\">improve this article</a> by <a href=\"/wiki/Help:Introduction_to_referencing_with_Wiki_Markup/1\" title=\"Help:Introduction to referencing with Wiki Markup/1\">adding citations to reliable sources</a>. Unsourced material may be challenged and removed.</span>  <small><i>(November 2011)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p>The <b><a href=\"/wiki/Sackett_(surname)\" title=\"Sackett (surname)\">Sackett</a> family</b> is a fictional American family featured in a number of <a href=\"/wiki/Western_fiction\" title=\"Western fiction\">western novels</a>, <a href=\"/wiki/Short_story\" title=\"Short story\">short stories</a> and <a href=\"/wiki/Historical_fiction\" title=\"Historical fiction\">historical novels</a> by American writer <a href=\"/wiki/Louis_L%27Amour\" title=\"Louis L&#39;Amour\">Louis L'Amour</a>.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Background\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Background</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Sackett_(the_novel)\"><span class=\"tocnumber\">2</span> <span class=\"toctext\"><i>Sackett</i> (the novel)</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#The_Sackett_Companion\"><span class=\"tocnumber\">3</span> <span class=\"toctext\"><i>The Sackett Companion</i></span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Sackett&#39;s_Land_(novel)\"><span class=\"tocnumber\">4</span> <span class=\"toctext\"><i>Sackett's Land</i> (novel)</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#The_Sacketts_(TV_movie)\"><span class=\"tocnumber\">5</span> <span class=\"toctext\"><i>The Sacketts</i> (TV movie)</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Characters_in_mainstream_novels\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Characters in mainstream novels</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Three_main_characters\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Three main characters</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Trivia\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">Trivia</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#List_of_Sackett_stories_by_L&#39;Amour\"><span class=\"tocnumber\">9</span> <span class=\"toctext\">List of Sackett stories by L'Amour</span></a></li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#See_also\"><span class=\"tocnumber\">10</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-11\"><a href=\"#References\"><span class=\"tocnumber\">11</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Background\">Background</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Sackett&amp;action=edit&amp;section=1\" title=\"Edit section: Background\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The novels trace much of the history of the family through individual members of the family as they move across the Atlantic from England, settle in the Appalachians, and then move west to the Great Plains, the Rockies, and California.  Unlike novels by such writers as <a href=\"/wiki/James_A._Michener\" title=\"James A. Michener\">James A. Michener</a>, these stories do not trace the rise and fall of the fortunes of a clan or extended family, but simply tie together significant and minor characters in several of the Western novels.\n</p><p>L'Amour's Sackett family originates in <a href=\"/wiki/The_Fens\" title=\"The Fens\">The Fens</a> of <a href=\"/wiki/Cambridgeshire\" title=\"Cambridgeshire\">Cambridgeshire</a> in <a href=\"/wiki/East_Anglia\" title=\"East Anglia\">East Anglia</a>.  The patriarch of the family, Barnabas Sackett, becomes a merchant captain and eventually settles with his wife Abigail (née Tempany) in what will become the borderlands of <a href=\"/wiki/North_Carolina\" title=\"North Carolina\">North Carolina</a> and <a href=\"/wiki/Tennessee\" title=\"Tennessee\">Tennessee</a>. The family quickly divides into three clans, sired by several of their sons: the \"Smoky Mountain Sacketts\", \"Cumberland Gap Sacketts\", and \"Clinch Mountain Sacketts\". There are also Flatland Sacketts, but are rarely touched upon in the novels. It is the Smoky Mountain Sacketts that produce some of L'Amour's most memorable and beloved characters, including William Tell \"Tell\" Sackett and his brothers Tyrel and Orrin, of the novel \"Sackett\" (see below) and others.  Orrin was a Sheriff, legislator and eventually senator. Tyrel became a respected rancher and lawman, often simply known as the \"Mora Gunfighter\" after the town he settled in.\n</p><p>The main theme that runs through most of the Sackett books is that of loyalty to the family and helping the family when beset by foes. \"When you step on the toes of one Sackett, they all come running.\" The deadly Sackett-Higgins feud in Tennessee lasted years.  As Tell Sackett notes in the book \"The Sackett Brand\", \"The last feud my family taken part in lasted seventy years. The last Higgins died with his gun in his hand, but he died.\"<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>  \n</p><p>The Clinch Mountain boys tend to be rougher. The twins, Nolan and Logan have hired out their guns, held up a stage or two, but are decent men. Logan came to the aid of Emily Talon, herself a Sackett by birth, in Colorado.\n</p><p>Two other families whose members L'Amour wrote about, and whose families have rubbed shoulders at different times over the three centuries his novels cover, are the Chantry and Talon families, with Borden Chantry and Milo Talon being contemporaries of Tell Sackett.\n</p>\n<h2><span id=\"Sackett_.28the_novel.29\"></span><span class=\"mw-headline\" id=\"Sackett_(the_novel)\"><i>Sackett</i> (the novel)</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Sackett&amp;action=edit&amp;section=2\" title=\"Edit section: Sackett (the novel)\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>This is the third of the Sackett novels and published in 1961 (<i>Daybreakers</i> was the first, published in 1960, though it is not the first chronologically).  It tells the story of William Tell Sackett, a <a href=\"/wiki/Union_Army\" title=\"Union Army\">Union Army</a> veteran who makes his way West in the years following the War, hoping to settle down at the right place as a rancher.  He is the main character in several other Sackett books including <i><a href=\"/wiki/Mojave_Crossing\" title=\"Mojave Crossing\">Mojave Crossing</a></i>, <i><a href=\"/wiki/The_Lonely_Men\" class=\"mw-redirect\" title=\"The Lonely Men\">The Lonely Men</a></i>, <i>Treasure Mountain</i>, and <i><a href=\"/w/index.php?title=The_Sackett_Brand&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"The Sackett Brand (page does not exist)\">The Sackett Brand</a></i>, among others.  He is the brother of Tyrel and Orrin Sackett, who went west to New Mexico circa 1870-1872. Tell is also the 'ugly duckling' (by his own admission) of the family. However, he does meet a beautiful woman named Ange Kerry in <i>Sackett</i> and falls in love. He loses her when she is brutally murdered in \"The Sackett Brand.\". He meets another lady in <i>Treasure Mountain</i>, and presumably marries her. L'Amour has left the ending to the imagination of the reader in this novel.\n</p><p>L'Amour confirmed to Dr. John Sackett that he found the name on Sackett's Well in a place west of Yuma.  The desert watering hole was named for <a href=\"/wiki/Cavalry\" title=\"Cavalry\">cavalry</a> Lt. <a href=\"/wiki/Delos_B._Sackett\" class=\"mw-redirect\" title=\"Delos B. Sackett\">Delos B. Sackett</a> who was an Indian fighter in the region before the Civil War. L'Amour has used names and places that roughly parallel a real branch of the Sackett Family, but the accounts are fictional.\n</p>\n<h2><span class=\"mw-headline\" id=\"The_Sackett_Companion\"><i>The Sackett Companion</i></span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Sackett&amp;action=edit&amp;section=3\" title=\"Edit section: The Sackett Companion\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>This non-fiction book, published in 1988 a few months after Louis L'Amour's death, is his personal guide to the Sackett novels, with long lists of characters, locations, ships, weapons, and summaries of each of the novels.\n</p>\n<h2><span id=\"Sackett.27s_Land_.28novel.29\"></span><span class=\"mw-headline\" id=\"Sackett's_Land_(novel)\"><i>Sackett's Land</i> (novel)</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Sackett&amp;action=edit&amp;section=4\" title=\"Edit section: Sackett&#039;s Land (novel)\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><i>Sackett's Land</i>, published in 1974, is the first novel chronologically of the Sackett novels, taking place around AD 1600 in <a href=\"/wiki/England\" title=\"England\">England</a> (including <a href=\"/wiki/The_Fens\" title=\"The Fens\">The Fens</a> and <a href=\"/wiki/Queen_Elizabeth_I\" class=\"mw-redirect\" title=\"Queen Elizabeth I\">Queen Elizabeth I</a>'s <a href=\"/wiki/London\" title=\"London\">London</a>), on the <a href=\"/wiki/Atlantic_Ocean\" title=\"Atlantic Ocean\">Atlantic Ocean</a>, and the <a href=\"/wiki/Atlantic_Seaboard\" class=\"mw-redirect\" title=\"Atlantic Seaboard\">Atlantic Seaboard</a> of North America, particularly in the vicinity of <a href=\"/wiki/Cape_Hatteras\" title=\"Cape Hatteras\">Cape Hatteras</a>. The main character and narrator is Barnabas Sackett, son of mercenary and freeholder Ivo Sackett.\n</p>\n<h2><span id=\"The_Sacketts_.28TV_movie.29\"></span><span class=\"mw-headline\" id=\"The_Sacketts_(TV_movie)\"><i>The Sacketts</i> (TV movie)</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Sackett&amp;action=edit&amp;section=5\" title=\"Edit section: The Sacketts (TV movie)\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><i><b>The Sacketts</b></i> was a two-part <a href=\"/wiki/TV_movie\" class=\"mw-redirect\" title=\"TV movie\">TV movie</a> broadcast on May 15 &amp; 16, 1979, based on the novels <i>The Daybreakers</i> and <i>Sackett</i>. It starred <a href=\"/wiki/Sam_Elliott\" title=\"Sam Elliott\">Sam Elliott</a> as Tell Sackett, <a href=\"/wiki/Tom_Selleck\" title=\"Tom Selleck\">Tom Selleck</a> as Orrin, and <a href=\"/wiki/Jeff_Osterhage\" title=\"Jeff Osterhage\">Jeff Osterhage</a> as Tyrel, but also featured parts for <a href=\"/wiki/Western_movie\" class=\"mw-redirect\" title=\"Western movie\">Western movie</a> veterans, including <a href=\"/wiki/Glenn_Ford\" title=\"Glenn Ford\">Glenn Ford</a>, <a href=\"/wiki/Gilbert_Roland\" title=\"Gilbert Roland\">Gilbert Roland</a>, <a href=\"/wiki/Jack_Elam\" title=\"Jack Elam\">Jack Elam</a>, <a href=\"/wiki/Slim_Pickens\" title=\"Slim Pickens\">Slim Pickens</a>, <a href=\"/wiki/Pat_Buttram\" title=\"Pat Buttram\">Pat Buttram</a>, <a href=\"/wiki/Ben_Johnson_(actor)\" title=\"Ben Johnson (actor)\">Ben Johnson</a>, and <a href=\"/wiki/Mercedes_McCambridge\" title=\"Mercedes McCambridge\">Mercedes McCambridge</a> (as \"Ma Sackett\"). It was later released in a cut-down version as <i>The Daybreakers</i>.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Characters_in_mainstream_novels\">Characters in mainstream novels</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Sackett&amp;action=edit&amp;section=6\" title=\"Edit section: Characters in mainstream novels\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><b>Barnabas Sackett</b> – The founding member of the Sackett clan. Travels to the New World to escape the warrant of the Queen. Killed by Seneca Indians. Son of Ivo Sackett, soldier and war hero.\n</p><p><b>Kin-Ring Sackett</b> – First son of Barnabas Sackett, born on a buffalo robe in the heat of battle. First Sackett born in the New World.  Married Diana Macklin from Cape Ann.\n</p><p><b>Brian Sackett</b> – Second son of Barnabas Sackett. Leaves America with his mother and sister to study law in England\n</p><p><b>Yance Sackett</b> – Third son of Barnabas Sackett. Best known for his quick temper and strength and willingness of action. Founder of Clinch Mountain Branch of Sacketts.  Married a girl named Temperance Penney from Cape Ann.\n</p><p><b>Jublain Sackett (Jubal)</b> – Fourth son of Barnabas Sackett. He was the first Sackett to cross the mountains and see the plains. Known as the quiet one, he is a ghost in the woods. Spends much time away from home and eventually quits the hills of North Carolina for the Rocky Mountains. Marries Itchakomi Ishaia, a \"Sun\" of the Natchee.\n</p><p><b>Echo Sackett</b> – Only female member of the Sackett clan to narrate a story. Aunt of Tell, Orrin and Tyrel.\n</p><p><b>Logan Sackett</b> – Twin brother of Nolan Sackett. Comes from the Clinch Mountain branch of Sacketts and lives up to their reputation.  Rough, two-fisted, a man \"with the bark on\", and with a deserved reputation as being fast with a gun and hell-on wheels in any kind of fight, he has ridden the Owlhoot Trail and admits to skirting the dark side of the law on more than one occasion. A lot rougher than Orrin or Tyrel, he is nonetheless a generally decent man. Comes to the aid of his aunt, Emily Talon.\n</p><p><b>Nolan Sackett</b> – Twin Brother of Logan Sackett. Comes from the Clinch Mountain Branch of Sacketts. Like his brother, he has ridden the outlaw trail. Rough and dangerous, with a hefty reputation as a very bad man to fool around with, he has a strong sense of right and wrong. Wears three pistols, two tied down and one in his coat.\n</p><p><b>Orlando Sackett (<i>Lando</i>)</b> – Son of Falcon Sackett. One of the last Sacketts to move west. Spends six years in a Mexican prison. Becomes a well-known fist-fighter and boxer.\n</p><p><b>Falcon Sackett</b> – Father of Orlando Sackett. Formerly captain of a ship. Finds a lost treasure of great value and spends several years in a Mexican prison before finally escaping and being rescued by his son.\n</p><p><b>Flagan Sackett</b> – Brother of Galloway Sackett. One of the younger Sacketts. Has a strong will to survive. Rarely found far from his brother.\n</p><p><b>Galloway Sackett</b> – Brother of Flagan Sackett. Tall and handsome, nearly fearless in the face of danger. Known to brave danger and live.\n</p><p><b>Parmalee Sackett</b> – A \"flatland Sackett\", Parmalee's family moved down to the richer flatlands while the majority of the clan stayed in the mountains. His affluent lifestyle has not made him weak, as men who have braced him could testify – if they were still above ground.\n</p>\n<h2><span class=\"mw-headline\" id=\"Three_main_characters\">Three main characters</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Sackett&amp;action=edit&amp;section=7\" title=\"Edit section: Three main characters\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The three main and most well known characters are the three brothers, sons of Colburn Sackett; Tell, Orrin, and Tyrel. Their father liked his horses fast, his drinks hard, and his preachers Hellfire hot, and raised his three sons accordingly.  Although they often go long periods without seeing one another, they're completely devoted to one another, and come to each other's aid any time needed, dropping all else that they might be involved in at the time, true to the one bind rule in their lives: \"When you hunt one Sackett, you hunt 'em all\".\n</p><p><b>William Tell Sackett (<i>Tell</i>)</b> – Oldest son of Colburn Sackett (\"Ride the Dark Trail\" section of \"The Sackett Companion\"). Fought for the Union in the Civil War. A hard, tough, quiet man who wants only to be left alone, it takes very little to anger Tell, and he will fight like a rabid wolf if pushed, as several men have found out – usually, it's the last mistake they make. He's a loner, at home in the High Lonesome, often going years without seeing or communicating with his family back in Tennessee. He takes any job that suits him at the moment, from cowhand to miner, and drifts, rarely staying in one place any great length of time. He's killed several men in his lifetime, is fast and deadly accurate with any kind of gun, as well as the Tinker-made knife he carries. Although outwardly he appears rough, he has a sound, strong moral character, never forgetting his father's rule of \"...always ride on the side of the law, never against it\". In the film adaptations he is portrayed by <a href=\"/wiki/Sam_Elliott\" title=\"Sam Elliott\">Sam Elliott</a>.\n</p><p><b>Orrin Sackett</b> – Second son of Colburn Sackett. Orrin likes people and tries to see the best of them. Handsome, witty, and smart, he likes to believe that most people like him, however he can be a bit naive at times. Good with a gun, and always ready with a smile and a quote, he's strong willed and completely devoted to his family. He is calm during a fight, never getting excited or losing his head, a trait that is in all three brothers. Married twice, he killed a member of the Higgins family during a gunfight, only to have Long Higgens come after him on his wedding day. Orrin was unarmed, and his new wife jumped in front of him as Higgins fired, killing her. Orrin's brother Tyrel killed Higgins, then left Tennessee to avoid further problems. Orrin left soon after, promising his mother they'd send for her. He then married the treacherous Laura Pritts who tried to use him as part of her bigoted father's land grab in Santa Fe against the settled Mexican landowners.\n</p><p>Later after she is exposed as a fraud she attempts to lure William Tell into Apache country to rescue her nonexistent son with Orrin, a plan which fails. Always honest and straightforward, the fights that Orrin usually finds himself a part of are generally started by his steadfast and unwavering stance on something he believes strongly in. A smooth talker, Orrin has no problem making friends, especially of the female persuasion. He later was elected sheriff of <a href=\"/wiki/Santa_Fe,_New_Mexico\" title=\"Santa Fe, New Mexico\">Santa Fe, New Mexico</a>, where his reputation as a man fair to all ethnicities, Hispanic and Anglo alike, gained him respect.\n</p><p>In one of the novels, Orrin's ex-wife Laura Pritts has sent men to kill him. As one of his brothers relates it, \"Seems like they'd been told they were hunting a lawyer.  Well, there's lawyers and there's lawyers, just like there was a dentist named Doc Holliday.\"  The man died.  In the film adaptations he is portrayed by <a href=\"/wiki/Tom_Selleck\" title=\"Tom Selleck\">Tom Selleck</a>.\n</p><p><b>Tyrel Sackett</b> – Third son of Colburn Sackett. He idolizes his brothers Tell and Orrin. Known throughout the West as the Mora Gunfighter, and by his brothers as the \"mean one\" or the \"black sheep\", Tyrel is the fastest with a gun of the three brothers.  He always thinks things through, never acting prior to planning things out. Wherever Tyrel goes, he seems to attract trouble, and sooner or later someone always tries to outdraw him, but never succeeds – by his own admission: \"Till the day I hung 'em up, I was the fastest gun alive.\" And he's left enough bodies behind him to prove it. Compassionate to a fault, his sense of morals never leave him, and stands as a steady guide on his way west. In Santa Fe he is forced to kill Tom Sunday, a close friend who'd gone bad after losing what he saw as his last chance to start a new life, which affects him deeply. Naive where women are concerned, he often seems like a shy schoolboy when facing a pretty girl. He becomes involved with and marries Drusilla Alvarado, the beautiful granddaughter of a rich Spanish don. In the film adaptations he is portrayed by <a href=\"/wiki/Jeff_Osterhage\" title=\"Jeff Osterhage\">Jeff Osterhage</a>.\n</p>\n<h2><span class=\"mw-headline\" id=\"Trivia\">Trivia</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Sackett&amp;action=edit&amp;section=8\" title=\"Edit section: Trivia\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The 1982 <a href=\"/wiki/Made_for_TV_movie\" class=\"mw-redirect\" title=\"Made for TV movie\">made for TV movie</a> <i><a href=\"/wiki/The_Shadow_Riders_(film)\" title=\"The Shadow Riders (film)\">The Shadow Riders</a></i> was based upon another Louis L'Amour novel and stars <a href=\"/wiki/Sam_Elliott\" title=\"Sam Elliott\">Sam Elliott</a> (Dal Traven), <a href=\"/wiki/Tom_Selleck\" title=\"Tom Selleck\">Tom Selleck</a> (Mac Traven), and <a href=\"/wiki/Jeff_Osterhage\" title=\"Jeff Osterhage\">Jeff Osterhage</a> (Jesse Traven) in similar roles to those they play in <i>The Sacketts</i>. However, neither the novel nor the movie are connected with the Sackett Saga. The movie was made primarily to capitalize on the success of <i>The Sacketts</i>.\n</p>\n<h2><span id=\"List_of_Sackett_stories_by_L.27Amour\"></span><span class=\"mw-headline\" id=\"List_of_Sackett_stories_by_L'Amour\">List of Sackett stories by L'Amour</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Sackett&amp;action=edit&amp;section=9\" title=\"Edit section: List of Sackett stories by L&#039;Amour\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>All the Sackett novels are told from the first-person perspective with some stories having a paragraph or two told through a third-person perspective. The following list is of all 18 novels that were completed during Mr. L'Amour's lifetime. The name that is adjoined to each title tells through whose perspective the story is told. Other Sackett novels are frequently mentioned through passing and other Sackett characters are also mentioned in several of the novels.\n</p>\n<ul><li><i>Bendigo Shafter</i> – Ethan Sackett (1979) won a U.S. <a href=\"/wiki/National_Book_Award\" title=\"National Book Award\">National Book Award</a> in the <a href=\"/wiki/List_of_winners_of_the_National_Book_Award#Miscellaneous_1980_to_1985\" title=\"List of winners of the National Book Award\">one-year category Western</a>.<sup id=\"cite_ref-nba1980_3-0\" class=\"reference\"><a href=\"#cite_note-nba1980-3\">&#91;3&#93;</a></sup></li>\n<li><i>Sackett's Land</i> – Barnabas Sackett</li>\n<li><i>To The Far Blue Mountains</i> – Barnabas Sackett</li>\n<li><i>The Warrior's Path</i> – Kin Ring Sackett</li>\n<li><i>Jubal</i> – Jublain Sackett</li>\n<li><i>Ride the River</i> – Echo Sackett</li>\n<li><i>The Daybreakers</i> – Tyrel Sackett</li>\n<li><i>Sackett</i> – Tell Sackett</li>\n<li><i>Mojave Crossing</i> – Tell Sackett</li>\n<li><i>The Sackett Brand</i> – Tell Sackett</li>\n<li><i>Dark Canyon</i> – Tell Sackett (appearance)</li>\n<li><i>The Lonely Men</i> – Tell Sackett</li>\n<li><i>Lonely on the Mountain</i> – Tell Sackett</li>\n<li><i>Lando</i> – Lando Sackett</li>\n<li><i>The Skyliners</i> – Flagan Sackett</li>\n<li><i>Galloway</i> – Flagan Sackett</li>\n<li><i>Mustang Man</i> – Nolan Sackett</li>\n<li><i>Ride the Dark Trail</i> – Logan Sackett</li>\n<li><i>Treasure Mountain</i> – Tell Sackett</li></ul>\n<dl><dt>Short stories</dt></dl>\n<ul><li>\"The Courting of Griselda\" – Tell Sackett</li>\n<li>\"Booty for a Badman\" – Tell Sackett</li></ul>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Sackett&amp;action=edit&amp;section=10\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Delos_Bennett_Sackett\" title=\"Delos Bennett Sackett\">Delos Bennett Sackett</a>, Civil War general</li>\n<li>Augustine Sackett, US engineer (1841–1914), the finder of <a href=\"/wiki/Drywall\" title=\"Drywall\">\"Sackett board\"</a> (<a href=\"https://de.wikipedia.org/wiki/Augustine_Sackett\" class=\"extiw\" title=\"de:Augustine Sackett\">German</a> and <a href=\"https://tr.wikipedia.org/wiki/Augustine_Sackett\" class=\"extiw\" title=\"tr:Augustine Sackett\">Turkish</a> Wikipedia)</li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Sackett&amp;action=edit&amp;section=11\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"https://books.google.com/books?id=RqF7mjo0sxoC&amp;lpg=PP1&amp;pg=PP1#v=onepage&amp;q=higgins&amp;f=false\">https://books.google.com/books?id=RqF7mjo0sxoC&amp;lpg=PP1&amp;pg=PP1#v=onepage&amp;q=higgins&amp;f=false</a></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"https://www.imdb.com/title/tt0079840/\"></a><a href=\"/wiki/IMDb\" title=\"IMDb\">IMDb</a> listing for <i>The Sacketts</i></span>\n</li>\n<li id=\"cite_note-nba1980-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-nba1980_3-0\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.nationalbook.org/nba1980.html\">\"National Book Awards – 1980\"</a>. <a href=\"/wiki/National_Book_Foundation\" title=\"National Book Foundation\">National Book Foundation</a>. Retrieved 2012-03-08. (With essay by John Gallaher from the Awards 60-year anniversary blog.)</span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw1279\nCached time: 20180908152927\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.080 seconds\nReal time usage: 0.112 seconds\nPreprocessor visited node count: 249/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 4363/2097152 bytes\nTemplate argument size: 84/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 1400/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.022/10.000 seconds\nLua memory usage: 945 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   72.913      1 -total\n 48.59%   35.430      1 Template:Refimprove\n 39.39%   28.719      1 Template:Ambox\n 34.33%   25.030      1 Template:For\n 13.47%    9.822      1 Template:Reflist\n  2.79%    2.036      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:3351500-0!canonical and timestamp 20180908152927 and revision id 848038057\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"Articles_needing_additional_references_from_November_2011"},{"sortkey":"","hidden":"","*":"All_articles_needing_additional_references"},{"sortkey":"","*":"Western_(genre)_characters"},{"sortkey":"","*":"Kinship_and_descent"}],"links":[{"ns":14,"exists":"","*":"Category:Articles needing additional references from November 2011"},{"ns":0,"exists":"","*":"Atlantic Ocean"},{"ns":0,"exists":"","*":"Atlantic Seaboard"},{"ns":0,"exists":"","*":"Ben Johnson (actor)"},{"ns":0,"exists":"","*":"Cambridgeshire"},{"ns":0,"exists":"","*":"Cape Hatteras"},{"ns":0,"exists":"","*":"Cavalry"},{"ns":0,"exists":"","*":"Delos B. Sackett"},{"ns":0,"exists":"","*":"Delos Bennett Sackett"},{"ns":0,"exists":"","*":"Drywall"},{"ns":0,"exists":"","*":"East Anglia"},{"ns":0,"exists":"","*":"England"},{"ns":0,"exists":"","*":"Gilbert Roland"},{"ns":0,"exists":"","*":"Glenn Ford"},{"ns":0,"exists":"","*":"Historical fiction"},{"ns":0,"exists":"","*":"IMDb"},{"ns":0,"exists":"","*":"Jack Elam"},{"ns":0,"exists":"","*":"James A. Michener"},{"ns":0,"exists":"","*":"Jeff Osterhage"},{"ns":0,"exists":"","*":"List of winners of the National Book Award"},{"ns":0,"exists":"","*":"London"},{"ns":0,"exists":"","*":"Louis L'Amour"},{"ns":0,"exists":"","*":"Made for TV movie"},{"ns":0,"exists":"","*":"Mercedes McCambridge"},{"ns":0,"exists":"","*":"Mojave Crossing"},{"ns":0,"exists":"","*":"National Book Award"},{"ns":0,"exists":"","*":"National Book Foundation"},{"ns":0,"exists":"","*":"North Carolina"},{"ns":0,"exists":"","*":"Pat Buttram"},{"ns":0,"exists":"","*":"Queen Elizabeth I"},{"ns":0,"exists":"","*":"Sackett (surname)"},{"ns":0,"exists":"","*":"Sam Elliott"},{"ns":0,"exists":"","*":"Santa Fe, New Mexico"},{"ns":0,"exists":"","*":"Short story"},{"ns":0,"exists":"","*":"Slim Pickens"},{"ns":0,"exists":"","*":"TV movie"},{"ns":0,"exists":"","*":"Tennessee"},{"ns":0,"exists":"","*":"The Fens"},{"ns":0,"exists":"","*":"The Lonely Men"},{"ns":0,"exists":"","*":"The Shadow Riders (film)"},{"ns":0,"exists":"","*":"Tom Selleck"},{"ns":0,"exists":"","*":"Union Army"},{"ns":0,"exists":"","*":"Western fiction"},{"ns":0,"exists":"","*":"Western movie"},{"ns":0,"*":"The Sackett Brand"},{"ns":4,"exists":"","*":"Wikipedia:Verifiability"},{"ns":12,"exists":"","*":"Help:Introduction to referencing with Wiki Markup/1"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:For"},{"ns":10,"exists":"","*":"Template:Refimprove"},{"ns":10,"exists":"","*":"Template:More citations needed"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:For"},{"ns":828,"exists":"","*":"Module:Hatnote list"},{"ns":828,"exists":"","*":"Module:Hatnote"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Question_book-new.svg"],"externallinks":["https://www.imdb.com/title/tt0079840/","http://www.nationalbook.org/nba1980.html","https://books.google.com/books?id=RqF7mjo0sxoC&lpg=PP1&pg=PP1#v=onepage&q=higgins&f=false"],"sections":[{"toclevel":1,"level":"2","line":"Background","number":"1","index":"1","fromtitle":"Sackett","byteoffset":403,"anchor":"Background"},{"toclevel":1,"level":"2","line":"<i>Sackett</i> (the novel)","number":"2","index":"2","fromtitle":"Sackett","byteoffset":2878,"anchor":"Sackett_(the_novel)"},{"toclevel":1,"level":"2","line":"<i>The Sackett Companion</i>","number":"3","index":"3","fromtitle":"Sackett","byteoffset":4274,"anchor":"The_Sackett_Companion"},{"toclevel":1,"level":"2","line":"<i>Sackett's Land</i> (novel)","number":"4","index":"4","fromtitle":"Sackett","byteoffset":4530,"anchor":"Sackett's_Land_(novel)"},{"toclevel":1,"level":"2","line":"<i>The Sacketts</i> (TV movie)","number":"5","index":"5","fromtitle":"Sackett","byteoffset":4993,"anchor":"The_Sacketts_(TV_movie)"},{"toclevel":1,"level":"2","line":"Characters in mainstream novels","number":"6","index":"6","fromtitle":"Sackett","byteoffset":5664,"anchor":"Characters_in_mainstream_novels"},{"toclevel":1,"level":"2","line":"Three main characters","number":"7","index":"7","fromtitle":"Sackett","byteoffset":8690,"anchor":"Three_main_characters"},{"toclevel":1,"level":"2","line":"Trivia","number":"8","index":"8","fromtitle":"Sackett","byteoffset":13344,"anchor":"Trivia"},{"toclevel":1,"level":"2","line":"List of Sackett stories by L'Amour","number":"9","index":"9","fromtitle":"Sackett","byteoffset":13806,"anchor":"List_of_Sackett_stories_by_L'Amour"},{"toclevel":1,"level":"2","line":"See also","number":"10","index":"10","fromtitle":"Sackett","byteoffset":15486,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"11","index":"11","fromtitle":"Sackett","byteoffset":15717,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Sackett","iwlinks":[{"prefix":"de","url":"https://de.wikipedia.org/wiki/Augustine_Sackett","*":"de:Augustine Sackett"},{"prefix":"tr","url":"https://tr.wikipedia.org/wiki/Augustine_Sackett","*":"tr:Augustine Sackett"}],"properties":[{"name":"wikibase_item","*":"Q7396822"}]}}