{"parse":{"title":"Benson Syndicate","pageid":2253619,"revid":802974973,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-style ambox-No_footnotes\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/40px-Text_document_with_red_question_mark.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/60px-Text_document_with_red_question_mark.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/80px-Text_document_with_red_question_mark.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article includes a <a href=\"/wiki/Wikipedia:Citing_sources\" title=\"Wikipedia:Citing sources\">list of references</a>, related reading or <a href=\"/wiki/Wikipedia:External_links\" title=\"Wikipedia:External links\">external links</a>, <b>but its sources remain unclear because it lacks <a href=\"/wiki/Wikipedia:Citing_sources#Inline_citations\" title=\"Wikipedia:Citing sources\">inline citations</a></b>.<span class=\"hide-when-compact\"> Please help to <a href=\"/wiki/Wikipedia:WikiProject_Fact_and_Reference_Check\" title=\"Wikipedia:WikiProject Fact and Reference Check\">improve</a> this article by <a href=\"/wiki/Wikipedia:When_to_cite\" title=\"Wikipedia:When to cite\">introducing</a> more precise citations.</span>  <small><i>(May 2015)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p>The <b>Benson Syndicate</b> was an <a href=\"/wiki/Organized_crime\" title=\"Organized crime\">organized crime</a> organization in the western United States which received contracts from the <a href=\"/wiki/General_Land_Office\" title=\"General Land Office\">General Land Office</a> (GLO) to perform land <a href=\"/wiki/Surveying\" title=\"Surveying\">surveys</a> of the public lands.  It was led by, and named after, one John A Benson (1845–1910), a former school teacher, county surveyor and later a reputable deputy <a href=\"/wiki/Surveying\" title=\"Surveying\">surveyor</a>, Mineral Surveyor and  Civil Engineer. \n</p><p>The syndicate operated from the Rocky Mountains to the Pacific, but was most active in California and was headquartered in San Francisco.  Its tenure ran from about 1875 to 1898 and was at its peak from 1883 to 1886.  In California alone, at least 40 individuals were known to be involved, and very probably more actually were.  Its <a href=\"/wiki/Modus_operandi\" title=\"Modus operandi\">modus operandi</a> was to generate false demand for public land surveys (see <a href=\"/wiki/Public_Land_Survey_System\" title=\"Public Land Survey System\">Public Land Survey System</a>) using fictitious <a href=\"/wiki/Land_patent\" title=\"Land patent\">land patent</a> applications, followed by contracting with the GLO for the survey of these lands.  The surveys were then fraudulently executed, being either shoddy, incomplete or outright fictitious.  These \"surveys\" were \"performed\" under contract to individual deputy surveyors, some of whom were not even aware that the surveying contracts existed in their names, having been induced by Benson to sign blank papers which were later turned into contracts and other legal documents without their knowledge.\n</p><p>At other times, people with minimal—or even no—surveying experience and/or lacking proper qualifications as deputy surveyors, performed the work without the contracted surveyor ever being physically present, which was patently illegal.  Often, an area under contract was surveyed only to the extent that was necessary to create plausible, but fabricated, survey plats and field notes for the remainder of the area.  Other times, entire contracted areas, usually consisting of several <a href=\"/wiki/Survey_township\" title=\"Survey township\">survey townships</a> (36 square miles), were fabricated by syndicate members at the San Francisco office, with little or no work on the ground at all (see below).\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Extent_of_operations\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Extent of operations</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Reports_of_the_Commissioner_of_the_General_Land_Office\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Reports of the Commissioner of the General Land Office</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#1887\"><span class=\"tocnumber\">2.1</span> <span class=\"toctext\">1887</span></a></li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#1888\"><span class=\"tocnumber\">2.2</span> <span class=\"toctext\">1888</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Government_action\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Government action</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#See_also\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Extent_of_operations\">Extent of operations</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Benson_Syndicate&amp;action=edit&amp;section=1\" title=\"Edit section: Extent of operations\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Benson's organization infiltrated into very high levels of the government, and syndicate members in governmental positions as well as members of congress made the group's schemes possible.  For example, in California at least two <a href=\"/wiki/Surveyor_General\" title=\"Surveyor General\">Surveyors General</a> in the 1880s approved numerous fraudulent survey results and approved requests for government payment that were 200 to 700 percent of the originally estimated survey cost, which the government paid.\n</p><p>Theodore Wagner was especially notorious in this regard, and his appointment as California Surveyor General coincided with a large increase in the group's activities and power. Others approved contracts that had originally been rejected (after inspection by independent government examiners), without evidence or assurance that the surveys had been properly corrected or completed.  Also, at least one such examiner in California was part of the syndicate, attempting to gain payment for some rejected surveys via bogus field \"examinations\" (which were themselves later rejected as fraudulent as the extent of the group's activities became known). Banks were also involved, providing the deposits and performance bonds required by the government, in exchange for a cut of the enormous profits generated.  These banks later also paid for the syndicate's defense attorneys in trials brought by the government in its failed, ten year effort to convict the syndicate members and recover funds paid for fraudulent work.\n</p>\n<h2><span class=\"mw-headline\" id=\"Reports_of_the_Commissioner_of_the_General_Land_Office\">Reports of the Commissioner of the General Land Office</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Benson_Syndicate&amp;action=edit&amp;section=2\" title=\"Edit section: Reports of the Commissioner of the General Land Office\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"1887\">1887</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Benson_Syndicate&amp;action=edit&amp;section=3\" title=\"Edit section: 1887\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Detailed information on the Syndicate's history remains fairly sparse.  Two <i>Annual Reports of the Commissioner of the General Land Office</i> provide a glimpse of the group's activities.  The Report for 1887, pages 25–26, gives this summary of their schemes:\n</p><p>\"<i>In April last the United States grand jury at San Francisco returned forty one indictments for perjury and conspiracy in connection with fraudulent surveys of the public lands...The operations of this syndicate were not confined to California, but extended to the States of Nevada, Oregon and Colorado, and the Territories of Arizona, New Mexico, Idaho, Montana, Utah, and Washington.  Its purpose was to control all surveying contracts in these States and Territories under the deposit system, to manufacture settlers' applications for surveys, to file in the offices of the surveyors-general fictitious field notes of surveys and alleged surveys, and to draw from the Treasury of the United States large sums of money on fraudulent surveying accounts.\"</i>\n</p><p>\"<i>The principal portion of the contracts were let in the names of thirty-four alleged deputy surveyors, of whom three were \"dummies\", two were intimately connected with the surveyor-general who approved the bulk of the contracts, and the remainder were relatives, partners, associates, or employees of the head of the syndicate.  There was paid to the order or purported order, of these thirty-four pretended deputy surveyors upwards of $1,000,000, all of which went into the treasury of the syndicate, the parties used as tools being paid stated salaries by the syndicate for the use of their names and services.  Three of the alleged deputies, to whom upwards of $190,000 appears from official records to have been paid, have sworn that their names were used without their knowledge, that they never had a surveying contract, and never received the amounts shown as paid them, and one swears that he never did a day's work in his life at land surveying and knows nothing of the business.\"</i>\n</p><p><i>\"Every expedient known to legal ingenuity has been resorted to by defendants and their confederates to avoid and defeat trials on the indictments found, but it is hoped and expected that at the next term of the court the trial and merited conviction of guilty parties to this stupendous scheme of fraud, perjury, and public robbery which has been developed, will be secured.\"</i>\n</p>\n<h3><span class=\"mw-headline\" id=\"1888\">1888</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Benson_Syndicate&amp;action=edit&amp;section=4\" title=\"Edit section: 1888\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The 1888 Report, pages 186-187, provides this description of one fictitious survey of three survey townships in the high Sierra Nevada, southeast of what is now Yosemite National Park:\n</p><p>\"<i>Township 7 South, Range 25 East and Township 8 South, Ranges 24 and 25 East, Mount Diablo Meridian:  These townships are very rough, intersected by deep canyons and very steep, almost impassable mountains, in part covered with dense chaparral.  Six weeks before the deputy claims to have commenced his surveys, all the people who live there in the summer are driven out by the snows, all business is suspended, and the mountain country abandoned.  A comparison of the </i>original<i> field notes, transcript notes, plats and report of the examiner, shows that at the season of the year (from December 1, 1884 to January 3, 1885) when the deputy pretends to have made the surveys, the deep snows made the survey at that time impossible; that in the original notes (which are now in this office) much is omitted that is found in the transcripts and data supplied from memory, or rather </i>made up<i>; that disregarding clerical errors the transcripts are not in any sense copies of the original notes; that triangulations omitted in originals are audaciously given in detail in the transcripts, just as if they had really been made in the field, that the high speed, more than 6 miles per day, at which it is pretended the work was executed, surpasses belief when we take into consideration the nature of the ground, and bear in mind that the surveying was done during the shortest days of the year; that the deputy gives descriptions of erroneous bearing trees where no such trees, either as regards size or species, are to be found; that in the face of all the embarrassing conditions, big canyons, high and steep mountains, deep snow, impenetrable chaparral, precipices impossible to ascend or descend, the deputy with his </i>two<i> parties of </i>four<i> men each, </i>frequently with the impassable <a href=\"/wiki/San_Joaquin_River\" title=\"San Joaquin River\">San Joaquin river</a> between<i> them, pretends to have subdivided T8SR24E at the rate of more than 6 miles per day, and then accomplishes the feat of </i>recording all this work<i> in </i>one<i> field book.  The conclusion is that the deputy did not make the surveys of these townships according to his field notes and that the notes are in large part fictitious and fraudulent</i>.\"\n</p>\n<h2><span class=\"mw-headline\" id=\"Government_action\">Government action</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Benson_Syndicate&amp;action=edit&amp;section=5\" title=\"Edit section: Government action\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>It was completely implausible survey results such as these, as well as the sworn testimony of disenchanted employees or associates, that led to the recognition of the widespread fraud of Benson's group.  Beginning about 1886, contracts held by certain surveyors thought to be aligned with Benson were not paid by the government, leading to various lawsuits.  In 1887, forty one federal indictments for conspiracy and perjury were brought against Benson and several others, as mentioned in the Report quote above.  However the trials, in federal district court, did not even occur until 1892, and when they did all were found innocent on legal technicalities.  However their actual guilt was clear to everyone familiar with the facts, and surveyors associated with Benson had difficulty getting work.  Because of this, Benson proposed what came to be known as the \"Benson Compromise\" in 1895 to the California Surveyor General, which proposed to correct or finish the survey work on several contracts that had never been paid out because government examiners had declared the work bogus.  This compromise was accepted by the government, but little of this supposedly \"corrected\" work is reported to have ever been accepted by the Surveyor General as valid.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Benson_Syndicate&amp;action=edit&amp;section=6\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Oregon_land_fraud_scandal\" title=\"Oregon land fraud scandal\">Oregon land fraud scandal</a></li>\n<li><a href=\"/wiki/Francis_J._Heney\" title=\"Francis J. Heney\">Francis J. Heney</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.findagrave.com/memorial/88730421\">John A. Benson</a> at <a href=\"/wiki/Find_a_Grave\" title=\"Find a Grave\">Find a Grave</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Benson_Syndicate&amp;action=edit&amp;section=7\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>United States General Land Office, 1885-88 <i>Annual Report of the Commissioner</i>.</li>\n<li>Millard, Bailey, May 1905.  <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=VJTNAAAAMAAJ&amp;pg=PA581&amp;dq=West+Coast+Land+Grafters&amp;hl=en&amp;ei=C0XmTouxGMXk0QH4643XBQ&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=2&amp;ved=0CDsQ6AEwAQ#v=onepage&amp;q=West%20Coast%20Land%20Grafters&amp;f=false\">The West Coast Land Grafters</a>, <i>Everybody's Magazine</i>, vol 12 no 5.</li>\n<li>Davis, Oscar King, <i>The Beginning of the End for the Land Fraud Thieves</i>, New York Times, September 8, 1907.</li>\n<li><a href=\"/wiki/Stephen_A._Douglas_Puter\" title=\"Stephen A. Douglas Puter\">Puter, Stephen A. D.</a>, 1908.  <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=gmuEAAAAIAAJ&amp;printsec=frontcover&amp;dq=Looters+of+the+public+domain&amp;hl=en&amp;ei=LETmTu7TH-TW0QHt3IjUBQ&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=1&amp;ved=0CDYQ6AEwAA#v=onepage&amp;q=Looters%20of%20the%20public%20domain&amp;f=false\"><i>Looters of the Public Domain</i></a>.</li>\n<li>Public Lands, Politics, and Progressives: The Oregon Land Fraud Trials, 1903-1910-John Messing, Pacific Historical Review-Vol. 35, No. 1 (Feb., 1966), pp. 35-66. Published by: University of California Press, DOI: 10.2307/3636627</li>\n<li>Uzes, Francois D. 1977. <i>Chaining the Land, A History of Surveying in California</i>, chapter 6. Landmark Enterprises Inc.</li>\n<li>Fields, James R., Forest Land Surveyor, Shasta-Trinity National Forest, <i>The Benson Surveys</i>, 9071 3835. Engineering Field Notes: Volume 22 Issue September–October 1990. Washington DC: U.S. Department of Agriculture, Forest Service, Engineering.</li>\n<li>Zink, John S. 1991.  Benson and Associates: Guilty Until Proved Innocent?  <i>Surveying and Land Information Systems</i> 51(4):211-215.</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2271\nCached time: 20180917003122\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.088 seconds\nReal time usage: 0.144 seconds\nPreprocessor visited node count: 270/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 4876/2097152 bytes\nTemplate argument size: 213/2097152 bytes\nHighest expansion depth: 12/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 1/400\nLua time usage: 0.031/10.000 seconds\nLua memory usage: 986 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  117.190      1 -total\n 53.89%   63.149      1 Template:Find_a_Grave\n 46.01%   53.921      1 Template:No_footnotes\n 28.24%   33.099      1 Template:Ambox\n 14.72%   17.248      1 Template:WikidataCheck\n  4.83%    5.657      1 Template:EditAtWikidata\n  3.81%    4.464      1 Template:YesNo-Yes\n  3.20%    3.754      2 Template:Yesno-no\n  2.05%    2.408      3 Template:Yesno\n  2.01%    2.355      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:2253619-0!canonical and timestamp 20180917003122 and revision id 802974973\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"Articles_lacking_in-text_citations_from_May_2015"},{"sortkey":"","hidden":"","*":"All_articles_lacking_in-text_citations"},{"sortkey":"","hidden":"","*":"Find_a_Grave_template_with_ID_not_in_Wikidata"},{"sortkey":"","*":"American_fraudsters"},{"sortkey":"","*":"American_Old_West"},{"sortkey":"","*":"History_of_the_United_States_(1865–1918)"},{"sortkey":"","*":"Land_surveying_of_the_United_States"},{"sortkey":"","*":"Organized_crime_groups_in_the_United_States"}],"links":[{"ns":14,"exists":"","*":"Category:Articles lacking in-text citations from May 2015"},{"ns":0,"exists":"","*":"Find a Grave"},{"ns":0,"exists":"","*":"Francis J. Heney"},{"ns":0,"exists":"","*":"General Land Office"},{"ns":0,"exists":"","*":"Land patent"},{"ns":0,"exists":"","*":"Modus operandi"},{"ns":0,"exists":"","*":"Oregon land fraud scandal"},{"ns":0,"exists":"","*":"Organized crime"},{"ns":0,"exists":"","*":"Public Land Survey System"},{"ns":0,"exists":"","*":"San Joaquin River"},{"ns":0,"exists":"","*":"Stephen A. Douglas Puter"},{"ns":0,"exists":"","*":"Survey township"},{"ns":0,"exists":"","*":"Surveying"},{"ns":0,"exists":"","*":"Surveyor General"},{"ns":4,"exists":"","*":"Wikipedia:Citing sources"},{"ns":4,"exists":"","*":"Wikipedia:External links"},{"ns":4,"exists":"","*":"Wikipedia:When to cite"},{"ns":4,"exists":"","*":"Wikipedia:WikiProject Fact and Reference Check"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:No footnotes"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Find a Grave"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:EditAtWikidata"},{"ns":10,"exists":"","*":"Template:YesNo-Yes"},{"ns":10,"exists":"","*":"Template:Yesno-yes"},{"ns":10,"exists":"","*":"Template:WikidataCheck"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:EditAtWikidata"},{"ns":828,"exists":"","*":"Module:WikidataCheck"}],"images":["Text_document_with_red_question_mark.svg"],"externallinks":["https://www.findagrave.com/memorial/88730421","https://books.google.com/books?id=VJTNAAAAMAAJ&pg=PA581&dq=West+Coast+Land+Grafters&hl=en&ei=C0XmTouxGMXk0QH4643XBQ&sa=X&oi=book_result&ct=result&resnum=2&ved=0CDsQ6AEwAQ#v=onepage&q=West%20Coast%20Land%20Grafters&f=false","https://books.google.com/books?id=gmuEAAAAIAAJ&printsec=frontcover&dq=Looters+of+the+public+domain&hl=en&ei=LETmTu7TH-TW0QHt3IjUBQ&sa=X&oi=book_result&ct=result&resnum=1&ved=0CDYQ6AEwAA#v=onepage&q=Looters%20of%20the%20public%20domain&f=false"],"sections":[{"toclevel":1,"level":"2","line":"Extent of operations","number":"1","index":"1","fromtitle":"Benson_Syndicate","byteoffset":2063,"anchor":"Extent_of_operations"},{"toclevel":1,"level":"2","line":"Reports of the Commissioner of the General Land Office","number":"2","index":"2","fromtitle":"Benson_Syndicate","byteoffset":3574,"anchor":"Reports_of_the_Commissioner_of_the_General_Land_Office"},{"toclevel":2,"level":"3","line":"1887","number":"2.1","index":"3","fromtitle":"Benson_Syndicate","byteoffset":3634,"anchor":"1887"},{"toclevel":2,"level":"3","line":"1888","number":"2.2","index":"4","fromtitle":"Benson_Syndicate","byteoffset":6042,"anchor":"1888"},{"toclevel":1,"level":"2","line":"Government action","number":"3","index":"5","fromtitle":"Benson_Syndicate","byteoffset":8427,"anchor":"Government_action"},{"toclevel":1,"level":"2","line":"See also","number":"4","index":"6","fromtitle":"Benson_Syndicate","byteoffset":9706,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"7","fromtitle":"Benson_Syndicate","byteoffset":9815,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Benson Syndicate","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q4890281"}]}}