{"parse":{"title":"GLO easement","pageid":49474359,"revid":848642411,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-style ambox-Orphan\" role=\"presentation\" style=\"display: none\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Wiki_letter_w.svg\" class=\"image\"><img alt=\"Wiki letter w.svg\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/6/6c/Wiki_letter_w.svg/40px-Wiki_letter_w.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/6/6c/Wiki_letter_w.svg/60px-Wiki_letter_w.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/6/6c/Wiki_letter_w.svg/80px-Wiki_letter_w.svg.png 2x\" data-file-width=\"44\" data-file-height=\"44\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>is an <a href=\"/wiki/Wikipedia:Orphan\" title=\"Wikipedia:Orphan\">orphan</a>, as no other articles <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Special:Whatlinkshere&amp;target=GLO_easement&amp;namespace=0\">link to it</a></b>. Please <a href=\"/wiki/Help:Link\" title=\"Help:Link\">introduce links</a> to this page from <span class=\"plainlinks\"><a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Special%3ASearch&amp;redirs=1&amp;search=GLO+easement&amp;fulltext=Search&amp;ns0=1&amp;title=Special%3ASearch&amp;advanced=1&amp;fulltext=GLO+easement\">related articles</a></span>; try the <a rel=\"nofollow\" class=\"external text\" href=\"//edwardbetts.com/find_link?q=GLO_easement\">Find link tool</a> for suggestions.  <small><i>(August 2016)</i></small></div></td></tr></tbody></table>\n<p><b>General Land Office Easements</b> (also known as \"government land office easements,\" and \"GLO easements\") were legal mechanisms which created <a href=\"/wiki/Right_of_way\" title=\"Right of way\">right of way</a> to ensure future access through, and to the interior of, lots or parcels created by the U.S. Small Tract Act of 1938, (52 Stat. 609, amended 1948, 62 Stat. 476; Not to be confused with the much later \"Small Tracts Act\" of 2002 which is applicable to handling and disposal of National Forest lands by the <a href=\"/wiki/US_Forest_Service\" class=\"mw-redirect\" title=\"US Forest Service\">US Forest Service</a>.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> The National Forests Small Tracts Act was amended in 2005,<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> and/or 2015<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>).\n</p><p>Lou Bellisi of <a rel=\"nofollow\" class=\"external text\" href=\"http://www.publicland.org/\">PublicLands.org</a> writes:\n</p>\n<style data-mw-deduplicate=\"TemplateStyles:r856303468\">.mw-parser-output .templatequote{overflow:hidden;margin:1em 0;padding:0 40px}.mw-parser-output .templatequote .templatequotecite{line-height:1.5em;text-align:left;padding-left:1.6em;margin-top:0}</style><blockquote class=\"templatequote\"><p>The Small Tract Act of 1938 was enacted in response to requests by primarily World War I Servicemen who wanted to move out in the desert for health and recreational purposes. Subsequently, after World War II, Southern Californians began looking for small acreages in the desert to get away from the smog and burgeoning population centers. The Small Tract Act was about the only method of making federal land available. Local counties were enthusiastic about \"getting lands on the tax rolls\", and were not concerned about infrastructure (roads, water, power, schools) to support such development.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p></blockquote>\n<p>Small tract <a href=\"/wiki/Land_patent\" title=\"Land patent\">land patents</a> were granted by the <a href=\"/wiki/General_Land_Office\" title=\"General Land Office\">General Land Office</a> (which merged with the <a href=\"/wiki/United_States_Grazing_Service\" title=\"United States Grazing Service\">United States Grazing Service</a> in 1946 to form the US <a href=\"/wiki/Bureau_of_Land_Management\" title=\"Bureau of Land Management\">Bureau of Land Management</a>). These patents transferred property owned by the U.S. government to private ownership.\n</p><p>Like the <a href=\"/wiki/Homestead_Acts\" title=\"Homestead Acts\">Homestead Acts</a> before it, the Small Tract Act created many problems. Among them were, according to Bellisi, the\n</p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>Failure to reserve proper road right-of-ways (ROW). In some cases no ROW's were set aside in classification orders, and in such cases reserves were made around the perimeter of each individual tract. This restricted the use of the entire tract when in reality only one side needed to be encumbered.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n</p></blockquote>\n<p>As private owners of tracts patented to them by the GLO have subdivided and developed parcels of land, GLO easements continue to create controversy. For example, a recent application to develop land for a charter school in <a href=\"/wiki/Scottsdale,_Arizona\" title=\"Scottsdale, Arizona\">Scottsdale, Arizona</a> sought abandonment by the City of Scottsdale of its municipal interests in a GLO easement through the subject property (which is done without referencing any adjacent property owners' purported rights to the easement). The developer threatened to sue the city if the abandonment was not granted.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup>\n<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup>\nPrevious GLO easement-related controversies have erupted between adjoining private landowners; and between private landowners and municipalities.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup>\n</p><p>The City of Scottsdale has stated its position on these issues in many GLO easement abandonment actions by the City Council:\n</p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>General Land Office Patent Easements (general information)\n</p><div><ul><li>Within the city of Scottsdale there are General Land Office (GLO) lots or parcels of various sizes created by the Federal Small Tract Act. This act was passed in 1938 and repealed in 1976.</li><li>Most GLO lots were patented with 33 foot (or sometimes 50 foot) roadway and public utility easements typically \"as near as practical to the exterior boundaries.\"</li><li>The city has viewed these patent roadway and utility easements as assured access at least until a local circulation plan is established.</li><li>As GLO lots come in for development (i.e., lot splits, subdivisions or requesting building permits) staff requires city right-of-way dedications per city circulation plans. The city's transportation plan establishes a street system to replace the grid pattern created by the GLO easements.</li><li>Any patent easements in excess of the current requirements to the circulation plans (including trails), roadway standards, and not required to insure access to any other lot, may be requested to be abandoned.</li><li>On 1981, City Ordinance 1386 was adopted delegating the authority for the release of GLO easements to the Engineering Services Director.</li><li>On March 2, 1999, the City Council repealed Ordinance 1386 and adopted Ordinance 3219 which requires the abandonment of GLO patent roadway easements to go through the same public hearing process currently used for all rights-of-way, alley's and roadway easements. The City Attorney's office has concluded that this process for consideration of GLO roadway abandonment satisfies legal requirements.</li><li>On August 12, 2005, Arizona Revised Statute section 9-500.4 became effective. This section gives the local municipality the right to abandon GLO patent easements, and concurs with the city's position on abandonment of GLO patent easements.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup></li></ul></div>\n</blockquote>\n<p>The City of Scottsdale does not appear to have a position or policy on the monetary value of its interests in these easements, or the abandonment thereof.\n</p><p><a href=\"/wiki/Pima_County,_Arizona\" title=\"Pima County, Arizona\">Pima County, Arizona</a> has a policy that includes:\n</p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>Pursuant to United States Department of the Interior, Bureau of Land Management Instruction Memorandum No. 91-196 and common law applications, it shall be the policy of Pima County to recognize all reservations for road and utility easements contained in the U.S. Patents to be public rights of way. As public rights of way, Pima County may establish county roadways within the easements as provided for in A.R.S. § 28-6701,<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup> vacate and abandon the easements as public rights of way under A.R.S. § 28-7201 [This section references definitions only, Pima County Policy may have intended to reference all sections under Article 8],<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup> and license, regulate and administer as public rights of way pursuant to A.R.S. § 11-251<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup> and its authority as a political subdivision of the State of Arizona.<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup>\n</p></blockquote>\n<p>Scottsdale resident, property owner, and GLO easement activist Leon Spiro has frequently lectured the Scottsdale city council and state agencies in opposition to abandonment of GLO easements.<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup> Spiro has argued that the city's abandonment of the city's interest in GLO easements does not abandon the interests of adjacent landowners, for whom the easements were created.\n</p><p>Mr. Spiro says,\n</p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>This patent easement \"interest right\", in favor of City use, was decisioned [sic] in an Appellate Court Case, \"Kennedy v. City of Phoenix\", commonly referred to as, \"Kennedy One\", 138 Ariz. 406,675 P. 2d 293 (App). 1983(1). It is opinioned [sic] that upon the relinquishment of the \"City's Interests only\", in these \"patent roadway easements\", that these roadway and public utilities easements, now revert back to \"private roadway easements\".\n</p><p>We believe, if approved, this legal action taken by the Scottsdale City Council, with this recorded abandonment Resolution, \"will now 'exclude' the public\" from the \"use of these now private roadways\". If this request is approved, these private roadways, we believe, are now for the sole use of all Federal Land Patent Parcel Owners, or owners of portions of these patent parcels, due to Lot Splits\", who are owners of parcels or parts of parcels, that were sold under the \"Classification Order that created these Federal Land Patent Parcel Areas\".\n</p><p>Please become familiar with the wording of this issued Federal Land Patent that encumbers this parcel, for this could well become \"an integrity issue for all Council Members, Planning Commission Members and City Staff? Also, in the Arizona Appellate Court Case Bemal v. Loeks, please be advised, contrary to what many respected persons may have said, in reference to the Bemal v. Loeks Case, it Is written for the record, that \"Bemal 'was not land locked\".\n</p><p>A question for the Scottsdale City Attorney is this: Does the \"City of Scottsdale, \"after abandonment of the Cities Interest in these roadway easements\", have the Legal Right, even with the signaturing [sic] of the \"City required agreements\", by owner, by lender and by interested parties, which are titled: \"AGREEMENT AND RELEASE BY GLO ABANDONMENT PARCEL OWNER, and City document titled, AGREEMENT AND RELEASE BY GLO ABANDONMENT PARCEL LENDER, TENANT OR OTHER INTEREST HOLDER, does the City \"have the Legal Right to then approve, and authorize, and permit any encroachment or construction upon these, now, private patent roadway easements\"? We ask, is the City now a liable party, in the event that there is ever a \"third party legal action\" taken, due to the City Council or City Staff authorizing and permitting encroachment and construction upon these now private roadway easements?\n</p><p>We ask, does the owner of a property encroaching upon this Small Tract Act of 1938 Patent Parcel easement, now own a property with a \"title defect?\n</p><p>We suggest further consideration regarding this abandonment approval request that is now before the Scottsdale City Council. We suggest further review of Arizona Appellate Court Case #1 CA-CV 06-0756, commonly referred to as Neal v. Brown, which has been referenced in a previously approved City of Scottsdale Federal Land Patent Roadway and Public Utilities Abandonment Request, Case, #22-AB-2005, for possible errors.<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup>\n</p>\n</blockquote>\n<p><a href=\"/wiki/Cave_Creek,_Arizona\" title=\"Cave Creek, Arizona\">Cave Creek, Arizona</a> attorney Noel Hebets has also opined on these issues.<sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup>\n</p><p>Mr. Hebets writes:\n</p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>The Government Land Office (“GLO”), was a forerunner to the Bureau of Land Management (“BLM”), and it administered the sale of the small tracts (“GLO Lots”) to the veterans.\n</p><p>The “Patent” is just what the US Government calls the document that transferred title to the veteran or a veteran’s widow.  It is effectively the first deed to the ground; though they were often not recorded, and did not need to be.\n</p><p>Today “right of way” has come to be used to describe ground that the government, through reservation, condemnation or dedication, has acquired for its roadway system.  However, the older and more common meaning of “right of way” was the right to locate and build a “way” (roadway) later on.  Consistent with that older meaning of the term, the  “right of way” reserved to the government in that patent is another name for an easement that people call “GLO Easements”.\n</p><p>The right to use the GLO Easements for roadways and utilities automatically flows to the local government (county, city or town).  The obvious intent of the creation of the GLO Easements was to allow the local governments to use that ground for roadways and utilities without having to come back and pay the veteran or his successor in interest to acquire that right through a condemnation process.\n</p><p>However, Bernal v. Loeks clarified that the GLO Easements also give local landowners the right to use that ground for their access and utilities as well, irrespective of whether the local government has yet begun such use of the ground, and especially before the local government has done so.  In a disappointing opinion, Neal v. Brown introduced a sort of necessity requirement for that use by private landowners.<sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\">&#91;17&#93;</a></sup>\n</p>\n</blockquote><p>\nThe <a href=\"/wiki/League_of_Arizona_Cities_and_Towns\" title=\"League of Arizona Cities and Towns\">League of Arizona Cities and Towns</a> opposed a 2011 effort by State Representative Jack Harper (R. Surprise, AZ) to require, </p><link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>...a city or town to obtain written release from all affected parties before disclaiming such an interest and further prohibits any municipality from allowing or approving any permanent structure on a GLO patent easement.\"<sup id=\"cite_ref-18\" class=\"reference\"><a href=\"#cite_note-18\">&#91;18&#93;</a></sup>\n</p></blockquote>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=GLO_easement&amp;action=edit&amp;section=1\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.fs.fed.us/land/staff/disposal.shtml\">\"Sale of Forest Service Lands\"</a>. <i>US Forest Service</i>. US Forest Service<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">18 February</span> 2016</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=US+Forest+Service&amp;rft.atitle=Sale+of+Forest+Service+Lands&amp;rft_id=http%3A%2F%2Fwww.fs.fed.us%2Fland%2Fstaff%2Fdisposal.shtml&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AGLO+easement\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://www.gpo.gov/fdsys/pkg/CRPT-109hrpt169/html/CRPT-109hrpt169-pt1.htm\">\"Small Tracts Reform Act\"</a>. <i>US Government Printing Office</i>. US Government Printing Office<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">18 February</span> 2016</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=US+Government+Printing+Office&amp;rft.atitle=Small+Tracts+Reform+Act&amp;rft_id=https%3A%2F%2Fwww.gpo.gov%2Ffdsys%2Fpkg%2FCRPT-109hrpt169%2Fhtml%2FCRPT-109hrpt169-pt1.htm&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AGLO+easement\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://naturalresources.house.gov/newsroom/documentsingle.aspx?DocumentID=398879\">\"National Forest Small Tracts Act Amendments Act of 2015 (H.R. 1214)\"</a>. <i>House Committee on Natural Resources</i>. US House of Representatives<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">18 February</span> 2016</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=House+Committee+on+Natural+Resources&amp;rft.atitle=National+Forest+Small+Tracts+Act+Amendments+Act+of+2015+%28H.R.+1214%29&amp;rft_id=http%3A%2F%2Fnaturalresources.house.gov%2Fnewsroom%2Fdocumentsingle.aspx%3FDocumentID%3D398879&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AGLO+easement\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\">Lou, Bellisi. <a rel=\"nofollow\" class=\"external text\" href=\"http://www.publicland.org/35_archives/documents/doc_1306_bellesi.html\">\"BLM and the Small Tract Act in the Southern California Desert - A Brief History\"</a>. <i>PublicLand.org</i>. Public Lands Foundation<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">18 February</span> 2016</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=PublicLand.org&amp;rft.atitle=BLM+and+the+Small+Tract+Act+in+the+Southern+California+Desert+-+A+Brief+History&amp;rft.aulast=Lou&amp;rft.aufirst=Bellisi&amp;rft_id=http%3A%2F%2Fwww.publicland.org%2F35_archives%2Fdocuments%2Fdoc_1306_bellesi.html&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AGLO+easement\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\">Lou, Bellisi. <a rel=\"nofollow\" class=\"external text\" href=\"http://www.publicland.org/35_archives/documents/doc_1306_bellesi.html\">\"BLM and the Small Tract Act in the Southern California Desert - A Brief History\"</a>. <i>PublicLand.org</i>. Public Lands Foundation<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">18 February</span> 2016</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=PublicLand.org&amp;rft.atitle=BLM+and+the+Small+Tract+Act+in+the+Southern+California+Desert+-+A+Brief+History&amp;rft.aulast=Lou&amp;rft.aufirst=Bellisi&amp;rft_id=http%3A%2F%2Fwww.publicland.org%2F35_archives%2Fdocuments%2Fdoc_1306_bellesi.html&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AGLO+easement\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\">Thornton, Terrance. <a rel=\"nofollow\" class=\"external text\" href=\"http://www.scottsdaleindependent.com/news/abandonment-anxiety-clouds-basis-scottsdale-expansion/\">\"Abandonment anxiety clouds BASIS Scottsdale expansion\"</a>. <i>Scottsdale Independent</i>. Independent News Media<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">18 February</span> 2016</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=Scottsdale+Independent&amp;rft.atitle=Abandonment+anxiety+clouds+BASIS+Scottsdale+expansion&amp;rft.aulast=Thornton&amp;rft.aufirst=Terrance&amp;rft_id=http%3A%2F%2Fwww.scottsdaleindependent.com%2Fnews%2Fabandonment-anxiety-clouds-basis-scottsdale-expansion%2F&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AGLO+easement\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\">Allysia, Finley. <a rel=\"nofollow\" class=\"external text\" href=\"https://www.wsj.com/articles/a-dangerously-good-charter-school-1455839633\">\"A dangerously good charter school\"</a>. <i>WSJ.com</i>. The Wall Street Journal<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">19 February</span> 2016</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=WSJ.com&amp;rft.atitle=A+dangerously+good+charter+school&amp;rft.aulast=Allysia&amp;rft.aufirst=Finley&amp;rft_id=https%3A%2F%2Fwww.wsj.com%2Farticles%2Fa-dangerously-good-charter-school-1455839633&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AGLO+easement\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\">Bentley, Linda. <a rel=\"nofollow\" class=\"external text\" href=\"http://www.sonorannews.com/archives/2015/150603/news-litigation.html\">\"Council acts to avoid litigation\"</a>. <i>Sonoran News</i>. Sonoran News<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">18 February</span> 2016</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=Sonoran+News&amp;rft.atitle=Council+acts+to+avoid+litigation&amp;rft.aulast=Bentley&amp;rft.aufirst=Linda&amp;rft_id=http%3A%2F%2Fwww.sonorannews.com%2Farchives%2F2015%2F150603%2Fnews-litigation.html&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AGLO+easement\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.scottsdaleaz.gov/Asset52475.aspx\">\"City Council Report, Gardener Abandonment\"</a>. <i>ScottsdaleAZ.gov</i>. City of Scottsdale<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">18 February</span> 2016</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=ScottsdaleAZ.gov&amp;rft.atitle=City+Council+Report%2C+Gardener+Abandonment&amp;rft_id=http%3A%2F%2Fwww.scottsdaleaz.gov%2FAsset52475.aspx&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AGLO+easement\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.azleg.state.az.us/ars/28/06701.htm\">\"Establishing, altering or abandoning local highway\"</a>. <i>azleg.state.az.us</i>. Arizona State Legislature<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">21 February</span> 2016</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=azleg.state.az.us&amp;rft.atitle=Establishing%2C+altering+or+abandoning+local+highway&amp;rft_id=http%3A%2F%2Fwww.azleg.state.az.us%2Fars%2F28%2F06701.htm&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AGLO+easement\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.azleg.state.az.us/FormatDocument.asp?inDoc=/ars/28/07201.htm&amp;Title=28&amp;DocType=ARS\">\"Definitions\"</a>. <i>azleg.state.az.us</i>. Arizona State Legislature<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">21 February</span> 2016</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=azleg.state.az.us&amp;rft.atitle=Definitions&amp;rft_id=http%3A%2F%2Fwww.azleg.state.az.us%2FFormatDocument.asp%3FinDoc%3D%2Fars%2F28%2F07201.htm%26Title%3D28%26DocType%3DARS&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AGLO+easement\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.azleg.gov/FormatDocument.asp?inDoc=/ars/11/00251.htm&amp;Title=11&amp;DocType=ARS\">\"Powers of board\"</a>. <i>azleg.gov</i>. Arizona State Legislature<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">21 February</span> 2016</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=azleg.gov&amp;rft.atitle=Powers+of+board&amp;rft_id=http%3A%2F%2Fwww.azleg.gov%2FFormatDocument.asp%3FinDoc%3D%2Fars%2F11%2F00251.htm%26Title%3D11%26DocType%3DARS&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AGLO+easement\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://webcms.pima.gov/UserFiles/Servers/Server_6/File/Government/Clerk%20of%20the%20Board/Policies/F54-7.pdf\">\"Small Tract Easements by Patent Reservation (Veteran Tracts Roads)\"</a> <span style=\"font-size:85%;\">(PDF)</span>. <i>webcms.pima.gov</i>. Pima County Arizona<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">18 February</span> 2016</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=webcms.pima.gov&amp;rft.atitle=Small+Tract+Easements+by+Patent+Reservation+%28Veteran+Tracts+Roads%29&amp;rft_id=https%3A%2F%2Fwebcms.pima.gov%2FUserFiles%2FServers%2FServer_6%2FFile%2FGovernment%2FClerk%2520of%2520the%2520Board%2FPolicies%2FF54-7.pdf&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AGLO+easement\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\">Gabrielson, Ryan. <a rel=\"nofollow\" class=\"external text\" href=\"http://www.eastvalleytribune.com/local/article_1222530e-c75c-54d1-9967-ff50407c7434.html\">\"Scottsdale seeks advice on U.S. easements\"</a>. <i>East Valley Tribune</i>. East Valley Tribune<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">18 February</span> 2016</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=East+Valley+Tribune&amp;rft.atitle=Scottsdale+seeks+advice+on+U.S.+easements&amp;rft.aulast=Gabrielson&amp;rft.aufirst=Ryan&amp;rft_id=http%3A%2F%2Fwww.eastvalleytribune.com%2Flocal%2Farticle_1222530e-c75c-54d1-9967-ff50407c7434.html&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AGLO+easement\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.scottsdaleaz.gov/Asset52475.aspx\">\"City Council Report, Gardener Abandonment\"</a>. <i>ScottsdaleAZ.gov</i>. City of Scottsdale<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">18 February</span> 2016</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=ScottsdaleAZ.gov&amp;rft.atitle=City+Council+Report%2C+Gardener+Abandonment&amp;rft_id=http%3A%2F%2Fwww.scottsdaleaz.gov%2FAsset52475.aspx&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AGLO+easement\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\">Hebets, Noel. <a rel=\"nofollow\" class=\"external text\" href=\"http://noelhebets.com/forms/Land5-AccessMemo.pdf\">\"Legal access and how to get there\"</a> <span style=\"font-size:85%;\">(PDF)</span>. <i>NoelHebets.com</i>. Noel Hebets<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">18 February</span> 2016</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=NoelHebets.com&amp;rft.atitle=Legal+access+and+how+to+get+there&amp;rft.aulast=Hebets&amp;rft.aufirst=Noel&amp;rft_id=http%3A%2F%2Fnoelhebets.com%2Fforms%2FLand5-AccessMemo.pdf&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AGLO+easement\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-17\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-17\">^</a></b></span> <span class=\"reference-text\">\n<cite class=\"citation news\">Hebets, Noel (19 February 2016). \"GLO easements\" (Letter). Letter to John D. Washington.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=GLO+easements&amp;rft.date=2016-02-19&amp;rft.aulast=Hebets&amp;rft.aufirst=Noel&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AGLO+easement\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-18\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-18\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://arizonaleague.org/bulletin/11/110128/index.cfm?a=easements\">\"Federal patent easements\"</a>. <i>Arizona League of Cities and Towns</i>. Arizona League of Cities and Towns<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">18 February</span> 2016</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=Arizona+League+of+Cities+and+Towns&amp;rft.atitle=Federal+patent+easements&amp;rft_id=http%3A%2F%2Farizonaleague.org%2Fbulletin%2F11%2F110128%2Findex.cfm%3Fa%3Deasements&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AGLO+easement\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw2173\nCached time: 20180921142523\nCache expiry: 86400\nDynamic content: true\nCPU time usage: 0.200 seconds\nReal time usage: 0.269 seconds\nPreprocessor visited node count: 1050/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 43182/2097152 bytes\nTemplate argument size: 8921/2097152 bytes\nHighest expansion depth: 9/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 20245/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.102/10.000 seconds\nLua memory usage: 3.88 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  239.056      1 -total\n 59.36%  141.904      1 Template:Reflist\n 41.55%   99.337     17 Template:Cite_web\n 27.55%   65.855      1 Template:Orphan\n 21.10%   50.433      1 Template:Ambox\n 10.82%   25.856      7 Template:Quote\n  4.69%   11.217      1 Template:Cite_letter\n  3.89%    9.291      1 Template:Cite_news\n  3.68%    8.794      1 Template:Bulleted_list\n  1.40%    3.350      1 Template:Monthyear\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:49474359-0!canonical and timestamp 20180921142523 and revision id 848642411\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"Orphaned_articles_from_August_2016"},{"sortkey":"","hidden":"","*":"All_orphaned_articles"},{"sortkey":"","*":"Land_surveying_of_the_United_States"}],"links":[{"ns":14,"exists":"","*":"Category:Orphaned articles from August 2016"},{"ns":0,"exists":"","*":"Bureau of Land Management"},{"ns":0,"exists":"","*":"Cave Creek, Arizona"},{"ns":0,"exists":"","*":"General Land Office"},{"ns":0,"exists":"","*":"Homestead Acts"},{"ns":0,"exists":"","*":"Land patent"},{"ns":0,"exists":"","*":"League of Arizona Cities and Towns"},{"ns":0,"exists":"","*":"Pima County, Arizona"},{"ns":0,"exists":"","*":"Right of way"},{"ns":0,"exists":"","*":"Scottsdale, Arizona"},{"ns":0,"exists":"","*":"US Forest Service"},{"ns":0,"exists":"","*":"United States Grazing Service"},{"ns":4,"exists":"","*":"Wikipedia:Orphan"},{"ns":12,"exists":"","*":"Help:Link"}],"templates":[{"ns":10,"exists":"","*":"Template:Orphan"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Monthyear"},{"ns":10,"exists":"","*":"Template:Monthyear-1"},{"ns":10,"exists":"","*":"Template:PAGENAMEU"},{"ns":10,"exists":"","*":"Template:Quote"},{"ns":10,"exists":"","*":"Template:Quote/styles.css"},{"ns":10,"exists":"","*":"Template:Bulleted list"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Cite letter"},{"ns":10,"exists":"","*":"Template:Cite news"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:List"},{"ns":828,"exists":"","*":"Module:TableTools"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Wiki_letter_w.svg"],"externallinks":["http://www.fs.fed.us/land/staff/disposal.shtml","https://www.gpo.gov/fdsys/pkg/CRPT-109hrpt169/html/CRPT-109hrpt169-pt1.htm","http://naturalresources.house.gov/newsroom/documentsingle.aspx?DocumentID=398879","http://www.publicland.org/35_archives/documents/doc_1306_bellesi.html","http://www.scottsdaleindependent.com/news/abandonment-anxiety-clouds-basis-scottsdale-expansion/","https://www.wsj.com/articles/a-dangerously-good-charter-school-1455839633","http://www.sonorannews.com/archives/2015/150603/news-litigation.html","http://www.scottsdaleaz.gov/Asset52475.aspx","http://www.azleg.state.az.us/ars/28/06701.htm","http://www.azleg.state.az.us/FormatDocument.asp?inDoc=/ars/28/07201.htm&Title=28&DocType=ARS","http://www.azleg.gov/FormatDocument.asp?inDoc=/ars/11/00251.htm&Title=11&DocType=ARS","https://webcms.pima.gov/UserFiles/Servers/Server_6/File/Government/Clerk%20of%20the%20Board/Policies/F54-7.pdf","http://www.eastvalleytribune.com/local/article_1222530e-c75c-54d1-9967-ff50407c7434.html","http://noelhebets.com/forms/Land5-AccessMemo.pdf","http://arizonaleague.org/bulletin/11/110128/index.cfm?a=easements","//edwardbetts.com/find_link?q=GLO_easement","http://www.publicland.org/"],"sections":[{"toclevel":1,"level":"2","line":"References","number":"1","index":"1","fromtitle":"GLO_easement","byteoffset":15513,"anchor":"References"}],"parsewarnings":[],"displaytitle":"GLO easement","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q25037438"}]}}