{"parse":{"title":"Boy Wonder (novel)","pageid":16816176,"revid":782993619,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-style ambox-all_plot\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/60px-Edit-clear.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/80px-Edit-clear.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>consists almost entirely of a <a href=\"/wiki/Wikipedia:What_Wikipedia_is_not#PLOT\" title=\"Wikipedia:What Wikipedia is not\">plot summary</a></b>. It should be expanded to provide more balanced coverage that includes <a href=\"/wiki/Wikipedia:Manual_of_Style/Writing_about_fiction#Real-world_perspective\" title=\"Wikipedia:Manual of Style/Writing about fiction\">real-world context</a>.<span class=\"hide-when-compact\"> Please <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Boy_Wonder_(novel)&amp;action=edit\">edit the article</a> to <a href=\"/wiki/Wikipedia:Manual_of_Style/Writing_about_fiction\" title=\"Wikipedia:Manual of Style/Writing about fiction\">focus on discussing the work</a> rather than merely reiterating the plot.</span>  <small><i>(May 2017)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<table class=\"plainlinks metadata ambox ambox-style\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/60px-Edit-clear.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/80px-Edit-clear.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\"><b>To comply with the Wikipedia <a href=\"/wiki/Category:Wikipedia_style_guidelines\" title=\"Category:Wikipedia style guidelines\">quality standards</a>, this book-related article may require <a href=\"/wiki/Wikipedia:Cleanup\" title=\"Wikipedia:Cleanup\">cleanup</a>.</b><span class=\"hide-when-compact\"> This article contains very little context, or is <b>unclear</b> to readers who know little about the book. See this article's <a href=\"/wiki/Talk:Boy_Wonder_(novel)\" title=\"Talk:Boy Wonder (novel)\">talk page</a> before making any large and/or controversial edits.</span>  <small><i>(November 2009)</i></small></div></td><td class=\"mbox-imageright\"><div style=\"width:52px\"><img alt=\"Books-aj.svg aj ashton 01.svg\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Books-aj.svg_aj_ashton_01.svg/50px-Books-aj.svg_aj_ashton_01.svg.png\" width=\"50\" height=\"44\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Books-aj.svg_aj_ashton_01.svg/75px-Books-aj.svg_aj_ashton_01.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Books-aj.svg_aj_ashton_01.svg/100px-Books-aj.svg_aj_ashton_01.svg.png 2x\" data-file-width=\"309\" data-file-height=\"274\" /></div></td></tr></tbody></table>\n<table class=\"infobox vcard\" style=\"width:22em\"><caption style=\"font-style:italic;padding-bottom:0.2em;\">Boy Wonder <span class=\"Z3988\" title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Boy+Wonder&amp;rft.author=%5B%5BJames+Robert+Baker%5D%5D&amp;rft.date=1988&amp;rft.pub=%5B%5BNew+American+Library%5D%5D&amp;rft.pages=470+pp&amp;rft_id=info:oclcnum/17233892\"></span></caption><tbody><tr><td colspan=\"2\" style=\"text-align:center;display:none\"><div>The first paperback edition of <i>Boy Wonder</i></div></td></tr><tr><th scope=\"row\">Author</th><td>\n<a href=\"/wiki/James_Robert_Baker\" title=\"James Robert Baker\">James Robert Baker</a></td></tr><tr><th scope=\"row\">Country</th><td>\nUnited States</td></tr><tr><th scope=\"row\">Language</th><td>\nEnglish</td></tr><tr><th scope=\"row\">Genre</th><td>\n<a href=\"/wiki/Satire\" title=\"Satire\">Satire</a>, <a href=\"/wiki/Transgressional_fiction\" class=\"mw-redirect\" title=\"Transgressional fiction\">Transgressional fiction</a></td></tr><tr><th scope=\"row\">Publisher</th><td>\n<a href=\"/wiki/New_American_Library\" title=\"New American Library\">New American Library</a></td></tr><tr><th scope=\"row\"><div style=\"padding:0.1em 0;line-height:1.2em;\">Publication date</div></th><td>\n1988</td></tr><tr><th scope=\"row\">Media&#160;type</th><td>\nPrint (hardback &amp; paperback)</td></tr><tr><th scope=\"row\">Pages</th><td>\n470 pp</td></tr><tr><th scope=\"row\"><a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a></th><td>\n<a href=\"/wiki/Special:BookSources/0-453-00597-7\" title=\"Special:BookSources/0-453-00597-7\">0-453-00597-7</a></td></tr><tr><th scope=\"row\"><a href=\"/wiki/OCLC#Identifiers_and_linked_data\" title=\"OCLC\"><abbr title=\"Online Computer Library Center number\">OCLC</abbr></a></th><td>\n<a rel=\"nofollow\" class=\"external text\" href=\"https://www.worldcat.org/oclc/17233892\">17233892</a></td></tr><tr><th scope=\"row\"><div style=\"padding:0.1em 0;line-height:1.2em;\"><a href=\"/wiki/Dewey_Decimal_Classification\" title=\"Dewey Decimal Classification\">Dewey Decimal</a></div></th><td>\n813/.54 19</td></tr><tr><th scope=\"row\"><a href=\"/wiki/Library_of_Congress_Classification\" title=\"Library of Congress Classification\"><abbr title=\"Library of Congress Classification\">LC&#160;Class</abbr></a></th><td>\nPS3552.A4278 B68 1988</td></tr><tr><th scope=\"row\">Preceded&#160;by</th><td>\n<i>Fuel-Injected Dreams (1986)</i></td></tr><tr><th scope=\"row\">Followed&#160;by</th><td>\n<i>Tim And Pete (1993)</i></td></tr></tbody></table>\n<p><i><b>Boy Wonder</b></i> is a novel by <a href=\"/wiki/James_Robert_Baker\" title=\"James Robert Baker\">James Robert Baker</a> published in 1988. The novel is a mock of oral history of Los Angeles, California in which we hear the life of Hollywood <a href=\"/wiki/Avant-garde\" title=\"Avant-garde\">avant-garde</a> film producer Shark Trager.\n</p>\n<h2><span class=\"mw-headline\" id=\"Plot\">Plot</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Boy_Wonder_(novel)&amp;action=edit&amp;section=1\" title=\"Edit section: Plot\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Orange County, California 1950: GALE 'SHARK' TRAGER is born to long-suffering WINNIE TRAGER in the backseat of her car at a drive-in.  Shark's arch-conservative father MAC TRAGER (who looks uncannily like actor Glenn Ford) learns the news and ends up running someone off the road on his way to the hospital.  Shark immediately is a strange kid, suffering from childhood obesity and not helped by the fact that Winnie is a hypochondriac and Mac is a racist bully.  When Winnie grows catatonic, Mac brings in sexy GLADYS FRAZER to take over the wife/mother role in the family.  Shark grows up, making friends with gay neighbor KENNY ROBERTS, acne-ridden misfit PUS JENKINS and intellect ELLIOT BERNSTEIN. Winnie dies after climbing into an active freezer and Gladys leaves Mac soon after as the neighbors shun her for being a homewrecker.\n</p><p>As Shark grows up, he falls in love with the movies—his only escape from the bleakness of his own sad childhood—and he becomes an insatiable cinemaphile. Mac’s sister LORNA moves in to help Mac raise Shark, but spends her nights fending off Mac's lonely drunken advances. In high school, Shark loses his baby fat and matures into a rakishly handsome young man who strongly resembles Errol Flynn. One day while working at his father's gas station, Shark notices beautiful blonde California teen KATHY PETRO for the first time and he’s instantly smitten with her. Kathy is the daughter of powerful local oil magnate JACK PETRO, but everyone at school frowns upon Shark, so Kathy doesn’t give him the time of day. Obsessed with Kathy, Shark takes a movie camera over to her house one night and films her from outside her bathroom window as she masturbates. When Shark tries to get the film developed, he’s arrested and Kathy’s parents soon learn what a pervert Shark is. Mac freaks out, taking away all of Shark’s film equipment as punishment. Shark’s relationship with his father only worsens after Shark starts dating an adorable Japanese girl named JUDY OSHIMA. When Mac orders Shark to drop his pants for a VD 'drip check,' Shark accuses the old man of being a homo; Mac is thunderstruck by this accusation—possibly because it's true? Another incident occurs when Kathy Petro makes out with a boy in the local movie theater and Shark, sitting jealously in the seat behind, accosts them. Unfortunately, Shark’s girlfriend Judy dies when her moped is struck on the highway. Shark soon gains another friend, easy-going WOODY HAZZARD, a local surfer and small-time drug dealer whom Shark moves in with.\n</p><p>One day Kathy Petro shows up, trying to buy some acid for her boyfriend, JEFF STUBEN; she gets it, but when Jeff has a bad trip and accidentally cuts his own head off with a chainsaw, the cops storm Shark and Woody’s place. Shark swallows all the acid and has a bad trip himself in jail. Shark decides to go to film school at UCLA and meets the sensitive and talented NEAL RIDGES, as well as sophisticated SIMONE GATANE. Shark moves into James Dean’s old house in the valley and he and Simone start hooking up as he makes his maiden film, \"PILLOW FUCK\", a wry deconstruction of those insipid 1960s Rock Hudson/Doris Day romantic-comedies. The film is notoriously good and Shark's personal hero, famous French director JEAN-CLAUDE CITROEN, shows up for a screening. Unfortunately Citroen utterly trashes the film afterward and Shark is so devastated that he takes off and burns the only print. Soon after, Shark is living with a gung-ho nut named DRAKE BREWSTER who helps Shark lose weight again and get a security job in Santa Barbara. Shark gets a hold of a graduate student’s screenplay and contacts fellow UCLA film student, SUE SCHLOCKMANN, whose father is a low-budget film distributor in Hollywood. Shark pumps up his relationship with Sue and gets her father to give him a producing deal. To everyone’s surprise, \"SEX KILL A GO-GO\" is a huge success. When the draft board calls Shark in, he forces himself to ejaculate on the guy in line in front of him to get out of the draft. When Sue notices Shark’s infatuation with Kathy Petro, she tries to distance herself from him, but Shark proposes and the two get married instead. Elliot Bernstein, who originally dated Sue and still loves her, is devastated.\n</p><p>Shark next does \"REDNECK SCUM\", but when he learns Kathy Petro has gone to France as a model and has started dating Jean-Claude Citroen, he decides to make the movie about them. Shark's obsession with Kathy gets the best of him and he starts dating a fifteen-year-old Lolita-esque Kathy lookalike named CINDY, whom he takes to Cannes along with his latest movie, a murderous lovers-on-the-run art film entitled \"WHITE DESERT.\" Jean-Claude uses his power to get Shark's movie banned from competition, but a late night screening wins over the hearts of the viewers and it becomes a success. Unfortunately, Jean-Claude picks up Cindy and Shark tracks him down on the beach and beats the hell out of him. Shark returns to America only to find Sue’s father, angry at Shark's abuse of his daughter, has slipped in some contractual wording and Shark now owes him $6 million. Luckily for Shark, another rival studio buys the pic and Shark’s production deal away. Shark makes another movie with a Kathy Petro look-alike in the lead role, an \"EXORCIST\"-esque thriller called \"THE CONDOIST.\" Kathy does her own movie, however, a small art house romantic-comedy—and winds up getting critically panned for her vapid, amateurish performance; Shark sends her an apologetic note. Soon after, Kathy starts dating BETH, a militant lesbian, and Shark makes yet another movie, this time about Kathy and Beth's relationship—a lesbian variation on \"THE SEARCHERS\" which Shark calls \"SCAR.\" Beth’s father, however, is a powerful guy in Hollywood and he gets the movie pulled. Unfortunately, Beth's father dies when Beth angrily confronts him, and Shark continues unabated. It’s then that Shark meets CAROL VAN DER HOF, a charming socialite with a club foot. Shark ends up partnering with Carol and the two form the perfect personal and professional relationship. Hollywood loves them, although Carol is secretly enamored with Shark. Their next flick, a mod late-60s film entitled \"MONDO JET SET,\" is a huge success. Simultaneously, Woody starts having an affair with Kathy, trying his best to keep it a secret from Shark. Kathy’s in love for the first time, but everything changes when Woody starts dating a gay film exec named BRIAN STRAIGHT. Brian hates Shark and when Shark messes with Woody, Brian proposes to Kathy in order to help both their careers. Shark explodes when he learns of this, and he storms over to their house and beats the hell out of Brian.\n</p><p>Shark decides to make a movie out of a tragedy that happened in his neighborhood when childhood friend Pus Jenkins murdered a number of local teens. He spends millions on the first scene (an uninterrupted, twenty-minute long shot) and has to blackmail the studio boss with a sex film of his wife in order to keep the movie alive. In the end, Shark comes under fire for hiring Pus himself to play the father of one of the murdered teens. Even worse, Shark starts an affair with Carol, but when he spurns her, she goes on set and cuts off her own club foot. In the climactic scene where the house explodes (they’re filming at Shark’s childhood home), Shark races up and dives into the freezer his mother died in just as the bombs go off. Shark survives, but afterward is stabbed by a family member of one of the films’ victims. The studio tries to shelve the film, entitled \"RED SURF,\" but Shark spends all his millions to buy it back. Unfortunately, it’s unreleasable and becomes Shark's own \"HEAVEN'S GATE\", effectively destroying his career.\n</p><p>Afterward, Shark falls into drugs and soon becomes homeless. A theater worker, TODD JARRETT, hires Shark to be his projectionist because of his film knowledge, but another incident with Kathy Petro gets him fired. Soon, Shark is a genuine bum down on Venice Beach and all those who once hailed him, now ignore him. One day, however, Woody, Elliot and Carol are having lunch and spot Shark getting beaten up by some black bums. Woody and Elliot rescue Shark and send him to a Nevada detox unit, which just happens to be run by his ex-roommate, Drake Brewster. Even worse, Kathy Petro, in a downward spiral of sleeping pills, has ended up there too. To their own surprise, the long-simmering heat between them finally explodes and the two end up making love. At the same time, Shark is having an affair with another patient, NARGES PAHLAVI-BARDAHL, an Iranian sheik’s daughter. Narges promises to bankroll Shark’s next film. Shark is back and producing a science-fiction film entitled \"BLUE LIGHT,\" a movie no one thinks will work. He takes all his old compadres, even his father Mac, to Beirut to film. An incident involving his father and Drake Brewster culminates in Muslim fanatics almost killing them, but Shark proves to be a brave man when he bluffs being wired with explosives and talks his way out of danger. The movie becomes the highest-grossing film of all time and Shark returns to the top of Hollywood, but his fascination with Kathy Petro has driven Narges into drug dependency.\n</p><p>One day, Shark gets a call from the White House: RONALD REAGAN wants to meet him. Shark goes, not knowing Kathy is there at the same time to meet NANCY REAGAN and discuss her biography. Shark and Kathy end up making love in the Roosevelt room, but an unfortunate situation develops when a famous movie star donkey comes through the White House and the animal goes wild, nearly having sex with Kathy. Shark saves her from that fate. Shark and Kathy begin dating, but to Shark's sad surprise, the reality of achieving his life's desire doesn’t live up to the fantasy. Soon Shark writes a touching love story and offers Kathy the lead role. He plays upon her real-life tragedies to get her to cry on demand and the movie, \"HOME TO THE HEART\", is an emotional masterpiece. But Shark’s enemies are too many and just after the movie is nominated for all kinds of Academy Awards, rumors of Shark’s transgressions, true and false, come out. Shark becomes reviled. Even worse, the White House story comes out and Kathy is made to look like she had sex with the donkey.\n</p><p>Shark is slowly losing his mind and when the Academy Awards come around, he and Kathy attend, but they get booed quite a lot. Shark runs into Jean-Claude Citroen in the bathroom and attacks him, and we learn Jean-Claude regrets trashing Shark's first film: turns out he actually considered it a masterpiece but was too frightened by its power to tell Shark the truth. Afterward, Kathy wins for Best Actress and thanks Shark in her acceptance speech, but when a weaker film wins for Best Picture, Shark freaks out and nearly sodomizes his director with the Oscar he believes is rightfully his. Shark and Kathy flee the Awards, but when she puts up a fight in his car, Shark pushes her out onto the freeway. Believing she’s dead, a distraught Shark drives back to the theater where he once worked to grab a film canister. The cops are after him. Shark speeds back to the exact spot where he was born, now a movieplex, and drives his car through the wall, killing a bunch of neo-Nazi kids. Unfortunately, cops arrive and shoot Shark dead. Shark is portrayed as a child killer in the media and his legacy is destroyed. Only Woody, Simone and Elliot show up for his funeral. Afterward, Kathy is given the film canister Shark tried to retrieve... and she cries when she sees it’s footage of her on the beach when she was fourteen years old, something a young, lovestruck Shark filmed from afar...\n</p>\n<div role=\"navigation\" class=\"navbox\" aria-labelledby=\"Works_by_James_Robert_Baker\" style=\"padding:3px\"><table class=\"nowraplinks collapsible uncollapsed navbox-inner\" style=\"border-spacing:0;background:transparent;color:inherit\"><tbody><tr><th scope=\"col\" class=\"navbox-title\" colspan=\"2\"><div class=\"plainlinks hlist navbar mini\"><ul><li class=\"nv-view\"><a href=\"/wiki/Template:James_Robert_Baker\" title=\"Template:James Robert Baker\"><abbr title=\"View this template\" style=\";;background:none transparent;border:none;-moz-box-shadow:none;-webkit-box-shadow:none;box-shadow:none; padding:0;\">v</abbr></a></li><li class=\"nv-talk\"><a href=\"/wiki/Template_talk:James_Robert_Baker\" title=\"Template talk:James Robert Baker\"><abbr title=\"Discuss this template\" style=\";;background:none transparent;border:none;-moz-box-shadow:none;-webkit-box-shadow:none;box-shadow:none; padding:0;\">t</abbr></a></li><li class=\"nv-edit\"><a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Template:James_Robert_Baker&amp;action=edit\"><abbr title=\"Edit this template\" style=\";;background:none transparent;border:none;-moz-box-shadow:none;-webkit-box-shadow:none;box-shadow:none; padding:0;\">e</abbr></a></li></ul></div><div id=\"Works_by_James_Robert_Baker\" style=\"font-size:114%;margin:0 4em\">Works by <a href=\"/wiki/James_Robert_Baker\" title=\"James Robert Baker\">James Robert Baker</a></div></th></tr><tr><td colspan=\"2\" class=\"navbox-list navbox-odd hlist\" style=\"width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><i><a href=\"/wiki/Adrenaline_(novel)\" title=\"Adrenaline (novel)\">Adrenaline</a></i> (1985)</li>\n<li><i><a href=\"/w/index.php?title=Fuel-Injected_Dreams&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Fuel-Injected Dreams (page does not exist)\">Fuel-Injected Dreams</a></i> (1986)</li>\n<li><i><a class=\"mw-selflink selflink\">Boy Wonder</a></i> (1988)</li>\n<li><i><a href=\"/wiki/Tim_and_Pete\" title=\"Tim and Pete\">Tim and Pete</a></i> (1993)</li>\n<li><i><a href=\"/w/index.php?title=Right_Wing_(novel)&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Right Wing (novel) (page does not exist)\">Right Wing</a></i> (1996)</li>\n<li><i><a href=\"/w/index.php?title=Testosterone_(novel)&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Testosterone (novel) (page does not exist)\">Testosterone</a></i> (2000)</li>\n<li><i><a href=\"/w/index.php?title=Anarchy_(novel)&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Anarchy (novel) (page does not exist)\">Anarchy</a></i> (2002)</li></ul>\n</div></td></tr></tbody></table></div>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Boy_Wonder_(novel)&amp;action=edit&amp;section=2\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/James_Robert_Baker\" title=\"James Robert Baker\">Baker, James Robert</a>. <i>Boy Wonder</i>. California: <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-453-00597-7\" title=\"Special:BookSources/0-453-00597-7\">0-453-00597-7</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1288\nCached time: 20180908235402\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.172 seconds\nReal time usage: 0.236 seconds\nPreprocessor visited node count: 1253/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 22232/2097152 bytes\nTemplate argument size: 1809/2097152 bytes\nHighest expansion depth: 20/40\nExpensive parser function count: 2/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 71/5000000 bytes\nNumber of Wikibase entities loaded: 1/400\nLua time usage: 0.061/10.000 seconds\nLua memory usage: 2.01 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  208.242      1 -total\n 61.72%  128.517      1 Template:Infobox_book\n 49.45%  102.976      1 Template:Infobox\n 28.18%   58.693      1 Template:All_plot\n 19.94%   41.518      2 Template:Ambox\n 18.65%   38.829      2 Template:ISBN\n 17.96%   37.393      1 Template:ISBNT\n  7.93%   16.505      2 Template:Catalog_lookup_link\n  5.08%   10.571      1 Template:Wikidata_image\n  4.50%    9.376      1 Template:James_Robert_Baker\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:16816176-0!canonical and timestamp 20180908235402 and revision id 782993619\n -->\n</div>"},"langlinks":[{"lang":"pt","url":"https://pt.wikipedia.org/wiki/Boy_Wonder_(romance)","langname":"Portuguese","autonym":"português","*":"Boy Wonder (romance)"}],"categories":[{"sortkey":"Boy Wonder (Novel)","hidden":"","*":"Articles_to_be_expanded_from_May_2017"},{"sortkey":"Boy Wonder (Novel)","hidden":"","*":"All_articles_to_be_expanded"},{"sortkey":"Boy Wonder (Novel)","hidden":"","*":"Articles_needing_cleanup_from_November_2009"},{"sortkey":"Boy Wonder (Novel)","hidden":"","*":"All_pages_needing_cleanup"},{"sortkey":"Boy Wonder (Novel)","hidden":"","*":"Books_needing_cleanup"},{"sortkey":"Boy Wonder (Novel)","hidden":"","*":"Books_with_missing_cover"},{"sortkey":"Boy Wonder (Novel)","*":"1988_American_novels"},{"sortkey":"Boy Wonder (Novel)","*":"Novels_by_James_Robert_Baker"},{"sortkey":"Boy Wonder (Novel)","*":"Oral_history"},{"sortkey":"Boy Wonder (Novel)","*":"Hollywood_novels"}],"links":[{"ns":14,"exists":"","*":"Category:Articles to be expanded from May 2017"},{"ns":14,"exists":"","*":"Category:Articles needing cleanup from November 2009"},{"ns":14,"exists":"","*":"Category:Wikipedia style guidelines"},{"ns":10,"exists":"","*":"Template:James Robert Baker"},{"ns":0,"exists":"","*":"Adrenaline (novel)"},{"ns":0,"exists":"","*":"Avant-garde"},{"ns":0,"exists":"","*":"Dewey Decimal Classification"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"James Robert Baker"},{"ns":0,"exists":"","*":"Library of Congress Classification"},{"ns":0,"exists":"","*":"New American Library"},{"ns":0,"exists":"","*":"OCLC"},{"ns":0,"exists":"","*":"Satire"},{"ns":0,"exists":"","*":"Tim and Pete"},{"ns":0,"exists":"","*":"Transgressional fiction"},{"ns":0,"*":"Fuel-Injected Dreams"},{"ns":0,"*":"Right Wing (novel)"},{"ns":0,"*":"Testosterone (novel)"},{"ns":0,"*":"Anarchy (novel)"},{"ns":1,"exists":"","*":"Talk:Boy Wonder (novel)"},{"ns":4,"exists":"","*":"Wikipedia:Cleanup"},{"ns":4,"exists":"","*":"Wikipedia:Manual of Style/Writing about fiction"},{"ns":4,"exists":"","*":"Wikipedia:What Wikipedia is not"},{"ns":11,"exists":"","*":"Template talk:James Robert Baker"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:All plot"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Cleanup book"},{"ns":10,"exists":"","*":"Template:Infobox book"},{"ns":10,"exists":"","*":"Template:Infobox"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Longitem"},{"ns":10,"exists":"","*":"Template:ISBNT"},{"ns":10,"exists":"","*":"Template:ISBN"},{"ns":10,"exists":"","*":"Template:Catalog lookup link"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Error-small"},{"ns":10,"exists":"","*":"Template:Tl"},{"ns":10,"exists":"","*":"Template:Abbr"},{"ns":10,"exists":"","*":"Template:Both"},{"ns":10,"exists":"","*":"Template:Italic title"},{"ns":10,"exists":"","*":"Template:Template other"},{"ns":10,"exists":"","*":"Template:Wikidata image"},{"ns":10,"exists":"","*":"Template:James Robert Baker"},{"ns":10,"exists":"","*":"Template:Navbox"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Infobox"},{"ns":828,"exists":"","*":"Module:Navbar"},{"ns":828,"exists":"","*":"Module:Wikidata"},{"ns":828,"exists":"","*":"Module:I18n"},{"ns":828,"*":"Module:Infobox/i18n"},{"ns":828,"exists":"","*":"Module:Check isxn"},{"ns":828,"exists":"","*":"Module:Error"},{"ns":828,"exists":"","*":"Module:String"},{"ns":828,"exists":"","*":"Module:Italic title"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Navbox"}],"images":["Edit-clear.svg","Books-aj.svg_aj_ashton_01.svg"],"externallinks":["https://www.worldcat.org/oclc/17233892"],"sections":[{"toclevel":1,"level":"2","line":"Plot","number":"1","index":"1","fromtitle":"Boy_Wonder_(novel)","byteoffset":1008,"anchor":"Plot"},{"toclevel":1,"level":"2","line":"References","number":"2","index":"2","fromtitle":"Boy_Wonder_(novel)","byteoffset":12724,"anchor":"References"}],"parsewarnings":[],"displaytitle":"<i>Boy Wonder</i> (novel)","iwlinks":[],"properties":[{"name":"displaytitle","*":"<i>Boy Wonder</i> (novel)"},{"name":"defaultsort","*":"Boy Wonder (Novel)"},{"name":"wikibase_item","*":"Q4952152"}]}}