{"parse":{"title":"Oral history in modern Mali","pageid":29914459,"revid":828938054,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-style ambox-Cleanup\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/60px-Edit-clear.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/80px-Edit-clear.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article may <b>require <a href=\"/wiki/Wikipedia:Cleanup\" title=\"Wikipedia:Cleanup\">cleanup</a></b> to meet Wikipedia's <a href=\"/wiki/Wikipedia:Manual_of_Style\" title=\"Wikipedia:Manual of Style\">quality standards</a>. The specific problem is: <b>Organisation, encyclopaedic tone, formatting of quotes and poems</b><span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Oral_history_in_modern_Mali&amp;action=edit\">improve this article</a> if you can.</span>  <small><i>(May 2014)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:222px;\"><a href=\"/wiki/File:GriotsSambala.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/5/5b/GriotsSambala.jpg/220px-GriotsSambala.jpg\" width=\"220\" height=\"155\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/5/5b/GriotsSambala.jpg/330px-GriotsSambala.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/5/5b/GriotsSambala.jpg/440px-GriotsSambala.jpg 2x\" data-file-width=\"501\" data-file-height=\"352\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:GriotsSambala.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>A drawing of Griots.</div></div></div>\n<p>Circa 1230s-1600s, the <b>Mali</b> <b>Empire</b> was created in Western Africa along the Niger River. Often associated with being founded by <a href=\"/wiki/Sunjata_Keita\" class=\"mw-redirect\" title=\"Sunjata Keita\">Sunjata Keita</a>, the history of Mali is extremely based on oral history. The story of the founder of Mali, Sunjata Keita, is largely based on oral history. Oral history may be defined as the preservation and interpretation of historical, cultural or personal experiences by way of a speaker. In Mali, such a speaker can be described as a poet, a storyteller, a praise singer or a musician. A large amount of Mali’s history is transferred via oral historians. Such oral historians in Mali are known as <b>griots, Jalis, and Jelis</b>. The origins of oral history in Mali may be traced back to the story of Sunjata Keita. Modern-day oral history in Mali has transformed from the history based griots to a more contemporary musical and negotiator based griots. The current state of oral history in Mali has travelled to other realms like popular culture and politics.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#What_is_a_griot?\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">What is a griot?</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Oral_history_in_the_Mali_Empire\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Oral history in the Mali Empire</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Skills_of_oral_historians_in_modern_Mali\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Skills of oral historians in modern Mali</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Modern-day_relations_between_griots_and_nobles_in_Mali\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Modern-day relations between griots and nobles in Mali</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Popular_modern-day_griots_in_Mali\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Popular modern-day griots in Mali</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#References_and_sources\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References and sources</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#External_links\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span id=\"What_is_a_griot.3F\"></span><span class=\"mw-headline\" id=\"What_is_a_griot?\">What is a griot?</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Oral_history_in_modern_Mali&amp;action=edit&amp;section=1\" title=\"Edit section: What is a griot?\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>One cannot become a <a href=\"/wiki/Griot\" title=\"Griot\">Griot</a>; one must be born into a family of griots to hold that position. Sometimes, a key aspect to signify who is a griot can be found in the last name. Jeliyas are similar to griots but are not born into a griot family. Jeliya described as the \"art of the griot\" refers to a type of \"musical and verbal artist\".<sup id=\"cite_ref-Jeliya_1-0\" class=\"reference\"><a href=\"#cite_note-Jeliya-1\">&#91;1&#93;</a></sup> Jelis have an \"exclusive right to play the kora\".<sup id=\"cite_ref-Jeliya_1-1\" class=\"reference\"><a href=\"#cite_note-Jeliya-1\">&#91;1&#93;</a></sup> Jelis are similar to griots because they also recount history but the jelis role is to \"Sing and recount Mande social and political life\".<sup id=\"cite_ref-Jeliya_1-2\" class=\"reference\"><a href=\"#cite_note-Jeliya-1\">&#91;1&#93;</a></sup> In reference to a griot, griots are only supposed to marry other griots. Like jelis, griots in Mali often use instruments and music to recite history which ultimately renders the history a performance and not just a story.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Oral_history_in_the_Mali_Empire\">Oral history in the Mali Empire</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Oral_history_in_modern_Mali&amp;action=edit&amp;section=2\" title=\"Edit section: Oral history in the Mali Empire\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In the <b>Mali Empire</b>, an evident example of <b>oral history</b> is the Sunjata Keita or <a href=\"/wiki/Sundiata_Keita\" title=\"Sundiata Keita\">Sundiata Keita</a> story. The Sunjata Keita story remains a strong representation of oral history. Because there are a plethora of versions of the Sunjata story, this exemplifies how oral history can change slightly depending on the griot reciting the history. Also, oral history can be traced back to Sunjata because in the story Sunjata’s griots play a major part to his success. Bamba Suso in his version of <i>Sunjata</i> writes:\n</p>\n<style data-mw-deduplicate=\"TemplateStyles:r856303468\">.mw-parser-output .templatequote{overflow:hidden;margin:1em 0;padding:0 40px}.mw-parser-output .templatequote .templatequotecite{line-height:1.5em;text-align:left;padding-left:1.6em;margin-top:0}</style><blockquote class=\"templatequote\">\n<p>\t\tAfter that had happened they went into the circumcision shed.\n\t\tAfter they had come out of there,\n\t\tIt was not long before his father died.\n\t\tSunjata announced, ‘As for myself,\n\t\tHowever extensive my father’s property may be, \n\t\tI want no part of it except the griots.’\n\t\tThey asked him, ‘Do you want the griots?’\n\t\tThey said, Leave it; \n\t\tA person who has nothing will not have griots for long.’\n\t\tThe griots said, ‘Since he has let all his inheritance go, \n\t\tAnd says that it is only us that he wants,\n\t\tWe will not abandon him.\n\t\tIf he does not die, we shall not desert him.’\n\t\tThe griots were at his side.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> \n</p>\n</blockquote>\n<p>Suso’s story of Sunjata shows how griots often remain within the family lineage. When Sunjata’s father died, like other parts of his father’s estate, Sunjata was able to choose griots from his father’s estate as well. The <i>Sunjata</i> story shows that in the Mali Empire, noble families needed griots in order to spread family history. Sunjata states, “I want no part of it [father’s property] except the griots”.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> Sunjata’s need for a griot emphasizes how noble families and griots were often seen as undividable. In the Mali Empire, griots were associated with noble families because such families needed oral historians to accompany them in order to tell the history of their life. Emperors and great warriors often had griots and with such griots, oral history in Mali spreads. The oral historians who were “assigned” to or rather “chosen” for a family were set to remain loyal to that family for life. Loyalty was an important quality a griot must have. In Suso’s version of the Sunjata story says: “We [griots] will not abandon him”.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> In the Mali Empire, the bond between griots and the emperor, warrior-king, or family they served was meant to be a lifelong bond. In <i>Sunjata</i>, Sunjata’s griot, Bala Faaseega Kuyate acted as both the oral historian for Sunjata and his advisor at times. Throughout Suso’s version of <i>Sunjata</i>, <b>Bala Faaseega Kuyate</b> accompanies Sunjata. Suso writes:\n</p>\n\t\t<div class=\"poem\">\n<p>\"A day will come<br />\n\t\tWhen bush fowls will lay their eggs on the site of your<br />\n\t\tdeserted town.<br />\n\t\tHe says here is your gold.’<br />\n\t\tWhen he had done that, Sunjata buried his mother; <br />\n\t\tThen he and Nyakhaleng Juma Suukho,<br />\n\t\tAnd his younger brother,<br />\n\t\tAnd Bala Faaseega Kuyate<br />\n\t\tRose up and went.<br />\n\t\tWhen he and Bala Faaseega Kuyate were on their way,<br />\n\t\tThey had gone far into the bush,<br />\n\t\tAnd they had been travelling for a long time when Bala said, ‘I<br />\n\t\tAm terribly hungry.’<br />\n\t\tSunjata said, ‘Wait here.’<br />\n\t\tHe went into a clump of thick bush,<br />\n\t\tHe examined the calf of his leg where there was plenty of flesh<br />\n\t\tand he cut some off.<br />\n\t\tWhen he had cut it into thin strips, he cooked it,<br />\n\t\tThen he pounded the leaves of a medicinal shrub and then tied up his leg,<br />\n\t\tHe came back,<br />\n\t\tAnd he said to Bala, ‘Here is some meat’\".<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup>\n</p>\n</div>\n<p>The relationship between Sunjata and Bala Faaseega Kuyate describes the relationship between oral historians and emperors or aristocrats in the Mali Empire. Sunjata was very protective of Kuyate, in turn; Kuyate was extremely loyal to Sunjata. It is the job of the griots to be loyal to the family or person they “work” for. Griots did not merely work for the nobility, griots in the Mali Empire also worked for villages. Such griots were used to recite history of births and deaths, battles and marriages in the village.\n</p><p>Not only were griots used to recite history of births and deaths, battles and marriages in the villages, but oral historians and griots are also an important cultural facet in Mali in terms of language. Because oral history, is exactly as the name describes, a means of passing history verbally, language is also passed on by oral historians.\n</p>\n<h2><span class=\"mw-headline\" id=\"Skills_of_oral_historians_in_modern_Mali\">Skills of oral historians in modern Mali</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Oral_history_in_modern_Mali&amp;action=edit&amp;section=3\" title=\"Edit section: Skills of oral historians in modern Mali\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In present-day Mali, oral historians / griots are sometimes seen as “intermediaries” between two parties. Oral historians in modern Mali often act as mediators between those from different political parties. <a href=\"/wiki/Jan_Jansen_(historian)\" title=\"Jan Jansen (historian)\">Jan Jansen</a> in <i>The Griot’s Craft: An Essay on Oral Tradition and Diplomacy</i> discusses the role and skills of oral historians in modern-day Mali:\n</p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\">\n<p>\t\t\"‘Being sent’ is a strategy that is used often in Mande.\n\t\tIt is a way to create a space for negotiation. Griots are\n\t\tconscious of their role as intermediaries, a role which \n\t\tnecessitates contact with both parties for whom they\n\t\tact as negotiators. They deliberately keep the parties\n\t\tapart so that they do not encounter each other, unless\n\t\tat a reconciliation festivity.\"<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup>\n</p>\n</blockquote>\n<p>He writes about “being sent” as a strategy for modern-day griots. Similarly to griots during the Mali Empire, modern-day griots must also pass messages between different parties. The skill of “being sent” allows for “negotiation” to occur between parties that may not have negotiated without the help of griots. The oral historians understand that their role does not merely rest on capturing and narrating history, but their role goes as far as encompassing negotiator between two different parties with distinct ideals. Oral historians in modern-day Mali provide a source of communication between such parties. Not only do oral historians chronicle history but they also create a means to communicate. Once the “negotiator” / oral historian completes his goal of mediating tensions between the different parties, the parties are able to have a “reconciliation festivity,” the griots position as both a negotiator and historian are exemplified. Throughout Western Africa and Africa as a continent, oral historians act as mediators between conflicting parties. Oral historians are often essential to solve certain problems. Jansen’s work provides a detailed account of other skills that oral historians / griots need in modern-day Mali. Jansen describes a griot’s skills as a means to “master and manipulate the processes of ‘heating’ and ‘cooling down’ social situations”.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup>  Some of the skills that Jansen describes are:\n</p>\n<ol><li>Don’t [initially] let the parties meet</li>\n<li>Don’t [initially] allow parties to talk directly to each other</li>\n<li>Repetitive talking</li>\n<li>Slowing down of negotiations</li></ol>\n<p>Because oral historians in modern Mali are often used as negotiators, the above stated skills ease the process of solving problems between the different political parties. Oral historians in modern Mali acting as negotiators do not allow the parties to meet until the problem at hand is solved. The reasoning behind not allowing the parties to initially meet acts as a way to ease the anger members of the conflicting parties may feel toward each other. Jansen writes: “[a member of a conflicting party] must never express his opinions to the person he is in conflict with since this person will die of anger”.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup> It is the job of the griot to keep both parties separate to eliminate the chance of this anger occurring. Similarly to the reason why the griot does not allow both parties to meet initially, the griot does not allow both parties to meet as a means to eliminate tensions that can occur if both parties were to meet. The skill of repetitive talking that Jansen lists is used for “serious matters”.<sup id=\"cite_ref-Jansen44_10-0\" class=\"reference\"><a href=\"#cite_note-Jansen44-10\">&#91;10&#93;</a></sup> Jansen writes:\n\t\t\"Serious matters are not left to only one person to communicate.\n\t\tA small group is created in order to communicate the message. \n\t\tThe messenger asks a member of the group to transmit a certain\n\t\tmessage to the person to whom the message is directed. The\n\t\tmessage is then transmitted from person to person until it reaches\n\t\tits destination.\"<sup id=\"cite_ref-Jansen44_10-1\" class=\"reference\"><a href=\"#cite_note-Jansen44-10\">&#91;10&#93;</a></sup> \n</p><p>The repetitive talking of oral history transforms the message being passed into a “supra-personal phenomenon” and allows the message to “gain a semblance of authority”.<sup id=\"cite_ref-Jansen44_10-2\" class=\"reference\"><a href=\"#cite_note-Jansen44-10\">&#91;10&#93;</a></sup> Likewise, the repetitive nature of oral history transforms messages and creates similar yet slightly different versions of historical events. Jansen describes “slowing down negotiations” as essential to appease both sides of conflicting parties.<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup> Jansen’s presentation of griots in modern Mali as messengers depicts the transformation of oral historians over time. During the Mali Empire, oral historians often were limited to working with a specific family or emperor but in current Mali, oral historians are no longer limited but can act as messengers between various political parties or other groups.\n</p>\n<h2><span class=\"mw-headline\" id=\"Modern-day_relations_between_griots_and_nobles_in_Mali\">Modern-day relations between griots and nobles in Mali</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Oral_history_in_modern_Mali&amp;action=edit&amp;section=4\" title=\"Edit section: Modern-day relations between griots and nobles in Mali\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The relationship between griots and nobles may appear to be a difficult one to understand. As seen through the relationship described between Sunjata and Bala Faaseega Kuyate, the noble and griot relationship is sometimes represented as a partnership. Dr. Barbara G. Hoffman, an associate professor of Anthropology at <a href=\"/wiki/Cleveland_State_University\" title=\"Cleveland State University\">Cleveland State University</a>, discusses in her book <i>Griots at War: Conflict, Conciliation, and Caste in Mande</i> the relationship between griots and nobles. She writes that “tension is often expressed through nobles’ criticism of griots’ “empty speech” or griots’ disdain for nobles lack of self-knowledge”.<sup id=\"cite_ref-Hoffman53_12-0\" class=\"reference\"><a href=\"#cite_note-Hoffman53-12\">&#91;12&#93;</a></sup> While griots take pride in understanding themselves and life around them, nobles are often more focused on worldly aspects. Despite the relationship that is suggested in <i>Sunjata</i>, the relationship between nobles and griots can be seen as extremely different from that of loyalty and partnership. Hoffman views the relationship between griots and nobles as showing a sharp distinction between castes. Hoffman writes, “This [the caste system] was a central issue for the griots and nobles present at this Kita celebration. They generated social difference and the reinforcement of social boundaries through a repertoire of strategies for recreating old social structures as well as for creating new ones”.<sup id=\"cite_ref-Hoffman53_12-1\" class=\"reference\"><a href=\"#cite_note-Hoffman53-12\">&#91;12&#93;</a></sup> In modern Mali, griots are often seen as being a part of a lower caste then nobles despite the help and history they provide to nobles and society. In Hoffman's work addresses the position of oral historians in  castes \"Mande-style\".<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup> Hoffman writes, \"Living up to one's caste ideals is a source of pride in Mande; violating them a cause for disgrace.\" The position of griots in the Mande caste system was that of extremely lower stature then the nobles griots and oral historians have a tendency to work for. Oral historians molded their way into the caste system and although they are of a lower caste then nobles, they are extremely influential in Mali. In <i>Status and Identity in West Africa: Nyamakalaw of Mande</i>, David C. Conrad also discusses the relationship between nobles and griots, writing: \"Another revealing aspect of the relationship between nobles and griots is the asymmetry of their mutual accountability. For example, nobles almost never blame individual griots for the general character of the group\".<sup id=\"cite_ref-Conrad29_14-0\" class=\"reference\"><a href=\"#cite_note-Conrad29-14\">&#91;14&#93;</a></sup> Conrad then goes on to describe how griots \"openly criticize nobles in public as well as in private\".<sup id=\"cite_ref-Conrad29_14-1\" class=\"reference\"><a href=\"#cite_note-Conrad29-14\">&#91;14&#93;</a></sup> Although griots are seen as being inferior to nobles, griots have no issue criticizing the faults of the family they work for. Such a willingness to criticize emphasizes the fact that griots do have in Mali despite their position in the caste system. Also included in Conrad's book is Cherif Keita's essay \"Jaliya in the Modern World: A Tribute to Banzumana Sissoko and Massa Makan Diabate\", in which Cherif Keita presents a \"tribute to contemporary bards\".<sup id=\"cite_ref-Conrad16_15-0\" class=\"reference\"><a href=\"#cite_note-Conrad16-15\">&#91;15&#93;</a></sup> Keita praises the griots and claims that griots \"have contributed positively to toward the building of a modern nation-state\".<sup id=\"cite_ref-Conrad16_15-1\" class=\"reference\"><a href=\"#cite_note-Conrad16-15\">&#91;15&#93;</a></sup> Contrary to beliefs that griots were seen as a part of a lower class, Keita presents an \"aristocratic view of contemporary griots\".<sup id=\"cite_ref-Conrad16_15-2\" class=\"reference\"><a href=\"#cite_note-Conrad16-15\">&#91;15&#93;</a></sup> Keita's perspective on griots provides a different outlook on the position of griots in modern Mali. Although griots are looked at as being a part of a low caste, griots have added to cultural and historical modern Mali society.\n</p>\n<h2><span class=\"mw-headline\" id=\"Popular_modern-day_griots_in_Mali\">Popular modern-day griots in Mali</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Oral_history_in_modern_Mali&amp;action=edit&amp;section=5\" title=\"Edit section: Popular modern-day griots in Mali\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In modern-day Mali, griots are often singers or musicians. For example, <a href=\"/wiki/Abdoulaye_Diabat%C3%A9\" title=\"Abdoulaye Diabaté\">Abdoulaye Diabaté</a>, a singer from Mali, was born into a family of griots in 1956. Diabaté has a plethora of experience in contemporary and popular music. <a href=\"/wiki/Baba_Sissoko\" title=\"Baba Sissoko\">Baba Sissoko</a> is also considered a Malian griot because he was born into a family of griots. Another griot from Mali, <a href=\"/wiki/Toumani_Diabat%C3%A9\" title=\"Toumani Diabaté\">Toumani Diabaté</a>, also has a plethora of experience in other forms of performing. Toumani Diabaté has experience in flamenco, blues and jazz.\n</p>\n<h2><span class=\"mw-headline\" id=\"References_and_sources\">References and sources</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Oral_history_in_modern_Mali&amp;action=edit&amp;section=6\" title=\"Edit section: References and sources\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<dl><dt>References</dt></dl>\n<div class=\"reflist columns references-column-width\" style=\"-moz-column-width: 30em; -webkit-column-width: 30em; column-width: 30em; list-style-type: decimal;\">\n<ol class=\"references\">\n<li id=\"cite_note-Jeliya-1\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Jeliya_1-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Jeliya_1-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-Jeliya_1-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://djembefola.com/jeliya.php\">\"Jeliya- The Art of Jeli (Griot)\".</a> <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20100920202539/http://djembefola.com/jeliya.php\">Archived</a> 2010-09-20 at the <a href=\"/wiki/Wayback_Machine\" title=\"Wayback Machine\">Wayback Machine</a>.</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://ias.umn.edu/2012/10/11/ryan-skinner/\">Ryan Skinner discusses griots (and other matters) in an interview with Peter Shea</a></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Suso, Bamba, and Banna Kanute (1974). <i>Sunjata.</i> London: Penguin Books, pp. 122-135.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Suso, p. 127.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Suso, p. 133.</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Suso, pp. 432-451.</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\"><a href=\"/wiki/Jan_Jansen_(historian)\" title=\"Jan Jansen (historian)\">Jansen, Jan</a> (2000). <i>The Griot's Craft: An Essay on Oral Tradition and Diplomacy</i>, New Brunswick: Transaction Publishers, p. 41.</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Jansen, p. 42.</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Jansen, p. 43.</span>\n</li>\n<li id=\"cite_note-Jansen44-10\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Jansen44_10-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Jansen44_10-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-Jansen44_10-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\">Jansen, p. 44.</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Jansen, p. 45.</span>\n</li>\n<li id=\"cite_note-Hoffman53-12\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Hoffman53_12-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Hoffman53_12-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Hoffman, Barbara (2000). <i>Griots at War: Conflict, Conciliation, and Caste in Mande.</i> Bloomington &amp; Indianapolis: Indiana University Press, p. 53.</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">Hoffman, p. 251.</span>\n</li>\n<li id=\"cite_note-Conrad29-14\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Conrad29_14-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Conrad29_14-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Conrad, David C. (1995). <i> Status and Identity in West Africa: Nyamakalaw of Mande.</i> Bloomington &amp; Indianapolis: Indiana University Press, p. 29.</span>\n</li>\n<li id=\"cite_note-Conrad16-15\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Conrad16_15-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Conrad16_15-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-Conrad16_15-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\">Conrad, p. 16.</span>\n</li>\n</ol></div>\n<dl><dt>Sources</dt></dl>\n<ul><li>Conrad, David C. (1995). <i> Status and Identity in West Africa: Nyamakalaw of Mande.</i> Bloomington &amp; Indianapolis: Indiana University Press.</li>\n<li>Hoffman, Barbara (2000). <i>Griots at War: Conflict, Conciliation, and Caste in Mande.</i> Bloomington &amp; Indianapolis: Indiana University Press.</li>\n<li>Jansen, Jan (2000). <i>The Griot's Craft: An Essay on Oral Tradition and Diplomacy.</i> New Brunswick: Transaction Publishers.</li>\n<li>Suso, Bamba and Banna Kanute (1974). <i>Sunjata.</i> London: Penguin Books.</li></ul>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Oral_history_in_modern_Mali&amp;action=edit&amp;section=7\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20070615120108/http://www.fulaflute.net/fula_flute/artists/abdoulaye.html\">Abdoulaye Diabate- Griot and Singer from Mali</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.babasissoko.com/\">Baba Sissoko- Griot and Singer from Mali</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.afropop.org/explore/artist_info/ID/273/Toumani%20Diabat%C3%A9/\">Toumani Diabate</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=JzeVS6pYS7YC&amp;printsec=frontcover&amp;dq=status+and+identity+in+west+africa+nyamakalaw+of+mande&amp;source=bl&amp;ots=O6_zckvtHw&amp;sig=0bqzSW4rLZOVRIFQrJrZ1v5_BM4&amp;hl=en&amp;ei=cX4ATZbWBYKKlwfHhpTaCA&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=1&amp;sqi=2&amp;ved=0CBgQ6AEwAA#v=onepage&amp;q&amp;f=false\"><i>Status and Identity in West Africa: Nyamakalaw of Mande</i></a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20100920202539/http://djembefola.com/jeliya.php\">\"Jeliya- The Art of Jeli (Griot)</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1275\nCached time: 20180909170520\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.124 seconds\nReal time usage: 0.167 seconds\nPreprocessor visited node count: 655/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 11160/2097152 bytes\nTemplate argument size: 2765/2097152 bytes\nHighest expansion depth: 15/40\nExpensive parser function count: 4/500\nUnstrip recursion depth: 1/20\nUnstrip post‐expand size: 8273/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.028/10.000 seconds\nLua memory usage: 1.37 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  131.282      1 -total\n 57.73%   75.795      1 Template:Cleanup\n 27.13%   35.621      2 Template:Main_other\n 24.56%   32.247      1 Template:Ambox\n 19.12%   25.105      1 Template:Reflist\n 15.52%   20.376      1 Template:Category_handler\n 12.40%   16.278      2 Template:Quotation\n  8.69%   11.402      1 Template:DMC\n  6.20%    8.134      1 Template:Webarchive\n  5.77%    7.572      2 Template:FULLROOTPAGENAME\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:29914459-0!canonical and timestamp 20180909170520 and revision id 828938054\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"Webarchive_template_wayback_links"},{"sortkey":"Oral History In Modern Mali","hidden":"","*":"Articles_needing_cleanup_from_May_2014"},{"sortkey":"Oral History In Modern Mali","hidden":"","*":"All_pages_needing_cleanup"},{"sortkey":"Oral History In Modern Mali","hidden":"","*":"Cleanup_tagged_articles_with_a_reason_field_from_May_2014"},{"sortkey":"Oral History In Modern Mali","hidden":"","*":"Wikipedia_pages_needing_cleanup_from_May_2014"},{"sortkey":"Oral History In Modern Mali","*":"History_of_Mali"},{"sortkey":"Oral History In Modern Mali","*":"Oral_history"}],"links":[{"ns":14,"exists":"","*":"Category:Articles needing cleanup from May 2014"},{"ns":14,"exists":"","*":"Category:Cleanup tagged articles with a reason field from May 2014"},{"ns":14,"*":"Category:Wikipedia categories needing cleanup from May 2014"},{"ns":14,"exists":"","*":"Category:Wikipedia pages needing cleanup from May 2014"},{"ns":0,"exists":"","*":"Abdoulaye Diabaté"},{"ns":0,"exists":"","*":"Baba Sissoko"},{"ns":0,"exists":"","*":"Cleveland State University"},{"ns":0,"exists":"","*":"Griot"},{"ns":0,"exists":"","*":"Jan Jansen (historian)"},{"ns":0,"exists":"","*":"Sundiata Keita"},{"ns":0,"exists":"","*":"Sunjata Keita"},{"ns":0,"exists":"","*":"Toumani Diabaté"},{"ns":0,"exists":"","*":"Wayback Machine"},{"ns":4,"exists":"","*":"Wikipedia:Cleanup"},{"ns":4,"exists":"","*":"Wikipedia:Manual of Style"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Cleanup"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:SUBJECTSPACE formatted"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:DMC"},{"ns":10,"exists":"","*":"Template:Dated maintenance category"},{"ns":10,"exists":"","*":"Template:FULLROOTPAGENAME"},{"ns":10,"exists":"","*":"Template:Ns has subpages"},{"ns":10,"exists":"","*":"Template:DMCA"},{"ns":10,"exists":"","*":"Template:Quotation"},{"ns":10,"exists":"","*":"Template:Quote"},{"ns":10,"exists":"","*":"Template:Quote/styles.css"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Column-width"},{"ns":10,"exists":"","*":"Template:Webarchive"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Ns has subpages"},{"ns":828,"exists":"","*":"Module:Webarchive"},{"ns":828,"exists":"","*":"Module:Webarchive/data"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Edit-clear.svg","GriotsSambala.jpg"],"externallinks":["http://djembefola.com/jeliya.php","https://web.archive.org/web/20100920202539/http://djembefola.com/jeliya.php","http://ias.umn.edu/2012/10/11/ryan-skinner/","https://web.archive.org/web/20070615120108/http://www.fulaflute.net/fula_flute/artists/abdoulaye.html","http://www.babasissoko.com/","http://www.afropop.org/explore/artist_info/ID/273/Toumani%20Diabat%C3%A9/","https://books.google.com/books?id=JzeVS6pYS7YC&printsec=frontcover&dq=status+and+identity+in+west+africa+nyamakalaw+of+mande&source=bl&ots=O6_zckvtHw&sig=0bqzSW4rLZOVRIFQrJrZ1v5_BM4&hl=en&ei=cX4ATZbWBYKKlwfHhpTaCA&sa=X&oi=book_result&ct=result&resnum=1&sqi=2&ved=0CBgQ6AEwAA#v=onepage&q&f=false"],"sections":[{"toclevel":1,"level":"2","line":"What is a griot?","number":"1","index":"1","fromtitle":"Oral_history_in_modern_Mali","byteoffset":1159,"anchor":"What_is_a_griot?"},{"toclevel":1,"level":"2","line":"Oral history in the Mali Empire","number":"2","index":"2","fromtitle":"Oral_history_in_modern_Mali","byteoffset":2310,"anchor":"Oral_history_in_the_Mali_Empire"},{"toclevel":1,"level":"2","line":"Skills of oral historians in modern Mali","number":"3","index":"3","fromtitle":"Oral_history_in_modern_Mali","byteoffset":6760,"anchor":"Skills_of_oral_historians_in_modern_Mali"},{"toclevel":1,"level":"2","line":"Modern-day relations between griots and nobles in Mali","number":"4","index":"4","fromtitle":"Oral_history_in_modern_Mali","byteoffset":11637,"anchor":"Modern-day_relations_between_griots_and_nobles_in_Mali"},{"toclevel":1,"level":"2","line":"Popular modern-day griots in Mali","number":"5","index":"5","fromtitle":"Oral_history_in_modern_Mali","byteoffset":15601,"anchor":"Popular_modern-day_griots_in_Mali"},{"toclevel":1,"level":"2","line":"References and sources","number":"6","index":"6","fromtitle":"Oral_history_in_modern_Mali","byteoffset":16135,"anchor":"References_and_sources"},{"toclevel":1,"level":"2","line":"External links","number":"7","index":"7","fromtitle":"Oral_history_in_modern_Mali","byteoffset":16683,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Oral history in modern Mali","iwlinks":[],"properties":[{"name":"defaultsort","*":"Oral History In Modern Mali"},{"name":"wikibase_item","*":"Q7099359"}]}}