{"parse":{"title":"Culture assimilators (programs)","pageid":22305311,"revid":801592292,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Culture Assimilators</b> are culture training programs first developed at the <a href=\"/wiki/University_of_Illinois\" class=\"mw-redirect\" title=\"University of Illinois\">University of Illinois</a> in the 1960s. A team from the psychology department of that university was asked by the <a href=\"/wiki/Office_of_Naval_Research\" title=\"Office of Naval Research\">Office of Naval Research</a> to develop a training method that would “make every sailor an ambassador of the United States.”  The team consistent of Fred Fiedler, whose major research was the study of leadership, <a href=\"/wiki/Charles_Osgood\" title=\"Charles Osgood\">Charles Osgood</a>, whose major research was on interpersonal communication, <a href=\"/w/index.php?title=Larry_Stolurow&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Larry Stolurow (page does not exist)\">Larry Stolurow</a>, whose major research was on the use of computers for training, and <a href=\"/w/index.php?title=Harry_Triandis&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Harry Triandis (page does not exist)\">Harry Triandis</a>, whose major research was the study of the relationship between culture and social behavior.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Culture_Assimilators\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Culture Assimilators</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Further_reading\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Further reading</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Culture_Assimilators\">Culture Assimilators</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Culture_assimilators_(programs)&amp;action=edit&amp;section=1\" title=\"Edit section: Culture Assimilators\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The team developed methods for the study of culture and social behavior (Triandis, 1972), and the information was formatted in such a way that computers could be used in the training.\n</p><p>The procedure started with interviews with people who had experience in two cultures, e.g., A and B. The questions asked for “episodes” or “critical incidents” that surprised and confused members of culture B when they interacted with people from culture A.  Student samples from the two cultures were asked to explain why the problem or confusion occurs. When the explanations given by the students from culture A were different from the explanations given by members from culture B, there was something to teach. For example, teachers from the U.S. are annoyed that pupils from Latin America do not look at them when they talk. Why is that? The explanation is that in the U. S. people usually pay attention to the speaker by looking at the speaker, but in Latin America it is “insolent” to look at a high status person in the eyes. One is supposed to look down.\n</p><p>\tThe format of assimilators is as follows. An episode is described (page 1) followed by 4 or 5 explanations of why there is a problem or difficulty. For example, why do people from culture A behave that way? The trainee selects the explanation that s/he thinks is best. The explanations are selected such that when people from culture B are learning about culture A most of the explanations are frequently given by people in  culture B and one explanation comes from culture A. After the trainee selects an explanation s/he is asked to turn to a page (pages 2, 3, 4, 5) that gives feedback about each explanation. If the explanation selected by the trainee is incorrect, the trainee is told that this is not the best explanation, and to try another explanation. When the trainee picks the correct explanation, the feedback is extensive, describing cultural similarities and differences between cultures A and B. Assimilators that use feedback that includes culture theory, such as the differences between collectivist and individualist cultures, are especially effective. Gradually, the trainee from culture B starts thinking like the people from culture A. In a way, s/he learns to get “into the shoes” of the people from the other culture.\n</p><p>\tThe result is a training program that makes people more comfortable in working in the other culture. This was tested by assigning trainees randomly to two groups. One group gets the assimilator training, and the other gets geography training, such as what are the physical features of culture A. After the training the trainees go to the other culture and the effectiveness of their interactions in that culture and the comfort they experience while they live in the other culture is measured. The results show that the assimilator training is helpful. Training does not make the trainee an ambassador, that was too much to hope, but the trained individuals have a better experience in the other culture than those who did not receive the culture assimilator training.\n</p>\n<h2><span class=\"mw-headline\" id=\"Further_reading\">Further reading</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Culture_assimilators_(programs)&amp;action=edit&amp;section=2\" title=\"Edit section: Further reading\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Albert, R., &amp; Triandis, H. C. (1979).  Cross-Cultural \ttraining: A theoretical framework and some observations.  In H. T. Trueba &amp; C. Barnett-Mizrahi (Eds.), Bilingual multicultural education and the professional: The theory to practice.  Rowley,  MA: Newbury House.</li>\n<li>Bhawuk, D. P. S., Podsiadlowski, A., Graf, J., &amp; Triandis, H. C. (2002).  Corporate Strategies for Managing Diversity in the Global  Workplace. In G. R. Ferris &amp; M. R. Buckley, &amp; D. B. Fedor, (Eds.),  Human resource management: Perspectives, context, functions, and  outcomes (pp.&#160;112–145). Englewood Cliffs, NJ: Prentice-Hall.</li>\n<li>Brislin, R., Cushner, K., Cherrie, C. &amp; Yong, M. (1986). Intercultural  interactions: A practical guide. Beverley Hills, CA. Sage.</li>\n<li>Fiedler, F. E., Mitchell, T., &amp; Triandis, H. C. (1971).  The culture  assimilator:  An approach to cross-cultural training.  Journal of Applied Psychology, 55, 95-102.</li>\n<li>Landis, D.  and Bhagat, R. (1996) (Eds.) Handbook of Cross-Cultural Training. Second Edition. Thousand Oaks, CA:  Sage.</li>\n<li>Mitchell, T. R., Dossett, D. I., Fiedler, F. E., &amp; Triandis, H. C. (1972).  Culture training:  Validation evidence for the culture assimilator. <a href=\"/wiki/International_Journal_of_Psychology\" title=\"International Journal of Psychology\">International Journal of Psychology</a>, 7, 97-104.</li>\n<li>Triandis, H. C. and Albert, R.  (1987).  Cross-cultural perspectives on  organizational communication.  In F. M. Jablin, L. L. Putnam, K. H.  Roberts and L. W. Porter (Eds.), Handbook of organizational  communication.  Beverly Hills, Sage.  pp.&#160;264–295.</li>\n<li>Triandis, H. C.,  with Vassiliou, V., Vassiliou, G., Tanaka, Y., and Shanmugam, A.  V.  (1972).  The Analysis of Subjective Culture.  New York:  Wiley.</li>\n<li>Weldon, D. E., Carlston, D. E., Rissman, A. K., Slobodin, L., &amp; Triandis, H. C. (1975).  A laboratory test of effects of culture assimilator training.  Journal of Personality and Social Psychology,  32, 300-310.</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2231\nCached time: 20180913210901\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.004 seconds\nReal time usage: 0.013 seconds\nPreprocessor visited node count: 12/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:22305311-0!canonical and timestamp 20180913210901 and revision id 801592292\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Culture Assimilators (Programs)","*":"University_of_Illinois_at_Urbana–Champaign"},{"sortkey":"Culture Assimilators (Programs)","*":"Interpersonal_relationships"},{"sortkey":"Culture Assimilators (Programs)","*":"Cross-cultural_studies"}],"links":[{"ns":0,"exists":"","*":"Charles Osgood"},{"ns":0,"exists":"","*":"International Journal of Psychology"},{"ns":0,"exists":"","*":"Office of Naval Research"},{"ns":0,"exists":"","*":"University of Illinois"},{"ns":0,"*":"Larry Stolurow"},{"ns":0,"*":"Harry Triandis"}],"templates":[],"images":[],"externallinks":[],"sections":[{"toclevel":1,"level":"2","line":"Culture Assimilators","number":"1","index":"1","fromtitle":"Culture_assimilators_(programs)","byteoffset":694,"anchor":"Culture_Assimilators"},{"toclevel":1,"level":"2","line":"Further reading","number":"2","index":"2","fromtitle":"Culture_assimilators_(programs)","byteoffset":3786,"anchor":"Further_reading"}],"parsewarnings":[],"displaytitle":"Culture assimilators (programs)","iwlinks":[],"properties":[{"name":"defaultsort","*":"Culture Assimilators (Programs)"},{"name":"wikibase_item","*":"Q5193490"}]}}