{"parse":{"title":"Intercultural learning","pageid":2926944,"revid":753571323,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Intercultural learning</b> is an area of research, study and application of knowledge about different cultures, their differences and similarities. On the one hand, it includes a theoretical and academic approach (see e.g. \"<a href=\"/wiki/Developmental_Model_of_Intercultural_Sensitivity_(DMIS)\" class=\"mw-redirect\" title=\"Developmental Model of Intercultural Sensitivity (DMIS)\">Developmental Model of Intercultural Sensitivity (DMIS)</a>\" by <a href=\"/w/index.php?title=Milton_Bennett&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Milton Bennett (page does not exist)\">Milton Bennett</a>, Dimensions of Culture by <a href=\"/wiki/Geert_Hofstede\" title=\"Geert Hofstede\">Geert Hofstede</a>). On the other hand, it comprises practical applications such as learning to negotiate with people from different cultures, living with people from different cultures, living in a different culture and the prospect of peace between different cultures.<br />\nCurrently, intercultural learning is a topic which receives much interest. This is mainly due to the rise of <a href=\"/wiki/Cultural_studies\" title=\"Cultural studies\">cultural studies</a> and <a href=\"/wiki/Globalization\" title=\"Globalization\">globalization</a>. Culture has become an instrument for social interpretation and communicative action. Intercultural learning is primarily important in the context of the foreign language classroom.\n</p><p>Basic training modules include:\n</p>\n<ol><li>Information about the country, introduction to culture and history</li>\n<li>The <a href=\"/wiki/Norm_(sociology)\" class=\"mw-redirect\" title=\"Norm (sociology)\">norms</a> and <a href=\"/wiki/Value_(ethics)\" title=\"Value (ethics)\">values</a> of the society</li>\n<li>The role and the characteristics of <a href=\"/wiki/Communication\" title=\"Communication\">communication</a></li>\n<li>Social contacts: Friends and acquaintances</li>\n<li>Women – life and role</li>\n<li><a href=\"/wiki/Leisure\" title=\"Leisure\">Leisure</a> activities and customs</li>\n<li>Eating and drinking</li>\n<li>The relations at work and management</li>\n<li>Doing business in the country</li>\n<li>Education</li>\n<li>Studies and professional training</li>\n<li>Norms, laws, and <a href=\"/wiki/Taboo\" title=\"Taboo\">taboos</a></li>\n<li>Action plan for the first two months in the country</li></ol>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Definition\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Definition</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Theories_on_approaching_culture\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Theories on approaching culture</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Contexts_in_the_classroom\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Contexts in the classroom</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Cultural_differences_in_learning\"><span class=\"tocnumber\">3.1</span> <span class=\"toctext\">Cultural differences in learning</span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Activities\"><span class=\"tocnumber\">3.2</span> <span class=\"toctext\">Activities</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Future_prospects\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Future prospects</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#See_also\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#External_links\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Definition\">Definition</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Intercultural_learning&amp;action=edit&amp;section=1\" title=\"Edit section: Definition\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The main goal of intercultural learning is seen as the development of <a href=\"/wiki/Intercultural_competence\" title=\"Intercultural competence\">intercultural competence</a>, which is the ability to act and relate appropriately and effectively in various cultural contexts:<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>\n</p>\n<ul><li><b>Appropriateness</b>. Valued rules, norms, and expectations of the relationship are not violated significantly.</li>\n<li><b>Effectiveness</b>. Values goals or rewards (relative to costs and alternatives) are accomplished.</li></ul>\n<p>Intercultural competence is generally thought to require three components on the learner's side: a certain skillset, culturally sensitive knowledge, and a motivated mindset. In greater detail, the skills, values, and attitudes that constitute intercultural competence include\n</p>\n<ol><li>intercultural attitudes (like openness, curiosity, readiness)</li>\n<li>general knowledge (of the theoretical aspects of how social groups/products/practices work and interact)</li>\n<li>skills of interpreting and relating (a document of another culture to one's own culture)</li>\n<li>skills of discovery and interaction (like the ability to discover information about another culture and the ability to communicate in real-time interaction)</li>\n<li>critical cultural awareness (that there are different cultures next to one's own)</li></ol>\n<p>The teacher's task is to induce the learning of all in these aspects in the learner. Being successful, intercultural learning results in culturally competent learners.\n</p>\n<h2><span class=\"mw-headline\" id=\"Theories_on_approaching_culture\">Theories on approaching culture</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Intercultural_learning&amp;action=edit&amp;section=2\" title=\"Edit section: Theories on approaching culture\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In the context of intercultural learning, it is important to be aware of different subcategories of <a href=\"/wiki/Culture\" title=\"Culture\">culture</a>, such as \"little c\" and \"big C\" culture. While the latter one is also called \"objective culture\" or \"formal culture\" referring to institutions, big figures in history, literature, etc., the first one, the \"subjective culture\", is concerned with the less tangible aspects of a culture, like everyday patterns. In intercultural learning, a mixture of these two is to be employed, but it is especially the apprehension of subjective culture that triggers the development of <a href=\"/wiki/Intercultural_competence\" title=\"Intercultural competence\">intercultural competence</a>.<br />\nAlso, it is important to differentiate between \"culture-specific\" and \"culture-general\" approaches when intercultural learning is concerned:\n</p>\n<ul><li>\"culture-specific\" approaches mainly aim at the achievement of competence in a particular target culture (C2) and are closely connected to specific language learning (<a href=\"/wiki/Second_language\" title=\"Second language\">L2</a>). Competence in both C2 and L2 is usually thought to generate culturally appropriate behavior in a particular cultural context.</li>\n<li>\"culture-general\" approaches, on the other hand, are not targeted on a particular culture. Instead, they are concerned with \"universal categories\" which function as general characteristics of cultures in general. These categories can be used to make cross-cultural comparisons, for example. Thus, \"culture-general\" approaches provide a <a href=\"/wiki/Cognition\" title=\"Cognition\">cognitive</a> framework for cultural analysis.</li></ul>\n<p>Intercultural learning requires the teacher to employ a mix of \"culture-specific\" and \"culture-general\" approaches in order to address  the larger issues of ethnocentrism, cultural self-awareness, etc. because intercultural competence cannot be achieved by the single acquisition of knowledge about a specific culture or the pure ability to behave properly in that culture.\n</p><p>The MUSIC Intercultural Model was designed by Jon Jeeves in 1996 to help businesses become more aware and effective when dealing with people from different cultures. The name for the model is an acronym and is based on five cultural dimensions, which through research and practical experience of international projects, have shown to represent the major value differences with conflict potential in global business.\n</p><p>The model compliments research from Hall, Trompenaars and Hofstede in addition to the validation and refinement carried out by Jon Jeeves and his ongoing work with international teams.\n</p><p>The five categories are:\n</p>\n<ol><li>Matrix of Relationships</li>\n<li>Uncertainty Tolerance</li>\n<li>Sequencing of Time</li>\n<li>I and We</li>\n<li>Communication Context<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup></li></ol>\n<h2><span class=\"mw-headline\" id=\"Contexts_in_the_classroom\">Contexts in the classroom</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Intercultural_learning&amp;action=edit&amp;section=3\" title=\"Edit section: Contexts in the classroom\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Contexts that are seen as appropriate for intercultural learning in the classroom are those which promote the acquisition of intercultural competence consisting of the components mentioned above. Examples:\n</p>\n<ul><li>communication between members of different cultures via e-mail: not yet a standard in everyday schooling, but it serves many useful purposes for intercultural learning</li>\n<li>authentic print text: <a href=\"/wiki/Fictional\" class=\"mw-redirect\" title=\"Fictional\">fictional</a> texts are the ideal medium for intercultural learning since it is the substrate of a specific culture and its history, while it simultaneously contains culture-general aspects; it stimulates personal identification and it offers numerous options for creative activities; also it may induce discussions of aspects of subjective, as well as objective, culture - useful examples: <a href=\"/wiki/Malorie_Blackman\" title=\"Malorie Blackman\">Malorie Blackman's</a> <a href=\"/wiki/Noughts_and_Crosses_series\" class=\"mw-redirect\" title=\"Noughts and Crosses series\">Noughts and Crosses series</a>, Qaisra Shahraz' \"A Pair of Jeans\"; <a href=\"/wiki/Non-fictional\" class=\"mw-redirect\" title=\"Non-fictional\">non-fictional</a> texts are definitely useful in this context as well.</li>\n<li>film: authentic film especially improves the language proficiency (and thus intercultural sensitivity), because it means direct and authentic contact with the L2; it also guarantees access to  the evaluation of audiovisual media and maybe even <a href=\"/wiki/New_media\" title=\"New media\">new media</a>- useful examples: <a href=\"/wiki/Bend_It_Like_Beckham\" title=\"Bend It Like Beckham\">Bend It Like Beckham</a>, <a href=\"/wiki/Save_the_Last_Dance\" title=\"Save the Last Dance\">Save the Last Dance</a>, <a href=\"/wiki/My_Beautiful_Laundrette\" title=\"My Beautiful Laundrette\">My Beautiful Laundrette</a></li></ul>\n<h3><span class=\"mw-headline\" id=\"Cultural_differences_in_learning\">Cultural differences in learning</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Intercultural_learning&amp;action=edit&amp;section=4\" title=\"Edit section: Cultural differences in learning\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Of particular importance to intercultural learning is understanding cultural differences in learning processes. Intercultural learning programs could benefit greatly from the analysis of cultural trends in these processes. By doing so, educators can see how <a href=\"/wiki/Indigenous_peoples_of_the_Americas\" title=\"Indigenous peoples of the Americas\">indigenous people of America</a> are affected by classroom norms. In indigenous American ways of learning, children are included in the community and have lots of experience collaborating with each other and adults in productive ways.\n</p>\n<ul><li>For example, members of indigenous American and indigenous-heritage American communities prefer to learn in collaborative groups as opposed to individually. Teachers in Zuni schools arrange the students' desks in a circle and address the group from the center, spinning around slowly to address all members equally.<sup id=\"cite_ref-Yamauchi,_L._1995_3-0\" class=\"reference\"><a href=\"#cite_note-Yamauchi,_L._1995-3\">&#91;3&#93;</a></sup> The Zuni are a Native-American tribe from the present day Arizona, New Mexico border. Arrangement of student desks in this manner is compatible with the larger cultural trend of preference for collaborative learning.<sup id=\"cite_ref-Yamauchi,_L._1995_3-1\" class=\"reference\"><a href=\"#cite_note-Yamauchi,_L._1995-3\">&#91;3&#93;</a></sup> In addition, research has shown that communication styles among indigenous and indigenous-heritage groups differ from that of European-American \"formal\" instruction. For example, slower talking pace, distributed gaze among group members, more frequent teacher interruption, and longer wait time between teacher question and student response are some qualities of indigenous American learning practices. More specifically, all of these behaviors can be observed in Navajo students.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> There appears to be a link between the collaborative preference seen in these specific groups, and the conversational styles they prefer to engage in.</li>\n<li>Formal and informal learning are different among westernized cultures and indigenous cultures. Both formal and informal learning have two components one looking at it from situations/practices and the second one from the learning process. Indigenous ways of learning has often been marginalized or discriminated against in formal schooling because it does not follow society ways of learning.<sup id=\"cite_ref-Göran2006_5-0\" class=\"reference\"><a href=\"#cite_note-Göran2006-5\">&#91;5&#93;</a></sup> Being able to understand the learning process through informal learning and making the connection of how it happens in today's society through formal learning can benefit and help us learn much more. It is overly simplified when saying that formal learning happens in institutions and that informal learning happens only outside of institutions.</li></ul>\n<p>Analysis of cultural differences in learning can provide new and useful insight that can be applied to intercultural learning practice. In other words, learning trends in students' cultural backgrounds can be used by teachers to create more well informed pedagogy. For example, if indigenous American or indigenous-heritage American students were in an intercultural learning program, teachers could communicate knowledge by creating a more collaborative setting, and by adjusting pace of speech to be consistent with the students'.\n</p>\n<h3><span class=\"mw-headline\" id=\"Activities\">Activities</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Intercultural_learning&amp;action=edit&amp;section=5\" title=\"Edit section: Activities\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>As with most activities employed in the classroom, activities for intercultural learning are supposed to keep the <a href=\"/wiki/Affective\" class=\"mw-redirect\" title=\"Affective\">affective</a> domain of learning in mind, that is, they are to keep the students motivated and enable them to somehow identify with topic that is dealt with. For intercultural learning this is especially true because this field is likely to turn into a delicate matter.\n</p>\n<ul><li>An example of an activity which focuses on the stereotypes and prejudices that people are likely to have is called \"Who should be hired?\". This exercise animates students to choose from a huge number of people (from different cultures, of different sexes, and different ages, etc.) the person they would hire from an employer's point of view.</li>\n<li>Most suggested exercises that are believed to support intercultural learning, and in this especially to promote empathy, are of a <a href=\"/wiki/Role-play\" class=\"mw-redirect\" title=\"Role-play\">role-play</a> nature. They especially support students in making the shift in perspective: their own culture becomes a strange one and is looked at from the outside, while the target culture becomes familiar.</li>\n<li>Events that relate to family and community, such as working together help Native-American students in some classroom aspects. Many are used to collaboration, so they work in groups and interact with their peers. However, they still pay attention when working individually. Because Native American students are used to collaboration they are able to participate in group activities that don't create a distinction between individual performer and audience. On the other hand, they had less willingness to perform or participate verbally when they had to talk alone (as an individual rather than group).<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup> It was also observed that the Native American students didn't want to talk when the teacher was addressing the whole class, which shows their preference of working in groups.</li></ul>\n<h2><span class=\"mw-headline\" id=\"Future_prospects\">Future prospects</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Intercultural_learning&amp;action=edit&amp;section=6\" title=\"Edit section: Future prospects\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The concept of intercultural learning aiming at the development of intercultural competence also requires a new understanding of the teacher him/herself. S/He is no longer a mere communicator of knowledge, but a mediator and moderator, and has to be educated accordingly. In times of globalization and hope for peace, this issue needs to be researched further and remain of huge interest.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Intercultural_learning&amp;action=edit&amp;section=7\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Intercultural_bilingual_education\" title=\"Intercultural bilingual education\">Intercultural bilingual education</a></li>\n<li><a href=\"/wiki/Developmental_Model_of_Intercultural_Sensitivity_(DMIS)\" class=\"mw-redirect\" title=\"Developmental Model of Intercultural Sensitivity (DMIS)\">Developmental Model of Intercultural Sensitivity (DMIS)</a></li>\n<li><a href=\"/wiki/Cultural_Detective\" title=\"Cultural Detective\">Cultural Detective</a></li>\n<li><a href=\"/wiki/E.S._Wibbeke\" title=\"E.S. Wibbeke\">Geoleadership Model</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Intercultural_learning&amp;action=edit&amp;section=8\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Messner, W., &amp; Schäfer, N. (2012) The ICCA Facilitator's Manual. Intercultural Communication and Collaboration Appraisal. London: GloBus Research, p. 41 (also see: <a rel=\"nofollow\" class=\"external free\" href=\"http://icca.globusresearch.com\">http://icca.globusresearch.com</a>); Spitzberg, B. H. (2000). A Model of Intercultural Communication Competence. In L. A. Samovar, &amp; R. E. Porter, Intercultural Communication - A Reader (pp. 375-87). Belmont: Wadsworth Publishing.</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://musicinterculturalmodel.wikispaces.com\">http://musicinterculturalmodel.wikispaces.com</a></span>\n</li>\n<li id=\"cite_note-Yamauchi,_L._1995-3\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Yamauchi,_L._1995_3-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Yamauchi,_L._1995_3-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Yamauchi, L., A. &amp; Tharp, R., G. (1995). Culturally Compatible Conversations in Native American Classrooms. <i>Linguistics and Education</i> 7, 349-367.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Tharp, R., G. (2008). A Perspective on Unifying Culture and Psychology: Some Philosophical and Scientific Issues. <i>Journal of Theoretical and Philosophical Psychology</i> 27(2), 2007 &amp; 28(1), 2008.</span>\n</li>\n<li id=\"cite_note-Göran2006-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Göran2006_5-0\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Göran, Folkestad (2006). \"Formal and informal learning situations or practices vs formal and informal ways of learning\". <i>British Journal of Music Education</i>. <b>23</b>: 135–145. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1017/s0265051706006887\">10.1017/s0265051706006887</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=British+Journal+of+Music+Education&amp;rft.atitle=Formal+and+informal+learning+situations+or+practices+vs+formal+and+informal+ways+of+learning&amp;rft.volume=23&amp;rft.pages=135-145&amp;rft.date=2006&amp;rft_id=info%3Adoi%2F10.1017%2Fs0265051706006887&amp;rft.aulast=G%C3%B6ran&amp;rft.aufirst=Folkestad&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AIntercultural+learning\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Florio-Ruane, Susan (1989). <i>Knowledge base for the beginning teacher</i>. Oxford: Pergamon. pp.&#160;163–177.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Knowledge+base+for+the+beginning+teacher&amp;rft.pages=163-177&amp;rft.pub=Oxford%3A+Pergamon&amp;rft.date=1989&amp;rft.aulast=Florio-Ruane&amp;rft.aufirst=Susan&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AIntercultural+learning\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div></div>\n<ul><li>Bach, Gerhard. 1998. Interkulturelles Lernen, in: Timm, Johannes-P. (Ed.): English lernen und lehren, in: Didaktik des Englischunterrichts, Berlin: Cornelsen, pp.&#160;192–200.</li>\n<li>Bennett, Janet M./ Bennet, Milton J./Allen, Wendy: Developing Intercultural Competence in the Language Classroom, in: Page, R. Michael/ Lange, Dale L./ Yershova, Yelena A. (Eds.): Culture as the Core: Integrating Culture into the Language Curriculum. CARLA working paper #15, Minneapolis, MN: University of Minnesota, Center for Advanced Research on Language Acquisition, November 1999.</li>\n<li>Brown, H. Douglas: Principles of language learning and teaching, Englewood Cliffs: Prentice Hall Regents. 1993, pp.&#160;134–240, esp. pp.&#160;165–167 (cultural stereotypes), pp.&#160;169–173 (acculturation) and pp.&#160;173–176 (culture in the classroom).</li>\n<li>Fowler, S.M./ Mumford, M.G. (Eds.).1995. Intercultural sourcebook: Cross-cultural training methods (Vol 1.). <a rel=\"nofollow\" class=\"external text\" href=\"http://www.interculturalpress.com/store/pc/viewPrd.asp?idcategory=0&amp;idproduct=50\">Intercultural Press</a></li>\n<li>Fowler, S.M./ Mumford, M.G. (Eds.).1999. Intercultural sourcebook: Cross-cultural training methods (Vol 2.). <a rel=\"nofollow\" class=\"external text\" href=\"http://www.interculturalpress.com/store/pc/viewPrd.asp?idcategory=0&amp;idproduct=51\">Intercultural Press</a></li>\n<li>Heusinkweld, Paula (ed.). 1997. Pathways to Culture. Yarmouth: Intercultural Press.</li>\n<li>Landis, D./ Bhagat, R. (Eds.): Handbook of intercultural training.</li>\n<li>Singelis, T. M. (Ed.): Teaching about culture, ethnicity, and diversity: Exercises and planned activities. Thousand Oaks, CA: Sage.</li></ul>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Intercultural_learning&amp;action=edit&amp;section=9\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.efc.be/ftp/public/cpi/TCFF%20Intercultural%20Learning.pdf\">www.efc.be/ftp/public/cpi/TCFF%20Intercultural%20Learning.pdf</a>, a text by Luis Amorim on the topic of Intercultural Learning for the efc (EUROPEAN FOUNDATION CENTRE)</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.dfait-maeci.gc.ca/cfsi-icse/cil-cai/home-en.asp\">www.dfait-maeci.gc.ca/cfsi-icse/cil-cai/home-en.asp</a>, the Canadian Centre for Intercultural Learning</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1330\nCached time: 20180907183428\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.068 seconds\nReal time usage: 0.093 seconds\nPreprocessor visited node count: 237/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 3060/2097152 bytes\nTemplate argument size: 86/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 4165/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.024/10.000 seconds\nLua memory usage: 1.49 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   63.244      1 Template:Reflist\n100.00%   63.244      1 -total\n 69.72%   44.093      1 Template:Cite_journal\n  9.24%    5.843      1 Template:Cite_book\n  3.01%    1.902      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:2926944-0!canonical and timestamp 20180907183427 and revision id 753571323\n -->\n</div>"},"langlinks":[{"lang":"ar","url":"https://ar.wikipedia.org/wiki/%D8%AA%D8%B9%D9%84%D9%85_%D8%A7%D9%84%D8%AB%D9%82%D8%A7%D9%81%D8%A7%D8%AA_%D8%A7%D9%84%D9%85%D8%AA%D8%A8%D8%A7%D9%8A%D9%86%D8%A9","langname":"Arabic","autonym":"العربية","*":"تعلم الثقافات المتباينة"},{"lang":"cs","url":"https://cs.wikipedia.org/wiki/Interkulturn%C3%AD_vzd%C4%9Bl%C3%A1v%C3%A1n%C3%AD","langname":"Czech","autonym":"čeština","*":"Interkulturní vzdělávání"},{"lang":"de","url":"https://de.wikipedia.org/wiki/Interkulturelles_Lernen","langname":"German","autonym":"Deutsch","*":"Interkulturelles Lernen"},{"lang":"la","url":"https://la.wikipedia.org/wiki/Paedagogia_interculturalis","langname":"Latin","autonym":"Latina","*":"Paedagogia interculturalis"}],"categories":[{"sortkey":"","*":"Cross-cultural_studies"}],"links":[{"ns":0,"exists":"","*":"Affective"},{"ns":0,"exists":"","*":"Bend It Like Beckham"},{"ns":0,"exists":"","*":"Cognition"},{"ns":0,"exists":"","*":"Communication"},{"ns":0,"exists":"","*":"Cultural Detective"},{"ns":0,"exists":"","*":"Cultural studies"},{"ns":0,"exists":"","*":"Culture"},{"ns":0,"exists":"","*":"Developmental Model of Intercultural Sensitivity (DMIS)"},{"ns":0,"exists":"","*":"Digital object identifier"},{"ns":0,"exists":"","*":"E.S. Wibbeke"},{"ns":0,"exists":"","*":"Fictional"},{"ns":0,"exists":"","*":"Geert Hofstede"},{"ns":0,"exists":"","*":"Globalization"},{"ns":0,"exists":"","*":"Indigenous peoples of the Americas"},{"ns":0,"exists":"","*":"Intercultural bilingual education"},{"ns":0,"exists":"","*":"Intercultural competence"},{"ns":0,"exists":"","*":"Leisure"},{"ns":0,"exists":"","*":"Malorie Blackman"},{"ns":0,"exists":"","*":"My Beautiful Laundrette"},{"ns":0,"exists":"","*":"New media"},{"ns":0,"exists":"","*":"Non-fictional"},{"ns":0,"exists":"","*":"Norm (sociology)"},{"ns":0,"exists":"","*":"Noughts and Crosses series"},{"ns":0,"exists":"","*":"Role-play"},{"ns":0,"exists":"","*":"Save the Last Dance"},{"ns":0,"exists":"","*":"Second language"},{"ns":0,"exists":"","*":"Taboo"},{"ns":0,"exists":"","*":"Value (ethics)"},{"ns":0,"*":"Milton Bennett"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite journal"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["//doi.org/10.1017/s0265051706006887","http://icca.globusresearch.com","http://musicinterculturalmodel.wikispaces.com","http://www.interculturalpress.com/store/pc/viewPrd.asp?idcategory=0&idproduct=50","http://www.interculturalpress.com/store/pc/viewPrd.asp?idcategory=0&idproduct=51","http://www.efc.be/ftp/public/cpi/TCFF%20Intercultural%20Learning.pdf","http://www.dfait-maeci.gc.ca/cfsi-icse/cil-cai/home-en.asp"],"sections":[{"toclevel":1,"level":"2","line":"Definition","number":"1","index":"1","fromtitle":"Intercultural_learning","byteoffset":1501,"anchor":"Definition"},{"toclevel":1,"level":"2","line":"Theories on approaching culture","number":"2","index":"2","fromtitle":"Intercultural_learning","byteoffset":3285,"anchor":"Theories_on_approaching_culture"},{"toclevel":1,"level":"2","line":"Contexts in the classroom","number":"3","index":"3","fromtitle":"Intercultural_learning","byteoffset":5963,"anchor":"Contexts_in_the_classroom"},{"toclevel":2,"level":"3","line":"Cultural differences in learning","number":"3.1","index":"4","fromtitle":"Intercultural_learning","byteoffset":7319,"anchor":"Cultural_differences_in_learning"},{"toclevel":2,"level":"3","line":"Activities","number":"3.2","index":"5","fromtitle":"Intercultural_learning","byteoffset":11030,"anchor":"Activities"},{"toclevel":1,"level":"2","line":"Future prospects","number":"4","index":"6","fromtitle":"Intercultural_learning","byteoffset":13049,"anchor":"Future_prospects"},{"toclevel":1,"level":"2","line":"See also","number":"5","index":"7","fromtitle":"Intercultural_learning","byteoffset":13462,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"8","fromtitle":"Intercultural_learning","byteoffset":13642,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"7","index":"9","fromtitle":"Intercultural_learning","byteoffset":15210,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Intercultural learning","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q337326"}]}}