{"parse":{"title":"Crop insurance","pageid":952258,"revid":852071461,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content ambox-Refimprove\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Question_book-new.svg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png\" width=\"50\" height=\"39\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/75px-Question_book-new.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/100px-Question_book-new.svg.png 2x\" data-file-width=\"512\" data-file-height=\"399\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>needs additional citations for <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">verification</a></b>.<span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Crop_insurance&amp;action=edit\">improve this article</a> by <a href=\"/wiki/Help:Introduction_to_referencing_with_Wiki_Markup/1\" title=\"Help:Introduction to referencing with Wiki Markup/1\">adding citations to reliable sources</a>. Unsourced material may be challenged and removed.</span>  <small><i>(March 2009)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p><b>Crop insurance</b> is purchased by agricultural producers, and subsidized by the federal government, to protect against either the loss of their crops due to natural disasters, such as hail, drought, and floods, or the loss of revenue due to declines in the prices of agricultural commodities. The two general categories of crop insurance are called crop-yield\ninsurance and crop-revenue insurance. On average, the federal government subsidizes 62 percent of the premium. In 2014, crop insurance policies covered 294 million acres. Major crops are insurable in most counties where they are grown, and approximately 83% of U.S. crop acreage is insured under the federal crop insurance program. Four crops—corn, cotton, soybeans, and wheat— typically account for more than 70% of total enrolled acres. For these major crops, a large share of plantings is covered by crop insurance. In 2014, the portion of total corn acreage covered by federal crop insurance was 87%; cotton, 96%; soybeans, 88%; and wheat, 84%.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Specialty_crops\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Specialty crops</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#United_States\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">United States</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#History_of_crop_insurance_in_the_U.S.\"><span class=\"tocnumber\">2.1</span> <span class=\"toctext\">History of crop insurance in the U.S.</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Canada\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Canada</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#India\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">India</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#See_also\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Specialty_crops\">Specialty crops</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Crop_insurance&amp;action=edit&amp;section=1\" title=\"Edit section: Specialty crops\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>A farmer or grower may desire to grow a crop associated with a particular defined attribute that potentially qualifies for a premium over similar commodity crops, agricultural products, or derivatives thereof. The particular attribute may be associated with the genetic composition of the crop, certain management practices of the grower, or both. However, many standard crop insurance policies do not differentiate between commodity crops and crops associated with particular attributes. Accordingly, farmers have a need for crop insurance to cover the risk of growing crops associated with particular attributes.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"United_States\">United States</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Crop_insurance&amp;action=edit&amp;section=2\" title=\"Edit section: United States\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div role=\"note\" class=\"hatnote navigation-not-searchable\">Main article: <a href=\"/wiki/Federal_Crop_Insurance\" class=\"mw-redirect\" title=\"Federal Crop Insurance\">Federal Crop Insurance</a></div>\n<p>In the <a href=\"/wiki/United_States\" title=\"United States\">United States</a>, a subsidized multi-peril federal insurance program, administered by the <a href=\"/wiki/Risk_Management_Agency\" title=\"Risk Management Agency\">Risk Management Agency</a>, is available to most farmers. The program is authorized by the <a href=\"/w/index.php?title=Federal_Crop_Insurance_Act&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Federal Crop Insurance Act (page does not exist)\">Federal Crop Insurance Act</a> (which is actually title V of the <a href=\"/wiki/Agricultural_Adjustment_Act_of_1938\" title=\"Agricultural Adjustment Act of 1938\">Agricultural Adjustment Act of 1938</a>, P.L. 75-430), as amended. Federal crop insurance is available for more than 100 different crops, although not all insurable crops are covered in every county. With the amendments to the Federal Crop Insurance Act made by the <a href=\"/wiki/Federal_Crop_Insurance_Reform_Act_of_1994\" class=\"mw-redirect\" title=\"Federal Crop Insurance Reform Act of 1994\">Federal Crop Insurance Reform Act of 1994</a> (P.L. 103-354, Title I) and the Agriculture Risk Protection Act of 2000 (P.L. 106-224), USDA is authorized to offer basically free catastrophic (CAT) coverage to producers who grow an insurable crop. For a premium, farmers can buy additional coverage beyond the CAT level. Crops for which insurance is not available are protected under the <a href=\"/wiki/Noninsured_Assistance_Program\" title=\"Noninsured Assistance Program\">Noninsured Assistance Program</a> (NAP). Federal crop insurance is sold and serviced through private insurance companies. A portion of the premium, as well as the administrative and operating expenses of the private companies, is subsidized by the federal government. The <a href=\"/wiki/Federal_Crop_Insurance_Corporation\" title=\"Federal Crop Insurance Corporation\">Federal Crop Insurance Corporation</a> reinsures the companies by absorbing some of the losses of the program when indemnities exceed total premiums. Several revenue insurance products are available on major crops as a form of additional coverage.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"History_of_crop_insurance_in_the_U.S.\">History of crop insurance in the U.S.</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Crop_insurance&amp;action=edit&amp;section=3\" title=\"Edit section: History of crop insurance in the U.S.\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>In 1938, Congress passed the Federal Crop Insurance Act, which established the first Federal Crop Insurance Program. These early efforts were not particularly successful due to\nhigh program costs and low participation rates among farmers. The program had\ndifficulty amassing sufficient reserves to pay claims and was not financially viable.<sup id=\"cite_ref-auto_3-0\" class=\"reference\"><a href=\"#cite_note-auto-3\">&#91;3&#93;</a></sup>\n</p><p>In 1980, Congress passed legislation to increase participation in the Federal Crop Insurance Program and make it more affordable and accessible. This modern era of crop insurance was marked by the introduction of a public-private partnership between the U.S. government and private insurance companies.<sup id=\"cite_ref-auto_3-1\" class=\"reference\"><a href=\"#cite_note-auto-3\">&#91;3&#93;</a></sup>\n</p><p>The Federal Crop Insurance Reform Act of 1994 dramatically restructured the program. And in 1996, the Risk Management Agency (RMA) was created in the U.S. Department of Agriculture to administer the Federal Crop Insurance Program. Through subsidies built into the new program guidelines, participation increased dramatically. By 1998, more than 180 million acres of farmland were insured under the program, representing a three-fold increase over 1988.<sup id=\"cite_ref-auto_3-2\" class=\"reference\"><a href=\"#cite_note-auto-3\">&#91;3&#93;</a></sup>\n</p><p>In 2011, farmers purchased over two million crop insurance policies, protecting over 265\nmillion acres of farmland, with new liabilities in excess of $114 billion. These policies covered roughly 83 percent of eligible acres. Record indemnities were paid out to farmers and ranchers in 2011, totaling nearly $11 billion.  (4)<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (May 2018)\">citation needed</span></a></i>&#93;</sup>\n</p><p>Today,<sup class=\"noprint Inline-Template\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Manual_of_Style/Dates_and_numbers#Chronological_items\" title=\"Wikipedia:Manual of Style/Dates and numbers\"><span title=\"The time period mentioned near this tag is ambiguous. (February 2016)\">when?</span></a></i>&#93;</sup> the Federal Crop Insurance Program is the primary risk management program available to U.S. agricultural producers and a vital component of the farm safety net, addressing both the risks associated with price volatility and with unexpected disasters.(5)<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (February 2016)\">citation needed</span></a></i>&#93;</sup>\n</p><p>Crop insurance is a risk-based program that currently<sup class=\"noprint Inline-Template\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Manual_of_Style/Dates_and_numbers#Chronological_items\" title=\"Wikipedia:Manual of Style/Dates and numbers\"><span title=\"The time period mentioned near this tag is ambiguous. (February 2016)\">when?</span></a></i>&#93;</sup> covers 128 crops (6)<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (May 2018)\">citation needed</span></a></i>&#93;</sup> and does not make annual subsidy payments to farmers.  When crop insurance does supply monetary payments to farmers, the payments come in the form of indemnity checks that restore a portion of an actual loss.  Many farmers pay crop insurance premium costs for a number of years without receiving indemnity payments because they have not experienced an actual loss. (7)<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (May 2018)\">citation needed</span></a></i>&#93;</sup>\n</p>\n<ul><li>Crop-yield insurance:  There are two main classes of crop-yield insurance:\n<ul><li>Crop-hail insurance is generally available from private insurers (in countries with private sectors) because hail is a narrow peril that occurs in a limited place and its accumulated losses tend not to overwhelm the capital reserves of private insurers. In early 1820s, crop-hail insurance were available to farmers in France and Germany. That is among the earliest forms of hail insurance from an actuarial perspective. It is possible to implement the hail risk into financial instruments since the risk is isolated.</li>\n<li><a href=\"/wiki/Multi-peril_crop_insurance\" title=\"Multi-peril crop insurance\">Multi-peril crop insurance</a> (MPCI): Coverage in this type of insurance is not limited to just one risk. Usually multi-peril crop insurance offers hail, excessive rain and drought in a combined package. Sometimes, additional risks such as insect or bacteria-related diseases are also offered. The problem with the multi-peril crop insurance is the possibility of a large-scale event. Such an event can cause significant losses beyond the insurer's financial capacity. To make this class of insurance, the perils are often bundled together in a single policy, called a multi-peril crop insurance (MPCI) policy.  MPCI coverage is usually offered by a government insurer and premiums are usually partially <a href=\"/wiki/Agricultural_policy\" title=\"Agricultural policy\">subsidized</a> by the government. U.S. Department of Agriculture is known to implement the earliest multi-peril crop insurance program in 1938. Federal Crop Insurance Corporation managed this multi-peril insurance program since then. The Risk Management Agency (RMA) is active in calculating the premiums based on individual risk factors since 1996.</li></ul></li>\n<li>Crop-revenue insurance: Crop-yield times the crop price gives the crop-revenues. Based on farmer's revenues, crop-revenue insurance is based on deviation from the mean revenue. RMA uses the futures prices on harvest-times listed in the commodity exchange markets, to determine the prices. Combining the future price with farmer's average production gives the estimated revenue of the farmer. Accessing the futures market offers enables revenue protection even before the crop planted. There is a single guarantee for a certain number of dollars. The policy pays an indemnity if the combination of the actual yield and the cash settlement price in the futures market is less than the guarantee. In the United States, the program is called <a href=\"/wiki/Crop_Revenue_Coverage\" title=\"Crop Revenue Coverage\">Crop Revenue Coverage</a>. Crop-revenue insurance covers the decline in price that occurs during the crop's growing season. It does not cover declines that may occur from one growing season to another.</li></ul>\n<h2><span class=\"mw-headline\" id=\"Canada\">Canada</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Crop_insurance&amp;action=edit&amp;section=4\" title=\"Edit section: Canada\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In Canada, the history of CI (Crop Insurance) begins in 1939 with the introduction of the Prairie Farm Assistance Act by the Canadian Government. This act provided permanent crop loss disaster assistance for grain producers in the Prairies and the Peace River area. In 1959, the CI Act was passed to replace the Prairie Farm Assistance Act and provide more adequate protection to farmers in all provinces. CI has been a key federal support program since 1959 aimed at helping to stabilize farm incomes against production related risks. The reason governments got involved in CI was because the market failed to provide risk management tools for farmers to deal appropriately with production risk. CI has varied little over the years in that it was designed on the basis of participation by both levels of government (federal and provincial) and producers, shared program costs, voluntary participation, provincial administration, and actuarial soundness in the long run.<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (February 2016)\">citation needed</span></a></i>&#93;</sup>\n</p><p>The CI Act of 1959 enabled the federal government to assist provinces in making CI available to producers at a 60% coverage level. Originally the federal government's share of total premiums was 20%, with a 50% share of administrative expenses. In 1964, the Act was amended to incorporate general provisions for a reinsurance agreement between the provinces and the federal government. Further amendments were made in 1966 and 1970 concerning coverage levels and the federal government contribution to total premiums. The next amendment to the Act, in 1973, provided two options for the federal-provincial-producer cost-sharing arrangements. In one option, the federal and provincial governments each contributed 25% of total premiums and 50% of administrative costs. In the other option, the federal government contributed a total of 50% of premiums and the provinces paid all administrative costs. In the 1990 amendment, the maximum coverage was increased to 90% for low risk crops. Furthermore, the single cost-sharing formula was adopted, where the federal government and provinces each pay 25% of total premiums and 50% of administration costs. Other changes included waterfowl crop damage compensation, and regulations concerning self-sustainability and actuarial soundness requirements.\n</p><p>Although federal legislation establishes the national framework, much flexibility exists for provinces to modify the program to meet the needs of their producers. Provincial plans are developed through consultations with all three parties on a commodity basis. CI is available in all provinces for a wide variety of crops but coverage is not universal, nor are participation rates necessarily high although the cost of the program is subsidized by government. AAFC allocates approximately $200 million per year to CI from its total safety net envelope of $600 million. In 1996–97 it is estimated that the federal government's expenditures reached $207 million compared to an average of $166 million over the three previous years (AAFC 1997b). Provincial governments spent $251 million in 1996-97 which compares to an average of $175 million over the previous three crop years. By far the largest component of the program covers grain and oilseed production on the Prairies, but even here participation has fallen below 60% of seeded area.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"India\">India</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Crop_insurance&amp;action=edit&amp;section=5\" title=\"Edit section: India\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div role=\"note\" class=\"hatnote navigation-not-searchable\">Main article: <a href=\"/wiki/Agricultural_insurance_in_India\" title=\"Agricultural insurance in India\">Agricultural insurance in India</a></div>\n<p>In <a href=\"/wiki/India\" title=\"India\">India</a> a multiperil crop insurance called National Agriculture Insurance Scheme (NAIS) was implemented. This scheme is being implemented by <a href=\"/wiki/Agriculture_Insurance_Company_of_India\" title=\"Agriculture Insurance Company of India\">Agriculture Insurance Company of India</a>, an Indian government owned company. The scheme is compulsory for all farmers who take agricultural loans from any financial institution. It is voluntary for all other farmers. The premium is subsidized for farmers who own less than two hectares of land. This insurance follows the area approach. This means that instead of individual farmers, a specific area is insured. The area may vary from gram panchayat (an administrative unit containing 8-10 villages) or block or district from crop to crop or state to state. The claim is calculated on the basis of crop cutting experiments carried out by agricultural departments of respective states. Any shortfall in yield compared to past 5 years average yield is compensated.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Crop_insurance&amp;action=edit&amp;section=6\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Buy-up_coverage\" title=\"Buy-up coverage\">Buy-up coverage</a></li>\n<li><a href=\"/wiki/Weather_insurance\" title=\"Weather insurance\">Weather insurance</a></li>\n<li><a href=\"/wiki/Insurance\" title=\"Insurance\">Insurance</a></li>\n<li><a href=\"/wiki/Hail_cannon\" title=\"Hail cannon\">Hail cannon</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Crop_insurance&amp;action=edit&amp;section=7\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><span class=\"citation patent\"><a rel=\"nofollow\" class=\"external text\" href=\"https://worldwide.espacenet.com/textdoc?DB=EPODOC&amp;IDX=US20,060,287,896\">US&#32;application 20,060,287,896</a></span><span class=\"Z3988\" title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Apatent&amp;rft.applnumber=20,060,287,896&amp;rft.cc=US&amp;rft.title=\"><span style=\"display: none;\">&#160;</span></span> “Method for providing crop insurance for a crop associated with a defined attribute”</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Adapted from <a rel=\"nofollow\" class=\"external text\" href=\"http://ncseonline.org/nle/crsreports/05jun/97-905.pdf\">CRS Report for Congress: Agriculture: A Glossary of Terms, Programs, and Laws, 2005 Edition - Order Code 97-905</a> <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20110810044532/http://ncseonline.org/nle/crsreports/05jun/97-905.pdf\">Archived</a> August 10, 2011, at the <a href=\"/wiki/Wayback_Machine\" title=\"Wayback Machine\">Wayback Machine</a>., a document in the public domain.</span>\n</li>\n<li id=\"cite_note-auto-3\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-auto_3-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-auto_3-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-auto_3-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.cropinsuranceinamerica.org/about-crop-insurance/history/#.Vi6VJdbFuu4\">\"Crop Insurance: A Look Back | Crop Insurance &amp; Crop Protection from Federal Crop Insurance Programs\"</a>. <i>www.cropinsuranceinamerica.org</i><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2015-10-26</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=www.cropinsuranceinamerica.org&amp;rft.atitle=Crop+Insurance%3A+A+Look+Back+%7C+Crop+Insurance+%26+Crop+Protection+from+Federal+Crop+Insurance+Programs&amp;rft_id=http%3A%2F%2Fwww.cropinsuranceinamerica.org%2Fabout-crop-insurance%2Fhistory%2F%23.Vi6VJdbFuu4&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ACrop+insurance\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www4.agr.gc.ca/AAFC-AAC/display-afficher.do?id=1179245881894\">http://www4.agr.gc.ca/AAFC-AAC/display-afficher.do?id=1179245881894</a></span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://aicofindia.org/salient_nais.html\">http://aicofindia.org/salient_nais.html</a></span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw1244\nCached time: 20180909110403\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.196 seconds\nReal time usage: 0.269 seconds\nPreprocessor visited node count: 1270/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 20727/2097152 bytes\nTemplate argument size: 3639/2097152 bytes\nHighest expansion depth: 11/40\nExpensive parser function count: 4/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 3702/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.103/10.000 seconds\nLua memory usage: 2.69 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  240.557      1 -total\n 34.43%   82.834      1 Template:Reflist\n 32.64%   78.526      7 Template:Fix\n 26.95%   64.818      5 Template:Citation_needed\n 21.56%   51.865      1 Template:Refimprove\n 19.77%   47.562      1 Template:Cite_web\n 18.82%   45.264      7 Template:Delink\n 13.31%   32.010      1 Template:Ambox\n 11.08%   26.664     14 Template:Category_handler\n  9.98%   24.003      2 Template:When\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:952258-0!canonical and timestamp 20180909110402 and revision id 852071461\n -->\n</div>"},"langlinks":[{"lang":"es","url":"https://es.wikipedia.org/wiki/Seguro_de_cosecha","langname":"Spanish","autonym":"español","*":"Seguro de cosecha"},{"lang":"ko","url":"https://ko.wikipedia.org/wiki/%EB%86%8D%EC%9E%91%EB%AC%BC%EC%9E%AC%ED%95%B4%EB%B3%B4%ED%97%98","langname":"Korean","autonym":"한국어","*":"농작물재해보험"},{"lang":"kn","url":"https://kn.wikipedia.org/wiki/%E0%B2%AC%E0%B3%86%E0%B2%B3%E0%B3%86_%E0%B2%B5%E0%B2%BF%E0%B2%AE%E0%B3%86","langname":"Kannada","autonym":"ಕನ್ನಡ","*":"ಬೆಳೆ ವಿಮೆ"},{"lang":"mr","url":"https://mr.wikipedia.org/wiki/%E0%A4%AA%E0%A5%80%E0%A4%95%E0%A4%B5%E0%A4%BF%E0%A4%AE%E0%A4%BE","langname":"Marathi","autonym":"मराठी","*":"पीकविमा"},{"lang":"ru","url":"https://ru.wikipedia.org/wiki/%D0%90%D0%B3%D1%80%D0%BE%D1%81%D1%82%D1%80%D0%B0%D1%85%D0%BE%D0%B2%D0%B0%D0%BD%D0%B8%D0%B5","langname":"Russian","autonym":"русский","*":"Агрострахование"},{"lang":"uk","url":"https://uk.wikipedia.org/wiki/%D0%A1%D1%96%D0%BB%D1%8C%D1%81%D1%8C%D0%BA%D0%BE%D0%B3%D0%BE%D1%81%D0%BF%D0%BE%D0%B4%D0%B0%D1%80%D1%81%D1%8C%D0%BA%D0%B5_%D1%81%D1%82%D1%80%D0%B0%D1%85%D1%83%D0%B2%D0%B0%D0%BD%D0%BD%D1%8F","langname":"Ukrainian","autonym":"українська","*":"Сільськогосподарське страхування"}],"categories":[{"sortkey":"","hidden":"","*":"Webarchive_template_wayback_links"},{"sortkey":"","hidden":"","*":"Articles_needing_additional_references_from_March_2009"},{"sortkey":"","hidden":"","*":"All_articles_needing_additional_references"},{"sortkey":"","hidden":"","*":"All_articles_with_unsourced_statements"},{"sortkey":"","hidden":"","*":"Articles_with_unsourced_statements_from_May_2018"},{"sortkey":"","hidden":"","*":"All_articles_with_vague_or_ambiguous_time"},{"sortkey":"","hidden":"","*":"Vague_or_ambiguous_time_from_February_2016"},{"sortkey":"","hidden":"","*":"Articles_with_unsourced_statements_from_February_2016"},{"sortkey":"","*":"Agricultural_insurance"},{"sortkey":"","*":"Crops"},{"sortkey":"","*":"Agricultural_economics"}],"links":[{"ns":14,"exists":"","*":"Category:Articles needing additional references from March 2009"},{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from May 2018"},{"ns":14,"exists":"","*":"Category:Vague or ambiguous time from February 2016"},{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from February 2016"},{"ns":0,"exists":"","*":"Agricultural Adjustment Act of 1938"},{"ns":0,"exists":"","*":"Agricultural insurance in India"},{"ns":0,"exists":"","*":"Agricultural policy"},{"ns":0,"exists":"","*":"Agriculture Insurance Company of India"},{"ns":0,"exists":"","*":"Buy-up coverage"},{"ns":0,"exists":"","*":"Crop Revenue Coverage"},{"ns":0,"exists":"","*":"Federal Crop Insurance"},{"ns":0,"exists":"","*":"Federal Crop Insurance Corporation"},{"ns":0,"exists":"","*":"Federal Crop Insurance Reform Act of 1994"},{"ns":0,"exists":"","*":"Hail cannon"},{"ns":0,"exists":"","*":"India"},{"ns":0,"exists":"","*":"Insurance"},{"ns":0,"exists":"","*":"Multi-peril crop insurance"},{"ns":0,"exists":"","*":"Noninsured Assistance Program"},{"ns":0,"exists":"","*":"Risk Management Agency"},{"ns":0,"exists":"","*":"United States"},{"ns":0,"exists":"","*":"Wayback Machine"},{"ns":0,"exists":"","*":"Weather insurance"},{"ns":0,"*":"Federal Crop Insurance Act"},{"ns":4,"exists":"","*":"Wikipedia:Citation needed"},{"ns":4,"exists":"","*":"Wikipedia:Manual of Style/Dates and numbers"},{"ns":4,"exists":"","*":"Wikipedia:Verifiability"},{"ns":12,"exists":"","*":"Help:Introduction to referencing with Wiki Markup/1"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Refimprove"},{"ns":10,"exists":"","*":"Template:More citations needed"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Main"},{"ns":10,"exists":"","*":"Template:Citation needed"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Delink"},{"ns":10,"exists":"","*":"Template:When"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:US patent application"},{"ns":10,"exists":"","*":"Template:Citation/patent"},{"ns":10,"exists":"","*":"Template:Citation/make link"},{"ns":10,"exists":"","*":"Template:Webarchive"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Main"},{"ns":828,"exists":"","*":"Module:Hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote list"},{"ns":828,"exists":"","*":"Module:Delink"},{"ns":828,"exists":"","*":"Module:Webarchive"},{"ns":828,"exists":"","*":"Module:Webarchive/data"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Question_book-new.svg"],"externallinks":["https://worldwide.espacenet.com/textdoc?DB=EPODOC&IDX=US20,060,287,896","http://ncseonline.org/nle/crsreports/05jun/97-905.pdf","https://web.archive.org/web/20110810044532/http://ncseonline.org/nle/crsreports/05jun/97-905.pdf","http://www.cropinsuranceinamerica.org/about-crop-insurance/history/#.Vi6VJdbFuu4","http://www4.agr.gc.ca/AAFC-AAC/display-afficher.do?id=1179245881894","http://aicofindia.org/salient_nais.html"],"sections":[{"toclevel":1,"level":"2","line":"Specialty crops","number":"1","index":"1","fromtitle":"Crop_insurance","byteoffset":1044,"anchor":"Specialty_crops"},{"toclevel":1,"level":"2","line":"United States","number":"2","index":"2","fromtitle":"Crop_insurance","byteoffset":1813,"anchor":"United_States"},{"toclevel":2,"level":"3","line":"History of crop insurance in the U.S.","number":"2.1","index":"3","fromtitle":"Crop_insurance","byteoffset":3655,"anchor":"History_of_crop_insurance_in_the_U.S."},{"toclevel":1,"level":"2","line":"Canada","number":"3","index":"4","fromtitle":"Crop_insurance","byteoffset":8975,"anchor":"Canada"},{"toclevel":1,"level":"2","line":"India","number":"4","index":"5","fromtitle":"Crop_insurance","byteoffset":12412,"anchor":"India"},{"toclevel":1,"level":"2","line":"See also","number":"5","index":"6","fromtitle":"Crop_insurance","byteoffset":13429,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"7","fromtitle":"Crop_insurance","byteoffset":13525,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Crop insurance","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q863133"}]}}