{"parse":{"title":"Post-harvest losses (grains)","pageid":26734584,"revid":815604462,"text":{"*":"<div class=\"mw-parser-output\"><div role=\"note\" class=\"hatnote navigation-not-searchable\">See also: <a href=\"/wiki/Post-harvest_losses_(Fruit_and_vegetables)\" class=\"mw-redirect\" title=\"Post-harvest losses (Fruit and vegetables)\">Post-harvest losses (Fruit and vegetables)</a></div>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:252px;\"><a href=\"/wiki/File:Mirrool_Silos.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/d/df/Mirrool_Silos.jpg/250px-Mirrool_Silos.jpg\" width=\"250\" height=\"188\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/d/df/Mirrool_Silos.jpg/375px-Mirrool_Silos.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/d/df/Mirrool_Silos.jpg/500px-Mirrool_Silos.jpg 2x\" data-file-width=\"2816\" data-file-height=\"2112\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Mirrool_Silos.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>Grain silos in Australia</div></div></div>\n<p>Grains may be lost in the pre-harvest, harvest, and post-harvest stages. Pre-harvest losses occur before the process of harvesting begins, and may be due to insects, weeds, and <a href=\"/wiki/Rust_(fungus)\" title=\"Rust (fungus)\">rusts</a>. Harvest losses occur between the beginning and completion of harvesting, and are primarily caused by losses due to shattering. <b>Post-harvest losses</b> occur between harvest and the moment of human consumption. They include on-farm losses, such as when grain is <a href=\"/wiki/Threshing\" title=\"Threshing\">threshed</a>, <a href=\"/wiki/Winnowing\" title=\"Winnowing\">winnowed</a>, and dried, as well as losses along the chain during transportation, storage, and processing. Important in many developing countries, particularly in Africa, are on-farm losses during storage, when the grain is being stored for auto-consumption or while the farmer awaits a selling opportunity or a rise in prices.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Potential_for_loss\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Potential for loss</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Actual_loss\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Actual loss</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Damage_caused_by_pests\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Damage caused by pests</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Loss_assessment_methods\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Loss assessment methods</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Attempts_at_loss_reduction\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Attempts at loss reduction</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Potential_for_loss\">Potential for loss</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Post-harvest_losses_(grains)&amp;action=edit&amp;section=1\" title=\"Edit section: Potential for loss\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:222px;\"><a href=\"/wiki/File:Dayu_Bay_-_Chuxi_-_P1210638.JPG\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Dayu_Bay_-_Chuxi_-_P1210638.JPG/220px-Dayu_Bay_-_Chuxi_-_P1210638.JPG\" width=\"220\" height=\"165\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Dayu_Bay_-_Chuxi_-_P1210638.JPG/330px-Dayu_Bay_-_Chuxi_-_P1210638.JPG 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Dayu_Bay_-_Chuxi_-_P1210638.JPG/440px-Dayu_Bay_-_Chuxi_-_P1210638.JPG 2x\" data-file-width=\"2560\" data-file-height=\"1920\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Dayu_Bay_-_Chuxi_-_P1210638.JPG\" class=\"internal\" title=\"Enlarge\"></a></div>Grain being dried on a bamboo mat on a roadway in Chuxi Town, <a href=\"/wiki/Cangnan_County\" title=\"Cangnan County\">Cangnan County</a>, Zhejiang, China. Drying rice in the open air creates possibilities for losses to birds.</div></div></div>\n<p>There is potential for loss throughout the grain harvesting and <a href=\"/wiki/Agricultural_marketing\" title=\"Agricultural marketing\">agricultural marketing</a> chains. During stripping of maize grain from the cob, known as shelling, losses can occur\nwhen mechanical shelling is not followed up by hand-stripping of the grains that are missed. Certain shellers can damage the grain, making insect penetration easier. For crops other than maize, threshing losses occur as a result of spillage, incomplete removal of the grain or by damage to grain during the threshing. They can also occur after threshing due to poor separation of grain from the <a href=\"/wiki/Chaff\" title=\"Chaff\">chaff</a> during cleaning or winnowing. Incomplete threshing usually occurs in regions with high labour costs, particularly at harvest time, when labour is too scarce and expensive to justify hand-stripping after an initial mechanical thresh. Certain mechanical threshers are designed only for dry grain.\n</p><p>A wet season's <a href=\"/wiki/Rice\" title=\"Rice\">paddy</a> harvest may clog the screens and grain will be lost. Cleaning is essential before <a href=\"/wiki/Mill_(grinding)\" title=\"Mill (grinding)\">milling</a>. On the farm, cleaning is usually a combination of <a href=\"/wiki/Winnowing\" title=\"Winnowing\">winnowing</a> and removal by hand of heavier items such as stones. Losses can be low when the operation is done carefully but high with carelessness. With correct equipment, cleaning losses should be low in mills, but grain may be separated together with dirt or, alternatively, dirt may be carried forward into the milling stages. In drying, grain that is dried in yards or on roads, as is common in parts of Asia, may be partially consumed by birds and <a href=\"/wiki/Rodents\" class=\"mw-redirect\" title=\"Rodents\">rodents</a>. Wind, either natural or from passing vehicles in the case of road drying, can blow grain away.\n</p><p>The main cause of loss during drying is the cracking of grain kernels that are eaten whole, such as rice. Some grains may also be lost during the drying process. However, failure to dry crops adequately can lead to much higher levels of loss than poor-quality drying, and may result in the entire harvest becoming inedible. Adequate drying by farmers is essential if grains are to be stored on-farm and poorly dried grains for the market need to be sold quickly to enable the marketing-processing chain to carry out adequate drying before the grains become spoilt. With a high moisture content, grain is susceptible to mould, heating, discoloration and a variety of chemical changes. Ideally, most grains should be dried to acceptable levels within 2–3 days of harvest.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> One of the problems in assessing levels of post-harvest loss is in separating weight loss caused by the very necessary drying operations from weight loss caused by other, controllable, factors. \n</p>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:252px;\"><a href=\"/wiki/File:Manual_rice_mill.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Manual_rice_mill.jpg/250px-Manual_rice_mill.jpg\" width=\"250\" height=\"376\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Manual_rice_mill.jpg/375px-Manual_rice_mill.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Manual_rice_mill.jpg/500px-Manual_rice_mill.jpg 2x\" data-file-width=\"2136\" data-file-height=\"3216\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Manual_rice_mill.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>Manual rice mill in Vietnam</div></div></div>\n<p>Milling to remove the outer coats from a grain may take place in one or more stages. For paddy rice considerable mechanical effort is needed to remove these layers. Any weakness in the kernel will be apparent at this stage. Even with grain in perfect condition, correctly set milling and polishing machinery is essential to yield high processing outturns. Complete separation of edible from less-desired products is always difficult to achieve but, even so, there are significant differences in milling efficiency. In the case of rice, milling outturns can vary from 60% or less to around 67%, depending on the efficiency of the mill. Even a 1% increase in yield of whole grain rice can thus result in huge increases in national food resources.\n</p><p>Grains are produced on a seasonal basis. In many places there is only one harvest a year. Thus most production of maize, wheat, rice, sorghum, millet, etc. must be held in storage for periods varying from a few days up to more than a year. Storage therefore plays a vital role in grain supply chains. For all grains, storage losses can be considerable but the greatest losses appear to be of maize, particularly in Africa. Losses in stored grain are determined by the interaction between the grain, the storage environment and a variety of organisms.\n</p><p>Contamination by moulds is mainly determined by the temperature of the grain and the availability of water and oxygen. Moulds can grow over a wide range of temperatures, but the rate of growth is lower with lower temperature and less water availability. The interaction between moisture and temperature is important. Maize, for example, can be stored for one year at a moisture level of 15% and a temperature of 15&#160;°C. However, the same maize stored at 30&#160;°C will be substantially damaged by <a href=\"/wiki/Moulds\" class=\"mw-redirect\" title=\"Moulds\">moulds</a> within three months.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> Insects and <a href=\"/wiki/Mites\" class=\"mw-redirect\" title=\"Mites\">mites</a> (<a href=\"/wiki/Arthropods\" class=\"mw-redirect\" title=\"Arthropods\">arthropods</a>) can, of course, make a significant contribution towards the deterioration of grain, through the physical damage and <a href=\"/wiki/Nutrient\" title=\"Nutrient\">nutrient</a> losses caused by their activity.\n</p><p>They can also influence mould colonisation as carriers of mould <a href=\"/wiki/Spores\" class=\"mw-redirect\" title=\"Spores\">spores</a> and because their faecal material can be utilised as a food source by moulds. In general, grain is not infested by insects below 17&#160;°C whereas mite infestations can occur between 3 and 30&#160;°C and above 12% moisture content. The metabolic activity of insects and mites causes an increase in both the moisture content and temperature of infested grain. Another important factor that can affect mould growth is the proportion of broken kernels. There are about 1,700 species of rodents in the world, but only a few species contribute significantly to post-harvest losses. Three species are found throughout the world: the house mouse (<i><a href=\"/wiki/Mus_musculus\" class=\"mw-redirect\" title=\"Mus musculus\">Mus musculus</a></i>), the black rat (<i><a href=\"/wiki/Rattus_rattus\" class=\"mw-redirect\" title=\"Rattus rattus\">Rattus rattus</a></i>) and the <a href=\"/wiki/Brown_rat\" title=\"Brown rat\">brown rat</a> while a few other species are important in Africa and Asia.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>\n</p>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:252px;\"><a href=\"/wiki/File:Roofrat_hagenbeck_01.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Roofrat_hagenbeck_01.jpg/250px-Roofrat_hagenbeck_01.jpg\" width=\"250\" height=\"167\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Roofrat_hagenbeck_01.jpg/375px-Roofrat_hagenbeck_01.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Roofrat_hagenbeck_01.jpg/500px-Roofrat_hagenbeck_01.jpg 2x\" data-file-width=\"1332\" data-file-height=\"888\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Roofrat_hagenbeck_01.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>The Black Rat (Rattus rattus)</div></div></div>\n<h2><span class=\"mw-headline\" id=\"Actual_loss\">Actual loss</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Post-harvest_losses_(grains)&amp;action=edit&amp;section=2\" title=\"Edit section: Actual loss\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In Africa, post-harvest losses from harvest to market sale amount to around 10-20%. Approximately 40% of these losses ocg storage at the farm and market, 30% during processing (drying, threshing, and winnowing), 20% in transport from the field to the homestead/farm, and the remaining 10% during transport to market.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Damage_caused_by_pests\">Damage caused by pests</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Post-harvest_losses_(grains)&amp;action=edit&amp;section=3\" title=\"Edit section: Damage caused by pests\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<table class=\"plainlinks metadata ambox mbox-small-left ambox-content\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><a href=\"/wiki/File:Wiki_letter_w_cropped.svg\" class=\"image\"><img alt=\"[icon]\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Wiki_letter_w_cropped.svg/20px-Wiki_letter_w_cropped.svg.png\" width=\"20\" height=\"14\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Wiki_letter_w_cropped.svg/30px-Wiki_letter_w_cropped.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Wiki_letter_w_cropped.svg/40px-Wiki_letter_w_cropped.svg.png 2x\" data-file-width=\"44\" data-file-height=\"31\" /></a></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This section <b>needs expansion</b>. <small>You can help by <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Post-harvest_losses_(grains)&amp;action=edit&amp;section=\">adding to it</a>.</small>  <small><i>(June 2017)</i></small></div></td></tr></tbody></table>\n<p>Rats and mice and insects and mould may damage stored grain.\n</p>\n<h2><span class=\"mw-headline\" id=\"Loss_assessment_methods\">Loss assessment methods</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Post-harvest_losses_(grains)&amp;action=edit&amp;section=4\" title=\"Edit section: Loss assessment methods\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>An attempt should be made to approximate the magnitude of the value of losses before time is spent on trying to reduce them. If this value proves to be low, expenditure of appreciable resources on reducing losses may not be justified.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> However, despite efforts over the years to develop acceptable techniques for measuring grain losses, this remains an imperfect science. A particular problem with measurement is that grain does not follow a uniform sequence from producer to consumer. Harvested grain can be specially dried and treated for a family's consumption or for use as seed. Some of any harvest may be held for short-term storage, some more for long-term storage, and the rest may be sold either in one go or over a period of time, through a variety of different marketing channels.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup> There are particular difficulties associated with accurately measuring on-farm storage losses over a long period when farmers are continually removing grain from stores to meet their own consumption needs. Further, the surplus generated by a farmer at any one harvest will dictate the quantity stored and the quantity sold, which, in turn, may influence loss levels. Given the lack of a consistent chain, care must be taken to avoid generalizing from particular measurements. <i>\"Inordinately high- and low-loss situations must be put into perspective rather than giving them overemphasis as has been the case in some instances.\"</i><sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup>\n</p><p>The origin and justification of grain-loss estimates has thus never been particularly well- founded and attempts to measure losses suffer from the fact that it is an extremely complex and costly exercise to do well.  To get round this problem the African Postharvest Losses Information System (APHLIS),<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup> was established in 2009.APHLIS generates weight loss data using an algorithm that refers to a postharvest loss profile (PLP) that is specific to the cereal crop, climate and scale of farming (smallholder or large scale) in question. The PLP is a set of loss figures, one for each link in the postharvest chain.  Each PLP figure is the average of all those data available in the scientific literature for a particular crop (which include both quantitative weight loss figures and ‘informed guestimates’), under a particular climate, and at a particular scale of agriculture.  Given data on production and certain other relevant seasonal data, APHLIS can provide weight loss estimates for the provinces of many countries in Sub-Saharan Africa.  The data are provided in tables and as interactive maps.  A further important feature of APHLIS is that it provides a version of its loss calculator that can be downloaded from the website as an Excel file. Users can change default values in the spreadsheet and make calculations of losses at any desired geographical scale below the level of ‘province’. With this calculator, users can go beyond estimation of losses at one link in the postharvest chain, e.g. just storage losses, which was the typical approach of the 1970s, and instead by substituting what figures they have for the default values in the PLP they can generate an estimate of cumulative losses from production, in other words they can see the changes in cereal grain supply that result from improving or deteriorating losses across the postharvest value chain. APHLIS thus provides data that are transparent in the way they are calculated, adjustable year by year according to circumstances, and upgradeable as more (reliable) data become available.\n</p>\n<h2><span class=\"mw-headline\" id=\"Attempts_at_loss_reduction\">Attempts at loss reduction</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Post-harvest_losses_(grains)&amp;action=edit&amp;section=5\" title=\"Edit section: Attempts at loss reduction\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>There have been numerous attempts by donors, governments and technical assistance agencies over the years to reduce post-harvest losses in developing countries. Despite these efforts, losses are generally considered to remain high although, as noted, there are significant measurement difficulties. One problem is that while engineers have been successful in developing innovations in drying and storage these innovations are often not adopted by small farmers. This may be because farmers are not convinced of the benefits of using the technology. The costs may outweigh the perceived benefits and even if the benefits are significant the investment required from farmers may present them with a risk they are not prepared to take. Alternatively, the marketing chains may not reward farmers for introducing improvements. While good on-farm drying will lead to higher milling yields or reduced <a href=\"/wiki/Mycotoxin\" title=\"Mycotoxin\">mycotoxin</a> levels this means nothing to farmers unless they receive a premium for selling dry grains to traders and mills. This is often not the case.\n</p><p>Thus part of the problem with uptake may have been an overemphasis on technology, to the exclusion of socio-economic considerations. In the case of drying, it may be a more appropriate solution to strengthen the capacity of mills and traders to dry than attempt village-level improvements.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup> There is thus a continual need to balance and blend technically ideal procedures and\napproaches with social, cultural, and political realities.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup><sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup>\nPast on-farm storage interventions that have proved less than successful have included the promotion of costly driers in W. Africa that fell victim to <a href=\"/wiki/Termites\" class=\"mw-redirect\" title=\"Termites\">termites</a> when made with local wood or bamboo and were too expensive when constructed with sawn wood. In the 1980s, there was considerable enthusiasm for the introduction of ferro-cement and brick bins throughout Africa, but these were often found to be too complicated for farmers to construct, and too costly. Small <a href=\"/wiki/Breeze_block\" class=\"mw-redirect\" title=\"Breeze block\">Breeze block</a> silos also experienced construction difficulties and were found to be not economically feasible. Storage cribs made of wood and chicken-wire were introduced by donors but rejected by farmers because sides made of chicken wire showed others the size of each farmer's harvest.\n</p><p>More positive achievements have been recorded in the Central African Republic, using a simple 1-tonne capacity structure that was found by farmers to be easy to construct and proved popular even without donor subsidies. Considerable success has been reportedly achieved with metal bins over the last 20 years in Central America<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup><sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup> and metal bins have been widely used for grain storage in Swaziland for half a century, drawing on the availability of local entrepreneurs who had been supplying metal water tanks. Replication of this success in other parts of Africa is very much in the pilot stage. Difficulties include the lack of local craftsmen to fabricate the bins; the need for grain stored in such bins to be dried to 14&#160;°C, and problems with carrying out the necessary fumigation. Small-scale bins for use inside the home appear to be having more success than larger bins for outside use. A relatively new development is hermetically sealed bags, which appear to offer good possibilities to store a variety of quantities, although further socio-economic evaluation is still required. The <a href=\"/wiki/Purdue_Improved_Cowpea_Storage_(PICS)_bags\" class=\"mw-redirect\" title=\"Purdue Improved Cowpea Storage (PICS) bags\">Purdue Improved Cowpea Storage (PICS) bags</a> are hermetically sealed bags that allow small-scale farmers/users to store cowpea without any use of chemicals.<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup> Similarly, the International Rice Research Institute (IRRI) and US-based GrainPro Inc. have collaborated to develop <a href=\"/wiki/Hermetic_storage\" title=\"Hermetic storage\">hermetic storage</a> bags referred as IRRI bags but widely known today as GrainPro SuperGrainbag that offers the lowest water vapor transmission rate and oxygen transmission rate of any hermetic bags available in the market.<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Post-harvest_losses_(grains)&amp;action=edit&amp;section=6\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist columns references-column-width\" style=\"-moz-column-width: 30em; -webkit-column-width: 30em; column-width: 30em; list-style-type: decimal;\">\n<ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Harris, Kenton L. and Carl J. Lindblad, eds. Postharvest Grain Loss Assessment Methods - A Manual of Methods for the Evaluation of Postharvest Losses <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.cd3wd.com/CD3WD_40/VITA/GRAINLOS/EN/GRAINLOS.HTM\">[1]</a> American Association of Cereals Chemists, 1976</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Proctor, D.L., Grain Storage Techniques <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.fao.org/docrep/T1838E/T1838E00.htm#Contents\">[2]</a> FAO, Rome, 1994</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Proctor, D.L., Grain Storage Techniques <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.fao.org/docrep/T1838E/T1838E00.htm#Contents\">[3]</a> FAO, Rome, 1994</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.aphlis.net\">African Post Harvest Losses Information System (APHLIS)</a></span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Greeley M. and G. W. Harman, Losses and the Economist. Chapter VIII in Kenton L. Harris and Carl J. Lindblad, eds. Postharvest Grain Loss Assessment Methods - A Manual of Methods for the Evaluation of Postharvest Losses <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.cd3wd.com/CD3WD_40/VITA/GRAINLOS/EN/GRAINLOS.HTM\">[4]</a> American Association of Cereals Chemists, 1976</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Kenton L. Harris and Carl J. Lindblad, eds. Postharvest Grain Loss Assessment Methods - A Manual of Methods for the Evaluation of Postharvest Losses <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.cd3wd.com/CD3WD_40/VITA/GRAINLOS/EN/GRAINLOS.HTM\">[5]</a> American Association of Cereals Chemists, 1976</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">K. L. Harris, W. J. Hoover, C. J. Lindblad, and H. Pfost, An Overview of the Postharvest System: The Food Grain Supply Pipeline (Determining the Interrelationship and Relative Magnitude of Losses) in Kenton L. Harris and Carl J. Lindblad, eds. Postharvest Grain Loss Assessment Methods - A Manual of Methods for the Evaluation of Postharvest Losses. <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.cd3wd.com/CD3WD_40/VITA/GRAINLOS/EN/GRAINLOS.HTM\">[6]</a> American Association of Cereals Chemists, 1976</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.aphlis.net\">African Post Harvest Losses Information System (APHLIS)</a></span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Shepherd, Andrew W. (1993) Economic and marketing aspects of post-harvest handling of grains <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.fao.org/docrep/x5015e/x5015E00.htm#Contents\">[7]</a> FAO, Rome</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Reining,C.C. Anthropological Signposts, Chapter 3 in Kenton L. Harris and Carl J. Lindblad, eds. Postharvest Grain Loss Assessment Methods - A Manual of Methods for the Evaluation of Postharvest Losses. <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.cd3wd.com/CD3WD_40/VITA/GRAINLOS/EN/GRAINLOS.HTM\">[8]</a> American Association of Cereals Chemists, 1976</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Shepherd, Andrew W. (2012) Grain Storage in Africa: Learning from past experiences. Food Chain 2(2) 149-163.</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external autonumber\" href=\"https://www.shareweb.ch/site/Agriculture-and-Food-Security/focus-areas-overview/post-harvest-management/postcosecha\">[9]</a> of the Swiss Agency for Development and Cooperation (SDC)</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">FAO, (2008). Household metal silos.<a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.fao.org/fileadmin/user_upload/ags/publications/silos_E_light.pdf\">[10]</a>, FAO, Rome</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.ag.purdue.edu/ipia/pics\">http://www.ag.purdue.edu/ipia/pics</a></span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://grainpro.com/gpi/index.php?option=com_content&amp;view=article&amp;id=205&amp;Itemid=1758\">http://grainpro.com/gpi/index.php?option=com_content&amp;view=article&amp;id=205&amp;Itemid=1758</a></span>\n</li>\n</ol></div>\n\n<!-- \nNewPP limit report\nParsed by mw2230\nCached time: 20180921022931\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.108 seconds\nReal time usage: 0.155 seconds\nPreprocessor visited node count: 343/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 3529/2097152 bytes\nTemplate argument size: 122/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 6971/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.025/10.000 seconds\nLua memory usage: 944 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  100.640      1 -total\n 40.40%   40.657      1 Template:Section-stub\n 31.90%   32.102      1 Template:Ambox\n 28.90%   29.082      1 Template:See_also\n 19.65%   19.775      1 Template:Reflist\n  2.24%    2.252      1 Template:Main_other\n  1.70%    1.713      1 Template:Column-width\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:26734584-0!canonical and timestamp 20180921022931 and revision id 815604462\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"Articles_to_be_expanded_from_June_2017"},{"sortkey":"","hidden":"","*":"All_articles_to_be_expanded"},{"sortkey":"","hidden":"","*":"Articles_using_small_message_boxes"},{"sortkey":"","*":"Grain_production"},{"sortkey":"","*":"Harvest"},{"sortkey":"","*":"Crops"}],"links":[{"ns":14,"exists":"","*":"Category:Articles to be expanded from June 2017"},{"ns":0,"exists":"","*":"Agricultural marketing"},{"ns":0,"exists":"","*":"Arthropods"},{"ns":0,"exists":"","*":"Breeze block"},{"ns":0,"exists":"","*":"Brown rat"},{"ns":0,"exists":"","*":"Cangnan County"},{"ns":0,"exists":"","*":"Chaff"},{"ns":0,"exists":"","*":"Hermetic storage"},{"ns":0,"exists":"","*":"Mill (grinding)"},{"ns":0,"exists":"","*":"Mites"},{"ns":0,"exists":"","*":"Moulds"},{"ns":0,"exists":"","*":"Mus musculus"},{"ns":0,"exists":"","*":"Mycotoxin"},{"ns":0,"exists":"","*":"Nutrient"},{"ns":0,"exists":"","*":"Post-harvest losses (Fruit and vegetables)"},{"ns":0,"exists":"","*":"Purdue Improved Cowpea Storage (PICS) bags"},{"ns":0,"exists":"","*":"Rattus rattus"},{"ns":0,"exists":"","*":"Rice"},{"ns":0,"exists":"","*":"Rodents"},{"ns":0,"exists":"","*":"Rust (fungus)"},{"ns":0,"exists":"","*":"Spores"},{"ns":0,"exists":"","*":"Termites"},{"ns":0,"exists":"","*":"Threshing"},{"ns":0,"exists":"","*":"Winnowing"}],"templates":[{"ns":10,"exists":"","*":"Template:See also"},{"ns":10,"exists":"","*":"Template:Section-stub"},{"ns":10,"exists":"","*":"Template:Expand section"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Column-width"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Labelled list hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote list"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Mirrool_Silos.jpg","Dayu_Bay_-_Chuxi_-_P1210638.JPG","Manual_rice_mill.jpg","Roofrat_hagenbeck_01.jpg","Wiki_letter_w_cropped.svg"],"externallinks":["http://www.cd3wd.com/CD3WD_40/VITA/GRAINLOS/EN/GRAINLOS.HTM","http://www.fao.org/docrep/T1838E/T1838E00.htm#Contents","http://www.aphlis.net","http://www.fao.org/docrep/x5015e/x5015E00.htm#Contents","https://www.shareweb.ch/site/Agriculture-and-Food-Security/focus-areas-overview/post-harvest-management/postcosecha","http://www.fao.org/fileadmin/user_upload/ags/publications/silos_E_light.pdf","http://www.ag.purdue.edu/ipia/pics","http://grainpro.com/gpi/index.php?option=com_content&view=article&id=205&Itemid=1758"],"sections":[{"toclevel":1,"level":"2","line":"Potential for loss","number":"1","index":"1","fromtitle":"Post-harvest_losses_(grains)","byteoffset":955,"anchor":"Potential_for_loss"},{"toclevel":1,"level":"2","line":"Actual loss","number":"2","index":"2","fromtitle":"Post-harvest_losses_(grains)","byteoffset":7365,"anchor":"Actual_loss"},{"toclevel":1,"level":"2","line":"Damage caused by pests","number":"3","index":"3","fromtitle":"Post-harvest_losses_(grains)","byteoffset":7789,"anchor":"Damage_caused_by_pests"},{"toclevel":1,"level":"2","line":"Loss assessment methods","number":"4","index":"4","fromtitle":"Post-harvest_losses_(grains)","byteoffset":7910,"anchor":"Loss_assessment_methods"},{"toclevel":1,"level":"2","line":"Attempts at loss reduction","number":"5","index":"5","fromtitle":"Post-harvest_losses_(grains)","byteoffset":12593,"anchor":"Attempts_at_loss_reduction"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"6","fromtitle":"Post-harvest_losses_(grains)","byteoffset":17541,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Post-harvest losses (grains)","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q7233547"}]}}