{"parse":{"title":"Post-harvest losses (vegetables)","pageid":26720883,"revid":833055434,"text":{"*":"<div class=\"mw-parser-output\"><div role=\"note\" class=\"hatnote navigation-not-searchable\">See also: <a href=\"/wiki/Post-harvest_losses_(grains)\" title=\"Post-harvest losses (grains)\">Post-harvest losses (grains)</a></div>\n<p>The post-harvest sector includes all points in the <a href=\"/wiki/Agricultural_value_chain\" title=\"Agricultural value chain\">value chain</a> from production in the field to the food being placed on a plate for consumption. Postharvest activities include <a href=\"/wiki/Harvesting\" class=\"mw-redirect\" title=\"Harvesting\">harvesting</a>, handling, <a href=\"/wiki/Food_storage\" title=\"Food storage\">storage</a>, <a href=\"/wiki/Food_processing\" title=\"Food processing\">processing</a>, <a href=\"/wiki/Packaging\" class=\"mw-redirect\" title=\"Packaging\">packaging</a>, <a href=\"/wiki/Transportation\" class=\"mw-redirect\" title=\"Transportation\">transportation</a> and <a href=\"/wiki/Marketing\" title=\"Marketing\">marketing</a>.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>\n</p><p>Losses of horticultural produce are a major problem in the post-harvest chain. They can be caused by a wide variety of factors, ranging from growing conditions to handling at retail level. Not only are losses clearly a waste of food, but they also represent a similar waste of human effort, farm inputs, livelihoods, investments and scarce resources such as water.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> Post-harvest losses for horticultural produce are, however, difficult to measure. In some cases everything harvested by a farmer may end up being sold to consumers. In others, losses or waste may be considerable. Occasionally, losses may be 100%, for example when there is a price collapse and it would cost the farmer more to harvest and market the produce than to plough it back into the ground. Use of average loss figures is thus often misleading. There can be losses in quality, as measured both by the price obtained and the nutritional value, as well as in quantity.\n</p>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:352px;\"><a href=\"/wiki/File:Rotten_tomatoes_-_geograph.org.uk_-_188609.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Rotten_tomatoes_-_geograph.org.uk_-_188609.jpg/350px-Rotten_tomatoes_-_geograph.org.uk_-_188609.jpg\" width=\"350\" height=\"165\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Rotten_tomatoes_-_geograph.org.uk_-_188609.jpg/525px-Rotten_tomatoes_-_geograph.org.uk_-_188609.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/f/fb/Rotten_tomatoes_-_geograph.org.uk_-_188609.jpg 2x\" data-file-width=\"640\" data-file-height=\"301\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Rotten_tomatoes_-_geograph.org.uk_-_188609.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>Discarded tomatoes on a compost heap at nurseries in the UK</div></div></div>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#On-farm_causes_of_loss\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">On-farm causes of loss</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Causes_of_loss_after_harvest\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Causes of loss after harvest</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Damage_in_the_marketing_chain\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Damage in the marketing chain</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Avoiding_loss\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Avoiding loss</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Assessing_losses\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Assessing losses</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#External_links\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"On-farm_causes_of_loss\">On-farm causes of loss</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Post-harvest_losses_(vegetables)&amp;action=edit&amp;section=1\" title=\"Edit section: On-farm causes of loss\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>There are numerous factors affecting post-harvest losses, from the soil in which the crop is grown to the handling of produce when it reaches the shop. Pre-harvest production practices may seriously affect post-harvest returns. Plants need a continuous supply of water for <a href=\"/wiki/Photosynthesis\" title=\"Photosynthesis\">photosynthesis</a> and <a href=\"/wiki/Transpiration\" title=\"Transpiration\">transpiration</a>. Damage can be caused by too much rain or <a href=\"/wiki/Irrigation\" title=\"Irrigation\">irrigation</a>, which can lead to decay; by too little water; and by irregular water supply, which can, for example, lead to growth cracks. Lack of plant food can affect the quality of fresh produce, causing stunted growth or discoloration of leaves, abnormal <a href=\"/wiki/Ripening\" title=\"Ripening\">ripening</a> and a range of other factors. Too much <a href=\"/wiki/Fertilizer\" title=\"Fertilizer\">fertilizer</a> can harm the development and post-harvest condition of produce. Good crop husbandry is important for reducing losses. <a href=\"/wiki/Weed\" title=\"Weed\">Weeds</a> compete with crops for <a href=\"/wiki/Nutrients\" class=\"mw-redirect\" title=\"Nutrients\">nutrients</a> and soil moisture. Decaying plant residues in the field are also a major loss factor.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup><sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup><sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Causes_of_loss_after_harvest\">Causes of loss after harvest</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Post-harvest_losses_(vegetables)&amp;action=edit&amp;section=2\" title=\"Edit section: Causes of loss after harvest\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><a href=\"/wiki/Fruits\" class=\"mw-redirect\" title=\"Fruits\">Fruits</a> and <a href=\"/wiki/Vegetables\" class=\"mw-redirect\" title=\"Vegetables\">vegetables</a> are living parts of plant and contain 65 to 95 percent water. When food and water reserves are exhausted, produce dies and decays. Anything that increases the rate at which a product's food and water reserves are used up increases the likelihood of losses. Increases in normal physiological changes can be caused by high temperature, low atmospheric <a href=\"/wiki/Humidity\" title=\"Humidity\">humidity</a> and physical injury. Such injury often results from careless handling, causing internal bruising, splitting and skin breaks, thus rapidly increasing water loss.\n</p><p><a href=\"/wiki/Cellular_respiration\" title=\"Cellular respiration\">Respiration</a> is a continuing process in a plant and cannot be stopped without damage to the growing plant or harvested produce. It uses stored starch or sugar and stops when reserves of these are exhausted, leading to ageing. Respiration depends on a good air supply. When the air supply is restricted <a href=\"/wiki/Fermentation_(food)\" class=\"mw-redirect\" title=\"Fermentation (food)\">fermentation</a> instead of respiration can occur. Poor ventilation of produce also leads to the accumulation of <a href=\"/wiki/Carbon_dioxide\" title=\"Carbon dioxide\">carbon dioxide</a>. When the concentration of carbon dioxide increases it will quickly ruin produce. \n</p><p>Fresh produce continues to lose water after harvest. Water loss causes shrinkage and loss of weight. The rate at which water is lost varies according to the product. Leafy vegetables lose water quickly because they have a thin skin with many pores. Potatoes, on the other hand, have a thick skin with few pores. But whatever the product, to extend shelf or storage life the rate of water loss must be minimal. The most significant factor is the ratio of the surface area of the fruit or vegetable to its volume. The greater the ratio the more rapid will be the loss of water. The rate of loss is related to the difference between the water vapour pressure inside the produce and in the air. Produce must therefore be kept in a moist atmosphere.\n</p><p>Diseases caused by <a href=\"/wiki/Fungi\" class=\"mw-redirect\" title=\"Fungi\">fungi</a> and <a href=\"/wiki/Bacteria\" title=\"Bacteria\">bacteria</a> cause losses but <a href=\"/wiki/Virus\" title=\"Virus\">virus</a> diseases, common in growing crops, are not a major post-harvest problem. Deep penetration of decay makes infected produce unusable. This is often the result of infection of the produce in the field before harvest. Quality loss occurs when the disease affects only the surface. Skin blemishes may lower the sale price but do not render a fruit or vegetable inedible.  Fungal and bacterial diseases are spread by microscopic <a href=\"/wiki/Spores\" class=\"mw-redirect\" title=\"Spores\">spores</a>, which are distributed in the air and soil and via decaying plant material. Infection after harvest can occur at any time. It is usually the result of harvesting or handling injuries.\n</p><p>Ripening occurs when a fruit is mature. Ripeness is followed by <a href=\"/wiki/Senescence\" title=\"Senescence\">senescence</a> and breakdown of the fruit. The category “fruit” refers also to products such as aubergine, sweet pepper and tomato. Non-climacteric fruit only ripen while still attached to the parent plant. Their eating quality suffers if they are harvested before fully ripe as their sugar and acid content does not increase further. Examples are <a href=\"/wiki/Citrus\" title=\"Citrus\">citrus</a>, grapes and pineapple. Early harvesting is often carried out for export shipments to minimise loss during transport, but a consequence of this is that the flavour suffers. <a href=\"/wiki/Climacteric_(botany)\" title=\"Climacteric (botany)\">Climacteric</a> fruit are those that can be harvested when mature but before ripening has begun. These include banana, melon, papaya, and tomato. In commercial fruit <a href=\"/wiki/Agricultural_marketing\" title=\"Agricultural marketing\">marketing</a> the rate of ripening is controlled artificially, thus enabling transport and distribution to be carefully planned. <a href=\"/wiki/Ethylene\" title=\"Ethylene\">Ethylene</a> gas is produced in most plant tissues and is important in starting off the ripening process. It can be used commercially for the ripening of climacteric fruits. However, natural ethylene produced by fruits can lead to in- storage losses. For example, ethylene destroys the green colour of plants. Leafy vegetables will be damaged if stored with ripening fruit. Ethylene production is increased when fruits are injured or decaying and this can cause early ripening of climacteric fruit during transport.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup><sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup><sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Damage_in_the_marketing_chain\">Damage in the marketing chain</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Post-harvest_losses_(vegetables)&amp;action=edit&amp;section=3\" title=\"Edit section: Damage in the marketing chain\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:252px;\"><a href=\"/wiki/File:Melides_Tomaten.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/5/53/Melides_Tomaten.jpg/250px-Melides_Tomaten.jpg\" width=\"250\" height=\"166\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/5/53/Melides_Tomaten.jpg/375px-Melides_Tomaten.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/5/53/Melides_Tomaten.jpg/500px-Melides_Tomaten.jpg 2x\" data-file-width=\"1730\" data-file-height=\"1146\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Melides_Tomaten.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>Tomato harvesting in Portugal</div></div></div>\n<p>Fruits and vegetables are very susceptible to mechanical injury. This can occur at any stage of the marketing chain and can result from poor harvesting practices such as the use of dirty cutting knives; unsuitable containers used at harvest time or during the marketing process, e.g. containers that can be easily squashed or have splintered wood, sharp edges or poor nailing; overpacking or underpacking of containers; and careless handling of containers. Resultant damage can include splitting of fruits, internal bruising, superficial grazing, and crushing of soft produce. Poor handling can thus result in development of entry points for <a href=\"/wiki/Moulds\" class=\"mw-redirect\" title=\"Moulds\">moulds</a> and <a href=\"/wiki/Bacteria\" title=\"Bacteria\">bacteria</a>, increased water loss, and an increased respiration rate.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup>\n</p><p>Produce can be damaged when exposed to extremes of temperature. Levels of tolerance to low temperatures are importance when cool storage is envisaged. All produce will freeze at temperatures between 0 and -2 degrees Celsius. Although a few commodities are tolerant of slight freezing, bad temperature control in storage can lead to significant losses.\n</p><p>Some fruits and vegetables are also susceptible to contaminants introduced after harvest by use of contaminated field boxes; dirty water used for washing produce before packing; decaying, rejected produce lying around packing houses; and unhealthy produce contaminating healthy produce in the same packages.\n</p><p>Losses directly attributed to transport can be high, particularly in developing countries. Damage occurs as a result of careless handling of packed produce during loading and unloading; vibration (shaking) of the vehicle, especially on bad roads; and poor stowage, with packages often squeezed into the vehicle in order to maximise revenue for the transporters. Overheating leads to decay, and increases the rate of water loss. In transport it can result from using closed vehicles with no ventilation; stacking patterns that block the movement of air; and using vehicles that provide no protection from the sun. Breakdowns of vehicles can be a significant cause of losses in some countries, as perishable produce can be left exposed to the sun for a day or more while repairs are carried out.\n</p><p>At the retail marketing stage losses can be significant, particularly in poorer countries. Poor-quality markets often provide little protection for the produce against the elements, leading to rapid produce deterioration. Sorting of produce to separate the saleable from the unsaleable can result in high percentages being discarded, and there can be high weight loss from the trimming of leafy vegetables. Arrival of fresh supplies in a market may lead to some existing, older stock being discarded, or sold at very low prices.\n</p>\n<h2><span class=\"mw-headline\" id=\"Avoiding_loss\">Avoiding loss</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Post-harvest_losses_(vegetables)&amp;action=edit&amp;section=4\" title=\"Edit section: Avoiding loss\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Losses can be avoided by following good practices as indicated above. There is also a wide range of post-harvest technologies that can be adopted to improve losses throughout the process of pre-harvest, harvest, cooling, temporary storage, transport, handling and market distribution. Recommended technologies vary depending on the type of loss experienced.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup> However, all interventions must meet the principle of cost-effectiveness. In theory it should be possible to reduce losses substantially but in practice this may be prohibitively expensive. Especially for small farms, for which it is essential to reduce losses, it is difficult to afford expensive and work-intensive technologies.<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Assessing_losses\">Assessing losses</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Post-harvest_losses_(vegetables)&amp;action=edit&amp;section=5\" title=\"Edit section: Assessing losses\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>There are no reliable methods for evaluating post-harvest losses of fresh produce. Any assessment can only refer to a particular <a href=\"/wiki/Value_chain\" title=\"Value chain\">value chain</a> on a particular occasion and, even then, it is difficult to account for quality loss or to differentiate between unavoidable moisture loss and losses due to poor post-harvest handling and other factors described above. Accurate records of losses at various stages of the marketing chain are rarely kept, particularly in tropical countries where losses can be highest, making reliable assessment of the potential cost-effectiveness of interventions at different stages of the chain virtually impossible. The lack of such information may lead to misplaced interventions by governments and donors.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Post-harvest_losses_(vegetables)&amp;action=edit&amp;section=6\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist columns references-column-width\" style=\"-moz-column-width: 30em; -webkit-column-width: 30em; column-width: 30em; list-style-type: decimal;\">\n<ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Mrema, C. G. and Rolle, S. R. (2002). Status of the postharvest sector and its contribution to agricultural development and economic growth. 9th JIRCAS International Symposium – Value Addition to Agricultural Product, pp. 13-20. <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.fao.org/ag/ags/subjects/en/harvest/docs/Mrema_Rolle.pdf\">[1]</a></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">World Resources Institute (1998). Disappearing Food: How Big are Postharvest Losses? <cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20100508154316/http://earthtrends.wri.org/pdf_library/feature/agr_fea_disappear.pdf\">\"Archived copy\"</a> <span style=\"font-size:85%;\">(PDF)</span>. Archived from <a rel=\"nofollow\" class=\"external text\" href=\"http://earthtrends.wri.org/pdf_library/feature/agr_fea_disappear.pdf\">the original</a> <span style=\"font-size:85%;\">(PDF)</span> on 2010-05-08<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2015-05-03</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Archived+copy&amp;rft_id=http%3A%2F%2Fearthtrends.wri.org%2Fpdf_library%2Ffeature%2Fagr_fea_disappear.pdf&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APost-harvest+losses+%28vegetables%29\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span> EarthTrends</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">FAO Prevention of post-harvest food losses: fruits, vegetables and root crops - a training manual <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.fao.org/docrep/T0073E/T0073E00.htm#Contents\">[2]</a> FAO Training Series 17/2, Rome, 1989</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Kader, A. A. (2005) (PDF). Increasing Food Availability by Reducing Postharvest Losses of Fresh Produce   <cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20100613050639/http://postharvest.ucdavis.edu/datastorefiles/234-528.pdf\">\"Archived copy\"</a> <span style=\"font-size:85%;\">(PDF)</span>. Archived from <a rel=\"nofollow\" class=\"external text\" href=\"http://postharvest.ucdavis.edu/datastorefiles/234-528.pdf\">the original</a> <span style=\"font-size:85%;\">(PDF)</span> on 2010-06-13<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2009-08-22</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Archived+copy&amp;rft_id=http%3A%2F%2Fpostharvest.ucdavis.edu%2Fdatastorefiles%2F234-528.pdf&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APost-harvest+losses+%28vegetables%29\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span> UC Davis</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Lopez-Camelo, Andres. Manual for the preparation and sale of fruits and vegetables – from farm to market.<a rel=\"nofollow\" class=\"external autonumber\" href=\"ftp://ftp.fao.org/docrep/fao/008/y4893e/y4893e00.pdf\">[3]</a> FAO, Rome 2004</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">FAO Prevention of post-harvest food losses: fruits, vegetables and root crops - a training manual <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.fao.org/docrep/T0073E/T0073E00.htm#Contents\">[4]</a> FAO Training Series 17/2, Rome, 1989</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Kader, A. A. (2005) (PDF). Increasing Food Availability by Reducing Postharvest Losses of Fresh Produce   <cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20100613050639/http://postharvest.ucdavis.edu/datastorefiles/234-528.pdf\">\"Archived copy\"</a> <span style=\"font-size:85%;\">(PDF)</span>. Archived from <a rel=\"nofollow\" class=\"external text\" href=\"http://postharvest.ucdavis.edu/datastorefiles/234-528.pdf\">the original</a> <span style=\"font-size:85%;\">(PDF)</span> on 2010-06-13<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2009-08-22</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Archived+copy&amp;rft_id=http%3A%2F%2Fpostharvest.ucdavis.edu%2Fdatastorefiles%2F234-528.pdf&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APost-harvest+losses+%28vegetables%29\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span> UC Davis</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Lopez-Camelo, Andres. Manual for the preparation and sale of fruits and vegetables – from farm to market. <a rel=\"nofollow\" class=\"external autonumber\" href=\"ftp://ftp.fao.org/docrep/fao/008/y4893e/y4893e00.pdf\">[5]</a> FAO, Rome 2004</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Dixie, G.; Horticultural Marketing <a rel=\"nofollow\" class=\"external autonumber\" href=\"ftp://ftp.fao.org/docrep/fao/008/a0185e/a0185e00.pdf\">[6]</a> FAO, Rome, 2005</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Kadar, A.A. (2003). A Perspective on Postharvest Horticulture (1978-2003). HortScience, 38(5), pp. 1004-1008. <cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20100613073731/http://postharvest.ucdavis.edu/datastorefiles/234-57.pdf\">\"Archived copy\"</a> <span style=\"font-size:85%;\">(PDF)</span>. Archived from <a rel=\"nofollow\" class=\"external text\" href=\"http://postharvest.ucdavis.edu/datastorefiles/234-57.pdf\">the original</a> <span style=\"font-size:85%;\">(PDF)</span> on 2010-06-13<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2010-03-27</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Archived+copy&amp;rft_id=http%3A%2F%2Fpostharvest.ucdavis.edu%2Fdatastorefiles%2F234-57.pdf&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APost-harvest+losses+%28vegetables%29\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span> U.C. Davis.</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\">Uwe Hoering (March 2012). <a rel=\"nofollow\" class=\"external text\" href=\"http://www.dandc.eu/en/article/lots-food-wasted-worldwide-aid-agency-efforts-improve-matters-hardly-help-poor\">\"Loss and Waste\"</a>. dandc.eu.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Loss+and+Waste&amp;rft.pub=dandc.eu&amp;rft.date=2012-03&amp;rft.au=Uwe+Hoering&amp;rft_id=http%3A%2F%2Fwww.dandc.eu%2Fen%2Farticle%2Flots-food-wasted-worldwide-aid-agency-efforts-improve-matters-hardly-help-poor&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APost-harvest+losses+%28vegetables%29\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Post-harvest_losses_(vegetables)&amp;action=edit&amp;section=7\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://postharvest.tfrec.wsu.edu/pages/Article_Table/d/D/No\">Washington State University Tree Fruit Research &amp; Extension Center, Postharvest Information Network Article Database</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1299\nCached time: 20180910145529\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.112 seconds\nReal time usage: 0.145 seconds\nPreprocessor visited node count: 378/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 8524/2097152 bytes\nTemplate argument size: 113/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 8707/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.042/10.000 seconds\nLua memory usage: 2.41 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  116.229      1 -total\n 63.44%   73.740      1 Template:Reflist\n 44.66%   51.913      5 Template:Cite_web\n 29.26%   34.010      1 Template:See_also\n  2.96%    3.443      1 Template:Main_other\n  1.84%    2.139      1 Template:Column-width\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:26720883-0!canonical and timestamp 20180910145529 and revision id 833055434\n -->\n</div>"},"langlinks":[{"lang":"ar","url":"https://ar.wikipedia.org/wiki/%D8%AE%D8%B3%D8%A7%D8%A6%D8%B1_%D9%85%D8%A7_%D8%A8%D8%B9%D8%AF_%D8%A7%D9%84%D8%AD%D8%B5%D8%A7%D8%AF_(%D8%A7%D9%84%D8%AE%D8%B6%D8%B1%D8%A7%D9%88%D8%A7%D8%AA)","langname":"Arabic","autonym":"العربية","*":"خسائر ما بعد الحصاد (الخضراوات)"},{"lang":"fr","url":"https://fr.wikipedia.org/wiki/Pertes_post-r%C3%A9colte_(l%C3%A9gumes)","langname":"French","autonym":"français","*":"Pertes post-récolte (légumes)"},{"lang":"ja","url":"https://ja.wikipedia.org/wiki/%E5%8F%8E%E7%A9%AB%E5%BE%8C%E6%90%8D%E5%A4%B1_(%E9%9D%92%E6%9E%9C)","langname":"Japanese","autonym":"日本語","*":"収穫後損失 (青果)"}],"categories":[{"sortkey":"","*":"Horticulture_and_gardening"},{"sortkey":"","*":"Crops"},{"sortkey":"","*":"Harvest"}],"links":[{"ns":0,"exists":"","*":"Agricultural marketing"},{"ns":0,"exists":"","*":"Agricultural value chain"},{"ns":0,"exists":"","*":"Bacteria"},{"ns":0,"exists":"","*":"Carbon dioxide"},{"ns":0,"exists":"","*":"Cellular respiration"},{"ns":0,"exists":"","*":"Citrus"},{"ns":0,"exists":"","*":"Climacteric (botany)"},{"ns":0,"exists":"","*":"Ethylene"},{"ns":0,"exists":"","*":"Fermentation (food)"},{"ns":0,"exists":"","*":"Fertilizer"},{"ns":0,"exists":"","*":"Food processing"},{"ns":0,"exists":"","*":"Food storage"},{"ns":0,"exists":"","*":"Fruits"},{"ns":0,"exists":"","*":"Fungi"},{"ns":0,"exists":"","*":"Harvesting"},{"ns":0,"exists":"","*":"Humidity"},{"ns":0,"exists":"","*":"Irrigation"},{"ns":0,"exists":"","*":"Marketing"},{"ns":0,"exists":"","*":"Moulds"},{"ns":0,"exists":"","*":"Nutrients"},{"ns":0,"exists":"","*":"Packaging"},{"ns":0,"exists":"","*":"Photosynthesis"},{"ns":0,"exists":"","*":"Post-harvest losses (grains)"},{"ns":0,"exists":"","*":"Ripening"},{"ns":0,"exists":"","*":"Senescence"},{"ns":0,"exists":"","*":"Spores"},{"ns":0,"exists":"","*":"Transpiration"},{"ns":0,"exists":"","*":"Transportation"},{"ns":0,"exists":"","*":"Value chain"},{"ns":0,"exists":"","*":"Vegetables"},{"ns":0,"exists":"","*":"Virus"},{"ns":0,"exists":"","*":"Weed"}],"templates":[{"ns":10,"exists":"","*":"Template:See also"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Column-width"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Labelled list hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote list"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Rotten_tomatoes_-_geograph.org.uk_-_188609.jpg","Melides_Tomaten.jpg"],"externallinks":["http://www.fao.org/ag/ags/subjects/en/harvest/docs/Mrema_Rolle.pdf","https://web.archive.org/web/20100508154316/http://earthtrends.wri.org/pdf_library/feature/agr_fea_disappear.pdf","http://earthtrends.wri.org/pdf_library/feature/agr_fea_disappear.pdf","http://www.fao.org/docrep/T0073E/T0073E00.htm#Contents","https://web.archive.org/web/20100613050639/http://postharvest.ucdavis.edu/datastorefiles/234-528.pdf","http://postharvest.ucdavis.edu/datastorefiles/234-528.pdf","ftp://ftp.fao.org/docrep/fao/008/y4893e/y4893e00.pdf","ftp://ftp.fao.org/docrep/fao/008/a0185e/a0185e00.pdf","https://web.archive.org/web/20100613073731/http://postharvest.ucdavis.edu/datastorefiles/234-57.pdf","http://postharvest.ucdavis.edu/datastorefiles/234-57.pdf","http://www.dandc.eu/en/article/lots-food-wasted-worldwide-aid-agency-efforts-improve-matters-hardly-help-poor","http://postharvest.tfrec.wsu.edu/pages/Article_Table/d/D/No"],"sections":[{"toclevel":1,"level":"2","line":"On-farm causes of loss","number":"1","index":"1","fromtitle":"Post-harvest_losses_(vegetables)","byteoffset":2174,"anchor":"On-farm_causes_of_loss"},{"toclevel":1,"level":"2","line":"Causes of loss after harvest","number":"2","index":"2","fromtitle":"Post-harvest_losses_(vegetables)","byteoffset":3926,"anchor":"Causes_of_loss_after_harvest"},{"toclevel":1,"level":"2","line":"Damage in the marketing chain","number":"3","index":"3","fromtitle":"Post-harvest_losses_(vegetables)","byteoffset":8755,"anchor":"Damage_in_the_marketing_chain"},{"toclevel":1,"level":"2","line":"Avoiding loss","number":"4","index":"4","fromtitle":"Post-harvest_losses_(vegetables)","byteoffset":11698,"anchor":"Avoiding_loss"},{"toclevel":1,"level":"2","line":"Assessing losses","number":"5","index":"5","fromtitle":"Post-harvest_losses_(vegetables)","byteoffset":13028,"anchor":"Assessing_losses"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"6","fromtitle":"Post-harvest_losses_(vegetables)","byteoffset":13790,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"7","index":"7","fromtitle":"Post-harvest_losses_(vegetables)","byteoffset":13820,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Post-harvest losses (vegetables)","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q7233548"}]}}