{"parse":{"title":"Verbal language in dreams","pageid":37208440,"revid":840722798,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-style ambox-Context\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/60px-Edit-clear.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/80px-Edit-clear.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>provides insufficient context for those unfamiliar with the subject</b>.<span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Verbal_language_in_dreams&amp;action=edit\">improve the article</a> with a <a href=\"/wiki/Wikipedia:Writing_better_articles#Lead_section\" title=\"Wikipedia:Writing better articles\">good introductory style</a>.</span>  <small><i>(September 2013)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p><b>Verbal language in dreams</b> is the speech—most commonly in the form of a dialogue between the dreamer him/herself and other dream characters—which forms part of the overall (mostly imagistic) dream scenario. Historically, there have been abundant references to verbal language in dreams going back millennia.  Early in the twentieth century German <a href=\"/wiki/Psychiatrist\" title=\"Psychiatrist\">psychiatrist</a> <a href=\"/wiki/Emil_Kraepelin\" title=\"Emil Kraepelin\">Emil Kraepelin</a> presented a large corpus of dream speech, almost all from his own dreams and virtually all deviant, without any pretense that this was representative of dream speech in general. The first systematic elicitation of verbal language in dreams from a large subject pool under methodological protocols was presented beginning in the early 1980s, along with detailed analyses as well as theoretical consideration of the implications for various dream models, from the <a href=\"/wiki/Psychoanalysis\" title=\"Psychoanalysis\">psychoanalytic</a> approach to more recent theories.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Dream_language_in_history\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Dream language in history</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Linguistic_performance\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Linguistic performance</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Pragmatic_competence\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Pragmatic competence</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Theoretical_implications_for_dream_models\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Theoretical implications for dream models</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Psychoanalytic_model\"><span class=\"tocnumber\">4.1</span> <span class=\"toctext\">Psychoanalytic model</span></a>\n<ul>\n<li class=\"toclevel-3 tocsection-6\"><a href=\"#Replay_hypothesis\"><span class=\"tocnumber\">4.1.1</span> <span class=\"toctext\">Replay hypothesis</span></a></li>\n<li class=\"toclevel-3 tocsection-7\"><a href=\"#Neo-Freudian_revisionism\"><span class=\"tocnumber\">4.1.2</span> <span class=\"toctext\">Neo-Freudian revisionism</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-2 tocsection-8\"><a href=\"#Modern_models_of_dream_generation\"><span class=\"tocnumber\">4.2</span> <span class=\"toctext\">Modern models of dream generation</span></a>\n<ul>\n<li class=\"toclevel-3 tocsection-9\"><a href=\"#Activation-synthesis_hypothesis\"><span class=\"tocnumber\">4.2.1</span> <span class=\"toctext\">Activation-synthesis hypothesis</span></a></li>\n<li class=\"toclevel-3 tocsection-10\"><a href=\"#Psychoneirics_model\"><span class=\"tocnumber\">4.2.2</span> <span class=\"toctext\">Psychoneirics model</span></a></li>\n</ul>\n</li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-11\"><a href=\"#Implications_for_psycholinguistics_and_language_psychology\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Implications for psycholinguistics and language psychology</span></a></li>\n<li class=\"toclevel-1 tocsection-12\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Dream_language_in_history\">Dream language in history</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Verbal_language_in_dreams&amp;action=edit&amp;section=1\" title=\"Edit section: Dream language in history\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Traditionally, dreams have been defined predominantly in imagistic terms.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> Prominent dream theories of the modern era from <a href=\"/wiki/Sigmund_Freud\" title=\"Sigmund Freud\">Sigmund Freud</a>'s psychoanalytic model (1900) to the present have similarly placed emphasis of the visual aspects of dreams. Yet, even the earliest of written sources, such as the <a href=\"/wiki/Hebrew_Bible\" title=\"Hebrew Bible\">Hebrew Bible</a><sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> and <a href=\"/wiki/The_Odyssey\" class=\"mw-redirect\" title=\"The Odyssey\">The Odyssey</a><sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> make clear that dreams need not be \"<a href=\"/wiki/Silent_movies\" class=\"mw-redirect\" title=\"Silent movies\">silent movies</a>\"; they may be \"<a href=\"/wiki/Talking_pictures\" class=\"mw-redirect\" title=\"Talking pictures\">talkies</a>\" incorporating a \"sound track\" abounding in verbal dialogues or monologues.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p><p>A survey by Heynick of several books containing over 300 dreams, both genuine reports and dreams incorporated into works of fiction, showed that some three-quarters contained verbal dialogue or explicit reference to speech in the dream.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> As a specimen of a dream with dialogue as part of a famous work of fiction, Heynick cites the dream of Charles Swann, the main character in <a href=\"/wiki/Marcel_Proust\" title=\"Marcel Proust\">Proust</a>'s <i><a href=\"/wiki/Swann%27s_Way\" class=\"mw-redirect\" title=\"Swann&#39;s Way\">Swann's Way</a></i> (1913; italics added):\n</p>\n<blockquote><p>The painter remarked to Swann [the dreamer] <i>that Napoleon III had eclipsed himself immediately after Odette. \"They had obviously arranged it between them,\"</i> he added; <i>\"they must have agreed to meet at the foot of the cliff, but they wouldn't say good-bye together, it might have looked odd. She is his mistress.\"</i> The strange young man burst into tears. Swann endeavored to console him. <i>\"After all, she is quite right,\"</i> he said to the young man, drying his eyes for him and taking off his fez to make him feel more at ease. <i>\"I've advised her to do that myself a dozen times. Why be so distressed? He was obviously the man to understand her.\"</i><sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup></p></blockquote>\n<p>In 1906 Kraepelin, a pioneer of the somatic approach to psychiatry and of the methodical classification of psychiatric disorders, published a 105-page monograph <i>Über Sprachstörungen im Traume</i> (On Speech Disorders in Dreams).<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup> As the title suggests, Kraepelin's declared aim was to analyze only deviant specimens of speech from dreams. Specimens reflecting correct speech processes were excluded from his study. To this end, Kraepelin assembled in the course of twenty years 286 specimens, the vast majority drawn from his own dreams, with no pretense to nonselectivity. He apparently drew in large measure from <a href=\"/wiki/Hypnagogia\" title=\"Hypnagogia\">hypnagogic</a> and occasionally <a href=\"/wiki/Hypnopompic\" title=\"Hypnopompic\">hypnopompic</a> dreamlets (experienced when falling asleep and waking up), which differ <a href=\"/wiki/Phenomenology_(psychology)\" title=\"Phenomenology (psychology)\">phenomologically</a> from full-fledged dreams and are characterized by different neurological indices as well.\n</p><p>Kraepelin meticulously classified his collection of dreams according to the nature of the deviances from correct normal speech in wakefulness.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup> Three-fifths of his specimens were grouped as disorders of word selection, including large numbers of neologisms (non-existing words, typically formed by combinations of existing words or their components); just over one-fifth as disorders of discourse (actaphasia, usually involving the incorrect choice of language dependency relations; and agrammatism, the faulty construction of complex sentences); and just under one fifth as disorders of thought. Although it was well known at the time that the speech of normal people in wakefulness is often fraught with errors,<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup> Kraepelin prized his corpus of deviant dream speech for the profound nature of many of the errors they contained, different from the common slips of the tongue made by mentally healthy people in everyday life. He likened various specimens of his dream speech corpus to the speech in waking life of patients with dementia praecox (schizophrenia), speech confusion, and aphasia. Kraeplin saw his dream experiences as affording him (a normal person) first-hand insight into these pathological processes. He further speculated on neurological concomitants involving the activities and interaction of areas of the brain—the <a href=\"/wiki/Cerebral_cortex\" title=\"Cerebral cortex\">cerebral cortex</a>, <a href=\"/wiki/Wernicke%27s_area\" title=\"Wernicke&#39;s area\">Wernicke's coil</a>, <a href=\"/wiki/Broca%27s_area\" title=\"Broca&#39;s area\">Broca's coil</a>—which are different from in normal wakefulness. Although several of Kraepelin's dream speech specimens are amenable to interpretation for their latent sexual significance,<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup>  he had no interest in the psychoanalytic approach and made no reference to his contemporary Freud in any of his writings.<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup>\n</p><p>Prior to the 1980s, therefore, no indices or standards existed that were representative of the verbal language component of the dreams of a large general population. But beginning in 1983, Heynick reported in a series of publications the results of two experiments designed to evaluate, first, the linguistic competence and, subsequently, the pragmatic competence of the dreamer in the dreaming state, using large subject pools drawn from the general population (in this case in the <a href=\"/wiki/Netherlands\" title=\"Netherlands\">Netherlands</a>) and following careful protocols designed to avoid selectivity and maximize accuracy of recall.\n</p>\n<h2><span class=\"mw-headline\" id=\"Linguistic_performance\">Linguistic performance</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Verbal_language_in_dreams&amp;action=edit&amp;section=2\" title=\"Edit section: Linguistic performance\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The term \"linguistic performance,\" central to this experiment, derives from the transformational-generative (TG) revolution in linguistics in the second half of the twentieth century and the concomitant emergence of the field of formal psycholinguistics. The TG model of language generation assumes an ideal \"linguistic competence\" on the part of the speaker, theoretically enabling him or her to generate all the infinite number of well-formed sentences in the native language while generating none of the ill-formed sentences.<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup> That in actual use, i.e., linguistic performance, the speaker is limited in, among other things, the complexity or elaboration of the sentences he or she can generate, and often produces utterances which are ill-formed, is due to the limitations of the various auxiliary psychological mechanisms at the speaker's disposal, such as limited short-term memory, perceptual limitations, and defective feedback, as well as to factors such as deliberate changes in structure in mid-sentence, and unconscious interference of the Freudian type.<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup>\n</p><p>All the above has traditionally applied to the native speaker in the waking state. The experiment explored the linguistic performance of the native speaker in the dreaming state.<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup>\n</p><p>78 Dutch subjects sleeping at home recorded on special forms following precise protocol instructions a total of 566 Dutch utterances directly recalled and transcribed from 566 dreams which had been in progress prior to alarm clock awakening in the morning.<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup> (For just over 80 percent of all awakenings, there was either no dream in progress at the time of awakening or no verbal material to be reported from the dream.) The subjects reported (as part of the questionnaire form) that 60 percent of the utterances were said by him or herself in the dream scenario; 40 percent by someone else, usually addressed to the dreamer.\n</p><p>Word-count analysis showed the utterances in the corpus to have a wide range of length, with a  mean utterance length of 7.5 words and a mean sentence length of 6.5 words. The declarative sentences in the corpus were analyzed for complexity (sentential elaboration) using in particular the number of subordinate clauses per unit as an index. The corpus when classed into three groups according to the education level of the subject-dreamers showed that those with most education had the highest sentential elaboration; those with the least, the lowest; with those with intermediate education scoring in between. (There were no standards available for absolute comparison with the sentential elaboration in spoken Dutch in waking life by the three education-level groups in the general population; however, the relative degree of sentential elaboration of the dream corpus of the three education-level groups accorded with the relative indices for written Dutch by the three educational-level groups, which were available for comparison.)<sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup>\n</p><p>72 of the 566 utterances were marked by their respective subjects (in response to one of the questions on the form) as deviating from wakeful usage, although analysis of the same specimens by two academic linguists deemed the large majority of those marked utterances to be fully acceptable Dutch. Fewer than 5 percent of all utterances clearly deviated from correct wakeful speech. These included semantic anomalies, faulty lexical substitutions, neologisms (word-blends), non-existent proper names, language mixing, and (in two instances) syntactic errors.<sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\">&#91;17&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Pragmatic_competence\">Pragmatic competence</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Verbal_language_in_dreams&amp;action=edit&amp;section=3\" title=\"Edit section: Pragmatic competence\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The subjects in the above experiment were not asked to report the full dream scenario during which the utterances were made. Excluded, therefore, from the analysis was any consideration of \"pragmatic competence,\" the \"knowledge of condition and manner or appropriate use [of his or her linguistic ability] in conformity with various purposes,\"<sup id=\"cite_ref-18\" class=\"reference\"><a href=\"#cite_note-18\">&#91;18&#93;</a></sup> which forms part of the broader field of language psychology (rather than formal psycholinguistics).\n</p><p>Dream utterances <i>plus</i> their dream scenario contexts were gathered in a second experiment,<sup id=\"cite_ref-19\" class=\"reference\"><a href=\"#cite_note-19\">&#91;19&#93;</a></sup> again following carefully defined protocols, this time using the telephone elicitation technique. (Volunteer subjects were awakened on random nights at random hours, on average no more than once a week.) 77 dream reports from 33 subjects were tape-recorded and transcribed. These contained 92 dream speech utterances elicited verbatim from the subjects immediately after provoked awakening (to minimize deterioration in memory recall) plus an additional 113 utterances (81 in direct verbatim form, 32 in indirect form) contained in the subsequent telling of the entire dream. 40 percent of the utterances were said by the dreamer; 60 percent by someone else in the dream scenario, usually addressed to the dreamer (a reversal of the proportions in the linguistic performance experiment).\n</p><p>Five scorers, working independently but achieving a high degree of interscorer reliability, rated the appropriateness of each of the 205 dreams utterances to their situational context in the dream. Averaged out (and rounded off), 67% of the utterances were deemed to be \"entirely suitable to the narrative\"; 20% \"not entirely suitable\"; 7% \"largely unsuitable\"; and 4% \"entirely unsuitable.\"<sup id=\"cite_ref-20\" class=\"reference\"><a href=\"#cite_note-20\">&#91;20&#93;</a></sup>\n</p><p>As an example, in the following dream all lines of dialogue were deemed by all scorers (in the first instance, by four or the five scorers) to be fully suitable to the narrative:\n</p>\n<blockquote><p>I was sitting in the garden and reading old magazines. [...] My son [...] took a little girlfriend along, also about five, and she started looking through the magazines. And they were getting wet, since she had such a cold that her nose ran. And I said <i>that she, your little girlfriend, should rinse her nose with the lotah</i>, that's a jug used in yoga [instead of a handkerchief]. I use it myself, too. So I let her do it, but because she was so small, it didn't go right, and she started to cry. And then she walked home. So I said to my little boy, <i>\"I'll go to her mother and tell her what happened, otherwise she'll think 'what a strange lady.'\"</i> [...] Then that girl came out again, and my son had already told her mother that I had tried to help her get rid of her cold with the lotah. I simply knew that he had said that, but I didn't hear him say that literally. Then I said to that girl <i>\"In the future, when you catch a cold, you should go to the doctor and have him write out a prescription for medicine.\"<sup id=\"cite_ref-21\" class=\"reference\"><a href=\"#cite_note-21\">&#91;21&#93;</a></sup></i></p></blockquote>\n<p>In general, the dreamer as (to continue the film metaphor) \"script-writer\" appears to have at his or her command not just a \"story grammar\" capable of generating a reasonably, though not always, coherent  overall scenario, but also the linguistic pragmatic competence to generate verbal dialogue which is usually, though again not always, appropriate to that scenario.\n</p>\n<h2><span class=\"mw-headline\" id=\"Theoretical_implications_for_dream_models\">Theoretical implications for dream models</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Verbal_language_in_dreams&amp;action=edit&amp;section=4\" title=\"Edit section: Theoretical implications for dream models\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The abundance of verbal language in dreams—typically in the form of dialogue between the dreamer and other characters in the dream scenario—which generally shows a syntactic and lexical well-formedness comparable to speech in the waking state, and which in addition is, far more often than not, appropriate to the dream context, has, in Heynick's theoretical analysis, profound consequences for overall dream theories, past and present.\n</p>\n<h3><span class=\"mw-headline\" id=\"Psychoanalytic_model\">Psychoanalytic model</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Verbal_language_in_dreams&amp;action=edit&amp;section=5\" title=\"Edit section: Psychoanalytic model\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Freud's psychoanalytic model of the mind and, in particular, his theory of dream generation and its function posit the existence of two global modes of mental functioning. The primary process, characterized by such mechanisms as condensations, displacements, and reversals (and the absence of any sense of negation) is theoretically characteristic of the infantile mode of thinking. It is superseded in the course of ontogeny by the development of the conscious part of the mind, which in the older child and adult is governed by the secondary process, adhering to the rules of grammar and logic. The verbal language which the developing child acquires is for Freud by definition a secondary process. The primary process in psychoanalytic theory is however not banished from the mind, but is contained in the unconscious, where  it continues to characterize the mode of functioning of that part of the psyche.<sup id=\"cite_ref-22\" class=\"reference\"><a href=\"#cite_note-22\">&#91;22&#93;</a></sup>\n</p><p>The unconscious with its primary process mode—along with its repressed ideational content from early childhood, such as the Oedipus complex—provides, in Freud's theory, the driving force and initial input to dreams. Freud attributed the generation of a more or less coherent dream narrative to the process of \"secondary revision,\" which might (he vacillated on this issue) be \"a contribution on the part of waking thought to the construction of dreams\" rather than part of the \"dream work\" proper. The dream-like features which one experiences in dreams, such as condensations, displacements (symbolism), and reversals, are the manifestations of the primary-process input to the dream generation process.<sup id=\"cite_ref-23\" class=\"reference\"><a href=\"#cite_note-23\">&#91;23&#93;</a></sup>\n</p><p>Yet the dreams of Freud's own and those of his patients, which he provides in <i>The Interpretation of Dreams</i> and elsewhere, typically abound in verbal dialogue, which is always syntactically well-formed, often complex (containing subordinate clauses) and usually, though not always, semantically well-formed and appropriate to the context of the dream.\n</p><p>As an example, Heynick cites, among others, the \"dream of Irma's injection, which Freud himself considered to be of central importance to the development of his dream theory:\n</p>\n<blockquote><p>I said to Irma: <i>\"If you still get pains, it's really your own fault.\"</i> She replied: <i>\"If you only knew what pains I've got in my throat and stomach and abdomen—it's choking me.\"</i> [...] I at once <i>called in</i> Dr. M. [who] looked quite different from usual; he was very pale, he walked with a limp and his chin was clean shaven. [...] My friend Leopold was [...] saying, <i>\"She has a dull area down on the left.\"</i> He also indicated that a portion of the skin of the left shoulder was infiltrated. (I noticed this, just as he did, in spite of her dress.) [...] M. said: <i>\"There's no doubt it's an infection, but no matter, dysentery will supervene and the toxin will be eliminated.\"<sup id=\"cite_ref-24\" class=\"reference\"><a href=\"#cite_note-24\">&#91;24&#93;</a></sup></i></p></blockquote>\n<p>Virtually all the deep personal significance which Freud in his analysis attributed to his Irma dream would be lost without the verbal dialogue. Yet the utterances are fully grammatical; they contain properly embedded and conjoined clauses, two conditional phrases, a future tense, and two instances of negation. All words are proper German (in the original). Semantically most of the dialogue appears appropriate to the overall scenario, except the last which is medically absurd.<sup id=\"cite_ref-25\" class=\"reference\"><a href=\"#cite_note-25\">&#91;25&#93;</a></sup>\n</p>\n<h4><span class=\"mw-headline\" id=\"Replay_hypothesis\">Replay hypothesis</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Verbal_language_in_dreams&amp;action=edit&amp;section=6\" title=\"Edit section: Replay hypothesis\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h4>\n<p>Freud was apparently confronted with the enigma of how the generation of speech, a secondary process par excellence, could be functioning at such a apparently high level of adequacy during dreaming, the input and motive power of which involves a theoretically primary process. Freud attempted to resolve this problem by introducing his \"replay hypothesis\" (as Heynick terms it), according to which the dialogue in dreams is merely a repeating, in the same or similar words, of speech actually said or heard by the dreamer recently in waking life, usually on the day before the dream, only slightly modified (if at all) by the above-mentioned process of \"secondary revision.\" This theoretical regression to an infantile mimicking of speech thus denied to the dreaming process proper any substantial language functioning or (in modern terms) linguistic competence.<sup id=\"cite_ref-26\" class=\"reference\"><a href=\"#cite_note-26\">&#91;26&#93;</a></sup>\n</p><p>With a view to testing the validity of Freud's replay hypothesis, the subject-dreamers in the above-mentioned experiment on linguistic competence were asked with regard to each of their dream speech specimens whether they could recall having said the utterance prior to the dream in waking life in the same or similar words. The subjects deemed that to have been the case on the day before the dream for 8% of the utterances and for the week before the dream (including the day before the dream) for 14% of the utterances. Such low figures appear to invalidate Freud's replay hypothesis.<sup id=\"cite_ref-27\" class=\"reference\"><a href=\"#cite_note-27\">&#91;27&#93;</a></sup>\n</p>\n<h4><span class=\"mw-headline\" id=\"Neo-Freudian_revisionism\">Neo-Freudian revisionism</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Verbal_language_in_dreams&amp;action=edit&amp;section=7\" title=\"Edit section: Neo-Freudian revisionism\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h4>\n<p>Although no neo-Freudians treat the phenomenon of dream speech per se, proposed revisions to the psychoanalytic model of the mind by theorists such as Gill, Holt and Noy,<sup class=\"noprint Inline-Template\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Manual_of_Style/Words_to_watch#Unsupported_attributions\" title=\"Wikipedia:Manual of Style/Words to watch\"><span title=\"The material near this tag possibly uses too-vague attribution or weasel words. (October 2012)\">who?</span></a></i>&#93;</sup> beginning in the late 1960s, variously included the redefining of the place of speech generation (in wakefulness, but this would also apply to speech during dreaming) whereby it would no longer necessarily be classified as a strictly secondary process.<sup id=\"cite_ref-28\" class=\"reference\"><a href=\"#cite_note-28\">&#91;28&#93;</a></sup>  Such revisions would, Heynick points out, potentially make the phenomenon of verbal language in dreams less anomalous in the psychoanalytic scheme, and without the need to resort, as Freud did, to the replay hypothesis as an \"ad hoc\" expedient.<sup id=\"cite_ref-29\" class=\"reference\"><a href=\"#cite_note-29\">&#91;29&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Modern_models_of_dream_generation\">Modern models of dream generation</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Verbal_language_in_dreams&amp;action=edit&amp;section=8\" title=\"Edit section: Modern models of dream generation\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<h4><span class=\"mw-headline\" id=\"Activation-synthesis_hypothesis\">Activation-synthesis hypothesis</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Verbal_language_in_dreams&amp;action=edit&amp;section=9\" title=\"Edit section: Activation-synthesis hypothesis\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h4>\n<p>The <a href=\"/wiki/Activation-synthesis_hypothesis\" title=\"Activation-synthesis hypothesis\">activation-synthesis hypothesis</a> of dream generation first proposed by <a href=\"/wiki/Harvard_University\" title=\"Harvard University\">Harvard University</a> <a href=\"/wiki/Psychiatrist\" title=\"Psychiatrist\">psychiatrists</a> <a href=\"/wiki/Allan_Hobson\" title=\"Allan Hobson\">John Allan Hobson</a> and <a href=\"/wiki/Robert_McCarley\" title=\"Robert McCarley\">Robert McCarley</a> in the late 1970s drew upon the discovery earlier in the decade of the ponto-geniculo-occipital (PGO) impulses which during the nightly REM periods (the physiological stage of sleep which is most associated with the phenomenological experience of vivid dreaming) are fired off from the brain stem and travel to the visual areas of the cortex.<sup id=\"cite_ref-30\" class=\"reference\"><a href=\"#cite_note-30\">&#91;30&#93;</a></sup>\n</p><p>In the visual area of the cortex, according to the model, the impulses call up largely at random a series of images (=activation). The dreamer's sleeping consciousness automatically tries to integrate these images into a more or less coherent story, while, for example, linking them with fragments of memory from the past (=synthesis). (Similar mechanisms involving the PGO impulses have been incorporated into other dream models, namely <a href=\"/wiki/Francis_Crick\" title=\"Francis Crick\">Francis Crick</a> and Graeme Mitchison's <a href=\"/wiki/Reverse_learning\" title=\"Reverse learning\">reverse learning</a> theory and Michael Jouvet's endogenous learning hypothesis.)<sup id=\"cite_ref-31\" class=\"reference\"><a href=\"#cite_note-31\">&#91;31&#93;</a></sup>\n</p><p>The activation-synthesis hypothesis, although based on neurological data more advanced than was ever available to Freud, is reminiscent of Freud's psychoanalytic model in that the initial input to the process is primitive and chaotic, onto which some order in imposed by a cognitively more advanced process. But as for the psychological interpretation of dreams the authors of the activation-synthesis hypothesis are outspokenly anti-Freudian, in that in their model the initial input to the dreaming process (the PGO-impulses) are devoid of any depth-psychology significance, Oedipal or whatever. (If the dream acquires any significance relating to the dreamer's personality. history, and present circumstances, this occurs in the manner in which the more or less randomly evoked images are integrated into a story during the synthesis stage, analogous to what a subject may \"see\" in the random ink-blots of a Rorschach test.)<sup id=\"cite_ref-32\" class=\"reference\"><a href=\"#cite_note-32\">&#91;32&#93;</a></sup>\n</p><p>Be this as it may, the activation-synthesis hypothesis with its overwhelming emphasis on visual areas of the cortex is silent as to how the extensive verbal language may be generated and integrated into the dream scenario. Heynick cites as ironic a specimen dream which Hobson presents as exemplary of production by the activation-synthesis model:\n</p>\n<blockquote><p>I am in Willianstown, Massachusetts, talking to a colleague, Van, who is wearing a white shirt (he usually wears blue) open at the neck (he is normally necktied, and even collar-clipped) and khakis (he usually sports flannels). Casual. Van says, as if by the way, <i>that he attended the committee meeting that has yesterday considered my candidacy for an invited lecture series.</i> (I know from his tone that he is going to deliver bad news.) The committee has decided against it because <i>\"They don't feel that psychoanalysis should be confronted with laboratory data.\"</i>\n</p><p>I allowed at how bad this idea was. <i>\"It's the wrong reason,\"</i> I said. <i>\"And their timing is off, because Adolf Grünbaum is just about to publish his important new book in which he insists that that is precisely what psychoanalysis must do.\"</i> Van ignores this statement, appearing never to have heard of A.G.\n[...]\nWe go out a door (which is on the corner of the building) to behold the beautiful Williams campus. A red-brick wall extends down a green lawn to the classic white Puritan buildings.\n</p><p>\nVan says, <i>\"They chose Mary\"</i> (or seems to say that) <i>\"reflecting their priorities to attract a speaker who might help them with their fund-raising efforts.\"</i> <i>\"That's why you have such beautiful buildings,\" I note, \"and why there is nothing in them.\"</i><sup id=\"cite_ref-33\" class=\"reference\"><a href=\"#cite_note-33\">&#91;33&#93;</a></sup></p></blockquote>\n<p>Hobson presents this specimen as an example of how dreams can sometimes reflect personal concerns—in this case relating to his academic squabbles with his colleagues due to his anti-psychoanalytic stance within the psychiatric profession. As Heynick points out, the personal significance in this dream is in fact derived almost exclusively from the verbal dialogue, without which the dream would lose all its meaning.<sup id=\"cite_ref-34\" class=\"reference\"><a href=\"#cite_note-34\">&#91;34&#93;</a></sup>\n</p>\n<h4><span class=\"mw-headline\" id=\"Psychoneirics_model\">Psychoneirics model</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Verbal_language_in_dreams&amp;action=edit&amp;section=10\" title=\"Edit section: Psychoneirics model\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h4>\n<p>The psychoneirics (from Greek; psycho = mind + oneiros = dream) model of dream generation, formulated by Foulkes from the late 1970s onwards, is cited<sup id=\"cite_ref-35\" class=\"reference\"><a href=\"#cite_note-35\">&#91;35&#93;</a></sup>  as an exemplary model (though not necessarily the only possible type of model) of how the generation of verbal language can be incorporated into the generation of the overall dream scenario. Patterned on the psycholinguistic model of speech production (in wakefulness), the psychoneirics model is basically non-neurological. It views dream generation in humans as, like speech in humans, a skillful cognitive act, in fact possibly drawing upon the selfsame cognitive abilities.<sup id=\"cite_ref-36\" class=\"reference\"><a href=\"#cite_note-36\">&#91;36&#93;</a></sup>\n</p><p>The input to the dreaming process involves (not unlike the activation-synthesis hypothesis of dreaming) the diffuse activation of memory elements. Psychoneirics focuses on the midrange dream generation processes (regardless of whether or not the dream happens to include verbal dialogue) as involving \"schematic selection\" and \"element activation,\" analogous to the syntactic frame (sentence structure) selection and word selection of psycholinguistic models. (The dream-like features of dreams, such as condensations (composite images) and anomalous narrative shifts, are seen as residual flux of the dream production mechanism, which is otherwise doing a reasonably good job of developing the initial input into a coherent narrative.) Under this theoretical assumption that the human dream-generation ability and speech-generation ability (in wakefulness) derive from similar cognitive capacities, the psychoneirics model can claim to seamlessly account for the generation of verbal dialogue within dreams.<sup id=\"cite_ref-37\" class=\"reference\"><a href=\"#cite_note-37\">&#91;37&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Implications_for_psycholinguistics_and_language_psychology\">Implications for psycholinguistics and language psychology</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Verbal_language_in_dreams&amp;action=edit&amp;section=11\" title=\"Edit section: Implications for psycholinguistics and language psychology\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The data presented in the above experiments is considered as having implications not just for the evaluation of the various existing models of dream generation, but also for models of speech generation in general, that is in everyday life.<sup id=\"cite_ref-38\" class=\"reference\"><a href=\"#cite_note-38\">&#91;38&#93;</a></sup>\n</p><p>Dreaming is a state of consciousness different from the normal wakeful state. With regard to actions within the dream, dreaming consciousness is presumably characterized by a diminished capacity for deliberate intention on the part of the dreamer (including intention of what to say or, as scriptwriter, what to have other characters say) and a diminished attention to, or diminished ability to receive and monitor feedback from, the actions (including speech acts) as they are being carried out in the dream.<sup id=\"cite_ref-39\" class=\"reference\"><a href=\"#cite_note-39\">&#91;39&#93;</a></sup> The characteristics of dialogue in dreams indicate that despite the presumed diminished intention, attention and feedback on the part of the dreamer as speaker-listener and scriptwriter, the utterances generated, far more often than not, are semantically and syntactically well-formed and appropriate to the overall scenario. The implication is that the human capacity for language in general (that is, in everyday wakefulness) can largely rely on processes which, once they are triggered when the conditions match those required for their operation, can generate verbal utterances automatically, outside of awareness and without the need for intervention by the speaker except at points where some critical choice is made.<sup id=\"cite_ref-40\" class=\"reference\"><a href=\"#cite_note-40\">&#91;40&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Verbal_language_in_dreams&amp;action=edit&amp;section=12\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><b>Notes</b>\n</p>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">For example, the German psychologist K.A. Scherner in his book <i>Das Leben des  Traumes</i> (1861, cited by Freud 1900/1953 <i>The Interpretation of Dreams,</i> in James Strachey ed. and trans. <i>The Standard Edition of the Complete Psychological Works of Sigmund Freud,</i> vols 4-5, Hogarth Press, p. 84) states that the dreaming imagination is \"without the power of conceptual speech [and therefore] obliged to paint what it says pictorially\"; Funk and Wagnall's Standard Dictionary of the English Language of 1895 defined \"to dream\" as \"to have a train of images or fantasies pass through the mind in sleep\"; a recent edition of the <i>Oxford Dictionary of Current English</i> defines dream as a \"vision, series of pictures or events presented to the sleeping person.\"</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Genesis 28: 12-13</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Book 6</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Verbal language in dreams is distinct from the phenomenon of <a href=\"/wiki/Sleeptalking\" class=\"mw-redirect\" title=\"Sleeptalking\">sleeptalking</a>, that is, actual articulation out loud during sleep. As reported from a series of experiments by Alan Arkin (<i>Sleeptalking: Psychology and Psychophysiology</i>; Lawrence Erlbaum Assoc., 1981), most sleeptalking occurs not during <a href=\"/w/index.php?title=REM-sleep&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"REM-sleep (page does not exist)\">REM-sleep</a> (the neurological periods of sleep most associated with vivid dreaming) but during non-REM sleep. Even of those sleeptalking episodes which do occur during REM sleep, only about half show any obviously discernible relation with the dream reports elicited from the subject when awakened immediately following the sleeptalking.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Heynick (1993), p.26</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Heynick (1993), p.26</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Emil Kraepelin 1906 <i>Über Sprachstörungen im Traume</i>; Engelmann Verlag</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Heynick (1993), pp. 45-46</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">In 1895 Rudolf Meringer and <a href=\"/wiki/Karl_Mayer\" title=\"Karl Mayer\">Karl Mayer</a> published <i>Versprechen und Verlesen, eine psychologische-linguistische Studie</i> (Slips of Speech and Reading, a Psychological-Linguistic Study) containing and analyzing over 8000 specimens of linguistic errors from normal people in waking life; this study is mentioned in Kraepelin's monograph.</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Heynick (1993), pp. 46-47</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Kraepelin's full 1906 monograph is published in English translation in Heynick (1993), which also includes English translations of three relevant shorter pieces by Kraepelin's contemporaries Ernst Meumann, Friederich Hacker, and <a href=\"/wiki/Alfred_Hoche\" title=\"Alfred Hoche\">Alfred Hoche</a>. In the mid-1980s a cache of Kraepelin's notations was discovered in Munich which showed that for two decades after the publication of his 1906 monograph he had continued to record specimens of his dream speech, an additional 391 in toto. These, too, were included in Heynick (1993), presented for the first time in their original German as well as in English translation along with Kraepelin's notes and an analysis and categorization by the author. Verbal material presented in print in dreams and read by the dreamer, a phenomen treated by Meumann and mentioned by Freud (1900) and Kraepelin (1906), is considered in Heynick (1993), pp. 52-62 and in Frank Heynick 1985 \"Verbal behavior in dreams; neurobiological implications for LSP reading?,\" in A.K. Pugh &amp; J.M. Ulijn (eds.) <i>Reading for Professional Purposes: Studies and Practices in Native and Foreign Languages</i>. Heinemann, pp.321-341.</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Heynick (1993), pp. 212-14</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">cf. Victoria A. Fromkin, ed., 1980 <i>Errors in Linguistic Performance: Slips of the Tongue, Ear, Pen, and Hand</i>, Academic Press.</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">Heynick (1993), pp.223-45; Frank Heynick 1991 \"Linguistic and literary creativity in dreams: a psychoanalytic and experimental approach,\" in J. Gackenbach (ed.) <i>Dream Images</i>, pp.79-86, Baywood.</span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\">Heynick (1993), pp. 223-28</span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\">Heynick (1993), pp.239-241</span>\n</li>\n<li id=\"cite_note-17\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-17\">^</a></b></span> <span class=\"reference-text\">Heynick (1993), pp.225-28</span>\n</li>\n<li id=\"cite_note-18\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-18\">^</a></b></span> <span class=\"reference-text\">Noam Chomsky 1980 <i>Rules and Representations</i>; Basil Blackwell p.224; Chomsky, the founder of TG linguistics viewed pragmatic competence as outside the scope of TG</span>\n</li>\n<li id=\"cite_note-19\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-19\">^</a></b></span> <span class=\"reference-text\">Heynick (1993), pp.254-259; Frank Heynick 1986 \"The dream-scripter and the Freudian ego: pragmatic competence and superordinate and subordinate cognitive systems in sleep,\" <i>Journal of Mind and Behavior</i>, 7 (2/3), pp.169-201</span>\n</li>\n<li id=\"cite_note-20\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-20\">^</a></b></span> <span class=\"reference-text\">There can be no access by an outside observer to the utterances said or heard by the dreamer in the dream. As with all aspects of the dream, including the visual, the experimenter can base his or her findings only on the report given by the dreamer in the waking state. While discussing the obvious problem that subjects may inadvertently be correcting deviances when reporting their dream utterances even immediately after awakening, Heynick (1993), pp.232-234, points out that, unlike the visual and other aspects of dreams, verbal language in dreams has the advantage of easily being reported in the same modality (words) in which it was experienced and of being especially quantifiable.</span>\n</li>\n<li id=\"cite_note-21\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-21\">^</a></b></span> <span class=\"reference-text\">Heynick (1993), p.258; as per the protocol, the last utterance (\"In the future ... [etc.].\") was elicited immediately after awakening; subsequently, the rest of the dream, including the other utterances, was elicited</span>\n</li>\n<li id=\"cite_note-22\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-22\">^</a></b></span> <span class=\"reference-text\">Heynick (1993), pp. 12-21</span>\n</li>\n<li id=\"cite_note-23\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-23\">^</a></b></span> <span class=\"reference-text\">Frank Heynick 1981 \"Linguistic aspects of  Freud's dream model,\" <i>International Review of Psycho-Analysis</i>, 8 (3), pp.299-314.</span>\n</li>\n<li id=\"cite_note-24\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-24\">^</a></b></span> <span class=\"reference-text\">Sigmund Freud 1900/1953 op cit., p.107)</span>\n</li>\n<li id=\"cite_note-25\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-25\">^</a></b></span> <span class=\"reference-text\">While the dialogue in all the dreams Freud presents are syntactically well formed and show a range of syntactic complexity, there are occasional instance of \"primary process\" interference on the lexical level, as in the case of the neologism (word blend) in the utterance <i>\"That's the breakfast-ship!\"</i> in his dream of the castle by the sea. These Freud analyzed, in the same manner as he did slips of the tongue in wakefulness in his <i>Psychopathology of Everyday Life</i> (1901) for their latent unconscious meanings. Heynick (1993), pp. 19-21, 47</span>\n</li>\n<li id=\"cite_note-26\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-26\">^</a></b></span> <span class=\"reference-text\">Heynick (1993), pp. 28-31; Frank Heynick 1985 \"Dream dialogue and retrogression: neurobiological origins of Freud's 'replay hypothesis,'\" <i>Journal of the History of  the Behavioral Sciences</i>, 21 (4), pp.321-341.</span>\n</li>\n<li id=\"cite_note-27\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-27\">^</a></b></span> <span class=\"reference-text\">Heynick (1993), pp. 235-36</span>\n</li>\n<li id=\"cite_note-28\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-28\">^</a></b></span> <span class=\"reference-text\">Merton M. Gill 1967 \"The primary process,\" in Robert R, Holt, ed., <i>Motives and Thoughts: Psychoanalytic Essays in Honor of David Rapaport</i>; International Universities Press, pp.260-298; Robert R. Holt 1967 \"The development of the primary process: a structural view,\" <i>Psychological Issues</i>, 5, p.345; Pinchas Noy  1969 \"A revision of the psychoanalytic theory of the primary process,\" <i>International Journal of Psycho-Analysis</i> 50, pp. 155-178; Pinchas Noy 1979 \"The psychoanalytic theory of cognitive development,\" <i>Psychoanalytic Study of the Child</i> 34, pp. 169-216.</span>\n</li>\n<li id=\"cite_note-29\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-29\">^</a></b></span> <span class=\"reference-text\">Heynick (1993), pp.259-62</span>\n</li>\n<li id=\"cite_note-30\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-30\">^</a></b></span> <span class=\"reference-text\">J. Allan Hobson &amp; Robert McCarley  1977 \"The brain as dream-state generator: an activation-synthesis hypothesis,\" <i>American Journal of Psychiatry</i> 134, pp. 1335-48</span>\n</li>\n<li id=\"cite_note-31\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-31\">^</a></b></span> <span class=\"reference-text\">Francis Crick &amp; Graeme Mitchison 1983 \"The function of sleep,\" <i>Nature</i> 304, pp.111-114; Michel Jouvet 1999 <i>The Paradox of Sleep: The Story of Dreaming</i>, MIT Press</span>\n</li>\n<li id=\"cite_note-32\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-32\">^</a></b></span> <span class=\"reference-text\">Heynick (1993), pp. 265-66</span>\n</li>\n<li id=\"cite_note-33\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-33\">^</a></b></span> <span class=\"reference-text\">J. Allan Hobson 1988 <i>The Dreaming Brain</i>, Basic Books, pp.232-33; in Heynick (1993), pp. 266-67</span>\n</li>\n<li id=\"cite_note-34\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-34\">^</a></b></span> <span class=\"reference-text\">Heynick (1993), pp. 266-268</span>\n</li>\n<li id=\"cite_note-35\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-35\">^</a></b></span> <span class=\"reference-text\">Heynick (1993), pp. 275-77</span>\n</li>\n<li id=\"cite_note-36\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-36\">^</a></b></span> <span class=\"reference-text\">David Foulkes  1982 \"A cognitive-psychological model of REM dream production,\" <i>Sleep</i> 5, pp. 169-187; David Foulkes 1985 <i>Dreaming: A Cognitive-Psychological Approach</i>, Lawrence Erlbaum Assoc.</span>\n</li>\n<li id=\"cite_note-37\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-37\">^</a></b></span> <span class=\"reference-text\">Foulkes is highly sceptical of the concept that dreams may contain useful information or serve as an adjunct in psychotherapy. Heynick points out that the components and mechanisms of the psychoneiric model, although quite different from the psychoanalytic, are nevertheless not necessarily incompatible with Freudian views on the value of dreams. Frank Heynick 1987, \"Review of David Foulkes' <i>Dreaming: A Cognitive-Psychological Approach</i>,\" <i>International Review of Psycho-Analysis</i>, 14 (2), pp.279-283.</span>\n</li>\n<li id=\"cite_note-38\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-38\">^</a></b></span> <span class=\"reference-text\">Heynick (1993), pp. 280-81.</span>\n</li>\n<li id=\"cite_note-39\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-39\">^</a></b></span> <span class=\"reference-text\">Heynick (1993), pp. 216-17.</span>\n</li>\n<li id=\"cite_note-40\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-40\">^</a></b></span> <span class=\"reference-text\">Heynick's analysis of dream speech makes little reference to the neurological concomitants of the psycholinguistic processes operating in the dream state and how their functioning may differ neurologically from wakefulness. Mention is made of the reports by some researchers of a shift of dominant cortical activity in REM sleep to the minor (\"right\") hemisphere, involved in imagistic and creative thought, and away from the major (\"left\") hemisphere, known to be responsible for verbal and logical thinking—a shift which, if it indeed occurs, would predict a diminished linguistic capacity in dreaming. Heynick points sooner to the concepts in the Unified Model of sentence generation (Gary Dell &amp; Peter Reich 1980 \"Towards a unified model of slips of the tongue,\" in V.A. Fromkin, ed., <i>Errors In Linguistic Performance: Slips of the Tongue, Ear, Pen, and Hand</i>, Academic Press) and posits that the quasi-neurological \"spreading activation\" which in wakefulness allows for largely automated sentence generation, with occasional errors due to \"leakage,\" is functioning on a more or less comparable level during dreaming in REM sleep; but that under the peculiar neurological circumstances of the hypnagogic state (when falling asleep) an excessive leakage in the system may tend to produce highly deviant verbal language of the kind Kraepelin reported in his 1906 monograph (Heynick 1993, pp. 228-231)</span>\n</li>\n</ol></div></div>\n<p><b>Bibliography</b>\n</p>\n<ul><li>Frank Heynick 1993 <i>Language and Its Disturbances in Dreams: The Pioneering Work of Freud and Kraepelin Updated</i>; John Wiley &amp; Sons.</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1316\nCached time: 20180902151257\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.140 seconds\nReal time usage: 0.174 seconds\nPreprocessor visited node count: 692/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 6768/2097152 bytes\nTemplate argument size: 771/2097152 bytes\nHighest expansion depth: 11/40\nExpensive parser function count: 3/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 18200/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.030/10.000 seconds\nLua memory usage: 1.08 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  126.731      1 -total\n 44.44%   56.324      1 Template:Context\n 28.01%   35.496      1 Template:Ambox\n 18.76%   23.773      1 Template:Who\n 17.98%   22.785      1 Template:Reflist\n 16.70%   21.164      1 Template:Fix\n  7.76%    9.835      1 Template:Delink\n  6.01%    7.618      1 Template:Category_handler\n  3.80%    4.817      1 Template:Fix/category\n  1.53%    1.935      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:37208440-0!canonical and timestamp 20180902151257 and revision id 840722798\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"Wikipedia_articles_needing_context_from_September_2013"},{"sortkey":"","hidden":"","*":"All_Wikipedia_articles_needing_context"},{"sortkey":"","hidden":"","*":"Wikipedia_introduction_cleanup_from_September_2013"},{"sortkey":"","hidden":"","*":"All_pages_needing_cleanup"},{"sortkey":"","hidden":"","*":"All_articles_with_specifically_marked_weasel-worded_phrases"},{"sortkey":"","hidden":"","*":"Articles_with_specifically_marked_weasel-worded_phrases_from_October_2012"},{"sortkey":"","*":"Dream"},{"sortkey":"","*":"Language"}],"links":[{"ns":14,"exists":"","*":"Category:Wikipedia articles needing context from September 2013"},{"ns":14,"exists":"","*":"Category:Wikipedia introduction cleanup from September 2013"},{"ns":14,"exists":"","*":"Category:Articles with specifically marked weasel-worded phrases from October 2012"},{"ns":0,"exists":"","*":"Activation-synthesis hypothesis"},{"ns":0,"exists":"","*":"Alfred Hoche"},{"ns":0,"exists":"","*":"Allan Hobson"},{"ns":0,"exists":"","*":"Broca's area"},{"ns":0,"exists":"","*":"Cerebral cortex"},{"ns":0,"exists":"","*":"Emil Kraepelin"},{"ns":0,"exists":"","*":"Francis Crick"},{"ns":0,"exists":"","*":"Harvard University"},{"ns":0,"exists":"","*":"Hebrew Bible"},{"ns":0,"exists":"","*":"Hypnagogia"},{"ns":0,"exists":"","*":"Hypnopompic"},{"ns":0,"exists":"","*":"Karl Mayer"},{"ns":0,"exists":"","*":"Marcel Proust"},{"ns":0,"exists":"","*":"Netherlands"},{"ns":0,"exists":"","*":"Phenomenology (psychology)"},{"ns":0,"exists":"","*":"Psychiatrist"},{"ns":0,"exists":"","*":"Psychoanalysis"},{"ns":0,"exists":"","*":"Reverse learning"},{"ns":0,"exists":"","*":"Robert McCarley"},{"ns":0,"exists":"","*":"Sigmund Freud"},{"ns":0,"exists":"","*":"Silent movies"},{"ns":0,"exists":"","*":"Sleeptalking"},{"ns":0,"exists":"","*":"Swann's Way"},{"ns":0,"exists":"","*":"Talking pictures"},{"ns":0,"exists":"","*":"The Odyssey"},{"ns":0,"exists":"","*":"Wernicke's area"},{"ns":0,"*":"REM-sleep"},{"ns":4,"exists":"","*":"Wikipedia:Manual of Style/Words to watch"},{"ns":4,"exists":"","*":"Wikipedia:Writing better articles"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Context"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Who"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Delink"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Delink"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Edit-clear.svg"],"externallinks":[],"sections":[{"toclevel":1,"level":"2","line":"Dream language in history","number":"1","index":"1","fromtitle":"Verbal_language_in_dreams","byteoffset":951,"anchor":"Dream_language_in_history"},{"toclevel":1,"level":"2","line":"Linguistic performance","number":"2","index":"2","fromtitle":"Verbal_language_in_dreams","byteoffset":9017,"anchor":"Linguistic_performance"},{"toclevel":1,"level":"2","line":"Pragmatic competence","number":"3","index":"3","fromtitle":"Verbal_language_in_dreams","byteoffset":13010,"anchor":"Pragmatic_competence"},{"toclevel":1,"level":"2","line":"Theoretical implications for dream models","number":"4","index":"4","fromtitle":"Verbal_language_in_dreams","byteoffset":17698,"anchor":"Theoretical_implications_for_dream_models"},{"toclevel":2,"level":"3","line":"Psychoanalytic model","number":"4.1","index":"5","fromtitle":"Verbal_language_in_dreams","byteoffset":18182,"anchor":"Psychoanalytic_model"},{"toclevel":3,"level":"4","line":"Replay hypothesis","number":"4.1.1","index":"6","fromtitle":"Verbal_language_in_dreams","byteoffset":22340,"anchor":"Replay_hypothesis"},{"toclevel":3,"level":"4","line":"Neo-Freudian revisionism","number":"4.1.2","index":"7","fromtitle":"Verbal_language_in_dreams","byteoffset":24080,"anchor":"Neo-Freudian_revisionism"},{"toclevel":2,"level":"3","line":"Modern models of dream generation","number":"4.2","index":"8","fromtitle":"Verbal_language_in_dreams","byteoffset":25433,"anchor":"Modern_models_of_dream_generation"},{"toclevel":3,"level":"4","line":"Activation-synthesis hypothesis","number":"4.2.1","index":"9","fromtitle":"Verbal_language_in_dreams","byteoffset":25474,"anchor":"Activation-synthesis_hypothesis"},{"toclevel":3,"level":"4","line":"Psychoneirics model","number":"4.2.2","index":"10","fromtitle":"Verbal_language_in_dreams","byteoffset":30191,"anchor":"Psychoneirics_model"},{"toclevel":1,"level":"2","line":"Implications for psycholinguistics and language psychology","number":"5","index":"11","fromtitle":"Verbal_language_in_dreams","byteoffset":32625,"anchor":"Implications_for_psycholinguistics_and_language_psychology"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"12","fromtitle":"Verbal_language_in_dreams","byteoffset":35656,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Verbal language in dreams","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q7920940"}]}}