{"parse":{"title":"Galactic Commons","pageid":54516472,"revid":860577790,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content ambox-multiple_issues compact-ambox\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/40px-Ambox_important.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/60px-Ambox_important.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/80px-Ambox_important.svg.png 2x\" data-file-width=\"40\" data-file-height=\"40\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\"><div class=\"mw-collapsible\" style=\"width:95%; margin: 0.2em 0;\"><b>This article has multiple issues.</b> Please help <b><a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Galactic_Commons&amp;action=edit\">improve it</a></b> or discuss these issues on the <b><a href=\"/wiki/Talk:Galactic_Commons\" title=\"Talk:Galactic Commons\">talk page</a></b>. <small><i>(<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove these template messages</a>)</i></small>\n<div class=\"mw-collapsible-content\" style=\"margin-top: 0.3em;\">\n      <table class=\"plainlinks metadata ambox ambox-content ambox-Original_research\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/40px-Ambox_important.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/60px-Ambox_important.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/80px-Ambox_important.svg.png 2x\" data-file-width=\"40\" data-file-height=\"40\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article  <b>possibly contains <a href=\"/wiki/Wikipedia:No_original_research\" title=\"Wikipedia:No original research\">original research</a></b>.<span class=\"hide-when-compact\"> Please <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Galactic_Commons&amp;action=edit\">improve it</a> by <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">verifying</a> the claims made and adding <a href=\"/wiki/Wikipedia:Citing_sources#Inline_citations\" title=\"Wikipedia:Citing sources\">inline citations</a>. Statements consisting only of original research should be removed.</span>  <small><i>(July 2017)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<table class=\"plainlinks metadata ambox ambox-content ambox-Unreferenced\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Question_book-new.svg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png\" width=\"50\" height=\"39\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/75px-Question_book-new.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/100px-Question_book-new.svg.png 2x\" data-file-width=\"512\" data-file-height=\"399\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>does not <a href=\"/wiki/Wikipedia:Citing_sources\" title=\"Wikipedia:Citing sources\">cite</a> any <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">sources</a></b>.<span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Galactic_Commons&amp;action=edit\">improve this article</a> by <a href=\"/wiki/Help:Introduction_to_referencing_with_Wiki_Markup/1\" title=\"Help:Introduction to referencing with Wiki Markup/1\">adding citations to reliable sources</a>. Unsourced material may be challenged and <a href=\"/wiki/Wikipedia:Verifiability#Burden_of_evidence\" title=\"Wikipedia:Verifiability\">removed</a>.</span>  <small><i>(July 2017)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n    </div>\n</div><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p>The <b>Galactic Commons</b> (GC) is a <a href=\"/wiki/Fictional_universe\" title=\"Fictional universe\">fictional universe</a> created by <a href=\"/wiki/Becky_Chambers_(author)\" title=\"Becky Chambers (author)\">Becky Chambers</a> for her novels <i><a href=\"/wiki/The_Long_Way_to_a_Small,_Angry_Planet\" title=\"The Long Way to a Small, Angry Planet\">The Long Way to a Small, Angry Planet</a></i>, <i>A Closed and Common Orbit</i>, and <i>Record of a Spaceborn Few</i>.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#History\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">History</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Traveling_Through_GC_Space\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Traveling Through GC Space</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Planets_and_Places\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Planets and Places</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Species\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Species</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#General_Terms\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">General Terms</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"History\">History</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Galactic_Commons&amp;action=edit&amp;section=1\" title=\"Edit section: History\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<table class=\"plainlinks metadata ambox mbox-small-left ambox-content\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><a href=\"/wiki/File:Wiki_letter_w_cropped.svg\" class=\"image\"><img alt=\"[icon]\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Wiki_letter_w_cropped.svg/20px-Wiki_letter_w_cropped.svg.png\" width=\"20\" height=\"14\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Wiki_letter_w_cropped.svg/30px-Wiki_letter_w_cropped.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Wiki_letter_w_cropped.svg/40px-Wiki_letter_w_cropped.svg.png 2x\" data-file-width=\"44\" data-file-height=\"31\" /></a></td><td class=\"mbox-text\"><div class=\"mbox-text-span\"><b>This section is empty.</b> <small>You can help by <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Galactic_Commons&amp;action=edit&amp;section=\">adding to it</a>.</small>  <small><i>(July 2017)</i></small></div></td></tr></tbody></table>\n<h2><span class=\"mw-headline\" id=\"Traveling_Through_GC_Space\">Traveling Through GC Space</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Galactic_Commons&amp;action=edit&amp;section=2\" title=\"Edit section: Traveling Through GC Space\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>First laid out in <i>The Long Way to a Small, Angry Planet</i>, there are few methods used to travel through GC space. Disregarding fuel types, to move short distances GC spaceships employ the use of solid and liquid fuel, in the same way as conventional 20th/21st century rockets. For long distance travel, such as between star systems or to different ends of the galaxy, drives that can penetrate the 'sublayer' are used. The sublayer is a seemingly extra-dimensional area outside of human perception, but with the right equipment, and alien crewmembers who can comprehend it, the sublayer can be used to create wormholes. By 'drilling' through space using an interspacial bore, the sublayer can be accessed, piloted through, and exited. Dropping buoys in transits keeps the tunnel open, and when cages are placed on either end, a stable wormhole has been created. This allows for comfortable and fast long-distance travel through GC space.\n</p><p>In order to travel to areas not yet linked via wormhole, pinhole drives can be used - these quickly drop small craft in and out of the sublayer to allow for very fast transit across long distances.\n</p><p>Sublayer 'drilling' requires ambi for fuel - one of the most sought-after resources by members of the GC.\n</p>\n<h2><span class=\"mw-headline\" id=\"Planets_and_Places\">Planets and Places</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Galactic_Commons&amp;action=edit&amp;section=3\" title=\"Edit section: Planets and Places\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><b>Aganon</b> - One of the last outposts of the Enhanced Humanity movement. It is an isolationist fringe planet which has no contact with other worlds, even for trade. The Humans there speak a language known as Sko-Ensk. Almost all of the past timeline in <i>A Closed and Common Orbit</i> takes place on Aganon, but only a small part of that world is directly shown.</li>\n<li><b>Earth</b> - The original homeworld of Humans, now inhospitable and barely habitable. Earth is surrounded by an orbital habitat ring that is home to the Samsara Project, a Human-led reclamation project. One area of reclaimed grassland has been given to extremely hardcore Gaiists, who have attempted to recreate a hunter-gatherer existence on it.</li>\n<li><b>Hagarem</b> - The seat of the GC Parliament and bureaucracy. It is implied to be a Harmagian world.</li>\n<li><b>Hashkath</b> - The homeworld of the Aandrisks. Hashkath is a large moon of a ringed planet called Theth, and has moons of its own. Its primary city is Reskit.</li>\n<li><b>Mars</b> - The primary Human world within the <a href=\"/wiki/Solar_System\" title=\"Solar System\">Solar System</a>, originally settled by wealthy refugees from Earth some time before the ships of the Exodus Fleet were launched. Mars is, at best, partially terraformed, and Martian cities are domed. Its capital and primary city, Florence, is named after the first Human to set foot on Mars in the books' timeline, not after any city on Earth.</li>\n<li><b>Port Coriol</b> - An independent multispecies port and community, located on a moon known as Coriol. Coriol is described as a moon which is tidally locked to its planet, which is in turn tidally locked to its sun. Most of the present timeline in <i>A Closed and Common Orbit</i> takes place on Port Coriol.</li>\n<li><b>Risheth</b> - A planetless star which the Aandrisks turned over to the Exodus Fleet after the GC made contact with the Fleet.</li>\n<li><b>Sohep Frie</b> - The homeworld of the Aeluons.</li></ul>\n<h2><span class=\"mw-headline\" id=\"Species\">Species</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Galactic_Commons&amp;action=edit&amp;section=4\" title=\"Edit section: Species\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Various intelligent species inhabit GC space, or are known to the GC.\n</p>\n<ul><li><b>Aandrisk</b> – A cold-blooded, bipedal, quasi-reptilian species with claws and scales. Adults have a shock of feathers on their heads. They are one of the most influential members of the Galactic Commons. They first started exploring space in solar-sail powered pods. Their home world is the moon Hashkath. Their language, Reskitkish, is difficult for Humans to speak, as words are pronounced on both exhales and inhales. Conversely, most Aandrisks have a distinct accent when speaking other languages, as they do not have lips.</li>\n<li><b>Aeluon</b> – Physically similar to Humans, but with fine, reflective scales rather than skin. Aeluons naturally communicate using flashes of colour on their cheeks, as they have no natural method of perceiving or producing sound. In order to converse with other species, they use neural implants which allow them to process sound, and have <a href=\"/wiki/Speech-generating_device\" title=\"Speech-generating device\">'talkboxes'</a> installed in their throats. These implants allow them to both listen to and engage in spoken conversation. The Aeluons are an influential species within the GC, and provide much of its military strength. It's also notable that almost all other species find them visually attractive, with the Harmagians being a notable exception to this.</li>\n<li><b>Akarak</b> – Small, spindly, birdlike beings who commonly wear mechanized suits that completely cover their bodies, and which may include helmets. The Akarak homeworld was colonized and ruined by the Harmagians before the founding of the Galactic Commons. Akaraks are rarely encountered, and are marginalized when they are; some have even resorted to piracy.</li>\n<li><b>Grum</b> – A six-limbed species, in which any limb can serve as an arm or leg as needed. Grum have a branching windpipe with six voice boxes, so all words in the Grum language have several sounds blended together, and Grum have to make extra effort to synchronize their vocal cords when speaking other languages. The Grum are on the verge of extinction after a long intra-species war ravaged their world and greatly reduced their population.</li>\n<li><b>Harmagian</b> – A slug-like species, with tentacles for a chin that allow them to add complex gestures to regular communication. Harmagians normally use motorized carts for mobility, as that is the only way they can keep pace with other species. Prior to the founding of the Galactic Commons, the Harmagians were imperialistic and colonialist, and they remain an influential species.</li>\n<li><b>Human</b> – Humans were unaware of extra-terrestrial species, and vice versa, until the Aeluons made contact with the Exodus Fleet after one of their research probes stumbled across it. While nominally unified under the umbrella of the Human Diaspora, Humans remain a divided species roughly half a century after being admitted to the Galactic Commons. While Solans and Exodans have largely put their past rancor and hostility aside, the Fleet remains politically and culturally separate from the Solar System, and many Exodans remain opposed to, or at least suspicious of, aspects of culture which are seen as \"Martian\". Humans have also established a number of colonies of various sizes, which are collectively referred to as \"the independent colonies\" even though they are within the GC and the Diaspora. In addition to these Human communities, many Humans have relocated to multispecies communities within the GC.  Also, there are a number of Human fringe colonies outside of the GC and the Diaspora.</li>\n<li><b>Laru</b> – A tall, long-necked, fur-covered species that can walk on either two or four legs. They are often allergic to Aandrisks.</li>\n<li><b>Quelin</b> - A large, hard-shelled, quasi-crustacean species. Quelin are known for being officiously bureaucratic and legalistic, and even somewhat xenophobic, in their dealings with other species. Quelin are rarely seen outside their own space unless they have been exiled from it.</li>\n<li><b>Rosk</b> - A large, hostile, non-GC species engaged in a border war with the Aeluons.</li>\n<li><b>Sianat</b> – An ape-like species, who are ceremonially infected by a virus they call 'The Whisperer', which both gives them the ability to see and comprehend extra-dimensional particles and places, and greatly shortens their lives. Once infected by the Whisperer, a Sianat is considered to be a plural being, and is referred to as a Pair. Sianats are naturally carnivorous, but after being infected, they file their teeth, and subsist on a special nutrient paste.</li></ul>\n<h2><span class=\"mw-headline\" id=\"General_Terms\">General Terms</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Galactic_Commons&amp;action=edit&amp;section=5\" title=\"Edit section: General Terms\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>A partial list of literary inventions of life in GC space.\n</p>\n<ul><li><b>AI</b> - Artificial Intelligence systems perform a wide range of jobs including routine mechanical system monitoring and operation, customer service jobs such as receptionist, and even spaceship operation. There are legal restrictions on where they can be installed. AI systems may be sentient, though more specialized systems usually are not sentient. Nonsentient AI systems are ranked according to their intelligence level. Sentient AI systems are not recognized as persons under GC law.</li>\n<li><b>Ansible</b> - A mechanism for interstellar communication. This is usually shortened to \"sib\" when referring to conversations.</li>\n<li><b>Artigrav net</b> - A device capable of generating a gravitational field. Due to slight discrepancies in gravity, moving from a location covered by artigrav to a place with natural gravity, such as a planetary surface, can be uncomfortable. It is also noticeable when shifting between two different artigrav nets, such as when going between two ships.</li>\n<li><b>Body kit</b> - A synthetic body built to house an AI. Transferring or installing an AI into a body kit is a felony punishable by fine and imprisonment. If an AI is caught in a body kit, the kit is confiscated and the AI is erased. In almost all of the present timeline in <i>A Closed and Common Orbit</i>, the viewpoint character is an AI in a body kit.</li>\n<li><b>Deepod</b> - A small, automated pod equipped with a pinhole drive. Deepods carry individual passengers, and travel along predefined, marked paths. Rosemary Harper used a deepod to travel to the <i>Wayfarer</i>.</li>\n<li><b>Dentbots</b> - Tiny nanobots in a gel similar to toothpaste which monitor the condition of, and address any problems found with, one's teeth.</li>\n<li><b>Exodan</b> - A Human born to the Exodus Fleet, whether or not they are currently living in a Fleet ship. Most living Humans are either Exodans or  descended from Exodans.</li>\n<li><b>Exodus Fleet</b> - A fleet of <a href=\"/wiki/Generation_ship\" title=\"Generation ship\">homestead ships</a> built by Humans to leave behind an Earth facing environmental collapse. The Fleet is still home to a large segment of the Human population. After centuries of mixing, the bronzed, amber colored people born to the Exodus claim no nation, being a blend of all of humanity’s disparate parts. Almost all of <i>Record of a Spaceborn Few</i> takes place aboard the Fleet.</li>\n<li><b>Fringe colony/fringe world</b> - An independent colony world that operates outside of the GC, and is often located near the fringes of GC space. Some fringe colonies offer goods or services that are illegal within the GC, while others are isolationist.</li>\n<li><b>Gaiist</b> - A Human who believes that Humans should not have left Earth, or at least should not have left the Solar System, and should return to it. Many Gaiists are xenophobic, though not all are.</li>\n<li><b>GC Transportation Board</b> - An administrative body regulating all aspects of travel throughout GC space. The board licenses tunnelers and tunneling ships, and assigns tunneling jobs. The board’s incessant demands for timely and thorough reporting prompted Ashby to hire Rosemary Harper as a clerk to do the paperwork he couldn’t.</li>\n<li><b>Grounders</b> - People who live on  planets or moons.</li>\n<li><b>Hanto</b> - Spoken and gestural language of the Harmagians.</li>\n<li><b>Homestead ship</b> - A ship designed for long-term, often multi-generational, habitation. Homestead ships can range in size from the giants of the Exodus Fleet to ones just large enough for one or two families.</li>\n<li><b>Imubots</b> - Nanobots located in a sapient's body, helping and augmenting the immunity and regeneration systems of that person. The imubots can be controlled and directed through the wristpatch. If no special instructions are given, they will autonomously assist bodily functions.</li>\n<li><b>Kick</b> - A generic term for any alcoholic beverage.</li>\n<li><b>The Linkings</b> - The GC's equivalent of the Internet.</li>\n<li><b>Mek</b> - A drink brewed much like coffee, but which has a calming effect. It is enjoyed by most, though not all, species, and appears to affect all of them in much the same way.</li>\n<li><b>Modders</b> - People who modify their bodies using cybernetic implants.</li>\n<li><b>Red coast bug</b> - A pseudo-crustacean native to the coastal areas of at least one Aeluon world. While Aeluons think they're pests, Humans think they're delicious.</li>\n<li><b>Redreed</b> - A smokable plant used much like tobacco. Aeluons are often allergic to the smoke.</li>\n<li><b>Sapient</b> - A general term describing beings from different <a href=\"https://en.wiktionary.org/wiki/sapient\" class=\"extiw\" title=\"wiktionary:sapient\">sapient</a> races.</li>\n<li><b>Scrib</b> - A data analysis, display, and communication device like a souped-up tablet computer.</li>\n<li><b>Sim</b> - An interactive virtual reality program used for entertainment, though some are also meant to be educational. Sims are played on a unit called a sim hub.</li>\n<li><b>Smash</b> - A smokable substance popular for its euphoric effects.</li>\n<li><b>Solan</b> - A Human who lives in the <a href=\"/wiki/Solar_System\" title=\"Solar System\">Solar System</a>. Most Solans live on Mars, though some live on orbiters around the outer planets. Solans still use the Earth-based solar day and year, both of which are shorter than the GC standard day and year.</li>\n<li><b>Spacers</b> - People who live in space, either through birth or by choice.</li>\n<li><b>Standard</b> - The standard year of the GC's standard calendar; the events of the books start in GC Standard 306, though the past timeline of <i>A Closed and Common Orbit</i> and the prologue of <i>Record of a Spaceborn Few</i> take place earlier. Dates are given as <i>day</i> of <i>year</i>, and are written as <i>day/year</i>. The dates given in <i>The Long Way to a Small, Angry Planet</i> imply that a standard year is probably 400 standard days long, though its length is not explicitly stated.</li>\n<li><b>Stasie</b> - A device for long-term food storage. A stasie will delay spoilage to some extent, and high-end units will prevent it.</li>\n<li><b>Sublayer</b> - An extra-dimensional area of space that can be used to create wormholes, allowing for incredibly fast travel between star systems.</li>\n<li><b>Talkbox</b> - A surgically implanted device used to transform neural impulses into audible speech. Talkboxes were developed by the Aeluons after they made contact with species that communicate via sound.</li>\n<li><b>Tenday</b> - A period of ten standard days, which serves as the GC standard calendar's equivalent of a week.</li>\n<li><b>The Whisperer</b> - A disease that only Sianats are susceptible to, which allows them to view and understand things normally outside the perception of other sapients, such as the sublayer.</li>\n<li><b>Wristpatch</b> - A patch installed in the wrist, or wrist-equivalent, of GC citizens, usually covered by a protective wrap. It is used to confirm identity and pay for goods and services, and can be used to access a person's imubots.</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2147\nCached time: 20180921164106\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.092 seconds\nReal time usage: 0.258 seconds\nPreprocessor visited node count: 291/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 23978/2097152 bytes\nTemplate argument size: 6032/2097152 bytes\nHighest expansion depth: 10/40\nExpensive parser function count: 4/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.033/10.000 seconds\nLua memory usage: 1.41 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n109.45%  247.308      4 Template:Ambox\n100.00%  225.961      1 -total\n 97.22%  219.673      1 Template:Multiple_issues\n 31.58%   71.360      1 Template:Original_research\n  9.94%   22.457      1 Template:Unreferenced\n  2.74%    6.189      1 Template:Empty_section\n  0.82%    1.851      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:54516472-0!canonical and timestamp 20180921164106 and revision id 860577790\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"Articles_that_may_contain_original_research_from_July_2017"},{"sortkey":"","hidden":"","*":"All_articles_that_may_contain_original_research"},{"sortkey":"","hidden":"","*":"Articles_lacking_sources_from_July_2017"},{"sortkey":"","hidden":"","*":"All_articles_lacking_sources"},{"sortkey":"","hidden":"","*":"Articles_with_multiple_maintenance_issues"},{"sortkey":"","hidden":"","*":"Articles_to_be_expanded_from_July_2017"},{"sortkey":"","hidden":"","*":"All_articles_to_be_expanded"},{"sortkey":"","hidden":"","*":"Articles_with_empty_sections_from_July_2017"},{"sortkey":"","hidden":"","*":"All_articles_with_empty_sections"},{"sortkey":"","hidden":"","*":"Articles_using_small_message_boxes"},{"sortkey":"","*":"Fictional_universes"}],"links":[{"ns":14,"exists":"","*":"Category:Articles that may contain original research from July 2017"},{"ns":14,"exists":"","*":"Category:Articles lacking sources from July 2017"},{"ns":14,"exists":"","*":"Category:Articles to be expanded from July 2017"},{"ns":14,"exists":"","*":"Category:Articles with empty sections from July 2017"},{"ns":0,"exists":"","*":"Becky Chambers (author)"},{"ns":0,"exists":"","*":"Fictional universe"},{"ns":0,"exists":"","*":"Generation ship"},{"ns":0,"exists":"","*":"Solar System"},{"ns":0,"exists":"","*":"Speech-generating device"},{"ns":0,"exists":"","*":"The Long Way to a Small, Angry Planet"},{"ns":1,"exists":"","*":"Talk:Galactic Commons"},{"ns":4,"exists":"","*":"Wikipedia:Citing sources"},{"ns":4,"exists":"","*":"Wikipedia:No original research"},{"ns":4,"exists":"","*":"Wikipedia:Verifiability"},{"ns":12,"exists":"","*":"Help:Introduction to referencing with Wiki Markup/1"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Multiple issues"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Original research"},{"ns":10,"exists":"","*":"Template:Unreferenced"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Empty section"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:String"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Ambox_important.svg","Question_book-new.svg","Wiki_letter_w_cropped.svg"],"externallinks":[],"sections":[{"toclevel":1,"level":"2","line":"History","number":"1","index":"1","fromtitle":"Galactic_Commons","byteoffset":335,"anchor":"History"},{"toclevel":1,"level":"2","line":"Traveling Through GC Space","number":"2","index":"2","fromtitle":"Galactic_Commons","byteoffset":383,"anchor":"Traveling_Through_GC_Space"},{"toclevel":1,"level":"2","line":"Planets and Places","number":"3","index":"3","fromtitle":"Galactic_Commons","byteoffset":1664,"anchor":"Planets_and_Places"},{"toclevel":1,"level":"2","line":"Species","number":"4","index":"4","fromtitle":"Galactic_Commons","byteoffset":3557,"anchor":"Species"},{"toclevel":1,"level":"2","line":"General Terms","number":"5","index":"5","fromtitle":"Galactic_Commons","byteoffset":8086,"anchor":"General_Terms"}],"parsewarnings":[],"displaytitle":"Galactic Commons","iwlinks":[{"prefix":"wiktionary","url":"https://en.wiktionary.org/wiki/sapient","*":"wiktionary:sapient"}],"properties":[{"name":"wikibase_item","*":"Q39046330"}]}}