{"parse":{"title":"Schismatrix","pageid":1092478,"revid":843187759,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"infobox vcard\" style=\"width:22em\"><caption style=\"font-style:italic;padding-bottom:0.2em;\">Schismatrix <span class=\"Z3988\" title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Schismatrix&amp;rft.author=%5B%5BBruce+Sterling%5D%5D&amp;rft.date=June+1985&amp;rft.pub=%5B%5BArbor+House+Publishing+Company%5D%5D&amp;rft.pages=288+%28Hardcover%29&amp;rft_id=info:oclcnum/11532380\"></span></caption><tbody><tr><td colspan=\"2\" style=\"text-align:center\">\n<a href=\"/wiki/File:Schismatrix(1stEd).jpg\" class=\"image\"><img alt=\"Schismatrix(1stEd).jpg\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/2/2e/Schismatrix%281stEd%29.jpg/220px-Schismatrix%281stEd%29.jpg\" width=\"220\" height=\"334\" srcset=\"//upload.wikimedia.org/wikipedia/en/2/2e/Schismatrix%281stEd%29.jpg 1.5x\" data-file-width=\"256\" data-file-height=\"389\" /></a><div>Cover of first edition (hardcover)</div></td></tr><tr><th scope=\"row\">Author</th><td>\n<a href=\"/wiki/Bruce_Sterling\" title=\"Bruce Sterling\">Bruce Sterling</a></td></tr><tr><th scope=\"row\">Cover&#160;artist</th><td>\n<a href=\"/wiki/Ron_Walotsky\" title=\"Ron Walotsky\">Ron Walotsky</a></td></tr><tr><th scope=\"row\">Country</th><td>\nUnited States</td></tr><tr><th scope=\"row\">Language</th><td>\nEnglish</td></tr><tr><th scope=\"row\">Genre</th><td>\n<a href=\"/wiki/Science_fiction\" title=\"Science fiction\">Science fiction</a> novel</td></tr><tr><th scope=\"row\">Publisher</th><td>\n<a href=\"/wiki/Arbor_House_Publishing_Company\" class=\"mw-redirect\" title=\"Arbor House Publishing Company\">Arbor House Publishing Company</a></td></tr><tr><th scope=\"row\"><div style=\"padding:0.1em 0;line-height:1.2em;\">Publication date</div></th><td>\nJune 1985</td></tr><tr><th scope=\"row\">Media&#160;type</th><td>\nPrint (hardback &amp; paperback)</td></tr><tr><th scope=\"row\">Pages</th><td>\n288 (Hardcover)</td></tr><tr><th scope=\"row\"><a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a></th><td>\n<a href=\"/wiki/Special:BookSources/0-87795-645-6\" title=\"Special:BookSources/0-87795-645-6\">0-87795-645-6</a></td></tr><tr><th scope=\"row\"><a href=\"/wiki/OCLC#Identifiers_and_linked_data\" title=\"OCLC\"><abbr title=\"Online Computer Library Center number\">OCLC</abbr></a></th><td>\n<a rel=\"nofollow\" class=\"external text\" href=\"https://www.worldcat.org/oclc/11532380\">11532380</a></td></tr><tr><th scope=\"row\"><div style=\"padding:0.1em 0;line-height:1.2em;\"><a href=\"/wiki/Dewey_Decimal_Classification\" title=\"Dewey Decimal Classification\">Dewey Decimal</a></div></th><td>\n813/.54 19</td></tr><tr><th scope=\"row\"><a href=\"/wiki/Library_of_Congress_Classification\" title=\"Library of Congress Classification\"><abbr title=\"Library of Congress Classification\">LC&#160;Class</abbr></a></th><td>\nPS3569.T3876 S3 1985</td></tr></tbody></table>\n<p><i><b>Schismatrix</b></i> (<span class=\"nowrap\"><span class=\"IPA nopopups noexcerpt\"><a href=\"/wiki/Help:IPA/English\" title=\"Help:IPA/English\">/<span style=\"border-bottom:1px dotted\"><span title=\"&#39;s&#39; in &#39;sigh&#39;\">s</span><span title=\"&#39;k&#39; in &#39;kind&#39;\">k</span><span title=\"/ɪ/: &#39;i&#39; in &#39;kit&#39;\">ɪ</span><span title=\"&#39;z&#39; in &#39;zoom&#39;\">z</span><span title=\"/ˈ/: primary stress follows\">ˈ</span><span title=\"&#39;m&#39; in &#39;my&#39;\">m</span><span title=\"/æ/: &#39;a&#39; in &#39;bad&#39;\">æ</span><span title=\"&#39;t&#39; in &#39;tie&#39;\">t</span><span title=\"&#39;r&#39; in &#39;rye&#39;\">r</span><span title=\"/ɪ/: &#39;i&#39; in &#39;kit&#39;\">ɪ</span><span title=\"&#39;k&#39; in &#39;kind&#39;\">k</span><span title=\"&#39;s&#39; in &#39;sigh&#39;\">s</span></span>/</a></span></span>)<sup id=\"cite_ref-pron_1-0\" class=\"reference\"><a href=\"#cite_note-pron-1\">&#91;1&#93;</a></sup> is a <a href=\"/wiki/Science_fiction\" title=\"Science fiction\">science fiction</a> novel by <a href=\"/wiki/Bruce_Sterling\" title=\"Bruce Sterling\">Bruce Sterling</a>, originally published in 1985.  The story was Sterling's only novel-length treatment of the <a href=\"/wiki/Shaper/Mechanist\" class=\"mw-redirect\" title=\"Shaper/Mechanist\">Shaper/Mechanist</a> universe.  Five <a href=\"/wiki/Short_story\" title=\"Short story\">short stories</a> preceded the novel. <i>Schismatrix</i> was nominated for the <a href=\"/wiki/Nebula_Award\" title=\"Nebula Award\">Nebula Award</a> for <a href=\"/wiki/Nebula_Award_for_Best_Novel\" title=\"Nebula Award for Best Novel\">Best Novel</a> in 1985,<sup id=\"cite_ref-WWE-1985_2-0\" class=\"reference\"><a href=\"#cite_note-WWE-1985-2\">&#91;2&#93;</a></sup> and the British Science Fiction Award in 1986.<sup id=\"cite_ref-WWE-1986_3-0\" class=\"reference\"><a href=\"#cite_note-WWE-1986-3\">&#91;3&#93;</a></sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Plot_summary\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Plot summary</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Characters\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Characters</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Races\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Races</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Locations\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Locations</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Vocabulary\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Vocabulary</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Ideologies\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Ideologies</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#References\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#External_links\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Plot_summary\">Plot summary</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Schismatrix&amp;action=edit&amp;section=1\" title=\"Edit section: Plot summary\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The main character, Abelard Lindsay, is born in the ancient lunar colony <i>Mare Serenitatis Circumlunar Corporate Republic</i>, into a family of aristocratic Mechanists, but after being sent to the Shaper’s Ring Council, he receives specialized and experimental diplomatic training and gives his loyalty to the Shapers' cause. He, his best friend and fellow Shaper protege Philip Constantine and the beautiful and passionate Preservationist Vera Kelland lead an insurgency against the rulers of the republic, who use Mechanist technology to prolong their lives. The three of them influence the younger generation towards the Shapers' cause in their pursuit of Preservationism, a movement devoted to the preservation of earth-bound human culture. Kelland and Lindsay agree to kill themselves as a political statement, but Lindsay reneges on his suicide pact after Kelland is dead. Constantine attempts to kill Lindsay but instead kills a Mechanist, creating a scandal.\n</p><p>Constantine is allowed to remain in the Republic because his knowledge is needed to keep the Republic's environment  from self-destructing but Lindsay is exiled to the <i>Mare Tranquilitatis Circumlunar People's Zaibatsu</i>. This lunar colony, which collapsed due to an environmental crisis, has become a refuge for \"sundogs\", criminals, dissidents and wanderers. There he meets Kitsune, a woman modified by the Shapers to be an ideal prostitute. Apparently a servant of the <i>Geisha Bank</i>, a powerful money center, she in fact rules the bank through the remotely operated body of her now brain-dead predecessor. In his months on the Zaibatsu, Lindsay uses his diplomatic talents to organize a complex fraud involving a fictitious theatrical event and befriends an old Mechanist, Fyodor Ryumin. However, eventually the fraud takes on a life of its own, and the new-formed <i>Kabuki Intrasolar</i> becomes a legitimate artistic and business venture. Lindsay cannot remain to enjoy the profits, though: Constantine has in the meantime overthrown the Corporate Republic's government. Constantine has abandoned Preservationism to become a Shaper militant, and sends an assassin to present a stark choice: become Constantine's pawn or be killed by the assassin. Lindsay manages to escape with a group of Mechanist pirates, in the process aiding Kitsune to take power of the Geisha Bank openly.\n</p><p>Lindsay joins a ship called the <i>Red Consensus</i>, which doubles as the nation-state of the <i>Fortuna Miners' Democracy</i>, after the failure of the previously independent <a href=\"/wiki/Asteroid_mining\" title=\"Asteroid mining\">asteroid mining</a> Mechanist cartel. The FMD, financed by more wealthy Mechanists cartels, annexes the asteroid <i>Esairs XII</i>, home to the Mavrides family, a small shaper clan. Lindsay meets Nora Mavrides, a fellow diplomat. Nora informs Abelard that the subjects of the diplomatic training are in disgrace due to the high incidence of treason and defection from their ranks. The two of them work to promote peaceful coexistence between the Shaper militants and the Mechanist pirates, but after several months of conflict, espionage, murders and sabotages, open fighting breaks out. Mavrides and Lindsay, now lovers, eventually murder their companions to save one another. Before the asteroid's life-support systems shut down after the battle, the alien <i>Investors</i> arrive.\n</p><p>Peace finally comes to the Schismatrix after the aliens arrive. The alien Investors are obsessed with trade and wealth, and at first encourage humanity to focus on business instead of war. Trade flourishes and the Shapers and Mechanists put their differences aside. Lindsay and Mavrides become powerful Shaper leaders, thanks to their early contact with the Investors. The <i>Investor Peace</i> does not last forever, though, and tensions between Shapers and Mechanists eventually start to rise when the Investors play the factions against one another. Ultimately Philip Constantine rises to power and takes control of the Ring Council, ousting Mavride's and Lindsay's pro-<a href=\"/wiki/D%C3%A9tente\" title=\"Détente\">détente</a> faction. Lindsay runs away from what he sees as a hopeless battle, but Nora decides to stay in the Rings, where they had built their lives and family, to fight Constantine and his militant government.\n</p><p>Lindsay escapes to the Mechanist cartels in the asteroid belt, where Kitsune has again secretly taken power. There Lindsay works ceaselessly for decades to bring about the détente he believes will reunite him with Mavrides. Using a recording of an Investor's ship queen involved in some <a href=\"/wiki/Taboo\" title=\"Taboo\">taboo</a> activities to blackmail the alien, Lindsay contributes to the creation of Czarina-Kluster, neither Shaper nor Mechanist, which quickly becomes one of the richest and most powerful states in the solar system. Lindsay's partner, Wellspring, plans to use the colony to promote his post-humanist ideology, while Lindsay himself seeks to bring Nora to the new colony. However, Constantine discovers Mavride's plan to defect and forces her to kill herself. Consumed with hatred, Lindsay for the first time confronts his former friend directly, arranging a duel with him using an ancient alien artifact called the Arena. While Lindsay wins, the Arena leaves both him and Constantine catatonic.\n</p><p>Years after the duel, Lindsay wakes up on his old home, now renamed the <i>Neotenic Cultural Republic</i>. Constantine's militant Shaperism has been replaced by a Preservationist government, dedicated to remaining a cultural preserve where normal, unmodified human life is preserved. As part of the treatment that restored Lindsay's mind, his original Shaper diplomatic training has been removed. Having returned to a Preservationist world, and now restored to a fully human state, Lindsay decides to break with his past and embrace new dreams. He becomes a post-humanist and returns to Czarina-Kluster to work with Wellspring's 'Lifesiders' clique.\n</p><p>In the years during Lindsays' catatonia, the expansion of settlements throughout the solar system has seen an economy in huge surplus; with abundant wealth, expensive and prolonged terraforming efforts are first being considered. While Wellspring seeks to terraform Mars, Lindsay attempts to create an abyssal ecology on <a href=\"/wiki/Europa_(moon)\" title=\"Europa (moon)\">Europa</a>. Constantine's Shaper family has been disgraced by Constantine's defeat, and Lindsay manages to convert them to his cause, even Constantine's \"daughter\" Vera (created from DNA taken from Vera Kelland decades before). As time goes on, eventually Czarina-Kluster, in its turn, faces social collapse. With his Lifesiders faction's research still in its infancy, Lindsay and Vera Constantine secretly break the Interdict and bring back samples of Earth's abyssal life, providing the breakthroughs that make the Europa project a success.\n</p><p>As the Lifesiders transform themselves into fish-like forms capable of survival in Europa's oceans, Lindsay visits the now-cured Philip Constantine. Constantine believes that Lindsay will never see Europa, that he will leave in the end rather than see his cause through to fruition, just as he always had. He also reveals that Vera Constantine's DNA comes as much from Lindsay as Vera Kelland. Philip reconciles with Abelard, then commits suicide.\n</p><p>When Lindsay returns to Europa, he finds that Philip is right: he cannot bring himself to undergo the transformation. At that moment, an alien Presence, who had followed Vera Constantine since her mission in an alien embassy, reveals itself. The being explains that it has been devoted to exploring and exulting in the variety of experiences of the universe, and invites Lindsay to join it. Lindsay accepts and is transformed into a bodiless form, to explore the infinite mysteries of the universe for eternity.\n</p>\n<h2><span class=\"mw-headline\" id=\"Characters\">Characters</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Schismatrix&amp;action=edit&amp;section=2\" title=\"Edit section: Characters\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Abelard Malcolm Tyler Lindsay: Naturally born in a Mechanist society, Lindsay undergoes an experimental intensive Shaper diplomatic training that gives him an enhanced capability for manipulation and deception. His ambition and knack for self-preservation see him frequently play a pivotal role in the Schismatrix.</li>\n<li>Alexandrina: Lindsay’s first wife. An aristocratic Mechanist much older than he was.</li>\n<li>Kitsune: Head of the Geisha Bank. Becomes an entire ecosystem that consists entirely of her skin and body parts.</li>\n<li>Margaret Juliano: Shaper scientist, she pioneers the 'Superbright' gene-line, with a natural intelligence far above even the shaper norm. The instability of the Superbrights brings suspicion on Juliano and Shaper gene-lines are limited to an IQ of 200.</li>\n<li>Nora Mavrides: Lindsay’s second wife. She believes deeply in the Shaper cause and chooses to fight the Mechanists when they begin to attack her state even when the situation is hopeless.</li>\n<li>Philip Khouri Constantine: Former friend of Lindsay. Becomes obsessed with obtaining power and tries to bring power to the Shapers through radical means.</li>\n<li>Vera Constantine: Shaper daughter of Philip Constantine, cloned from genetic material of Vera Kelland.</li>\n<li>Vera Kelland: Aristocrat who also trained with Lindsay and Constantine. She commits suicide in an attempt to defy the aristocratic Republic that she and Lindsay came from.</li></ul>\n<h2><span class=\"mw-headline\" id=\"Races\">Races</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Schismatrix&amp;action=edit&amp;section=3\" title=\"Edit section: Races\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Humanity: Though the Earth remains a human civilization, those that colonised the rest of the Solar System have used technology and genetic engineering to such a degree that they arguably have 'evolved' into multiple new species.</li>\n<li>The Investors: Massive reptilian-esque aliens, interstellar traders who closely guard the secret of their starflight. Charge excessive fares for 'humanity' to travel to other star systems to visit and study the nineteen known alien species.</li>\n<li>The Gasbags: intelligent spacefaring gas entities.</li>\n<li>The Swarm: an ever-adapting hive of aggregate races that relies on highly specialized species to survive the demands of deep space.</li></ul>\n<h2><span class=\"mw-headline\" id=\"Locations\">Locations</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Schismatrix&amp;action=edit&amp;section=4\" title=\"Edit section: Locations\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Abelard Lindsays' travels in the book mirrors the expanding colonisation of the Solar System.\n</p>\n<ul><li>Circumlunar Space Stations (Concatenates): a series of large Space Stations orbiting the Earth's moon. The most \"earth like\" of the interstellar settlements, with arable land and strong gravity (likely centrifugal), these were mankind's first permanent habitation outside of Earth. Ten exist in total, each named after the lunar area mined to construct them.\n<ul><li>Mare Serenitatis Circumlunar Corporate Republic a large space station named after the lunar feature Mare Serenitatis (the \"Sea of Serenity\"). Many references are made to the station's fecundity; its principal industry was likely agriculture. Later renamed \"Neotenic Cultural Republic\"</li>\n<li>Mare Tranquilitatis People's Circumlunar Zaibatsu a large space station named after the lunar feature Mare Tranquilitatis (the \"Sea of Tranquility\"). The station is in some disrepair; a proportion so badly affected by radiation it has been walled off. Its main industries are agriculture (oxygen farmers), pharmaceutical (the black medicals) and prostitution (the Geisha Bank). Its main currency is credit with the Geisha bank.</li></ul></li>\n<li>Cirumsolar Asteroid Worlds: built in the Asteroid Belt, principally dominated by Mechanist factions.\n<ul><li>Dembowska Cartel: an entity ostensibly governed by Michael Carnassus, a revered pioneer of an alien embassy, the Cartel is controlled and monitored by 'the Wallmother', the character Kitsune who has abandoned human form for an ever-growing mass of flesh. The station becomes a centre of Investor knowledge when Abelard Lindsay begins publishing his 'Journal'. Its principal industry is manufacturing (cryonics), fuelled by alien trade secrets gleaned from Carnassus.</li>\n<li>Czarina-Kluster People's Corporate Republic The permanent residence of a disgraced Investor Queen, Czarina-Kluster is an ad hoc city-state of both Mechanist and Shaper construction.</li>\n<li>Esairs XII, a small asteroid inhabited by a Shaper task force, involved in mining and manufacturing.</li></ul></li>\n<li>Ring Systems. Saturn's Rings are dominated by the Shaper faction, governed by the Ring Council. In the beginning of the novel, the rings are under a Mechanist siege.\n<ul><li>Goldreich-Tremaine Council State Home of the Mavrides and Vetterling gene-lines, Goldreich-Tremaine flourishes during détente while the Shaper 'military-academic' complex has a privileged relationship with the alien Investors.</li>\n<li>Skimmer's Union Council State Based in orbit of Titan, the Skimmer's Union mined the gas of Titan for organic gases.</li></ul></li>\n<li>Europa: the colonization of Europa begins in earnest with the end of the novel 'Schismatrix' - aquatic species based on those illegally retrieved from the Earth prepare the moon for inhabitation by posthuman 'angels', genetically engineered to survive Europa's harsh conditions.</li>\n<li>Terraform-Kluster. Founded after the financial ruin of Czarina-Kluster, principally devoted to the project of Terraforming Mars.</li></ul>\n<h2><span class=\"mw-headline\" id=\"Vocabulary\">Vocabulary</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Schismatrix&amp;action=edit&amp;section=5\" title=\"Edit section: Vocabulary\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Shapers: Group that alters the body through genetic modification and specialized mental training. They originate from the colonies orbiting <a href=\"/wiki/Jupiter\" title=\"Jupiter\">Jupiter</a> and <a href=\"/wiki/Saturn\" title=\"Saturn\">Saturn</a>.</li>\n<li>Mechanists: Group that modifies bodies through computer software and external alterations. The Mechanists have been at war with the Shapers for decades, fighting over whose technology is more powerful and efficient. They originate from the <a href=\"/wiki/Asteroid_belt\" title=\"Asteroid belt\">asteroid belt</a>'s colonies.</li>\n<li>Moondocks: A derisive nickname for the Circumlunar habitats which were the first centers of life in space. They are now considered obsolete relics.</li>\n<li>Schismatrix: the system that includes the entire Shaper/Mechanist universe. The term is first used when the advent of détente opens the possibility of the Shaper and Mechanist factions coexisting harmoniously; a splintered posthuman settlement of the Solar System.</li>\n<li>Sundog: A nomad, without strong group affiliation and the permanent residency it affords. The label probably arose as the circumsolar asteroid belt would be the main territory inhabited by these itinerants. Criminals, Refugees, political exiles and the disadvantaged would adopt this lifestyle out of necessity, criminals may prefer its anonymity.</li>\n<li>Wirehead: A person who ignores or has abandoned his physical body in favor of permanent virtual reality.</li>\n<li>Lobster: A mechanist faction which permanently installs their bodies into spacesuits so that they can live in the vacuum of space.</li>\n<li>Looks: A language of facial expressions. To an untrained observer, they appear to be an endless series of sidelong glances.</li>\n<li>Geneline: A political family structure used by Shapers. Genelines trade genetic material, power, money and influence with one another as part of the subtle interplay of Shaper politics.</li>\n<li>Unplanned: A Shaper epithet for humans born naturally. Typically, such beings are unmodified genetically—but all such people are considered inferior.</li>\n<li>Cicada: A person from the Czarina-Kluster</li></ul>\n<h2><span class=\"mw-headline\" id=\"Ideologies\">Ideologies</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Schismatrix&amp;action=edit&amp;section=6\" title=\"Edit section: Ideologies\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Preservationism: Contends that technology is destroying the essence of humanity. Places strict limits on anti-human technologies, advocates study of human art and history, and even for some the end of the Interdict with Earth.</li>\n<li>Détente: Belief that in the face of alien contact that humanity should present a united front. Followers of détente called for increased cooperation and contact between Shapers and Mechanists. Détente ended with renewed war and the rise of the Cataclysts.</li>\n<li>Militarism: Dogmatic loyalty to one's own faction, that underlies the cold war between the Shapers and Mechanists. Outright warfare is rare, as the fragility of life-supporting environments in the Solar System makes mechanized warfare an exercise in mutually assured destruction. Instead, economic warfare, political rivalry and espionage are the more socially acceptable forms of conflict.</li>\n<li>Cataclysm: This ideology was first promulgated by the Superbrights. It demanded an end to artificial social controls and destruction of authority. Eventually devolved into terrorism and resulted in lingering animosity towards the Superbrights.</li>\n<li>Zen Serotonin: A cult that uses biofeedback (principally neurochemical-deploying biomonitors and sleep-monitoring beds) to maintain zen-like calm and detachment. The \"Nonmovement\" (as it is sometimes called) looks to slow the process of societal change, and has a strong focus on social order.</li>\n<li>Galacticism: A belief that mere loyalty to species was obsolete, and worked for faster than light technologies, interstellar colonization and increased contact with aliens. While not inherently militant, the resources required to pursue these goals demanded major faction support and so indirectly increased militarism as Shaper and Mechanist Galacticists competed with one another.</li>\n<li>Post-Humanism: Post-humanists believe in <a href=\"/wiki/Ilya_Prigogine\" title=\"Ilya Prigogine\">Prigoginic</a> Levels of Complexity and its surrounding philosophy and science. Sterling only hints at many of the tenets of post-humanism, but a key goal of post-humanists is terraforming, which they consider to be a primal duty of intelligent beings. Post-humanists are supporters of détente. Wellspring is a key ideologue for the post-humanist philosophy.</li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Schismatrix&amp;action=edit&amp;section=7\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-pron-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-pron_1-0\">^</a></b></span> <span class=\"reference-text\"><i>Schismatrix Plus</i>, 1995, page viii.</span>\n</li>\n<li id=\"cite_note-WWE-1985-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-WWE-1985_2-0\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.worldswithoutend.com/books_year_index.asp?year=1985\">\"1985 Award Winners &amp; Nominees\"</a>. <i>Worlds Without End</i><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2009-08-05</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=Worlds+Without+End&amp;rft.atitle=1985+Award+Winners+%26+Nominees&amp;rft_id=http%3A%2F%2Fwww.worldswithoutend.com%2Fbooks_year_index.asp%3Fyear%3D1985&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASchismatrix\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-WWE-1986-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-WWE-1986_3-0\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.worldswithoutend.com/books_year_index.asp?year=1986\">\"1986 Award Winners &amp; Nominees\"</a>. <i>Worlds Without End</i><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2009-08-05</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=Worlds+Without+End&amp;rft.atitle=1986+Award+Winners+%26+Nominees&amp;rft_id=http%3A%2F%2Fwww.worldswithoutend.com%2Fbooks_year_index.asp%3Fyear%3D1986&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASchismatrix\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Schismatrix&amp;action=edit&amp;section=8\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.worldswithoutend.com/novel.asp?ID=209\"><i>Schismatrix</i></a> at Worlds Without End</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1274\nCached time: 20180908210107\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.208 seconds\nReal time usage: 0.280 seconds\nPreprocessor visited node count: 1082/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 12017/2097152 bytes\nTemplate argument size: 1518/2097152 bytes\nHighest expansion depth: 20/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 2331/5000000 bytes\nNumber of Wikibase entities loaded: 1/400\nLua time usage: 0.081/10.000 seconds\nLua memory usage: 2.59 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  244.595      1 -total\n 62.37%  152.548      1 Template:Infobox_book\n 50.50%  123.509      1 Template:Infobox\n 23.97%   58.638      1 Template:Reflist\n 20.01%   48.946      2 Template:Cite_web\n 14.79%   36.164      1 Template:ISBNT\n 13.67%   33.425      1 Template:ISBN\n 12.26%   29.990      1 Template:IPAc-en\n  6.93%   16.939      1 Template:Wikidata_image\n  5.35%   13.088      1 Template:Catalog_lookup_link\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:1092478-0!canonical and timestamp 20180908210107 and revision id 843187759\n -->\n</div>"},"langlinks":[{"lang":"cs","url":"https://cs.wikipedia.org/wiki/Schismatrix","langname":"Czech","autonym":"čeština","*":"Schismatrix"},{"lang":"de","url":"https://de.wikipedia.org/wiki/Schismatrix","langname":"German","autonym":"Deutsch","*":"Schismatrix"},{"lang":"fr","url":"https://fr.wikipedia.org/wiki/La_Schismatrice","langname":"French","autonym":"français","*":"La Schismatrice"},{"lang":"it","url":"https://it.wikipedia.org/wiki/La_matrice_spezzata","langname":"Italian","autonym":"italiano","*":"La matrice spezzata"},{"lang":"ro","url":"https://ro.wikipedia.org/wiki/Schismatrix","langname":"Romanian","autonym":"română","*":"Schismatrix"},{"lang":"ru","url":"https://ru.wikipedia.org/wiki/%D0%A1%D1%85%D0%B8%D0%B7%D0%BC%D0%B0%D1%82%D1%80%D0%B8%D1%86%D0%B0","langname":"Russian","autonym":"русский","*":"Схизматрица"},{"lang":"uk","url":"https://uk.wikipedia.org/wiki/%D0%A8%D0%B8%D0%B7%D0%BC%D0%B0%D1%82%D1%80%D0%B8%D1%86%D1%8F","langname":"Ukrainian","autonym":"українська","*":"Шизматриця"}],"categories":[{"sortkey":"","hidden":"","*":"Pages_to_import_images_to_Wikidata"},{"sortkey":"","*":"1985_American_novels"},{"sortkey":"","*":"1985_science_fiction_novels"},{"sortkey":"","*":"American_science_fiction_novels"},{"sortkey":"","*":"Main-belt_asteroids_in_fiction"},{"sortkey":"","*":"Novels_by_Bruce_Sterling"},{"sortkey":"","*":"Novels_set_on_the_Moon"},{"sortkey":"","*":"Europa_(moon)_in_fiction"},{"sortkey":"","*":"Genetic_engineering_in_fiction"},{"sortkey":"","*":"Cyberpunk_novels"},{"sortkey":"","*":"Biopunk_novels"},{"sortkey":"","*":"Extraterrestrial_life_in_popular_culture"},{"sortkey":"","*":"Fictional_philosophies"},{"sortkey":"","*":"Transhumanist_books"}],"links":[{"ns":0,"exists":"","*":"Arbor House Publishing Company"},{"ns":0,"exists":"","*":"Asteroid belt"},{"ns":0,"exists":"","*":"Asteroid mining"},{"ns":0,"exists":"","*":"Bruce Sterling"},{"ns":0,"exists":"","*":"Dewey Decimal Classification"},{"ns":0,"exists":"","*":"Détente"},{"ns":0,"exists":"","*":"Europa (moon)"},{"ns":0,"exists":"","*":"Ilya Prigogine"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"Jupiter"},{"ns":0,"exists":"","*":"Library of Congress Classification"},{"ns":0,"exists":"","*":"Nebula Award"},{"ns":0,"exists":"","*":"Nebula Award for Best Novel"},{"ns":0,"exists":"","*":"OCLC"},{"ns":0,"exists":"","*":"Ron Walotsky"},{"ns":0,"exists":"","*":"Saturn"},{"ns":0,"exists":"","*":"Science fiction"},{"ns":0,"exists":"","*":"Shaper/Mechanist"},{"ns":0,"exists":"","*":"Short story"},{"ns":0,"exists":"","*":"Taboo"},{"ns":12,"exists":"","*":"Help:IPA/English"}],"templates":[{"ns":10,"exists":"","*":"Template:Infobox book"},{"ns":10,"exists":"","*":"Template:Infobox"},{"ns":10,"exists":"","*":"Template:Longitem"},{"ns":10,"exists":"","*":"Template:ISBNT"},{"ns":10,"exists":"","*":"Template:ISBN"},{"ns":10,"exists":"","*":"Template:Catalog lookup link"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Error-small"},{"ns":10,"exists":"","*":"Template:Tl"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Abbr"},{"ns":10,"exists":"","*":"Template:Both"},{"ns":10,"exists":"","*":"Template:Italic title"},{"ns":10,"exists":"","*":"Template:Template other"},{"ns":10,"exists":"","*":"Template:Wikidata image"},{"ns":10,"exists":"","*":"Template:IPAc-en"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":828,"exists":"","*":"Module:Infobox"},{"ns":828,"exists":"","*":"Module:Navbar"},{"ns":828,"exists":"","*":"Module:InfoboxImage"},{"ns":828,"exists":"","*":"Module:Wikidata"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:I18n"},{"ns":828,"*":"Module:Infobox/i18n"},{"ns":828,"exists":"","*":"Module:Check isxn"},{"ns":828,"exists":"","*":"Module:Error"},{"ns":828,"exists":"","*":"Module:String"},{"ns":828,"exists":"","*":"Module:Italic title"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:IPAc-en"},{"ns":828,"exists":"","*":"Module:IPAc-en/data"},{"ns":828,"exists":"","*":"Module:IPAc-en/pronunciation"},{"ns":828,"exists":"","*":"Module:IPAc-en/phonemes"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"}],"images":["Schismatrix(1stEd).jpg"],"externallinks":["http://www.worldswithoutend.com/books_year_index.asp?year=1985","http://www.worldswithoutend.com/books_year_index.asp?year=1986","https://www.worldcat.org/oclc/11532380","http://www.worldswithoutend.com/novel.asp?ID=209"],"sections":[{"toclevel":1,"level":"2","line":"Plot summary","number":"1","index":"1","fromtitle":"Schismatrix","byteoffset":1586,"anchor":"Plot_summary"},{"toclevel":1,"level":"2","line":"Characters","number":"2","index":"2","fromtitle":"Schismatrix","byteoffset":9265,"anchor":"Characters"},{"toclevel":1,"level":"2","line":"Races","number":"3","index":"3","fromtitle":"Schismatrix","byteoffset":10679,"anchor":"Races"},{"toclevel":1,"level":"2","line":"Locations","number":"4","index":"4","fromtitle":"Schismatrix","byteoffset":11353,"anchor":"Locations"},{"toclevel":1,"level":"2","line":"Vocabulary","number":"5","index":"5","fromtitle":"Schismatrix","byteoffset":14332,"anchor":"Vocabulary"},{"toclevel":1,"level":"2","line":"Ideologies","number":"6","index":"6","fromtitle":"Schismatrix","byteoffset":16296,"anchor":"Ideologies"},{"toclevel":1,"level":"2","line":"References","number":"7","index":"7","fromtitle":"Schismatrix","byteoffset":18529,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"8","index":"8","fromtitle":"Schismatrix","byteoffset":18557,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"<i>Schismatrix</i>","iwlinks":[],"properties":[{"name":"displaytitle","*":"<i>Schismatrix</i>"},{"name":"wikibase_item","*":"Q1928866"}]}}