{"parse":{"title":"Documentation and Cultural Centre of German Sinti and Roma","pageid":27316611,"revid":826013210,"text":{"*":"<div class=\"mw-parser-output\"><p>The <b>Documentation and Cultural Centre of German Sinti and Roma</b> was established in <a href=\"/wiki/Heidelberg\" title=\"Heidelberg\">Heidelberg</a>, <a href=\"/wiki/Germany\" title=\"Germany\">Germany</a>, in the early 1990's ,as a memorial to Sinti and Roma people who were killed by the National Socialists Party.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> After several years of extension work collecting stories from the victims, conducting research, and conversion, the building complex was ceremonially opened to the public on 16 March 1997, and was supported by the attendance of many Roma and Sinti survivors. It is the world's first permanent exhibition on the <a href=\"/wiki/Genocide\" title=\"Genocide\">genocide</a> perpetrated upon the <a href=\"/wiki/Sinti\" title=\"Sinti\">Sinti</a> and <a href=\"/wiki/Romani_people\" title=\"Romani people\">Roma</a> by the <a href=\"/wiki/Nazism\" title=\"Nazism\">Nazis</a>.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> The documentation Centre has three levels and covers an area of almost 700 square meters, and traces the history and stories of the persecution of the Sinti and Roma under National Socialism.<sup id=\"cite_ref-:0_3-0\" class=\"reference\"><a href=\"#cite_note-:0-3\">&#91;3&#93;</a></sup> The institution is overseen by Central Council of German Sinti and Roma, supported by the city of Heidelberg, and is the beneficiary of special funds from the <a href=\"/wiki/German_Federal_Government\" class=\"mw-redirect\" title=\"German Federal Government\">German Federal Government</a> and the land of <a href=\"/wiki/Baden-W%C3%BCrttemberg\" title=\"Baden-Württemberg\">Baden-Württemberg</a>.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Description\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Description</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Education_about_the_Roma_and_Sinti\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Education about the Roma and Sinti</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#European_Civil_Rights_Prize_of_the_Sinti_and_Roma\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">European Civil Rights Prize of the Sinti and Roma</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#References\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#External_links\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Description\">Description</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Documentation_and_Cultural_Centre_of_German_Sinti_and_Roma&amp;action=edit&amp;section=1\" title=\"Edit section: Description\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The first level of the exhibition is designed to showcase the everyday lives of the minority on one floor, and on the second floor the persecution apparatus and terror. The Centre’s East German architect, Dieter Quast, deliberately made this separation both spatially and in the exhibition itself.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> At the same time, they are related to one another in a way that creates a constant tension, which not only challenges visitors to reflect critically on the documents produced by the perpetrators, but also urges them to show empathetic understanding for the victims.<sup id=\"cite_ref-:0_3-1\" class=\"reference\"><a href=\"#cite_note-:0-3\">&#91;3&#93;</a></sup>\n</p><p>The three sections of the rebuilt historic building at <a href=\"/w/index.php?title=Oberen_Fauken_Pelz&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Oberen Fauken Pelz (page does not exist)\">Oberen Fauken Pelz</a> were all constructed around its east-facing courtyard. On the south side a new section was added above the historic cellar vault to serve as a foyer and main entrance to the exhibition. Below this are several presentation and lecture halls. The second is an 18th century warehouse that was fitted for the documentary exhibition. The warehouse’s attic has been retro-fitted to serve as a memorial walkway through the final section of the exhibition. Additionally, the high mansard roof and continuous dust-pan dormers gives the middle section of this former warehouse the Centre an air of importance.<sup id=\"cite_ref-:0_3-2\" class=\"reference\"><a href=\"#cite_note-:0-3\">&#91;3&#93;</a></sup> Lastly, the northern section was originally built around 1900, and was once the “Zum Faulen Pelz” theater and restaurant. It was converted into the administration office of both the Documentation and Cultural Centre and the Zentralrat Deutscher Sinti und Roma.<sup id=\"cite_ref-:0_3-3\" class=\"reference\"><a href=\"#cite_note-:0-3\">&#91;3&#93;</a></sup>\n</p><p>Among these is the office of <a href=\"/wiki/Romani_Rose\" title=\"Romani Rose\">Romani Rose</a>, chairman of the <a href=\"/wiki/Central_Council_of_German_Sinti_and_Roma\" title=\"Central Council of German Sinti and Roma\">Central Council of German Sinti and Roma</a> and director of the Centre. Being of the Roma and Sinti minority himself, and as someone who lost 13 family members in concentration camps, he has been very committed to seeing the Centre prosper and accurately relay the stories of those persecuted.<sup id=\"cite_ref-:1_5-0\" class=\"reference\"><a href=\"#cite_note-:1-5\">&#91;5&#93;</a></sup> His significant successes include the acknowledgement of the German Sinti and Roma as a national minority under the terms of the Framework Agreement on the Protection of National Minorities of the Council of Europe, and being the director of the Documentation and Cultural Centre of German Sinti and Roma.<sup id=\"cite_ref-:1_5-1\" class=\"reference\"><a href=\"#cite_note-:1-5\">&#91;5&#93;</a></sup>\n</p><p>“On the Jewish side it was a matter of course after the end of the war that the crimes committed against the Jews would be comprehensively documented. Jewish institutions did their best to ensure that the Holocaust against the European Jews was brought to public attention and can never be forgotten. From the beginning the overriding aim of the civil rights movement of the German Sinti and Roma has been to create a Centre that would look back on and reappraise our history – in particular that of the genocide – and anchor it in the collective memory. We understood this task to be an indispensable contribution both to democratic self-understanding and to the political culture of the Federal Republic of Germany. It needed to be shown that prejudices and state discrimination which are founded directly on the racial prejudices and thought structures of the National Socialists continue to this day and maintain their hold on the image of our minority in the public. . .\n</p><p>It is essential that the reality of the life of the Sinti and Roma is being separated from the anti-gypsy clichés which have for centuries taken root in the collective consciousness of the majority society and were exploited by the National Socialist propaganda. It is therefore vital that the contemptuous documents of the perpetrators, in which Sinti and Roma appear as mere objects, are compared and contrasted with the reports and authentic testimonies of the survivors. These particularly include the old family photographs, which give an insight into the personal circumstances of the people and show the diversity of ways in which Sinti and Roma were involved in the life of society before the Nazis excluded them from all areas of public life. The relationship between these two levels - normality and the everyday life of the minority on the one hand, and terror and persecution on the other - reveals at the same time that the abstract documents of the bureaucratically organized extermination stood for countless destroyed lives and human destinies.” -Romani Rose<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup>\n</p><p>Alongside its function as a <a href=\"/wiki/Museum\" title=\"Museum\">museum</a> for contemporary history and a site for commemorating the past, the Centre also provides a setting for encounters and dialogue. A significant part of its public relations work is devoted to human rights, and making certain that no group or minority is overlooked as the Roma and Sinti were for four decades after the second World War. Centre seeks to lend its voice to all those who have suffered discrimination and racist violence. In view of the persecution of the Roma and Sinti under <a href=\"/wiki/National_Socialism\" class=\"mw-redirect\" title=\"National Socialism\">National Socialism</a>, the Centre feels an obligation to provide a forum for critical debate on pressing socio-political issues.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup>\n</p><p>One of the Centre's tasks is to document the 600-year history of the Sinti and Roma in Germany, but its main focus remains the acts of genocide perpetrated by the National Socialists: acts that were repressed from public consciousness for several decades. Hence, ever since it was founded, the Centre has attached priority to interviewing surviving <a href=\"/wiki/Holocaust\" class=\"mw-redirect\" title=\"Holocaust\">Holocaust</a> victims and preserving their memories on tape and video. In addition to carrying out extensive archive research at home and abroad, the Centre's staff also systematically gathers personal testimonies from survivors and their relatives. Old family photographs are of particular interest in this respect, as the photographs serve as a medium to showcase how the lives of the countless victims were destroyed.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup>\n</p><p>Another part of the Centre's work is to present the cultural contributions of the Sinti and Roma minority in the fields of literature, the fine arts and music, thus helping to break down stereotypes. To this end, the Centre arranges conferences and seminars in conjunction with experts from Germany and other countries. Every spring and autumn, it runs a programme of public events that includes lectures, exhibitions, films, concerts and excursions.\n</p>\n<h2><span class=\"mw-headline\" id=\"Education_about_the_Roma_and_Sinti\">Education about the Roma and Sinti</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Documentation_and_Cultural_Centre_of_German_Sinti_and_Roma&amp;action=edit&amp;section=2\" title=\"Edit section: Education about the Roma and Sinti\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In 1990, the <a href=\"/wiki/Organization_for_Security_and_Co-operation_in_Europe\" title=\"Organization for Security and Co-operation in Europe\">Organization for Security and Co-operation in Europe</a> (OSCE) recognized the vulnerable position of Roma and Sinti with regard to racial and ethnic hatred, xenophobia and discrimination. Since then the OSCE has committed to promote the human rights of Roma and Sinti and their integration into society. OSCE participating States have pledged to promote the remembrance of and education about this and other genocides. They have also pledged to undertake effective measures to eliminate discrimination against Roma and Sinti and enhance their public recognition.<sup id=\"cite_ref-:2_9-0\" class=\"reference\"><a href=\"#cite_note-:2-9\">&#91;9&#93;</a></sup> To commemorate the 70th anniversary of the end of the Second World War, ODIHR (<a href=\"/w/index.php?title=The_Office_for_Democratic_Institutions_and_Human_Rights&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"The Office for Democratic Institutions and Human Rights (page does not exist)\">The Office for Democratic Institutions and Human Rights</a>) published the report <i><a href=\"/w/index.php?title=Teaching_about_and_Commemorating_the_Roma_and_Sinti_Genocide&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Teaching about and Commemorating the Roma and Sinti Genocide (page does not exist)\">Teaching about and Commemorating the Roma and Sinti Genocide</a>.</i> <sup id=\"cite_ref-:2_9-1\" class=\"reference\"><a href=\"#cite_note-:2-9\">&#91;9&#93;</a></sup>\n</p><p>In this report, 34 of the 57 OSCE participating States responded to the ODIHR questionnaire on teaching about and commemoration of the Roma and Sinti genocide. The answers indicate a general level of awareness that Roma and Sinti were victims of genocide during the Second World War, but many people did not know to what extent they were persecuted.<sup id=\"cite_ref-:2_9-2\" class=\"reference\"><a href=\"#cite_note-:2-9\">&#91;9&#93;</a></sup> 20 countries (59 per cent) out of the 34 participating States reported that the Roma and Sinti genocide is taught at least of one level of education.  Nine countries (26.5 per cent) said that some information about the Roma and Sinti genocide is provided or available to be taught by teachers as early as primary education. The majority of respondents, a total of 19 (56 per cent) indicated that it is taught at the secondary level.<sup id=\"cite_ref-:2_9-3\" class=\"reference\"><a href=\"#cite_note-:2-9\">&#91;9&#93;</a></sup> This does not necessarily mean that a lesson is dedicated to the Roma and Sinti, but that information about the persecution and genocide by the Nazis is or may be included within the core curricula.<sup id=\"cite_ref-:2_9-4\" class=\"reference\"><a href=\"#cite_note-:2-9\">&#91;9&#93;</a></sup> For example, four participating States noted that while the Roma and Sinti genocide is not explicitly mentioned in text books, teachers might opt to include such information while teaching about the Second World War, the Holocaust or totalitarianism, though it may not be strictly required.<sup id=\"cite_ref-:2_9-5\" class=\"reference\"><a href=\"#cite_note-:2-9\">&#91;9&#93;</a></sup>\n</p><p>When the States were asked about which specific day commemorates the Roma and Sinti Genocide, 12 countries (35 per cent) responded that the victims of the Roma and Sinti genocide are commemorated on 27 January, <a href=\"/wiki/International_Holocaust_Remembrance_Day\" title=\"International Holocaust Remembrance Day\">International Holocaust Remembrance Day</a>. Seven countries indicated that victims are commemorated on 2 August, the day around 23,000 Sinti and Roma were rounded up and removed by the SS and taken to <a href=\"/wiki/Auschwitz-Birkenau_Memorial_and_Museum\" title=\"Auschwitz-Birkenau Memorial and Museum\">Auschwitz</a>. Six countries (18 per cent) indicated other varying commemoration dates.<sup id=\"cite_ref-:2_9-6\" class=\"reference\"><a href=\"#cite_note-:2-9\">&#91;9&#93;</a></sup> Fourteen participating States (41 per cent) that responded to the ODIHR questionnaire provided information on memorial sites that have been designated by the government. One respondent referred to the Central Council of German Sinti and Roma (Zentralrat Deutscher Sinti und Roma) as an important source for accessing further information and learning more about camps, memorials, and commemorative events throughout Europe, this included the Documentation and Cultural Centre of German Sinti and Roma.<sup id=\"cite_ref-:2_9-7\" class=\"reference\"><a href=\"#cite_note-:2-9\">&#91;9&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"European_Civil_Rights_Prize_of_the_Sinti_and_Roma\">European Civil Rights Prize of the Sinti and Roma</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Documentation_and_Cultural_Centre_of_German_Sinti_and_Roma&amp;action=edit&amp;section=3\" title=\"Edit section: European Civil Rights Prize of the Sinti and Roma\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The <a href=\"/wiki/European_Civil_Rights_Prize_of_the_Sinti_and_Roma\" title=\"European Civil Rights Prize of the Sinti and Roma\">European Civil Rights Prize of the Sinti and Roma</a>, which was endowed by the Manfred Lautenschläger Foundation and brought into being on the occasion of the 10th anniversary of the foundation of the Documentation and Cultural Centre of German Sinti and Roma in November 2007, has been awarded for the first time in December 2008. \nThe prize supports political and social efforts for the lasting protection of people affected by discrimination, in order to enable them to live an independent life. The prize honours individuals, groups or institutions primarily from the majority, who face up to the historical responsibility and have been exemplary in calling for an improvement in the human rights situation of the Sinti and Roma.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Documentation_and_Cultural_Centre_of_German_Sinti_and_Roma&amp;action=edit&amp;section=4\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.sintiundroma.de/en/centre/exhibitions/heidelberg.html\">\"Sinti und Roma - Heidelberg\"</a>. <i>www.sintiundroma.de</i><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2016-12-15</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=www.sintiundroma.de&amp;rft.atitle=Sinti+und+Roma+-+Heidelberg&amp;rft_id=http%3A%2F%2Fwww.sintiundroma.de%2Fen%2Fcentre%2Fexhibitions%2Fheidelberg.html&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADocumentation+and+Cultural+Centre+of+German+Sinti+and+Roma\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.sintiundroma.de/index/\">Documentation and Cultural Centre Homepage</a> <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20110717071716/http://www.sintiundroma.de/index/\">Archived</a> 17 July 2011 at the <a href=\"/wiki/Wayback_Machine\" title=\"Wayback Machine\">Wayback Machine</a>.</span>\n</li>\n<li id=\"cite_note-:0-3\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-:0_3-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-:0_3-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-:0_3-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-:0_3-3\"><sup><i><b>d</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.sintiundroma.de/no_cache/en/centre/about-us/building.html?sword_list%5B0%5D=building\">\"Sinti und Roma - Building\"</a>. <i>www.sintiundroma.de</i><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2016-12-15</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=www.sintiundroma.de&amp;rft.atitle=Sinti+und+Roma+-+Building&amp;rft_id=http%3A%2F%2Fwww.sintiundroma.de%2Fno_cache%2Fen%2Fcentre%2Fabout-us%2Fbuilding.html%3Fsword_list%255B0%255D%3Dbuilding&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADocumentation+and+Cultural+Centre+of+German+Sinti+and+Roma\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\">Hendel, archINFORM – Sascha. <a rel=\"nofollow\" class=\"external text\" href=\"https://eng.archinform.net/arch/73942.htm\">\"Dieter Quast\"</a>. <i>eng.archinform.net</i><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2016-12-15</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=eng.archinform.net&amp;rft.atitle=Dieter+Quast&amp;rft.aulast=Hendel&amp;rft.aufirst=archINFORM+%E2%80%93+Sascha&amp;rft_id=https%3A%2F%2Feng.archinform.net%2Farch%2F73942.htm&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADocumentation+and+Cultural+Centre+of+German+Sinti+and+Roma\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-:1-5\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-:1_5-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-:1_5-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation web\">www.liwintermedia.com, liw intermedia -. <a rel=\"nofollow\" class=\"external text\" href=\"http://www.theromanielders.org/elders/2/7/\">\"The Romani Elders\"</a>. <i>www.theromanielders.org</i><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2016-12-15</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=www.theromanielders.org&amp;rft.atitle=The+Romani+Elders&amp;rft.aulast=www.liwintermedia.com&amp;rft.aufirst=liw+intermedia+-&amp;rft_id=http%3A%2F%2Fwww.theromanielders.org%2Felders%2F2%2F7%2F&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADocumentation+and+Cultural+Centre+of+German+Sinti+and+Roma\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">\"The Nazi Genocide of the Sinti and Roma.\" The Nazi Genocide of the Sinti and Roma (n.d.): n. pag. Documentation and Cultural Centre of German Sinti and Roma. Web. 14 Dec. 2016.http://gff-szeged.hu/uploads/fm/romani_rose_szeged.pdf</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.sintiundroma.de/index/\">Documentation and Cultural Centre Homepage, see “Veranstaltungen”</a> <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20110717071716/http://www.sintiundroma.de/index/\">Archived</a> 17 July 2011 at the <a href=\"/wiki/Wayback_Machine\" title=\"Wayback Machine\">Wayback Machine</a>.</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.sintiundroma.de/index/\">Documentation and Cultural Centre Homepage, see “Zentrum”</a> <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20110717071716/http://www.sintiundroma.de/index/\">Archived</a> 17 July 2011 at the <a href=\"/wiki/Wayback_Machine\" title=\"Wayback Machine\">Wayback Machine</a>.</span>\n</li>\n<li id=\"cite_note-:2-9\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-:2_9-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-:2_9-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-:2_9-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-:2_9-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-:2_9-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-:2_9-5\"><sup><i><b>f</b></i></sup></a> <a href=\"#cite_ref-:2_9-6\"><sup><i><b>g</b></i></sup></a> <a href=\"#cite_ref-:2_9-7\"><sup><i><b>h</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.osce.org/romasintigenocide\">\"Teaching about and Commemorating the Roma and Sinti Genocide: Practices within the OSCE Area | OSCE\"</a>. <i>www.osce.org</i>. pp.&#160;18–23<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2016-12-15</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=www.osce.org&amp;rft.atitle=Teaching+about+and+Commemorating+the+Roma+and+Sinti+Genocide%3A+Practices+within+the+OSCE+Area+%7C+OSCE&amp;rft.pages=18-23&amp;rft_id=http%3A%2F%2Fwww.osce.org%2Fromasintigenocide&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADocumentation+and+Cultural+Centre+of+German+Sinti+and+Roma\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.buergerrechtspreis.de/en/prize.html\">European Civil Rights Prize Homepage</a></span>\n</li>\n</ol></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Documentation_and_Cultural_Centre_of_German_Sinti_and_Roma&amp;action=edit&amp;section=5\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20110717071716/http://www.sintiundroma.de/index/\">Official website</a></li></ul>\n<p class=\"mw-empty-elt\">\n</p>\n<!-- \nNewPP limit report\nParsed by mw1329\nCached time: 20180909120217\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.156 seconds\nReal time usage: 0.188 seconds\nPreprocessor visited node count: 432/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 8853/2097152 bytes\nTemplate argument size: 114/2097152 bytes\nHighest expansion depth: 12/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 9338/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.058/10.000 seconds\nLua memory usage: 2.5 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  129.901      1 -total\n 60.61%   78.729      5 Template:Cite_web\n 16.85%   21.882      1 Template:Use_dmy_dates\n 15.91%   20.664      3 Template:Webarchive\n 12.03%   15.624      1 Template:DMCA\n 10.34%   13.435      1 Template:Dated_maintenance_category\n  6.74%    8.760      1 Template:FULLROOTPAGENAME\n  4.36%    5.667      1 Template:Ns_has_subpages\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:27316611-0!canonical and timestamp 20180909120217 and revision id 826013210\n -->\n</div>"},"langlinks":[{"lang":"de","url":"https://de.wikipedia.org/wiki/Dokumentations-_und_Kulturzentrum_Deutscher_Sinti_und_Roma","langname":"German","autonym":"Deutsch","*":"Dokumentations- und Kulturzentrum Deutscher Sinti und Roma"}],"categories":[{"sortkey":"","hidden":"","*":"Webarchive_template_wayback_links"},{"sortkey":"Documentation and Cultural Centre Of German Sinti And Roma","hidden":"","*":"Use_dmy_dates_from_January_2011"},{"sortkey":"Documentation and Cultural Centre Of German Sinti And Roma","*":"Museums_established_in_1997"},{"sortkey":"Documentation and Cultural Centre Of German Sinti And Roma","*":"Buildings_and_structures_in_Heidelberg"},{"sortkey":"Documentation and Cultural Centre Of German Sinti And Roma","*":"Holocaust_museums"},{"sortkey":"Documentation and Cultural Centre Of German Sinti And Roma","*":"Archives_in_Germany"},{"sortkey":"Documentation and Cultural Centre Of German Sinti And Roma","*":"History_of_the_Romani_people_during_World_War_II"},{"sortkey":"Documentation and Cultural Centre Of German Sinti And Roma","*":"Romani_in_Germany"},{"sortkey":"Documentation and Cultural Centre Of German Sinti And Roma","*":"Romani_history"},{"sortkey":"Documentation and Cultural Centre Of German Sinti And Roma","*":"Sinti_in_Germany"},{"sortkey":"Documentation and Cultural Centre Of German Sinti And Roma","*":"Museums_in_Baden-Württemberg"},{"sortkey":"Documentation and Cultural Centre Of German Sinti And Roma","*":"History_museums_in_Germany"},{"sortkey":"Documentation and Cultural Centre Of German Sinti And Roma","*":"Romani_museums"},{"sortkey":"Documentation and Cultural Centre Of German Sinti And Roma","*":"World_War_II_museums_in_Germany"},{"sortkey":"Documentation and Cultural Centre Of German Sinti And Roma","*":"Tourist_attractions_in_Heidelberg"}],"links":[{"ns":14,"exists":"","*":"Category:Use dmy dates from January 2011"},{"ns":0,"exists":"","*":"Auschwitz-Birkenau Memorial and Museum"},{"ns":0,"exists":"","*":"Baden-Württemberg"},{"ns":0,"exists":"","*":"Central Council of German Sinti and Roma"},{"ns":0,"exists":"","*":"European Civil Rights Prize of the Sinti and Roma"},{"ns":0,"exists":"","*":"Genocide"},{"ns":0,"exists":"","*":"German Federal Government"},{"ns":0,"exists":"","*":"Germany"},{"ns":0,"exists":"","*":"Heidelberg"},{"ns":0,"exists":"","*":"Holocaust"},{"ns":0,"exists":"","*":"International Holocaust Remembrance Day"},{"ns":0,"exists":"","*":"Museum"},{"ns":0,"exists":"","*":"National Socialism"},{"ns":0,"exists":"","*":"Nazism"},{"ns":0,"exists":"","*":"Organization for Security and Co-operation in Europe"},{"ns":0,"exists":"","*":"Romani Rose"},{"ns":0,"exists":"","*":"Romani people"},{"ns":0,"exists":"","*":"Sinti"},{"ns":0,"exists":"","*":"Wayback Machine"},{"ns":0,"*":"Oberen Fauken Pelz"},{"ns":0,"*":"The Office for Democratic Institutions and Human Rights"},{"ns":0,"*":"Teaching about and Commemorating the Roma and Sinti Genocide"}],"templates":[{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Webarchive"},{"ns":10,"exists":"","*":"Template:Use dmy dates"},{"ns":10,"exists":"","*":"Template:DMCA"},{"ns":10,"exists":"","*":"Template:Dated maintenance category"},{"ns":10,"exists":"","*":"Template:FULLROOTPAGENAME"},{"ns":10,"exists":"","*":"Template:Ns has subpages"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Webarchive"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Webarchive/data"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Ns has subpages"}],"images":[],"externallinks":["http://www.sintiundroma.de/en/centre/exhibitions/heidelberg.html","http://www.sintiundroma.de/index/","https://web.archive.org/web/20110717071716/http://www.sintiundroma.de/index/","http://www.sintiundroma.de/no_cache/en/centre/about-us/building.html?sword_list%5B0%5D=building","https://eng.archinform.net/arch/73942.htm","http://www.theromanielders.org/elders/2/7/","http://www.osce.org/romasintigenocide","http://www.buergerrechtspreis.de/en/prize.html"],"sections":[{"toclevel":1,"level":"2","line":"Description","number":"1","index":"1","fromtitle":"Documentation_and_Cultural_Centre_of_German_Sinti_and_Roma","byteoffset":1654,"anchor":"Description"},{"toclevel":1,"level":"2","line":"Education about the Roma and Sinti","number":"2","index":"2","fromtitle":"Documentation_and_Cultural_Centre_of_German_Sinti_and_Roma","byteoffset":8935,"anchor":"Education_about_the_Roma_and_Sinti"},{"toclevel":1,"level":"2","line":"European Civil Rights Prize of the Sinti and Roma","number":"3","index":"3","fromtitle":"Documentation_and_Cultural_Centre_of_German_Sinti_and_Roma","byteoffset":12492,"anchor":"European_Civil_Rights_Prize_of_the_Sinti_and_Roma"},{"toclevel":1,"level":"2","line":"References","number":"4","index":"4","fromtitle":"Documentation_and_Cultural_Centre_of_German_Sinti_and_Roma","byteoffset":13384,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"5","index":"5","fromtitle":"Documentation_and_Cultural_Centre_of_German_Sinti_and_Roma","byteoffset":13414,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Documentation and Cultural Centre of German Sinti and Roma","iwlinks":[],"properties":[{"name":"defaultsort","*":"Documentation and Cultural Centre Of German Sinti And Roma"},{"name":"wikibase_item","*":"Q1235173"}]}}