{"parse":{"title":"Smear layer","pageid":26897222,"revid":820125445,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/40px-Ambox_important.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/60px-Ambox_important.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/80px-Ambox_important.svg.png 2x\" data-file-width=\"40\" data-file-height=\"40\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>needs attention from an expert on the subject</b>.<span class=\"hide-when-compact\"> Please add a <i>reason</i> or a <i>talk</i> parameter to this template to explain the issue with the article. <br /><small><i>When placing this tag, consider <a href=\"/wiki/Template:Expert_needed#Parameters\" title=\"Template:Expert needed\">associating this request</a> with a <a href=\"/wiki/Wikipedia:WikiProject\" title=\"Wikipedia:WikiProject\">WikiProject</a>.</i></small></span>  <small><i>(April 2010)</i></small></div></td></tr></tbody></table>\n<p>The <b>smear layer</b> is a layer of <a href=\"/wiki/Microcrystalline\" title=\"Microcrystalline\">microcrystalline</a> and organic particle debris that is found spread on <a href=\"/wiki/Root_canal\" title=\"Root canal\">root canal</a> walls after root canal instrumentation. It was first described in 1975 and much research has been performed since then to evaluate its importance in assisting or preventing the penetration of bacteria into the dentinal tubules. More broadly, it is the organic layer found over all hard tooth surfaces.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#First_description\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">First description</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Bacterial_penetration\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Bacterial penetration</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Further_research\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Further research</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#References\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"First_description\">First description</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Smear_layer&amp;action=edit&amp;section=1\" title=\"Edit section: First description\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Early studies of dentinal walls after cavity preparation performed by Brännström and Johnson (1974) showed the presence of a thin layer of <a href=\"/wiki/Debris\" title=\"Debris\">debris</a> that was 2 to 5 <a href=\"/wiki/Micrometre\" title=\"Micrometre\">micrometres</a> thick.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>\n</p><p>In 1975 McComb and Smith first described the smear layer. They observed an amorphous layer of debris, with an irregular and granular surface, on instrumented dentinal walls using a <a href=\"/wiki/Scanning_electron_microscope\" title=\"Scanning electron microscope\">scanning electron microscope</a> (SEM). This smear layer was composed of <a href=\"/wiki/Dentin\" title=\"Dentin\">dentin</a>, <a href=\"/wiki/Pulp_(tooth)\" title=\"Pulp (tooth)\">pulp</a> and <a href=\"/wiki/Bacteria\" title=\"Bacteria\">bacterial</a> remnants. The authors stated that “most standard instrumentation techniques produced a canal wall that was smeared and packed with debris.”<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p><p>In 1984 Pashely described the smear layer as being composed of two phases; an organic phase, composed of <a href=\"/wiki/Collagen\" title=\"Collagen\">collagen</a> residues and <a href=\"/wiki/Glycosaminoglycan\" title=\"Glycosaminoglycan\">glycosaminoglycans</a> from <a href=\"/wiki/Extracellular_matrix\" title=\"Extracellular matrix\">extracellular matrix</a> of pulp cells, which acts as a matrix for an inorganic phase. This organomineral content is composed of two distinct superposed layers. The first layer covers the canal wall and is loosely adherent and easy to remove. The second layer however occludes the dentinal <a href=\"/wiki/Tubule\" title=\"Tubule\">tubules</a> and strongly adheres to the canal walls.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>\n</p><p>In the same year Mader et al. studied the <a href=\"/wiki/Morphology_(biology)\" title=\"Morphology (biology)\">morphological</a> characteristics of the smear layer in teeth that were endodontically instrumented with k type files and irrigated with 5.25% NaOCl. The smear layer was examined from two aspects; the first “downonto” the smear layer and the second from the side or profile view. <a href=\"/wiki/Photomicrograph\" class=\"mw-redirect\" title=\"Photomicrograph\">Photomicrographs</a> obtained by SEM showed that the smear layer consists of two confluent components. A thin superficial layer 1-2 micrometres thick overlying a densely packed layer that penetrated into the dentinal tubules for distances of up to 40 micrometres. The packed material showed finger like structures projecting into the tubules from the canal wall. There is still <a href=\"/wiki/Controversy\" title=\"Controversy\">controversy</a> over whether the smear layer should be removed and whether the disadvantages of leaving it in place overcome its benefits.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Bacterial_penetration\">Bacterial penetration</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Smear_layer&amp;action=edit&amp;section=2\" title=\"Edit section: Bacterial penetration\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Olgart et al. (1974)  examined the penetration of bacteria into dentinal tubules of ground, fractured and acid treated dentin surfaces. <a href=\"/wiki/In_vitro\" title=\"In vitro\">In vitro</a> the penetration of bacteria into tubules of intact dentin exposed by fracture was compared in pairs of teeth, one of which in each pair was mounted with intrapulpal <a href=\"/wiki/Hydrostatic_pressure\" class=\"mw-redirect\" title=\"Hydrostatic pressure\">hydrostatic pressure</a> (30mmHg). <a href=\"/wiki/In_vivo\" title=\"In vivo\">In vivo</a>, intra pair comparisons of bacterial invasion into dentinal tubules beneath ground, fractured and acid treated surfaces were made. They observed that an outward flow of <a href=\"/wiki/Fluid\" title=\"Fluid\">fluids</a> into the tubules due to intrapulpal pressure mechanically hindered <a href=\"/wiki/Bacterial_growth\" title=\"Bacterial growth\">bacterial growth</a> and that the debris and smear layer produced from grinding obstructed the bacterial invasion into tubules. However this barrier seemed to be removed after a few days which allowed bacterial growth into intact dentin. Olgart came to a conclusion that <a href=\"/wiki/Acid\" title=\"Acid\">acid</a> produced by <a href=\"/wiki/Microorganism\" title=\"Microorganism\">microorganisms</a> may dissolve the smear layer allowing bacteria to pass into dentinal tubules.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n</p><p>However, when Pashley et al. (1981)  studied the scanning electron microscope (SEM) appearance of dentin before and after removing successive layers of the smear layer they came to a different conclusion. Twenty dentin disks were cut from human extracted <a href=\"/wiki/Third_molar\" class=\"mw-redirect\" title=\"Third molar\">third molars</a>. The dentin surface of the disks was etched with 6% <a href=\"/wiki/Citric_acid\" title=\"Citric acid\">citric acid</a> for 5, 15, 30, 45 and 60 seconds. SEM examination showed that citric acid was able to remove smear layer in successive layers according to etching time finally exposing the dentinal tubules. Pashley concluded that the maintenance of the smear layer established a protective <a href=\"/wiki/Diffusion_barrier\" title=\"Diffusion barrier\">diffusion barrier</a>.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup>\n</p><p>Gettleman et al. (1991) assessed the influence of a smear layer on the <a href=\"/wiki/Adhesion\" title=\"Adhesion\">adhesion</a> of sealer cements to dentin. A total of 120 teeth was tested, 40 per sealer namely AH26, Sultan, and Sealapex; 20 each with and without the smear layer. The teeth were split longitudinally, and the internal surfaces were ground flat. In the smear layer-free specimens the smear layer was removed by washing for 3 minutes with 17% <a href=\"/wiki/EDTA\" class=\"mw-redirect\" title=\"EDTA\">EDTA</a> followed by 5.25% NaOCl. Using a specially designed jig, the <a href=\"/wiki/Sealant\" title=\"Sealant\">sealer</a> was placed into a 4-mm wide × 4-mm deep well which was then set onto the tooth at a 90-degree angle and allowed to set for 7 days. This set-up was then placed into a mounting jig which was designed for the <a href=\"/wiki/Instron\" title=\"Instron\">Instron</a> Universal Testing Machine so that only a tensile load was applied without shearing. The set-up was subjected to a tensile load at a crosshead speed of 1&#160;mm per min. The only significant difference with regard to the presence or absence of the smear layer was found with AH26, which had a stronger bond when the smear layer was removed.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Further_research\">Further research</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Smear_layer&amp;action=edit&amp;section=3\" title=\"Edit section: Further research\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Clark-Holke et al. (2003) focused on determining the effect of the smear layer on the magnitude of bacterial penetration through the <a href=\"/wiki/Apical_foramen\" title=\"Apical foramen\">apical foramen</a> around obturating materials. Thirty extracted teeth were classified into two test groups; the first group had the smear layer removed by rinsing with 17% EDTA while in the second group the smear layer was left intact. Canal preparation and <a href=\"/wiki/Obturation\" title=\"Obturation\">obturation</a> using lateral condensation, <a href=\"/wiki/Gutta-percha\" title=\"Gutta-percha\">gutta-percha</a>, and AH 26 sealer was performed on all of the teeth. The model systems consisted of an upper chamber attached to the cemento-<a href=\"/wiki/Tooth_enamel\" title=\"Tooth enamel\">enamel</a> junction and a lower chamber at the apices of the teeth. Standardized bacterial suspensions containing <i><a href=\"/wiki/Fusobacterium_nucleatum\" title=\"Fusobacterium nucleatum\">Fusobacterium nucleatum</a></i>, <i><a href=\"/wiki/Campylobacter_rectus\" title=\"Campylobacter rectus\">Campylobacter rectus</a></i> and <i><a href=\"/wiki/Peptostreptococcus\" title=\"Peptostreptococcus\">Peptostreptococcus micros</a></i> were inoculated into the upper chambers. Models were incubated anaerobically at 37 degrees C. Leakage results were as follows: In the first group 6 teeth showed bacterial leakage, the second group and third groups showed no bacterial leakage. This study indicated that removal of the smear layer reduced the leakage of bacteria through the root canal system.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup>\n</p><p>Kokkas et al. (2004) examined the effect of the smear layer on the penetration depth of three different sealers (AH Plus, Apexit, and a Grossman type-Roth 811) into the dentinal tubules. Sixty four extracted human single-rooted teeth were used and divided into two groups. The smear layer remained intact in all the roots of group A. Complete removal of the smear layer in group B was achieved after <a href=\"/wiki/Irrigation\" title=\"Irrigation\">irrigation</a> with 3 ml of 17% EDTA for 3 min, followed by 3 ml of 1% NaOCl solution. Ten roots from each group were obturated with AH Plus and laterally condensed gutta-percha points. The same process was repeated for the remaining roots by using sealers Apexit and Roth 811 correspondingly. After complete setting, the maximum penetration depth of the sealers into the dentinal tubules was examined in upper, middle, and lower levels. The smear layer prevented all the sealers from penetrating dentinal tubules. In contrast, in smear layer–free root canals, all the sealers penetrated dentinal tubules, although the depth of penetration varied between the sealers.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup> Furthermore, smear layer adversely affected the coronal and apical sealing ability of sealers.\n</p><p>Çobankara et al. (2004) determined the effect of the smear layer on apical and coronal leakage in root canals obturated with AH26 or RoekoSeal sealers. A total of 160 maxillary anterior teeth were used. Eight groups were created by all possible combinations of three factors: smear layer (present/absent), leakage assessment (apical/coronal), and sealer used (AH26/Roeko-Seal). All teeth were obturated using lateral condensation technique of gutta-percha. A fluid filtration method was used to test apical or coronal leakage. According to the results of this study, the smear (+) groups displayed higher apical and coronal leakage than those smear (-) groups for both root canal sealers. Apical leakage was significantly higher than coronal leakage for both root canal sealers used in this study. It was determined that that removal of the smear layer has a positive effect in reducing apical and coronal leakage for both AH26 and RoekoSeal root canal sealers.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup>\n</p><p>However Bertacci et al. (2007) evaluated the ability of a warm <a href=\"/wiki/Gutta-percha#Dentistry\" title=\"Gutta-percha\">gutta-percha</a> obturation system Thermafil to fill lateral channels in the presence or absence of the smear layer. Forty single-rooted extracted human teeth were randomly divided into two groups one of which had the smear layer removed by 5 ml of 5% NaOCl followed by 2.5 ml of 17% EDTA. Obturation was performed using AH Plus sealer and Thermafil. Specimens were cleared in methyl salicylate and analyzed under a stereomicroscope to evaluate the number, length, and diameter of lateral channels. All lateral channels were found to be filled in both groups. No statistically significant differences regarding number, length, and diameter were observed between the two groups. It was concluded that the smear layer did not prevent the sealing of lateral channels.<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup>\n</p><p>Yildirim et al. (2008) investigated the effect of the smear layer on apical microleakage in teeth obturated with MTA. Fifty single-rooted central maxillary teeth were used in this study. The selected teeth were instrumented and randomly divided into 2 groups. In the first group (smear [+]), the teeth were irrigated with only 5.25% NaOCl. In the second group (smear [-]), the teeth were irrigated with EDTA (17%) and NaOCl (5.25%) to remove the smear layer. The teeth were then filled with MTA. The computerized fluid filtration method was used for evaluation of apical microleakage. The quantitative apical leakage of each tooth was measured after 2, 30, and 180 days. It was found that there was no difference between the groups after 2 days but removal of the smear layer caused significantly more apical microleakage than when the smear layer was left intact after 30 and 180 days. It was concluded that the apical microleakage of MTA is less when the smear layer is present than when it is absent.<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup>\n</p><p>Saleh et al. (2008) studied the effect of the smear layer on the penetration of bacteria along different root canal filling materials. A total of 110 human root segments were instrumented to size 80 under irrigation with 1% sodium hypochlorite. Half of the roots were irrigated with a 5-mL rinse of 17% EDTA to remove the smear layer. Roots were filled with gutta-percha (GP) and AH Plus sealer (AH), GP and Apexit sealer (AP), or RealSeal cones and sealer (RS). Following storage in humid conditions at 37 degrees C for 7 days, the specimens were mounted into a bacterial leakage test model for 135 days. Survival analyses were performed to calculate the median time of leakage and log-rank test was used for pairwise comparisons of groups. Selected specimens were longitudinally sectioned and inspected by scanning electron microscopy for the presence of bacteria at the interfaces. In the presence of the smear layer, RS and AP leaked significantly more slowly than in its absence. In the absence of the smear layer, AH leaked significantly more slowly than RS. It was concluded that removal of the smear layer did not impair bacterial penetration along root canal fillings. A comparison of the sealers revealed no difference except that AH performed better than RS in the absence of the smear layer.<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup>\n</p><p>Fachin et al.(2009) evaluated whether smear layer removal has any influence on the filling of the root canal system, by examining the obturation of lateral canals, secondary canals and apical deltas. Eighty canines were randomly divided into two groups, according to their irrigation regimen. Both groups were irrigated with 1% NaOCl during canal shaping, but only the teeth in Group II received a final irrigation with 17% EDTA for smear layer removal. The root canals were obturated with lateral condensation of gutta-percha and the specimens were cleared, allowing for observation under the microscope. The results showed that In Groups I and II, 42.5% and 37.5% of the teeth, respectively, presented at least one filled canal ramification. In conclusion, smear layer removal under the conditions tested in this study did not affect the obturation of root canal ramifications when lateral condensation of gutta-percha was the technique used for root canal filling.<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Smear_layer&amp;action=edit&amp;section=4\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div role=\"navigation\" aria-label=\"Portals\" class=\"noprint portal plainlist tright\" style=\"margin:0.5em 0 0.5em 1em;border:solid #aaa 1px\">\n<ul style=\"display:table;box-sizing:border-box;padding:0.1em;max-width:175px;background:#f9f9f9;font-size:85%;line-height:110%;font-style:italic;font-weight:bold\">\n<li style=\"display:table-row\"><span style=\"display:table-cell;padding:0.2em;vertical-align:middle;text-align:center\"><a href=\"/wiki/File:Dentistry_stub.svg\" class=\"image\"><img alt=\"icon\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/5/51/Dentistry_stub.svg/14px-Dentistry_stub.svg.png\" width=\"14\" height=\"28\" class=\"noviewer\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/5/51/Dentistry_stub.svg/21px-Dentistry_stub.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/5/51/Dentistry_stub.svg/28px-Dentistry_stub.svg.png 2x\" data-file-width=\"230\" data-file-height=\"450\" /></a></span><span style=\"display:table-cell;padding:0.2em 0.2em 0.2em 0.3em;vertical-align:middle\"><a href=\"/wiki/Portal:Dentistry\" title=\"Portal:Dentistry\">Dentistry portal</a></span></li></ul></div>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Brännström M, Johnson G. Effects of various conditioners and cleaning agents on prepared dentin surfaces: A scanning electron microscopic investigation. J Prosthet Dent 1974; 31:422-430.</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">McComb D, Smith DC. A preliminary scanning electron microscopic study of root canals after endodontic procedures. J Endod 1975; 7:238-242.</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Pashely DH. Smear layer:Physiological considerations. Operative Dent Suppl 1984; 3:13-29.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Mader CL, Baumgärtner JC, Peters DD. Scanning electron microscopic investigation of the smeared layer on root canal walls. J Endod 1984; 10:477-483.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Olgart L, Brännström M, Johnson G.  Invasion of bacteria into dentinal tubules: Experiments in vivo and Invitro. Acta Odontologica Scandinavica 1974; 32:61-70.</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Pashley DH, Michelich V, Kehl T.  Dentin permeability: effects of smear layer removal. J Prosthet Dent 1981; 46:531-7.</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Gettleman BH, Messer HH, ElDeeb ME. Adhesion of sealer cements to dentin with and without the smear layer. J Endod 1991; 17:15-20.</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Clark-Holke D, Drake D, Walton R, Rivera E, Guthmiller JM. Bacterial penetration through canals of endodontically treated teeth in the presence or absence of the smear layer. J Dent 2003; 31:275-281.</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Kokkas AB, Boutsioukis ACh, Vassiliadis LP, Stavrianos CK. The influence of the smear layer on dentinal tubule penetration depth by three different root canal sealers. J Endod 2004; 30:100-102.</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Çobankara FK, Adanir N, Sema Belli.  Evaluation of the influence of smear layer on the apical and coronal sealing ability of two sealers. J Endod 2004; 30:406-409.</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Bertacci A, Baroni C, Breschi L, Venturi M, Prati C. The influence of smear layer in lateral channels filling. Clin Oral Investig 2007; 11:353-359.</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Yildirim T, Oruçoğlu H, Cobankara FK. Long-term evaluation of the influence of smear layer on the apical sealing ability of MTA. J Endod 2008; 34:1537-1540.</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">Saleh IM, Ruyter IE, Haapasalo M, Ørstavik D. Bacterial penetration along different root canal filling materials in the presence or absence of smear layer. Int Endod J. 2008; 41:32-40.</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">Fachin EV, Scarparo RK, Massoni LI. Influence of smear layer removal on the obturation of root canal ramifications. J Appl Oral Sci 2009; 17:240-243.</span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw2269\nCached time: 20180914053825\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.108 seconds\nReal time usage: 0.140 seconds\nPreprocessor visited node count: 370/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 5892/2097152 bytes\nTemplate argument size: 85/2097152 bytes\nHighest expansion depth: 9/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 5362/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.031/10.000 seconds\nLua memory usage: 1.08 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  107.653      1 -total\n 65.60%   70.623      1 Template:Expert_needed\n 34.78%   37.443      1 Template:Ambox\n 16.82%   18.111      1 Template:Reflist\n  8.25%    8.881      1 Template:Portal\n  6.13%    6.599      1 Template:Category_handler\n  2.55%    2.746      5 Template:Expert_needed/catcheck\n  1.89%    2.031      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:26897222-0!canonical and timestamp 20180914053825 and revision id 820125445\n -->\n</div>"},"langlinks":[{"lang":"es","url":"https://es.wikipedia.org/wiki/Capa_residual","langname":"Spanish","autonym":"español","*":"Capa residual"}],"categories":[{"sortkey":"Smear Layer","hidden":"","*":"Articles_needing_expert_attention_with_no_reason_or_talk_parameter"},{"sortkey":"Smear Layer","hidden":"","*":"Articles_needing_unspecified_expert_attention"},{"sortkey":"Smear Layer","hidden":"","*":"Articles_needing_expert_attention_from_April_2010"},{"sortkey":"Smear Layer","hidden":"","*":"All_articles_needing_expert_attention"},{"sortkey":"Smear Layer","*":"Dentistry"}],"links":[{"ns":14,"exists":"","*":"Category:Articles needing expert attention from April 2010"},{"ns":10,"exists":"","*":"Template:Expert needed"},{"ns":0,"exists":"","*":"Acid"},{"ns":0,"exists":"","*":"Adhesion"},{"ns":0,"exists":"","*":"Apical foramen"},{"ns":0,"exists":"","*":"Bacteria"},{"ns":0,"exists":"","*":"Bacterial growth"},{"ns":0,"exists":"","*":"Campylobacter rectus"},{"ns":0,"exists":"","*":"Citric acid"},{"ns":0,"exists":"","*":"Collagen"},{"ns":0,"exists":"","*":"Controversy"},{"ns":0,"exists":"","*":"Debris"},{"ns":0,"exists":"","*":"Dentin"},{"ns":0,"exists":"","*":"Diffusion barrier"},{"ns":0,"exists":"","*":"EDTA"},{"ns":0,"exists":"","*":"Extracellular matrix"},{"ns":0,"exists":"","*":"Fluid"},{"ns":0,"exists":"","*":"Fusobacterium nucleatum"},{"ns":0,"exists":"","*":"Glycosaminoglycan"},{"ns":0,"exists":"","*":"Gutta-percha"},{"ns":0,"exists":"","*":"Hydrostatic pressure"},{"ns":0,"exists":"","*":"In vitro"},{"ns":0,"exists":"","*":"In vivo"},{"ns":0,"exists":"","*":"Instron"},{"ns":0,"exists":"","*":"Irrigation"},{"ns":0,"exists":"","*":"Microcrystalline"},{"ns":0,"exists":"","*":"Micrometre"},{"ns":0,"exists":"","*":"Microorganism"},{"ns":0,"exists":"","*":"Morphology (biology)"},{"ns":0,"exists":"","*":"Obturation"},{"ns":0,"exists":"","*":"Peptostreptococcus"},{"ns":0,"exists":"","*":"Photomicrograph"},{"ns":0,"exists":"","*":"Pulp (tooth)"},{"ns":0,"exists":"","*":"Root canal"},{"ns":0,"exists":"","*":"Scanning electron microscope"},{"ns":0,"exists":"","*":"Sealant"},{"ns":0,"exists":"","*":"Third molar"},{"ns":0,"exists":"","*":"Tooth enamel"},{"ns":0,"exists":"","*":"Tubule"},{"ns":4,"exists":"","*":"Wikipedia:WikiProject"},{"ns":100,"exists":"","*":"Portal:Dentistry"}],"templates":[{"ns":10,"exists":"","*":"Template:Expert needed"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Expert needed/catcheck"},{"ns":10,"exists":"","*":"Template:Portal"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Portal"},{"ns":828,"exists":"","*":"Module:Portal/images/d"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Ambox_important.svg","Dentistry_stub.svg"],"externallinks":[],"sections":[{"toclevel":1,"level":"2","line":"First description","number":"1","index":"1","fromtitle":"Smear_layer","byteoffset":462,"anchor":"First_description"},{"toclevel":1,"level":"2","line":"Bacterial penetration","number":"2","index":"2","fromtitle":"Smear_layer","byteoffset":3090,"anchor":"Bacterial_penetration"},{"toclevel":1,"level":"2","line":"Further research","number":"3","index":"3","fromtitle":"Smear_layer","byteoffset":6255,"anchor":"Further_research"},{"toclevel":1,"level":"2","line":"References","number":"4","index":"4","fromtitle":"Smear_layer","byteoffset":14985,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Smear layer","iwlinks":[],"properties":[{"name":"defaultsort","*":"Smear Layer"},{"name":"wikibase_item","*":"Q7544315"}]}}