{"parse":{"title":"Autoethnography","pageid":1303657,"revid":848817915,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Autoethnography</b>, is a form of <a href=\"/wiki/Qualitative_research\" title=\"Qualitative research\">qualitative research</a> in which an author uses self-reflection and writing to explore anecdotal and personal experience and connect this autobiographical story to wider cultural, political, and social meanings and understandings.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup><sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> Autoethnography is a self-reflective form of writing used across various disciplines such as <a href=\"/wiki/Communication_studies\" title=\"Communication studies\">communication studies</a>, <a href=\"/wiki/Performance_studies\" title=\"Performance studies\">performance studies</a>, education, <a href=\"/wiki/English_literature\" title=\"English literature\">English literature</a>, <a href=\"/wiki/Anthropology\" title=\"Anthropology\">anthropology</a>, <a href=\"/wiki/Social_work\" title=\"Social work\">social work</a>, <a href=\"/wiki/Sociology\" title=\"Sociology\">sociology</a>, <a href=\"/wiki/History\" title=\"History\">history</a>, <a href=\"/wiki/Psychology\" title=\"Psychology\">psychology</a>, <a href=\"/wiki/Marketing_information_system\" title=\"Marketing information system\">marketing</a>, <a href=\"/wiki/Business_administration\" title=\"Business administration\">business</a> and <a href=\"/wiki/Academic_administration\" title=\"Academic administration\">educational administration</a>, <a href=\"/wiki/Visual_arts_education\" title=\"Visual arts education\">arts education</a> and <a href=\"/wiki/Physical_therapy\" title=\"Physical therapy\">physiotherapy</a>.\n</p><p>According to Maréchal (2010), \"autoethnography is a form or method of research that involves self-observation and reflexive investigation in the context of ethnographic field work and writing\" (p.&#160;43). A well-known autoethnographer, <a href=\"/wiki/Carolyn_Ellis\" title=\"Carolyn Ellis\">Carolyn Ellis</a> (2004) defines it as \"research, writing, story, and method that connect the autobiographical and personal to the cultural, social, and political\" (p. xix). However, it is not easy to reach a consensus on the term's definition. For instance, in the 1970s, autoethnography was more narrowly defined as \"insider ethnography,\" referring to studies of the (culture of) a group of which the researcher is a member (Hayano, 1979). Nowadays, however, as Ellingson and <a href=\"/wiki/Carolyn_Ellis\" title=\"Carolyn Ellis\">Ellis</a> (2008) point out, \"the meanings and applications of autoethnography have evolved in a manner that makes precise definition difficult\" (p.&#160;449).\n</p><p>According to Adams, Jones, and Ellis in <i>Autoethnography: Understanding Qualitative Research</i>, \"Autoethnography is a research method that: Uses a researcher's personal experience to describe and critique cultural beliefs, practices, and experiences. Acknowledges and values a researcher's relationships with others. . . . Shows 'people in the process of figuring out what to do, how to live, and the meaning of their struggles'\" (Adams, 2015). \"Social life is messy, uncertain, and emotional. If our desire to research social life, then we must embrace a research method that, to the best of its/our ability, acknowledges and accommodates mess and chaos, uncertainty and emotion\" (Adams, 2015).\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#History\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">History</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Epistemological_and_theoretical_basis\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Epistemological and theoretical basis</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Types,_areas,_and_approaches_of_autoethnography\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Types, areas, and approaches of autoethnography</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Storyteller/narrator\"><span class=\"tocnumber\">3.1</span> <span class=\"toctext\">Storyteller/narrator</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Evaluation\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Evaluation</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#Rethinking_traditional_criteria\"><span class=\"tocnumber\">4.1</span> <span class=\"toctext\">Rethinking traditional criteria</span></a>\n<ul>\n<li class=\"toclevel-3 tocsection-7\"><a href=\"#Contributions_to_knowledge\"><span class=\"tocnumber\">4.1.1</span> <span class=\"toctext\">Contributions to knowledge</span></a></li>\n<li class=\"toclevel-3 tocsection-8\"><a href=\"#Value_the_personal_and_experiential\"><span class=\"tocnumber\">4.1.2</span> <span class=\"toctext\">Value the personal and experiential</span></a></li>\n<li class=\"toclevel-3 tocsection-9\"><a href=\"#Stories_and_storytelling\"><span class=\"tocnumber\">4.1.3</span> <span class=\"toctext\">Stories and storytelling</span></a></li>\n<li class=\"toclevel-3 tocsection-10\"><a href=\"#Relationally_responsible_approach\"><span class=\"tocnumber\">4.1.4</span> <span class=\"toctext\">Relationally responsible approach</span></a></li>\n<li class=\"toclevel-3 tocsection-11\"><a href=\"#From_&quot;validity&quot;_to_&quot;truth&quot;\"><span class=\"tocnumber\">4.1.5</span> <span class=\"toctext\">From \"validity\" to \"truth\"</span></a></li>\n<li class=\"toclevel-3 tocsection-12\"><a href=\"#From_&quot;generalizability&quot;_to_&quot;resonance&quot;\"><span class=\"tocnumber\">4.1.6</span> <span class=\"toctext\">From \"generalizability\" to \"resonance\"</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-2 tocsection-13\"><a href=\"#Benefits_and_concerns\"><span class=\"tocnumber\">4.2</span> <span class=\"toctext\">Benefits and concerns</span></a></li>\n<li class=\"toclevel-2 tocsection-14\"><a href=\"#Controversy_of_evaluation\"><span class=\"tocnumber\">4.3</span> <span class=\"toctext\">Controversy of evaluation</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-15\"><a href=\"#See_also\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-16\"><a href=\"#Notes\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Notes</span></a></li>\n<li class=\"toclevel-1 tocsection-17\"><a href=\"#References\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"History\">History</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Autoethnography&amp;action=edit&amp;section=1\" title=\"Edit section: History\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>1970s: The term autoethnography was used to describe studies in which cultural members provide insight about their own cultures. Walter Goldschmidt, former professor of anthropology at the <a href=\"/wiki/University_of_California\" title=\"University of California\">University of California</a> in Los Angeles, proposed that all \"autoethnography\" is focused around the self and reveals, \"personal investments, interpretations, and analyses.\" <sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> David M. Hayano was an Associate Professor of Anthropology at <a href=\"/wiki/California_State_University\" title=\"California State University\">California State University</a> in Northridge. As an anthropologist, Hayano was interested in the role that an individual's own identity had in their research. Unlike more traditional research methods, Hayano believed there was value in a researcher \"conducting and writing ethnographies of their own people.\" <sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p><p>1980s: Scholars became interested in the importance of culture and storytelling as they gradually became more engaged through the personal aspects in ethnographic practices. At the end of the 1980s, the scholars applied the term \"autoethnography\" to work that explored the interplay of introspective, personally engaged selves and cultural beliefs, practices, systems, and experiences.\n</p><p>1990s: Emphasis began to be heavily placed on personal narratives and expansion of \"autoethnography\" use. Series such as <i>Ethnographic Alternatives</i> and the first <i>Handbook of Qualitative Research</i> were published to better explain the importance of autoethnographic use.\n</p>\n<h2><span class=\"mw-headline\" id=\"Epistemological_and_theoretical_basis\">Epistemological and theoretical basis</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Autoethnography&amp;action=edit&amp;section=2\" title=\"Edit section: Epistemological and theoretical basis\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Autoethnography differs from <a href=\"/wiki/Ethnography\" title=\"Ethnography\">ethnography</a>, a social research method employed by anthropologists and sociologists, in that autoethnography embraces and foregrounds the researcher's <a href=\"/wiki/Subjectivity\" title=\"Subjectivity\">subjectivity</a> rather than attempting to limit it, as in empirical research. While ethnography tends to be understood as a qualitative method in the <a href=\"/wiki/Social_science\" title=\"Social science\">social sciences</a> that describes human social phenomena based on fieldwork, autoethnographers are themselves the primary participant/subject of the research in the process of writing personal stories and narratives. Autoethnography \"as a form of ethnography,\" <a href=\"/wiki/Carolyn_Ellis\" title=\"Carolyn Ellis\">Ellis</a> (2004) writes, is \"part <i>auto</i> or self and part <i>ethno</i> or culture\" (p.&#160;31) and \"something different from both of them, greater than its parts\" (p.&#160;32). In other words, as Ellingson and Ellis (2008) put it, \"whether we call a work an <i>autoethnography</i> or an <i>ethnography</i> depends as much on the claims made by authors as anything else\" (p.&#160;449).\n</p><p>In embracing personal thoughts, feelings, stories, and observations as a way of understanding the social context they are studying, autoethnographers are also shedding light on their total interaction with that setting by making their every emotion and thought visible to the reader. This is much the opposite of theory-driven, hypothesis-testing research methods that are based on the <a href=\"/wiki/Positivism\" title=\"Positivism\">positivist</a> epistemology. In this sense, Ellingson and Ellis (2008) see autoethnography as a social constructionist project that rejects the deep-rooted binary oppositions between the researcher and the researched, objectivity and subjectivity, process and product, self and others, art and science, and the personal and the political (pp.&#160;450–459). Dr Ian McCormick has outlined many of the <a rel=\"nofollow\" class=\"external text\" href=\"https://www.academia.edu/1902388/A_concise_outline_of_auto-ethnography_with_a_summary_of_its_benefits\">benefits</a> of combining visual technologies (such as film) with participant-led community development.\n</p><p>Autoethnographers, therefore, tend to reject the concept of social research as an objective and neutral knowledge produced by scientific methods, which can be characterized and achieved by detachment of the researcher from the researched. Autoethnography, in this regard, is a critical \"response to the alienating effects on both researchers and audiences of impersonal, passionless, abstract claims of truth generated by such research practices and clothed in exclusionary scientific discourse\" (Ellingson &amp; Ellis, 2008, p.&#160;450). Anthropologist Deborah Reed-Danahay (1997) also argues that autoethnography is a postmodernist construct:\n</p>\n<blockquote>\n<p>The concept of autoethnography…synthesizes both a postmodern ethnography, in which the realist conventions and objective observer position of standard ethnography have been called into question, and a postmodern autobiography, in which the notion of the coherent, individual self has been similarly called into question. The term has a double sense - referring either to the ethnography of one's own group or to autobiographical writing that has ethnographic interest. Thus, either a self- (auto-) ethnography or an autobiographical (auto-) ethnography can be signaled by \"autoethnography. (p. 2)\n</p>\n</blockquote>\n<h2><span id=\"Types.2C_areas.2C_and_approaches_of_autoethnography\"></span><span class=\"mw-headline\" id=\"Types,_areas,_and_approaches_of_autoethnography\">Types, areas, and approaches of autoethnography</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Autoethnography&amp;action=edit&amp;section=3\" title=\"Edit section: Types, areas, and approaches of autoethnography\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Since autoethnography is a broad and ambiguous \"category that encompasses a wide array of practices\" (Ellingson &amp; Ellis, 2008, pp.&#160;449–450), autoethnographies \"vary in their emphasis on the writing and research process (<i>graphy</i>), culture (<i>ethnos</i>), and self (<i>auto</i>)\" (Reed-Danahay, 1997, p.&#160;2). According to Ellingson and Ellis (2008), autoethnographers recently began to make distinction between two types of autoethnography; one is analytic autoethnography and the other is evocative autoethnography.\n</p>\n<blockquote>\n<p>Analytic autoethnographers focus on developing theoretical explanations of broader social phenomena, whereas evocative autoethnographers focus on narrative presentations that open up conversations and evoke emotional responses. (p. 445)\n</p>\n</blockquote>\n<p>A special issue of the <i><a href=\"/wiki/Journal_of_Contemporary_Ethnography\" title=\"Journal of Contemporary Ethnography\">Journal of Contemporary Ethnography</a></i> (Vol 35, Issue 4, August 2006)<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> contains several articles on the diverse definitions and uses of autoethnography. An autoethnography can be analytical (see Leon Anderson), written in the style of a novel (see <a href=\"/wiki/Carolyn_Ellis\" title=\"Carolyn Ellis\">Carolyn Ellis's</a> methodological novel <i>The Ethnographic I</i>), performative (see the work of Norman K. Denzin, and the anthology <i>The Ends of Performance</i>) and many things in between.\n</p><p><a href=\"/wiki/Symbolic_interactionism\" title=\"Symbolic interactionism\">Symbolic interactionists</a> are particularly interested in this method, and examples of autoethnography can be found in a number of scholarly journals, such as <i><a href=\"/wiki/Qualitative_Inquiry\" title=\"Qualitative Inquiry\">Qualitative Inquiry</a></i>, the <i>Journal of the Society for the Study of Symbolic Interactionism</i>, the <i>Journal of Contemporary Ethnography</i>, and the <i>Journal of Humanistic Ethnography</i>. It is not considered \"mainstream\" as a method by most positivist or traditional ethnographers, yet this approach to qualitative inquiry is rapidly increasing in popularity, as can be seen by the large number of scholarly papers on autoethnography presented at annual conferences such as the International Congress of Qualitative Inquiry, and the Advances in Qualitative Methods conference sponsored by the International Institute of Qualitative Methodology.  The spread of autoethnography into other fields is also growing (e.g., psychology<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup><sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup>), and a recent special issue of the journal <i>Culture and Organization</i> (Volume 13, Issue 3, Summer 2007) explores the idea of organizational autoethnography.\n</p><p>Autoethnography in performance studies acknowledges the researcher and the audience having equal weight. Portraying the performed \"self\" through writing then becomes an aim to create an embodied experience for the writer and the reader. This area acknowledges the inward and outward experience of ethnography in experiencing the subjectivity of the author. Audience members may experience the work of ethnography through reading/hearing/feeling (inward) and then have a reaction to it (outward), maybe by emotion. Ethnography and performance work together to invoke emotion in the reader.\n</p><p>Higher education is also featuring more as the contextual backdrop for autoethnography probably due to the convenience of researching one's own organisation (see Sambrook, Stewart, &amp; Roberts, 2008; Doloriert &amp; Sambrook, 2009, 2011). Such contributions explore the autoethnographer as a researcher/ teacher/ administrator doing scholarly work and/or as an employee working in Higher Education. Recent contributions include Humphreys' (2005) exploration of career change, Pelias' (2003) performance narrative telling of the competing pressures faced by an early career academic and Sparkes' (2007) heartfelt story of an academic manager during the stressful Research Assessment Exercise (2008). There are several contributions that are insightful for the student autoethnographer including Sambrook, et al. (2008) who explore power and emotion in the student-supervisor relationship, Doloriert and Sambrook (2009) who explore the ethics of the student autoreveal, Rambo (2007) and her experiences with review boards, and finally Doloriert &amp; Sambrook (2011) discussion on managing creativity and innovation within a PhD thesis.\n</p><p>Researchers have begun to explore the intersection of diversity, transformative learning, and autoethnography. Glowacki-Dudka, Treff, and Usman (2005) <sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup> first proposed autoethnography as a tool to encourage diverse learners to share diverse worldviews in the classroom and other settings. Both transformative learning and autoethnography are steeped in an epistemological worldview that reality is ever-changing and largely based on individual reflexivity. Drick Boyd (2008) <sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup> examines the impact of  white privilege on a diverse group of individuals. Through the autoethnographical process and transformative learning he comes to appreciate the impact of \"whiteness\" on his own actions and those of others.  Similarly, Brent Sykes (2014) <sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup> employs autoethnography to make meaning of his identity as both Native American and caucasian. In his implications, he challenges higher education institutions and educators to provide spaces for learners to engage in autoethnography as a tool to promote transformative learning.\n</p><p>Another recent extension of autoethnographic method involves the use of collaborative approaches to writing, sharing, and analyzing personal stories of experience. This approach is also labeled \"collaborative autobiography\" (Allen-Collinson &amp; Hockey, 2001; Lapadat, 2009), and has been used in teaching qualitative research methods to university students.\n</p><p>Autoethnography is also used in film as a variant of the standard <a href=\"/wiki/Documentary_film\" title=\"Documentary film\">documentary film</a>. It differs from the traditional documentary film, in that its subject is the filmmaker himself or herself. An autoethnography typically relates the life experiences and thoughts, views and beliefs of the filmmaker, and as such it is often considered to be rife with bias and image manipulation. Unlike other documentaries, autoethnographies do not usually make a claim of objectivity. An important text on autoethnography in filmmaking is Catherine Russell's <i>Experimental Ethnography: The Work of Film in the Age of Video</i> (Duke UP, 1999). For Autoethnographic artists, see also <a href=\"/wiki/Jesse_Cornplanter\" title=\"Jesse Cornplanter\">Jesse Cornplanter</a>, <a href=\"/wiki/Kimberly_Dark\" title=\"Kimberly Dark\">Kimberly Dark</a>, <a href=\"/wiki/Peter_Pitseolak\" title=\"Peter Pitseolak\">Peter Pitseolak</a>, <a href=\"/wiki/Ernest_Spybuck\" title=\"Ernest Spybuck\">Ernest Spybuck</a>.\n</p><p>Autoethnography is being used in multiple subdisciplines in Communication and Media Studies. For example, Bob Krizek took an autoethnographic approach to sports communication during the closing of Comisky Park.<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup><sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup> Tony Adams utilized autoethnography to examine gay identity and the metaphor of \"coming out of the closet.\" <sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup> Andrew F. Herrmann examined a period of unemployment during the financial crisis through an autoethnographic approach.<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup> Autoethnographic approaches are also being used in family and interpersonal communication research.<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup><sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup><sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\">&#91;17&#93;</a></sup><sup id=\"cite_ref-18\" class=\"reference\"><a href=\"#cite_note-18\">&#91;18&#93;</a></sup><sup id=\"cite_ref-19\" class=\"reference\"><a href=\"#cite_note-19\">&#91;19&#93;</a></sup><sup id=\"cite_ref-20\" class=\"reference\"><a href=\"#cite_note-20\">&#91;20&#93;</a></sup>\n</p><p>Autoethnography is being used to examine popular culture artifacts and our relationships with pop culture. As Herrmann (2013) wrote, \"Our identities and identifications with popular culture artifacts assist in our creation of self. Our identities and pop culture have a long-term recursive relationship\" (p.&#160;7).<sup id=\"cite_ref-21\" class=\"reference\"><a href=\"#cite_note-21\">&#91;21&#93;</a></sup> Jimmie Manning and Tony Adams (2015) noted five strengths for autoethnographic approaches to popular culture, including \"1) use personal experience to write alongside <a href=\"/wiki/Popular_culture\" title=\"Popular culture\">popular culture</a> theories and texts, especially to show how personal experiences resemble or are informed by popular culture; 2) use personal experience to criticize, write against, and talk back to popular culture texts, especially texts that do not match their personal experiences or that espouse harmful messages; 3) describe how they personally act as audience members, specifically how they use, engage, and relate to popular texts, events, and/or celebrities; 4) describe the processes that contribute to the production of popular culture texts; and 5) create accessible research texts that can be understood by a variety of audiences.\" (p.&#160;199-200).<sup id=\"cite_ref-22\" class=\"reference\"><a href=\"#cite_note-22\">&#91;22&#93;</a></sup> Autoethnographer Robyn Boylorn examined televised media and the representations of race.<sup id=\"cite_ref-23\" class=\"reference\"><a href=\"#cite_note-23\">&#91;23&#93;</a></sup> Jimmie Manning used autoethnography to examine <a href=\"/wiki/Polymedia\" title=\"Polymedia\">polymediated</a> narrative and relationships in reference to \"catfishing.\"<sup id=\"cite_ref-24\" class=\"reference\"><a href=\"#cite_note-24\">&#91;24&#93;</a></sup>\n</p><p>Similarly, autoethnography is becoming more widely accepted as a method by which to study organizations. According to Parry and Boyle, organizational autoethnography illuminates the relationship between the individual and the organization, especially culture as it is practiced and understood within institutional and organizational settings.<sup id=\"cite_ref-25\" class=\"reference\"><a href=\"#cite_note-25\">&#91;25&#93;</a></sup>  As Maree Boyle and Ken Parry noted, \"organizational autoethnographies can provide first-hand accounts of taboo topics such as sexual harassment and bullying, motherhood at work, various moral dilemmas and highly charged emotional situations in the workplace\" (p.&#160;189).<sup id=\"cite_ref-26\" class=\"reference\"><a href=\"#cite_note-26\">&#91;26&#93;</a></sup> In one early organizational autoethnography, Kathy Miller (2002) presented a how one professor continued to be a professor after a bonfire incident at Texas A &amp; M, which killed twelve people.<sup id=\"cite_ref-27\" class=\"reference\"><a href=\"#cite_note-27\">&#91;27&#93;</a></sup>  In her 2015 article, Shawna Redden (2015) explores the impacts of moving from a storyteller to a \"story-told-about\" position in a near fatal airplane accident.<sup id=\"cite_ref-28\" class=\"reference\"><a href=\"#cite_note-28\">&#91;28&#93;</a></sup> Examining a non-profit arts center, Herrmann (2011) examined cooptation and reistance of various economic discourses by organizational volunteers.<sup id=\"cite_ref-29\" class=\"reference\"><a href=\"#cite_note-29\">&#91;29&#93;</a></sup> In her layered account, Vickers (2007) explored her experiences of workplace bullying. Herrmann, Barnhill, and Poole (2013) wrote a co-authored autoethnography of their experiences and impressions at an academic conference.<sup id=\"cite_ref-30\" class=\"reference\"><a href=\"#cite_note-30\">&#91;30&#93;</a></sup><sup id=\"cite_ref-31\" class=\"reference\"><a href=\"#cite_note-31\">&#91;31&#93;</a></sup>\n</p>\n<h3><span id=\"Storyteller.2Fnarrator\"></span><span class=\"mw-headline\" id=\"Storyteller/narrator\">Storyteller/narrator</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Autoethnography&amp;action=edit&amp;section=4\" title=\"Edit section: Storyteller/narrator\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>In different academic disciplines (particularly communication studies and performance studies), the term autoethnography itself is contested and is sometimes used interchangeably with or referred to as personal narrative or autobiography. Autoethnographic methods include journaling, looking at archival records - whether institutional or personal, interviewing one's own self, and using writing to generate a self-cultural understandings. Reporting an autoethnography might take the form of a traditional journal article or scholarly book, performed on the stage, or be seen in the popular press. Autoethnography can include direct (and participant) observation of daily behavior; unearthing of local beliefs and perception and recording of life history (e.g. kinship, education, etc.); and in-depth interviewing: \"The analysis of data involves interpretation on the part of the researcher\" (Hammersley in Genzuk). However, rather than a portrait of the Other (person, group, culture), the difference is that the researcher is constructing a portrait of the self.\n</p><p>Autoethnography can also be \"associated with <a href=\"/wiki/Narrative_inquiry\" title=\"Narrative inquiry\">narrative inquiry</a> and <a href=\"/wiki/Autobiography\" title=\"Autobiography\">autobiography</a>\" (Maréchal, 2010, p.&#160;43) in that it foregrounds experience and story as a <a href=\"/wiki/Meaning-making\" title=\"Meaning-making\">meaning-making</a> enterprise. Maréchal argues that \"narrative inquiry can provoke identification, feelings, emotions, and dialogue\" (p.&#160;45). Furthermore, the increased focus on incorporating autoethnography and Narrative Inquiry into qualitative research indicates a growing concern for how the style of academic writing informs the types of claims made. As Laurel Richardson articulates \"I consider writing as a method of inquiry, a way of finding out about a topic...form and content are inseparable\" (2000, p.&#160;923). For many researchers, experimenting with alternative forms of writing and reporting, including autoethnography, personal narrative, performative writing, layered accounts and writing stories, provides a way to create multiple layered accounts of a research study, creating not only the opportunity to create new and provocative claims but also the ability to do so in a compelling manner. Ellis (2004) says that autoethnographers advocate \"the conventions of literary writing and expression\" in that \"autoethnographic forms feature concrete action, emotion, embodiment, self-consciousness, and introspection portrayed in dialogue, scenes, characterization, and plot\" (p. xix).\n</p><p>According to <a href=\"/wiki/Art_Bochner\" class=\"mw-redirect\" title=\"Art Bochner\">Bochner</a> and <a href=\"/wiki/Carolyn_Ellis\" title=\"Carolyn Ellis\">Ellis</a> (2006), an autoethnographer is \"first and foremost a communicator and a storyteller.\" In other words, autoethnography \"depicts people struggling to overcome adversity\" and shows \"people in the process of figuring out what to do, how to live, and the meaning of their struggles\" (p.&#160;111). Therefore, according to them, autoethnography is \"ethical practice\" and \"gifts\" that has a caregiving function (p.&#160;111). In essence autoethnography is a story that re-enacts an experience by which people find meaning and through that meaning are able to be okay with that experience.\n</p><p>In Dewan's (2017) opinion this can be a problem because many readers may see us as being too self-indulgent but they have to realise that our stories and experiences we share are not solely ours, but rather that they also represent the group we are autoethnographically representing <sup id=\"cite_ref-32\" class=\"reference\"><a href=\"#cite_note-32\">&#91;32&#93;</a></sup>\n</p><p>In this storytelling process, the researcher seeks to make meaning of a disorienting experience. A life example in which autoethnography could be applied is the death of a family member or someone close by. In this painful experience people often wonder how they will go about living without this person and what it will be like. In this scenario, especially in religious homes, one often asks \"Why God?\" thinking that with an answer as to why the person died they can go about living. Others, wanting to be able to offer up an explanation to make the person feel better, generally say things such as \"At least they are in a better place.\" or \"God wanted him/her home.\". People, who are never really left with an explanation as to why, generally fall back on the reason that \"it was their time to go\" and through this somewhat \"explanation\" find themselves able to move on and keep living life. Over time when looking back at the experience of someone close to you dying, one may find that through this hardship they became a stronger more independent person, or that they grew closer to other family members. With these realizations, the person has actually made sense of and has become fine with the tragic experience that occurred. And through this autoethnography is performed.\n</p>\n<h2><span class=\"mw-headline\" id=\"Evaluation\">Evaluation</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Autoethnography&amp;action=edit&amp;section=5\" title=\"Edit section: Evaluation\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The main critique of autoethnography — and <a href=\"/wiki/Qualitative_research\" title=\"Qualitative research\">qualitative research</a> in general — comes from the traditional social science methods that emphasize the objectivity of social research. In this critique, qualitative researchers are often called \"journalists, or soft scientists,\" and their work, including autoethnography, is \"termed unscientific, or only exploratory, or entirely personal and full of bias\".<sup id=\"cite_ref-33\" class=\"reference\"><a href=\"#cite_note-33\">&#91;33&#93;</a></sup> Many quantitative researchers regard the materials produced by narrative as \"the means by which a narrating subject, autonomous and independent...can achieve authenticity...This represents an almost total failure to use narrative to achieve serious social analysis\".<sup id=\"cite_ref-34\" class=\"reference\"><a href=\"#cite_note-34\">&#91;34&#93;</a></sup>\n</p><p>According to Maréchal (2010), the early criticism of autobiographical methods in anthropology was about \"their validity on grounds of being unrepresentative and lacking objectivity\".<sup id=\"cite_ref-35\" class=\"reference\"><a href=\"#cite_note-35\">&#91;35&#93;</a></sup> She also points out that evocative and emotional genres of autoethnography have been criticized by mostly analytic proponents for their \"lack of ethnographic relevance as a result of being too personal.\" As she writes, they are criticized \"for being biased, navel-gazing, self-absorbed, or emotionally incontinent, and for hijacking traditional ethnographic purposes and scholarly contribution\".\n</p><p>The reluctance to accept narrative work as serious extends far beyond the realm of academia. In 1994, <a href=\"/wiki/Arlene_Croce\" title=\"Arlene Croce\">Arlene Croce</a> refused to evaluate or even attend <a href=\"/wiki/Bill_T._Jones\" title=\"Bill T. Jones\">Bill T. Jones</a> <i>Still/Here</i> performance. She echoed a quantitative stance towards narrative research by explaining\n</p>\n<blockquote>\n<p>I can't review someone I feel sorry or hopeless about...I'm <i>forced</i> to feel sorry because of the way they present themselves as: dissed blacks, abused women, or disenfranchised homosexuals - as performers, in short, who make victimhood victim art<sup id=\"cite_ref-36\" class=\"reference\"><a href=\"#cite_note-36\">&#91;36&#93;</a></sup>\n</p>\n</blockquote>\n<p>Croce illustrates what Tony E. Adams, Stacy Holman Jones, and <a href=\"/wiki/Carolyn_Ellis\" title=\"Carolyn Ellis\">Carolyn Ellis</a> refer to as \"illusory boundaries and borders between scholarship and criticism\".<sup id=\"cite_ref-37\" class=\"reference\"><a href=\"#cite_note-37\">&#91;37&#93;</a></sup> These \"borders\" are seen to hide or take away from the idea that autoethnographic evaluation and criticism present another personal story about the experience of an experience. Or as Craig Gingrich-Philbrook wrote, \"any evaluation of autoethnography...is simply another story from a highly situated, privileged, empowered subject about something he or she experienced\".<sup id=\"cite_ref-38\" class=\"reference\"><a href=\"#cite_note-38\">&#91;38&#93;</a></sup>\n</p><p>\nProminent philosopher of science, Karl Popper, when claiming that falsifiability was a basic criteria of a scientific theory said:</p><blockquote><p>A theory is falsifiable ... if there exists at least one non-empty class of homotypic basic statements which are forbidden by it<sup id=\"cite_ref-39\" class=\"reference\"><a href=\"#cite_note-39\">&#91;39&#93;</a></sup></p></blockquote><p>As autoethnography makes no claims that can be verified, it is no longer falsifiable. Under this criterion, autoethnography becomes pseudoscience.\n</p><h3><span class=\"mw-headline\" id=\"Rethinking_traditional_criteria\">Rethinking traditional criteria</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Autoethnography&amp;action=edit&amp;section=6\" title=\"Edit section: Rethinking traditional criteria\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>In her book's tenth chapter, titled \"Evaluating and Publishing Autoethnography\" (pp.&#160;252~255), <a href=\"/wiki/Carolyn_Ellis\" title=\"Carolyn Ellis\">Ellis</a> (2004) discusses how to evaluate an autoethnographic project, based on other authors' ideas about evaluating alternative modes of qualitative research. (See the special section in <i>Qualitative Inquiry</i> on \"Assessing Alternative Modes of Qualitative and Ethnographic Research: How Do We Judge? Who Judges?\") She presents several criteria for \"good autoethnography\" mentioned by <a href=\"/wiki/Art_Bochner\" class=\"mw-redirect\" title=\"Art Bochner\">Bochner</a> (2000), Clough (2000), Denzin (2000) and Richardson (2000), and indicates how these ideas resonate with each other.\n</p><p>First, <a href=\"/wiki/Carolyn_Ellis\" title=\"Carolyn Ellis\">Ellis</a> mentions Laurel Richardson (2000, pp.&#160;15–16) who described five factors she uses when reviewing personal narrative papers that includes analysis of both evaluative and constructive validity techniques. The criteria are:\n</p>\n<dl><dd><dl><dd>(a) Substantive contribution. Does the piece contribute to our understanding of social life?</dd>\n<dd>(b) Aesthetic merit. Does this piece succeed aesthetically? Is the text artistically shaped, satisfyingly complex, and not boring?</dd>\n<dd>(c) Reflexivity. How did the author come to write this text? How has the author's subjectivity been both a producer and a product of this text?</dd>\n<dd>(d) Impactfulness. Does this affect me emotionally and/or intellectually? Does it generate new questions or move me to action?</dd>\n<dd>(e) Expresses a reality. Does this text embody a fleshed out sense of lived experience?</dd></dl></dd></dl>\n<p>Autoethnographic manuscripts might include dramatic recall, unusual phrasing, and strong metaphors to invite the reader to \"relive\" events with the author.  These guidelines may provide a framework for directing investigators and reviewers alike.\nFurther, Ellis suggests how Richardson's criteria mesh with criteria mentioned by <a href=\"/wiki/Art_Bochner\" class=\"mw-redirect\" title=\"Art Bochner\">Bochner</a> who describes what makes him understand and feel with a story. (Bochner, 2000, pp.&#160;264~266) He looks for concrete details (similar to Richardson's expression of lived experience), structurally complex narratives (Richardson's aesthetic merit), author's attempt to dig under the superficial to get to vulnerability and honesty (Richardson's reflexivity), a standard of ethical self-consciousness (Richardson's substantive contribution), and a moving story (Richardson's impact) (Ellis, 2004, pp.&#160;253~254).\n</p><p>In 2015, <a href=\"/wiki/Carolyn_Ellis\" title=\"Carolyn Ellis\">Ellis</a>, Adams, and Jones collaborated to bring about a similar list of Goals for Assessing Autoethnography. The list takes encompasses <a href=\"/wiki/Descriptive_research\" title=\"Descriptive research\">descriptive</a>, <a href=\"/wiki/Normative_ethics\" title=\"Normative ethics\">prescriptive</a>, practical, and <a href=\"/wiki/Theoretical_definition\" title=\"Theoretical definition\">theoretical</a> goals for evaluating autoethnographic work.\n</p>\n<ol><li>Make contributions to knowledge</li>\n<li>Value the personal and experiential</li>\n<li>Demonstrate the power, craft, and responsibilities of stories and storytelling</li>\n<li>Take a relationally responsible approach to research practice and representation</li></ol>\n<h4><span class=\"mw-headline\" id=\"Contributions_to_knowledge\">Contributions to knowledge</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Autoethnography&amp;action=edit&amp;section=7\" title=\"Edit section: Contributions to knowledge\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h4>\n<p>Adams, <a href=\"/wiki/Carolyn_Ellis\" title=\"Carolyn Ellis\">Ellis</a>, and Jones define the first goal of autoethnography as a conscious effort to \"extend existing knowledge and research while recognizing that knowledge is both situated and contested\".<sup id=\"cite_ref-Adams2015_40-0\" class=\"reference\"><a href=\"#cite_note-Adams2015-40\">&#91;40&#93;</a></sup> As Adams explains in his critique of his work <i>Narrating the Closet</i><sup id=\"cite_ref-41\" class=\"reference\"><a href=\"#cite_note-41\">&#91;41&#93;</a></sup>\n</p>\n<blockquote>\n<p>I knew I had to contribute to knowledge about coming out by saying something new about the experience...I also needed a new angle toward coming out; my experience, alone, of coming out was not sufficient to justify a narrative.<sup id=\"cite_ref-Adams2015_40-1\" class=\"reference\"><a href=\"#cite_note-Adams2015-40\">&#91;40&#93;</a></sup>\n</p>\n</blockquote>\n<p>With the critic's general decree of narrative as narcissism, Adams, Jones, and <a href=\"/wiki/Carolyn_Ellis\" title=\"Carolyn Ellis\">Ellis</a> use the first goal of assessing autoethnography to explain the importance of striving to combine personal experience and existing theory while remaining mindful of the \"insider insight that autoethnography offers researchers, participants, and readers/audiences\".<sup id=\"cite_ref-Adams2015_40-2\" class=\"reference\"><a href=\"#cite_note-Adams2015-40\">&#91;40&#93;</a></sup> <a href=\"/wiki/Carolyn_Ellis\" title=\"Carolyn Ellis\">Ellis</a>' <i>Maternal Connections</i> can be considered a successful incorporation of the first goal in that she \"questions the idea of care-giving as a burden, instead of portraying caregiving as a loving and meaning-making relationship\".<sup id=\"cite_ref-Adams2015_40-3\" class=\"reference\"><a href=\"#cite_note-Adams2015-40\">&#91;40&#93;</a></sup>\n</p>\n<h4><span class=\"mw-headline\" id=\"Value_the_personal_and_experiential\">Value the personal and experiential</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Autoethnography&amp;action=edit&amp;section=8\" title=\"Edit section: Value the personal and experiential\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h4>\n<p>Adams, Jones, and <a href=\"/wiki/Carolyn_Ellis\" title=\"Carolyn Ellis\">Ellis</a> define the second goal for assessing autoethnography with four elements which include \"featuring the perspective of the self in context and culture, exploring experience as a means of insight about social life, embracing the risks of presenting vulnerable selves in research, and using emotions and bodily experience as means and modes of understanding\".<sup id=\"cite_ref-Adams2015_40-4\" class=\"reference\"><a href=\"#cite_note-Adams2015-40\">&#91;40&#93;</a></sup> This goal fully recognizes and commends the \"I\" in academic writing and calls for analysis of the subjective experience. In Jones' <i>Lost and Found</i> essay she writes, \n</p>\n<blockquote>\n<p>I convey the sadness and the joy I feel about my relationships with my adopted child, the child I chose not to adopt, and my grandmother. I focus on the emotions and bodily experiences of both losing and memorializing my grandmother'\n</p>\n</blockquote>\n<p>The careful and deliberate incorporation of <i>auto</i> (the \"I\", the self) into research is considered one of the most crucial aspects of the autoethnography process. The exploration of the ethics and care of presenting vulnerable selves is addressed at length by Adams in <i>A Review of Narrative Ethics</i>.<sup id=\"cite_ref-42\" class=\"reference\"><a href=\"#cite_note-42\">&#91;42&#93;</a></sup>\n</p>\n<h4><span class=\"mw-headline\" id=\"Stories_and_storytelling\">Stories and storytelling</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Autoethnography&amp;action=edit&amp;section=9\" title=\"Edit section: Stories and storytelling\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h4>\n<p>Autoethnography showcases stories as the means in which <a href=\"/wiki/Sensemaking\" title=\"Sensemaking\">sensemaking</a> and researcher <a href=\"/wiki/Reflexivity_(social_theory)\" title=\"Reflexivity (social theory)\">reflexivity</a> create descriptions and critiques of culture. Adams, Jones, and <a href=\"/wiki/Carolyn_Ellis\" title=\"Carolyn Ellis\">Ellis</a> write: \n</p>\n<blockquote>\n<p>Reflexivity includes both acknowledging and critiquing our place and privilege in society and using the stories we tell to <i>break long-held silences</i> on power, relationships, cultural taboos, and forgotten and/or suppressed experiences.\n</p>\n</blockquote>\n<p>A focus is placed a writer's ability to develop writing and representation skills alongside other analytic abilities. Adams switches between <a href=\"/wiki/First-person_narrative\" title=\"First-person narrative\">first-person</a> and <a href=\"/wiki/Second-person_narrative\" class=\"mw-redirect\" title=\"Second-person narrative\">second-person narrationin</a> <i>Living (In) the Closet: The Time of Being Closeted</i> as a way to \"bring readers into my story, inviting them to live my experiences alongside me, feeling how I felt and suggesting how they might, under similar circumstances, act as I did\".<sup id=\"cite_ref-Adams2015_40-5\" class=\"reference\"><a href=\"#cite_note-Adams2015-40\">&#91;40&#93;</a></sup> Similarly, <a href=\"/wiki/Carolyn_Ellis\" title=\"Carolyn Ellis\">Ellis</a> in <i>Maternal Connections</i> chose to steer away from the inclusion of references to the research literature or theory instead opting to \"call on sensory details, movements, emotions, dialogue, and scene setting to convey an experience of taking care of a parent\".<sup id=\"cite_ref-Adams2015_40-6\" class=\"reference\"><a href=\"#cite_note-Adams2015-40\">&#91;40&#93;</a></sup>\nThe examples included above are incomplete. Autoethnographers exploring different narrative structures can be seen in Andrew Herrmann's use of <a href=\"/wiki/Layered_account\" title=\"Layered account\">layered accounts</a>, <a href=\"/wiki/Carolyn_Ellis\" title=\"Carolyn Ellis\">Ellis'</a> use of <a href=\"/wiki/Haibun\" title=\"Haibun\">haibun</a>, and the use of autoethnographic film by Rebecca Long and Anne Harris.\n</p>\n<h4><span class=\"mw-headline\" id=\"Relationally_responsible_approach\">Relationally responsible approach</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Autoethnography&amp;action=edit&amp;section=10\" title=\"Edit section: Relationally responsible approach\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h4>\n<p>Among the concepts in qualitative research is \"relational responsibility\". Researchers should work to make research relationships as collaborative, committed, and reciprocal as possible while taking care to safeguard identities and privacy of participants. Included under this concept is the accessibility of the work to a variety of readers which allows for the \"opportunity to engage and improve the lives of our selves, participants, and readers/audiences\".<sup id=\"cite_ref-Adams2015_40-7\" class=\"reference\"><a href=\"#cite_note-Adams2015-40\">&#91;40&#93;</a></sup>\nAutoethnographers struggle with relational responsibility as in Adams' critique of his work on coming out and recognizing:\n</p>\n<blockquote>\n<p>...how others can perceive my ideas as <i>relationally irresponsible</i> concessions to homophobic others and to insidious heteronormative cultural structures; by <i>not</i> being aggressively critical, my work does not do enough to <i>engage</i> and <i>improve</i> the lives of others <sup id=\"cite_ref-Adams2015_40-8\" class=\"reference\"><a href=\"#cite_note-Adams2015-40\">&#91;40&#93;</a></sup>\n</p>\n</blockquote>\n<p>In the critique he also questions how relationally irresponsible he was by including several brief conversations in his work without consent and exploited other's experiences for his own benefit. Similar sentiments are echoed throughout Adams, Jones, and Ellis critiques of their own writing.\n</p>\n<h4><span id=\"From_.22validity.22_to_.22truth.22\"></span><span class=\"mw-headline\" id=\"From_&quot;validity&quot;_to_&quot;truth&quot;\">From \"validity\" to \"truth\"</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Autoethnography&amp;action=edit&amp;section=11\" title=\"Edit section: From &quot;validity&quot; to &quot;truth&quot;\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h4>\n<p>As an idea that emerged from the tradition of social constructionism and interpretive paradigm, autoethnography challenges the traditional social scientific methodology that emphasizes the criteria for quality in social research developed in terms of validity. <a href=\"/wiki/Carolyn_Ellis\" title=\"Carolyn Ellis\">Carolyn Ellis</a> writes, \"In autoethnographic work, I look at validity in terms of what happens to readers as well as to research participants and researchers. To me, validity means that our work seeks verisimilitude; it evokes in readers a feeling that the experience described is lifelike, believable, and possible. You also can judge validity by whether it helps readers communicate with others different from themselves or offers a way to improve the lives of participants and readers- or even your own.\" (Ellis, 2004, p.&#160;124). In this sense, <a href=\"/wiki/Carolyn_Ellis\" title=\"Carolyn Ellis\">Ellis</a> (2004) emphasizes the \"narrative truth\" for autoethnographic writings.\n</p>\n<blockquote>\n<p>I believe you should try to construct the story as close to the experience as you can remember it, especially in the initial version. If you do, it will help you work through the meaning and purpose of the story. But it's not so important that narratives represent lives accurately – only, as Art(<a href=\"/wiki/Art_Bochner\" class=\"mw-redirect\" title=\"Art Bochner\">Arthur Bochner</a>) argues, \"that narrators believe they are doing so\" (Bochner, 2002, p. 86). Art believes that we can judge one narrative interpretation of events against another, but we cannot measure a narrative against the events themselves because the meaning of the events comes clear only in their narrative expression. (p.126)\n</p>\n</blockquote>\n<p>Instead, <a href=\"/wiki/Carolyn_Ellis\" title=\"Carolyn Ellis\">Ellis</a> suggests to judge (autoethnographic writings) on the usefulness of the story, (<a href=\"/wiki/Art_Bochner\" class=\"mw-redirect\" title=\"Art Bochner\">Bochner</a>, 2001) rather than only on accuracy. (Ellis, 2004, p.&#160;126) Art argues that the real questions is what narratives do, what consequences they have, to what uses they can be put. Narrative is the way we remember the past, turn life into language, and disclose to ourselves and others the truth of our experiences (<a href=\"/wiki/Art_Bochner\" class=\"mw-redirect\" title=\"Art Bochner\">Bochner</a>, 2001). In moving from concern with the inner veridicality to outer pragmatics of evaluating stories, Plummer also looks at uses, functions, and roles of stories, and adds that they \"need to have rhetorical power enhanced by aesthetic delight\" (Plummer, 2001, p. 401).\n</p><p>Similarly, Laurel Richardson uses the metaphor of a crystal to deconstruct traditional validity (Richardson, 1997, p. 92). A crystal has an infinite number of shapes, dimensions and angles. It acts as a prism and changes shape, but still has structure. Another writer, Patti Lather, proposes counter-practices of authority that rupture validity as a \"regime of truth\" (Lather, 1993, p .674) and lead to a critical political agenda (Olesen, 2000, p.&#160;231). She mentions the four subtypes: \"ironic validity, concerning the problems of representation; paralogical validity, which honors differences and uncertainties; rhizomatic validity, which seeks out multiplicity; and voluptuous validity, which seeks out ethics through practices of engagement and self-reflexivity (Lather, 1993, pp. 685~686)\" (Ellis, 2004, pp.&#160;124~125).\n</p>\n<h4><span id=\"From_.22generalizability.22_to_.22resonance.22\"></span><span class=\"mw-headline\" id=\"From_&quot;generalizability&quot;_to_&quot;resonance&quot;\">From \"generalizability\" to \"resonance\"</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Autoethnography&amp;action=edit&amp;section=12\" title=\"Edit section: From &quot;generalizability&quot; to &quot;resonance&quot;\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h4>\n<p>With regard to the term of \"generalizability\", <a href=\"/wiki/Carolyn_Ellis\" title=\"Carolyn Ellis\">Ellis</a> (2004) points out that autoethnographic research seeks generalizability not just from the respondents but also from the readers. Ellis says, \"I would argue that a story's generalizability is always being tested – not in the traditional way through random samples of respondents, but by readers as they determine if a story speaks to them about their experience or about the lives of others they know. Readers provide theoretical validation by comparing their lives to ours, by thinking about how our lives are similar and different and the reasons why. Some stories inform readers about unfamiliar people or lives. We can ask, after Stake, \"does the story have 'naturalistic generalization'?\" meaning that it brings \"felt\" news from one world to another and provides opportunities for the reader to have vicarious experience of the things told (Stake, 1994). The focus of generalizability moves from respondents to readers (p.195). This generalizability through the resonance of readers' lives and \"lived experience\" (Richardson, 1997) in autoethnographic work, intends to open up rather than close down conversation (Ellis, 2004, p.&#160;22).\n</p>\n<h3><span class=\"mw-headline\" id=\"Benefits_and_concerns\">Benefits and concerns</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Autoethnography&amp;action=edit&amp;section=13\" title=\"Edit section: Benefits and concerns\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Denzin's criterion is whether the work has the possibility to change the world and make it a better place (Denzin, 2000, p.&#160;256). This position fits with Clough, who argues that good autoethnographic writing should motivate cultural criticism. Autoethnographic writing should be closely aligned with theoretical reflection, says Clough, so that it can serve as a vehicle for thinking \"new sociological subjects\" and forming \"new parameters of the social\" (Clough, 2000, p.&#160;290). Though Richardson and Bochner are less overtly political than Denzin and Clough, they indicate that good personal narratives should contribute to positive social change and move us to action (Bochner, 2000, p.&#160;271).\n</p><p>In addition to helping the researcher make sense of his or her individual experience, autoethnographies are political in nature as they engage their readers in political issues and often ask us to consider things, or do things differently Chang (2008). argues that autoethnography offers a research method friendly to researchers and readers because autoethnographic texts are engaging and enable researchers to gain a cultural understanding of self in relation to others, on which cross-cultural coalition can be built between self and others.\n</p><p>Also, autoethnography as a genre frees us to move beyond traditional methods of writing, promoting narrative and poetic forms, displays of artifacts, photographs, drawings, and live performances (Cons, p.&#160;449). Denzin says authoethnography must be literary, present cultural and political issues, and articulate a politics of hope. The literary criteria he mentions are covered in what Richardson advocates: aesthetic value (Richardson, 2000, p.&#160;15). <a href=\"/wiki/Carolyn_Ellis\" title=\"Carolyn Ellis\">Ellis</a> elaborates her idea in autoethnography as good writing that through the plot, dramatic tension, coherence, and verisimilitude, the author shows rather than tells, develops characters and scenes fully, and paints vivid sensory experiences.\n</p><p>While advocating autoethnography for its value, some researchers argue that there are also several concerns about autoethnography. Chang (2008) warns autoethnographers of pitfalls that they should avoid in doing autoethnography: \"(1) excessive focus on self in isolation from others; (2) overemphasis on narration rather than analysis and cultural interpretation; (3) exclusive reliance on personal memory and recalling as a data source; (4) negligence of ethical standards regarding others in self-narratives; and (5) inappropriate application of the label autoethnography\" (p.&#160;54).\n</p><p>Also some qualitative researchers have expressed their concerns about the worth and validity of autoethnography. Robert Krizek (2003) contributed a chapter titled \"Ethnography as the Excavation of Personal Narrative\" (pp.&#160;141–152) to the book of <i>Expressions of Ethnography</i> in which he expresses concern about the possibility for autoethnography to devolve into narcissism. Krizek goes on to suggest that autoethnography, no matter how personal, should always connect to some larger element of life.\n</p>\n<h3><span class=\"mw-headline\" id=\"Controversy_of_evaluation\">Controversy of evaluation</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Autoethnography&amp;action=edit&amp;section=14\" title=\"Edit section: Controversy of evaluation\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>There are several critiques about evaluating autoethnographical works grounded in interpretive paradigm. First, some researchers have criticized that within qualitative research there are those that dismiss anything but positivist notions of validity and reliability. (see Doloriert and Sambrook, 2011, pp.&#160;593–595) For example, Schwandt (1996, p.&#160;60) argues that some social researchers have \"come to equate being rational in social science with being procedural and criteriological.\" Building on quantitative foundations, Lincoln and Guba (1985) translate quantitative indicators into qualitative quality indicators, namely: credibility (parallels internal validity), transferability (parallels external validity), dependability (parallels reliability), and confirmability (parallels objectivity and seeks to critically examine whether the researcher has acted in good faith during the course of the research). Smith (1984) and Smith and Heshusius (1986) critique these qualitative translations and warn that the claim of compatibility (between qualitative and quantitative criteria) cannot be sustained and by making such claims researches are in effect closing down the conversation. Smith (1984, p.&#160;390) points out that\n</p>\n<blockquote>\n<p>What is clear . . . is that the assumptions of interpretive inquiry are incompatible with the desire for foundational criteria. How we are to work out this problem, one way or another, would seem to merit serious attention.\n</p>\n</blockquote>\n<p>Secondly, some other researchers questions the need for specific criteria itself. <a href=\"/wiki/Art_Bochner\" class=\"mw-redirect\" title=\"Art Bochner\">Bochner</a> (2000) and Clough (2000) both are concerned that too much emphasis on criteria will move us back to methodological policing and will takes us away from a focus on imagination, ethical issues in autographic work, and creating better ways of living. (Bochner, 2000a, p.&#160;269) The autoethnographer internally judges its quality. Evidence is tacit, individualistic, and subjective (see Richardson, 2000; Holman Jones, 2005; Ellis &amp; Bochner, 2003). Practice-based quality is based in the lived research experience itself rather than in its formal evidencing per se. <a href=\"/wiki/Art_Bochner\" class=\"mw-redirect\" title=\"Art Bochner\">Bochner</a> (2000) says:\n</p>\n<blockquote>\n<p>Self-narratives . . . are not so much academic as they are existential, reflecting a desire to grasp or seize the possibilities of meaning, which is what gives life its imaginative and poetic qualities . . . a poetic social science does not beg the question of how to separate good narrativization from bad . . . [but] the good ones help the reader or listener to understand and feel the phenomena under scrutiny.  (p. 270)\n</p>\n</blockquote>\n<p>Finally, in addition to this anti-criteria stance of some researchers, some scholars have suggested that the criteria used to judge autoethnography should not necessarily be the same as traditional criteria used to judge other qualitative research investigations (Garratt &amp; Hodkinson, 1999; Holt, 2003; Sparkes, 2000). They argue that autoethnography has been received with a significant degree of academic suspicion because it contravenes certain qualitative research traditions. The controversy surrounding autoethnography is in part related to the problematic exclusive use of the self to produce research (Denzin &amp; Lincoln, 1994). This use of self as the only data source in autoethnography has been questioned (see, for example, Denzin &amp; Lincoln, 1994; Sparkes, 2000). Accordingly, autoethnographies have been criticized for being too self-indulgent and narcissistic (Coffey, 1999). Sparkes (2000) suggested that autoethnography is at the boundaries of academic research because such accounts do not sit comfortably with traditional criteria used to judge qualitative inquiries(Holt, 2003, p.&#160;19).\n</p><p>Holt (2003) associates this problem with this problem as two crucial issues in \"the fourth moment of qualitative research\" Denzin &amp; Lincoln (2000) presented; the dual crises of representation and legitimation. The crisis of representation refers to the writing practices (i.e., how researchers write and represent the social world). Additionally, verification issues relating to methods and representation are (re)considered as problematic (Marcus &amp; Fischer, 1986). The crisis of legitimation questions traditional criteria used for evaluating and interpreting qualitative research, involving a rethinking of terms such as validity, reliability, and objectivity (Holt, 2003, p.&#160;19). Holt (2003) says:\n</p>\n<blockquote>\n<p>Much like the autoethnographic texts themselves, the boundaries of research and their maintenance are socially constructed (Sparkes, 2000). In justifying autoethnography as proper research, it should be noted that ethnographers have acted autobiographically before, but in the past they may not have been aware of doing so, and taken their genre for granted (Coffey, 1999). Autoethnographies may leave reviewers in a perilous position. [...] the reviewers were not sure if the account was proper research (because of the style of representation), and the verification criteria they wished to judge this research by appeared to be inappropriate. Whereas the use of autoethnographic methods may be increasing, knowledge of how to evaluate and provide feedback to improve such accounts appears to be lagging. As reviewers begin to develop ways in which to judge autoethnography, they must resist the temptation to \"seek universal foundational criteria lest one form of dogma simply replaces another\" (Sparkes, 2002b, p. 223). However, criteria for evaluating personal writing have barely begun to develop (DeVault, 1997). (p. 26)\n</p>\n</blockquote>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Autoethnography&amp;action=edit&amp;section=15\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Layered_account\" title=\"Layered account\">Layered account</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"Notes\">Notes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Autoethnography&amp;action=edit&amp;section=16\" title=\"Edit section: Notes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist columns references-column-width\" style=\"-moz-column-width: 30em; -webkit-column-width: 30em; column-width: 30em; list-style-type: decimal;\">\n<ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Ellis, Carolyn. (2004). <i>The ethnographic I: A methodological novel about autoethnography.</i> Walnut Creek: AltaMira Press</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Maréchal, Garance. (2010). Autoethnography. In Albert J. Mills, Gabrielle Durepos &amp; Elden Wiebe (Eds.), <i>Encyclopedia of case study research</i> (Vol. 2, pp. 43-45). Thousand Oaks, CA: Sage Publications</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Goldschmidt, Walter. \"Anthropology and the Coming Crisis: An Autoethnographic Appraisal.\" <i>Anthropologist</i> 79, no. 2 (1977): 293-08.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Hayano, David M. \"Auto-Ethnography: Paradigms, Problems, and Prospects.\" Human Organization 38, no. 1 (1979): 99-104.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://jce.sagepub.com/content/35/4\">\"Table of Contents\"</a>. <i>sagepub.com</i>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=sagepub.com&amp;rft.atitle=Table+of+Contents&amp;rft_id=http%3A%2F%2Fjce.sagepub.com%2Fcontent%2F35%2F4&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAutoethnography\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">McIlveen, P. (2007-12-06). <a rel=\"nofollow\" class=\"external text\" href=\"https://doi.org/10.1080/14780880701522403\">\"The Genuine Scientist-practitioner in Vocational Psychology: An Autoethnography\"</a>. <i>Qualitative Research in Psychology</i>. <b>4</b> (4): 295–311. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1080/14780880701522403\">10.1080/14780880701522403</a>. <a href=\"/wiki/International_Standard_Serial_Number\" title=\"International Standard Serial Number\">ISSN</a>&#160;<a rel=\"nofollow\" class=\"external text\" href=\"//www.worldcat.org/issn/1478-0887\">1478-0887</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Qualitative+Research+in+Psychology&amp;rft.atitle=The+Genuine+Scientist-practitioner+in+Vocational+Psychology%3A+An+Autoethnography&amp;rft.volume=4&amp;rft.issue=4&amp;rft.pages=295-311&amp;rft.date=2007-12-06&amp;rft_id=info%3Adoi%2F10.1080%2F14780880701522403&amp;rft.issn=1478-0887&amp;rft.aulast=McIlveen&amp;rft.aufirst=P.&amp;rft_id=https%3A%2F%2Fdoi.org%2F10.1080%2F14780880701522403&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAutoethnography\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">McIlveen, P.; Beccaria, G.; du Preez, Jan.; Patton, W. <a rel=\"nofollow\" class=\"external text\" href=\"http://mr.crossref.org/iPage?doi=10.1177%2F0894845309357048\">\"Autoethnography in Vocational Psychology: Wearing Your Class on Your Sleeve\"</a>. <i>Journal of Career Development</i>. <b>37</b> (3): 599–615. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1177/0894845309357048\">10.1177/0894845309357048</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Journal+of+Career+Development&amp;rft.atitle=Autoethnography+in+Vocational+Psychology%3A+Wearing+Your+Class+on+Your+Sleeve&amp;rft.volume=37&amp;rft.issue=3&amp;rft.pages=599-615&amp;rft_id=info%3Adoi%2F10.1177%2F0894845309357048&amp;rft.aulast=McIlveen&amp;rft.aufirst=P.&amp;rft.au=Beccaria%2C+G.&amp;rft.au=du+Preez%2C+Jan.&amp;rft.au=Patton%2C+W.&amp;rft_id=http%3A%2F%2Fmr.crossref.org%2FiPage%3Fdoi%3D10.1177%252F0894845309357048&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAutoethnography\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://alx.sagepub.com/content/16/3-4/30.extract\">\"Research for Social Change: Using Autoethnography to Foster Transformative Learning\"</a>. <i>sagepub.com</i>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=sagepub.com&amp;rft.atitle=Research+for+Social+Change%3A+Using+Autoethnography+to+Foster+Transformative+Learning&amp;rft_id=http%3A%2F%2Falx.sagepub.com%2Fcontent%2F16%2F3-4%2F30.extract&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAutoethnography\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://jtd.sagepub.com/content/6/3/212.short\">\"Autoethnography as a Tool for Transformative Learning About White Privilege\"</a>. <i>sagepub.com</i>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=sagepub.com&amp;rft.atitle=Autoethnography+as+a+Tool+for+Transformative+Learning+About+White+Privilege&amp;rft_id=http%3A%2F%2Fjtd.sagepub.com%2Fcontent%2F6%2F3%2F212.short&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAutoethnography\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://alx.sagepub.com/content/25/1/3.short\">\"Transformative Autoethnography\"</a>. <i>sagepub.com</i>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=sagepub.com&amp;rft.atitle=Transformative+Autoethnography&amp;rft_id=http%3A%2F%2Falx.sagepub.com%2Fcontent%2F25%2F1%2F3.short&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAutoethnography\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Krizek, R. L. (1992a). Goodbye old friend: A son's farewell to Comiskey Park. Omega, 25, 87–93.</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Krizek, R. L. (1992b). Remembrances and expectations: The investment of identity in the changing of Comiskey. Elysian Fields Quarterly, 11, 30–50.</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">Adams, T. E. (2011). Narrating the closet: An autoethnography of same-sex attraction. Walnut Creek, CA: Left Coast Press, Inc.</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">Herrmann, A. F. (2012). \"I know I'm unlovable\": Desperation, dislocation, despair, and discourse on the academic job hunt. Qualitative Inquiry, 18, 247–255.</span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\">Poulos, C. N. (2014). My father's ghost: A story of encounter and transcendence. Qualitative Inquiry.</span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\">Bochner, A. P. (2012). Bird on the wire: Freeing the father within me. Qualitative Inquiry, 18, 168–173.</span>\n</li>\n<li id=\"cite_note-17\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-17\">^</a></b></span> <span class=\"reference-text\">Herrmann, A. F. (2011). <i>Losing things was nothing new</i>: A family's story of foreclosure. Journal of Loss and Trauma, 16, 497–510.</span>\n</li>\n<li id=\"cite_note-18\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-18\">^</a></b></span> <span class=\"reference-text\">Herrmann, A. F. (2005). My father's ghost: Interrogating family photos. Journal of Loss and Trauma, 10, 337–346</span>\n</li>\n<li id=\"cite_note-19\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-19\">^</a></b></span> <span class=\"reference-text\">Herrmann, A. F. (2014). The ghostwriter: Living a father's unfinished narrative. In J. Wyatt &amp; T. E. Adams (Eds.), On (writing) families: Autoethnographies of presence and absence, love and loss (pp. 95–102). Rotterdam: Sense</span>\n</li>\n<li id=\"cite_note-20\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-20\">^</a></b></span> <span class=\"reference-text\">Foster, E. (2002). Storm tracking: Scenes of marital disintegration. Qualitative Inquiry, 8, 804–819.</span>\n</li>\n<li id=\"cite_note-21\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-21\">^</a></b></span> <span class=\"reference-text\">Herrmann, A. F. (2013). Daniel Amos and Me: The Power of Pop Culture and Autoethnography. The Popular Culture Studies Journal, 1, 6-17.</span>\n</li>\n<li id=\"cite_note-22\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-22\">^</a></b></span> <span class=\"reference-text\">Manning, J., &amp; Adams, T. E. (2015). Connecting the Personal and the Popular: Autoethnography and Popular Culture. The Popular Culture Studies Journal, 3, 187-222.</span>\n</li>\n<li id=\"cite_note-23\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-23\">^</a></b></span> <span class=\"reference-text\">Boylorn, R. M. (2008). As seen on TV: An autoethnographic reflection on race and reality television. Critical Studies in Media Communication, 25, 413–433.</span>\n</li>\n<li id=\"cite_note-24\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-24\">^</a></b></span> <span class=\"reference-text\">Manning, Jimmie (2015). Ipsedixitism, Ipseity, and Ipsilateral Identity: The Fear of Finding Ourselves in Catfish. In Herbig, A., Herrmann, A. F., &amp; Tyma, A. W. (Eds). (2015). Beyond new media: Discourse and critique in a polymediated age. Lanham, MD:  Lexington Books, p. 83-108.</span>\n</li>\n<li id=\"cite_note-25\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-25\">^</a></b></span> <span class=\"reference-text\">Parry, K. &amp; Boyle, M. (2009). Organizational autoethnography. In D. A. Buchanan and A. Bryman (Eds.), The SAGE handbook of organizational research methods (pp. 690-702). London, UK: SAGE</span>\n</li>\n<li id=\"cite_note-26\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-26\">^</a></b></span> <span class=\"reference-text\">Boyle, M. &amp; Parry, K. (2007).Telling the Whole Story: The Case for Organizational Autoethnography \nCulture and Organization13, 185–190.</span>\n</li>\n<li id=\"cite_note-27\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-27\">^</a></b></span> <span class=\"reference-text\">Miller, K. (2002). The experience of emotion in the workplace: Professing in the midst of tragedy. Management Communication Quarterly, 15, 571–600.</span>\n</li>\n<li id=\"cite_note-28\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-28\">^</a></b></span> <span class=\"reference-text\">Redden, S. (2015). Sky Ops Surprise: When Near-Death Experience Exposes Undercover Ethnography, Departures in Critical Qualitative Research, 4, 7-34.</span>\n</li>\n<li id=\"cite_note-29\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-29\">^</a></b></span> <span class=\"reference-text\">Herrmann, A. F. (2011). Narrative as an organizing process: Identity and story in a new nonprofit. Qualitative Research in Organizations and Management: An International Journal, 6, 246-264.</span>\n</li>\n<li id=\"cite_note-30\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-30\">^</a></b></span> <span class=\"reference-text\">Vickers, M. H. (2007). Autoethnography as sensemaking: A story of bullying. Culture and Organization, 13, 223–237.</span>\n</li>\n<li id=\"cite_note-31\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-31\">^</a></b></span> <span class=\"reference-text\">Herrmann, A. F., Barnhill, J. J., &amp; Poole, M. C. (2013). Ragged edges in the fractured future: A co-authored organizational autoethnography. Journal of Organizational Ethnography, 2, 57-75.</span>\n</li>\n<li id=\"cite_note-32\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-32\">^</a></b></span> <span class=\"reference-text\">(Mayukh, D. (2017). My vegetarian experience: an autoethnographic approach. Asia-Pacific Journal of Innovation in Hospitality and Tourism, 6(1), 15-32.)</span>\n</li>\n<li id=\"cite_note-33\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-33\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Denzin, N (2000). \"Aesthetics and Qualitative Inquiry\". <i>Qualitative Inquiry</i>. <b>6</b> (2): 256–260.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Qualitative+Inquiry&amp;rft.atitle=Aesthetics+and+Qualitative+Inquiry&amp;rft.volume=6&amp;rft.issue=2&amp;rft.pages=256-260&amp;rft.date=2000&amp;rft.aulast=Denzin&amp;rft.aufirst=N&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAutoethnography\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-34\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-34\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Atkinson, Paul (1997). \"Narrative Turn or Blind Alley\". <i>Qualitative Health Research</i>. <b>7</b> (3): 339.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Qualitative+Health+Research&amp;rft.atitle=Narrative+Turn+or+Blind+Alley&amp;rft.volume=7&amp;rft.issue=3&amp;rft.pages=339&amp;rft.date=1997&amp;rft.aulast=Atkinson&amp;rft.aufirst=Paul&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAutoethnography\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-35\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-35\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Marechal, G; Mills, A.J; Durepos, G; Wiebe, E (2010). <i>Encyclopedia of case study research</i> (2 ed.). Thousand Oaks, CA: Sage Publications. pp.&#160;43–45.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Encyclopedia+of+case+study+research&amp;rft.place=Thousand+Oaks%2C+CA&amp;rft.pages=43-45&amp;rft.edition=2&amp;rft.pub=Sage+Publications&amp;rft.date=2010&amp;rft.aulast=Marechal&amp;rft.aufirst=G&amp;rft.au=Mills%2C+A.J&amp;rft.au=Durepos%2C+G&amp;rft.au=Wiebe%2C+E&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAutoethnography\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-36\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-36\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Croce, Arlene (2003). <i>Writing in the Dark, Dancing in The New Yorker</i>. Discussing the Undiscussable: Farrar. pp.&#160;708–719.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Writing+in+the+Dark%2C+Dancing+in+The+New+Yorker&amp;rft.place=Discussing+the+Undiscussable&amp;rft.pages=708-719&amp;rft.pub=Farrar&amp;rft.date=2003&amp;rft.aulast=Croce&amp;rft.aufirst=Arlene&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAutoethnography\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-37\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-37\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Adams, Tony E.; Holman Jones, Stacy; Ellis, Carolyn (2015). <i>Autoethnography: Understanding Qualitative Research</i>. New York: Oxford University Press. p.&#160;101. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-0-19-997209-8\" title=\"Special:BookSources/978-0-19-997209-8\">978-0-19-997209-8</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Autoethnography%3A+Understanding+Qualitative+Research&amp;rft.place=New+York&amp;rft.pages=101&amp;rft.pub=Oxford+University+Press&amp;rft.date=2015&amp;rft.isbn=978-0-19-997209-8&amp;rft.aulast=Adams&amp;rft.aufirst=Tony+E.&amp;rft.au=Holman+Jones%2C+Stacy&amp;rft.au=Ellis%2C+Carolyn&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAutoethnography\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-38\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-38\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Gingrich-Philbrook, Craig (2009). \"Evaluating\". <i>Liminalities: A Journal of Performance Studies</i>. <b>5</b> (1): 618.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Liminalities%3A+A+Journal+of+Performance+Studies&amp;rft.atitle=Evaluating&amp;rft.volume=5&amp;rft.issue=1&amp;rft.pages=618&amp;rft.date=2009&amp;rft.aulast=Gingrich-Philbrook&amp;rft.aufirst=Craig&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAutoethnography\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-39\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-39\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Popper, Karl (1992). <i>The Logic of Scientific Discovery</i>. London: Routledge. p.&#160;95. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0415278449\" title=\"Special:BookSources/0415278449\">0415278449</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=The+Logic+of+Scientific+Discovery&amp;rft.place=London&amp;rft.pages=95&amp;rft.pub=Routledge&amp;rft.date=1992&amp;rft.isbn=0415278449&amp;rft.aulast=Popper&amp;rft.aufirst=Karl&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAutoethnography\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-Adams2015-40\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Adams2015_40-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Adams2015_40-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-Adams2015_40-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-Adams2015_40-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-Adams2015_40-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-Adams2015_40-5\"><sup><i><b>f</b></i></sup></a> <a href=\"#cite_ref-Adams2015_40-6\"><sup><i><b>g</b></i></sup></a> <a href=\"#cite_ref-Adams2015_40-7\"><sup><i><b>h</b></i></sup></a> <a href=\"#cite_ref-Adams2015_40-8\"><sup><i><b>i</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation book\">Adams, Tony E.; Holman Jones, Stacy; Ellis, Carolyn (2015). <i>Autoethnography: Understanding Qualitative Research</i>. 198 Madison Avenue, New York, N&amp; 10016: Oxford University Press. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-0-19-997209-8\" title=\"Special:BookSources/978-0-19-997209-8\">978-0-19-997209-8</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Autoethnography%3A+Understanding+Qualitative+Research&amp;rft.place=198+Madison+Avenue%2C+New+York%2C+N%26+10016&amp;rft.pub=Oxford+University+Press&amp;rft.date=2015&amp;rft.isbn=978-0-19-997209-8&amp;rft.aulast=Adams&amp;rft.aufirst=Tony+E.&amp;rft.au=Holman+Jones%2C+Stacy&amp;rft.au=Ellis%2C+Carolyn&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAutoethnography\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-41\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-41\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Adams, Tony E. (2011). <i>Narrating the Closet: An Autoethnography of Same-Sex Attraction</i>. Walnut Creek, CA: Left Coast Press.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Narrating+the+Closet%3A+An+Autoethnography+of+Same-Sex+Attraction&amp;rft.place=Walnut+Creek%2C+CA&amp;rft.pub=Left+Coast+Press&amp;rft.date=2011&amp;rft.aulast=Adams&amp;rft.aufirst=Tony+E.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAutoethnography\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-42\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-42\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Adams, Tony E. (208). <a rel=\"nofollow\" class=\"external text\" href=\"http://qix.sagepub.com/cgi/content/abstract/14/2/175\">\"A Review of Narrative Ethics\"</a>. <i>Qualitative Inquiry</i>. <b>14</b> (175): 175–191. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1177/1077800407304417\">10.1177/1077800407304417</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Qualitative+Inquiry&amp;rft.atitle=A+Review+of+Narrative+Ethics&amp;rft.volume=14&amp;rft.issue=175&amp;rft.pages=175-191&amp;rft.date=208&amp;rft_id=info%3Adoi%2F10.1177%2F1077800407304417&amp;rft.aulast=Adams&amp;rft.aufirst=Tony+E.&amp;rft_id=http%3A%2F%2Fqix.sagepub.com%2Fcgi%2Fcontent%2Fabstract%2F14%2F2%2F175&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAutoethnography\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Autoethnography&amp;action=edit&amp;section=17\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Adams, T. E., Holman Jones, S., &amp; Ellis, C. (2015). <i>Autoethnography: Understanding Qualitative Research</i>. New York: Oxford University Press, 1–203.</li>\n<li>Allen-Collinson, J., &amp; Hockey, J. (2001). Runners' Tales: Autoethnography, injury and narrative. <i>Auto/Biography</i> IX (1 &amp; 2), 95-106.</li>\n<li>Bochner, A. P. (2000). Criteria against ourselves. <i>Qualitative Inquiry 6(2)</i>, 266-272.</li>\n<li>Bochner, A. P. (2001). Narrative's virtues. <i>Qualitative Inquiry 7</i>, 131-157.</li>\n<li>Bochner, A. (2014). Coming to narrative: A personal history of paradigm change in the human sciences. Walnut Creek, CA: Left Coast Press.</li>\n<li>Boyd, D. (2008). Autoethnography as a tool for transformative learning about white privilege. Journal of Transformative Education, 6(3), 212-225.</li>\n<li>Chang, Heewon. (2008). <i>Autoethnography as method</i>. Walnut Creek, CA: Left Coast Press.</li>\n<li>Clough, P. (2000). Comments on setting criteria for experimental writing. <i>Qualitative Inquiry 6(2)</i>, 278-291.</li>\n<li>Clough, P. (1998). End(s) of Ethnography. Peter Lang. 2nd Edition.</li>\n<li>Coffey, P. (1999). <i>The ethnographic self</i>. London: Sage.</li>\n<li>Denzin, N. (2000). Aesthetics and Qualitative inquiry. <i>Qualitative Inquiry 6(2)</i>, 256-265.</li>\n<li>Devault, M. (1997). Personal Writing in Social Research. In R. Hertz (Ed.), <i>Reflexivity and voice</i> (pp.&#160;216–228). London: Sage.</li>\n<li>Doloriert, C, &amp; Sambrook, S. (2009). Ethical confessions of the \"I\" of autoethnography: The student's dilemma,\" <i>Qualitative Research in Organizations and Management: An international journal, 4</i>(1), 27-45.</li>\n<li>Doloriert, C, &amp; Sambrook, S. (2011). Accommodating an autoethnographic PhD: The tale of the thesis, the viva voce and the traditional Business School, <i>Journal of Contemporary Ethnography, 40</i>(5), 582-615.</li>\n<li>Ellis, C., &amp; Bochner, A. (2000). Autoethnography, Personal Narrative, Reflexivity: Researcher as Subject. In, N. Denzin &amp; Y. Lincoln (Eds.), The Handbook of Qualitative Research (2nd ed.) (pp. 733-768). Thousand Oaks, CA. Sage.</li>\n<li>Ellis, C. (2001). With Mother/With Child: A True Story. Qualitative Inquiry, 7(5), 598-616.</li>\n<li>Ellis, Carolyn. (2004). <i>The Ethnographic I: A methodological novel about autoethnography.</i> Walnut Creek: AltaMira Press.</li>\n<li>Ellis, C. (2009). Revision: Autoethnographic Reflections on Life and Work. Walnut Creek, CA: Left Coast Press.</li>\n<li>Ellis, C. &amp; Rawicki, J. (2013). Collaborative Witnessing of Survival during the Holocaust: An Exemplar of Relational Autoethnography. Qualitative Inquiry, 19(5), 366-380.</li>\n<li>Ellingson, Laura. L., &amp; Ellis, Carolyn. (2008). Autoethnography as constructionist project. In J. A. Holstein &amp; J. F. Gubrium (Eds.), <i>Handbook of constructionist research</i> (pp. 445-466). New York: Guilford Press.</li>\n<li>Glowacki-Dudka, M., Treff, M., &amp; Usman, I. (2005). Research for social change: Using autoethnography to foster transformative learning. Adult Learning, 16(3-4), 30-31.</li>\n<li>Hayano, D. (1979). Auto-ethnography: Paradigms, problems and prospects. <i>Human Organization, 38</i>(1), 99-104.</li>\n<li>Herrmann, A. F. (2012). \"Criteria against ourselves?\": Embracing the opportunities of qualitative inquiry. International Review of Qualitative Research, 5, 135-152.</li>\n<li>Herrmann, A. F. (2014). Ghosts, vampires, zombies, and us: The undead as autoethnographic bridges. International Review of Qualitative Research, 7, 327-341.</li>\n<li>Herrmann, A. F., &amp; Di Fate, K. (Eds.) (2014). The new ethnography: Goodall, Trujillo, and the necessity of storytelling. Storytelling Self Society: An Interdisciplinary Journal of Storytelling Studies, 10.</li>\n<li>Hodges, N. (2015). <a rel=\"nofollow\" class=\"external text\" href=\"https://www.academia.edu/7310232/The_Chemical_Life\">The Chemical Life</a>. Health Communication, 30, 627-634.</li>\n<li>Hodges, N. (2015). <a rel=\"nofollow\" class=\"external text\" href=\"https://www.academia.edu/8618846/The_American_Dental_Dream\">The American Dental Dream</a>. Health Communication, 30, 943-950.</li>\n<li>Holman Jones, S. (2005). Autoethnography: Making the personal political. In N. K. Denzin &amp; Y. S. Lincoln. (Eds.) <i>Handbook of Qualitative Research,</i> (2nd ed., pp.&#160;763–791). Thousand Oaks, CA: Sage Publications.</li>\n<li>Holt, N. L. (2003). Representation, legitimation, and autoethnography: An autoethnographic writing story. <i>International Journal of Qualitative Methods, 2</i>(1), 18-28.</li>\n<li>Humphreys, M. (2005). Getting Personal: Reflexivity and Autoethnographic Vignettes, <i>Qualitative Inquiry, 11</i>, 840-860.</li>\n<li>Jones, S. H. (2005). (M)othering loss: Telling adoption stories, telling performativity. <i>Text and Performance Quarterly, 25</i>(2), 113-135.</li>\n<li>Krizek, R. (2003). Ethnography as the Excavation of Personal Narrative. In R.P.Clair(Ed.), <i>Expressions of ethnography: novel approaches to qualitative methods</i> (pp.&#160;141–152). New York: SUNY Press.</li>\n<li>Lapadat, Judith C. (2009). Writing our way into shared understanding: Collaborative autobiographical writing in the qualitative methods class. <i>Qualitative Inquiry, 15,</i> 955-979.</li>\n<li>Lunceford, Brett.  (2015). <a rel=\"nofollow\" class=\"external text\" href=\"http://contemporaryrhetoric.com/articles/Lunceford10_1.pdf\">Rhetorical Autoethnography</a>, <i>Journal of Contemporary Rhetoric, 5</i>, no. 1/2, 1-20.</li>\n<li>Maréchal, G. (2010). Autoethnography. In A. J. Mills, G. Durepos &amp; E. Wiebe (Eds.), <i>Encyclopedia of case study research</i> (Vol. 2, pp.&#160;43–45). Thousand Oaks, CA: Sage Publications.</li>\n<li>Plummer, K. (2001). The call of life stories in ethnographic research. In P. Atkinson, A. Coffey, S. Delamont, J. Lofland, and L. Lofland (Eds.), <i>Handbook of ethnography</i> (pp.&#160;395–406). London: Sage.</li>\n<li>Rambo, Carol. 2007. Handing IRB an unloaded gun. Qualitative Inquiry 13:353-67</li>\n<li>Reed-Danahay, Deborah E. (1997). Introduction. In D. Reed-Danahay (Ed.), <i>Auto/Ethnography: Rewriting the Self and the Social.</i> (pp.&#160;1–17). Oxford: Berg.</li>\n<li>Richardson, L. (1997). <i>Fields of play: Constructing an academic life</i>. New Brunswick, N. J.: Rutgers University Press.</li>\n<li>Richardson, L. (2000). Evaluating ethnography. <i>Qualitative Inquiry, 6(2)</i>, 253-255.</li>\n<li>Richardson, L. (2007). Writing: A method of inquiry. In N. K. Denzin &amp; Y. S. Lincoln. (Eds.) <i>Handbook of Qualitative Research,</i> (2nd ed., pp.&#160;923–948). Thousand Oaks, CA: Sage Publications.</li>\n<li>Schwandt, T. A. (1996). Farewell to criteriology. <i>Qualitative Inquiry 2(1)</i>, 58-72.</li>\n<li>Smith, J. K. (1984). The problem of criteria for judging interpretive inquiry. <i>Educational Evaluation and Policy Practice 6 (4</i>, 379-391.</li>\n<li>Smith, J. K., &amp; L. Heshusius. (1986). Closing down the conversation: The end of the quantitative-qualitative debate among educational inquirers. <i>Educational Researcher 15(1)</i>, 4-12.</li>\n<li>Sparkes, A. C. (2000). Autoethnography and narratives of self: Reflections on criteria in action. <i>Sociology of Sport Journal, 17</i>, 21-41.</li>\n<li>Sambrook, S., Stewart, J., &amp; Roberts, C. (2008). Doctoral Supervision: Glimpses from Above, Below and in the Middle, <i>Journal of Further and Higher Education, 32</i>(1), 71-84.</li>\n<li>Sparkes, A.C. (2007). Embodiment, academics, and the audit culture: a story seeking consideration, <i>Qualitative Research, 7</i>(4), 521-550.</li>\n<li>Stake, R. E. (1994). Case studies. In N. K. Denzin &amp; Y. S. Lincoln. (Eds.) <i>Handbook of Qualitative Research,</i> (2nd ed., pp.&#160;236–247). Thousand Oaks, CA: Sage Publications.</li>\n<li>Sykes, B. E. (2014). Transformative Autoethnography An Examination of Cultural Identity and its Implications for Learners. Adult Learning, 25(1), 3-10.</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1238\nCached time: 20180908193906\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.252 seconds\nReal time usage: 0.282 seconds\nPreprocessor visited node count: 1077/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 21835/2097152 bytes\nTemplate argument size: 111/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 26612/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.086/10.000 seconds\nLua memory usage: 2.86 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  165.932      1 Template:Reflist\n100.00%  165.932      1 -total\n 35.80%   59.399      4 Template:Cite_web\n 19.63%   32.576      6 Template:Cite_journal\n 17.65%   29.283      6 Template:Cite_book\n  1.83%    3.034      1 Template:Column-width\n  1.33%    2.214      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:1303657-0!canonical and timestamp 20180908193906 and revision id 848817915\n -->\n</div>"},"langlinks":[{"lang":"af","url":"https://af.wikipedia.org/wiki/Outo-etnografie","langname":"Afrikaans","autonym":"Afrikaans","*":"Outo-etnografie"},{"lang":"es","url":"https://es.wikipedia.org/wiki/Autoetnograf%C3%ADa","langname":"Spanish","autonym":"español","*":"Autoetnografía"},{"lang":"ja","url":"https://ja.wikipedia.org/wiki/%E3%82%AA%E3%83%BC%E3%83%88%E3%82%A8%E3%82%B9%E3%83%8E%E3%82%B0%E3%83%A9%E3%83%95%E3%82%A3%E3%83%BC","langname":"Japanese","autonym":"日本語","*":"オートエスノグラフィー"},{"lang":"pl","url":"https://pl.wikipedia.org/wiki/Autoetnografia","langname":"Polish","autonym":"polski","*":"Autoetnografia"},{"lang":"simple","url":"https://simple.wikipedia.org/wiki/Auto-ethnography","langname":"Simple English","autonym":"Simple English","*":"Auto-ethnography"}],"categories":[{"sortkey":"","*":"Ethnography"}],"links":[{"ns":0,"exists":"","*":"Academic administration"},{"ns":0,"exists":"","*":"Anthropology"},{"ns":0,"exists":"","*":"Arlene Croce"},{"ns":0,"exists":"","*":"Art Bochner"},{"ns":0,"exists":"","*":"Autobiography"},{"ns":0,"exists":"","*":"Bill T. Jones"},{"ns":0,"exists":"","*":"Business administration"},{"ns":0,"exists":"","*":"California State University"},{"ns":0,"exists":"","*":"Carolyn Ellis"},{"ns":0,"exists":"","*":"Communication studies"},{"ns":0,"exists":"","*":"Descriptive research"},{"ns":0,"exists":"","*":"Digital object identifier"},{"ns":0,"exists":"","*":"Documentary film"},{"ns":0,"exists":"","*":"English literature"},{"ns":0,"exists":"","*":"Ernest Spybuck"},{"ns":0,"exists":"","*":"Ethnography"},{"ns":0,"exists":"","*":"First-person narrative"},{"ns":0,"exists":"","*":"Haibun"},{"ns":0,"exists":"","*":"History"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"International Standard Serial Number"},{"ns":0,"exists":"","*":"Jesse Cornplanter"},{"ns":0,"exists":"","*":"Journal of Contemporary Ethnography"},{"ns":0,"exists":"","*":"Kimberly Dark"},{"ns":0,"exists":"","*":"Layered account"},{"ns":0,"exists":"","*":"Marketing information system"},{"ns":0,"exists":"","*":"Meaning-making"},{"ns":0,"exists":"","*":"Narrative inquiry"},{"ns":0,"exists":"","*":"Normative ethics"},{"ns":0,"exists":"","*":"Performance studies"},{"ns":0,"exists":"","*":"Peter Pitseolak"},{"ns":0,"exists":"","*":"Physical therapy"},{"ns":0,"exists":"","*":"Polymedia"},{"ns":0,"exists":"","*":"Popular culture"},{"ns":0,"exists":"","*":"Positivism"},{"ns":0,"exists":"","*":"Psychology"},{"ns":0,"exists":"","*":"Qualitative Inquiry"},{"ns":0,"exists":"","*":"Qualitative research"},{"ns":0,"exists":"","*":"Reflexivity (social theory)"},{"ns":0,"exists":"","*":"Second-person narrative"},{"ns":0,"exists":"","*":"Sensemaking"},{"ns":0,"exists":"","*":"Social science"},{"ns":0,"exists":"","*":"Social work"},{"ns":0,"exists":"","*":"Sociology"},{"ns":0,"exists":"","*":"Subjectivity"},{"ns":0,"exists":"","*":"Symbolic interactionism"},{"ns":0,"exists":"","*":"Theoretical definition"},{"ns":0,"exists":"","*":"University of California"},{"ns":0,"exists":"","*":"Visual arts education"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Column-width"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Cite journal"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["http://jce.sagepub.com/content/35/4","https://doi.org/10.1080/14780880701522403","//doi.org/10.1080/14780880701522403","//www.worldcat.org/issn/1478-0887","http://mr.crossref.org/iPage?doi=10.1177/0894845309357048","//doi.org/10.1177/0894845309357048","http://alx.sagepub.com/content/16/3-4/30.extract","http://jtd.sagepub.com/content/6/3/212.short","http://alx.sagepub.com/content/25/1/3.short","http://qix.sagepub.com/cgi/content/abstract/14/2/175","//doi.org/10.1177/1077800407304417","https://www.academia.edu/1902388/A_concise_outline_of_auto-ethnography_with_a_summary_of_its_benefits","https://www.academia.edu/7310232/The_Chemical_Life","https://www.academia.edu/8618846/The_American_Dental_Dream","http://contemporaryrhetoric.com/articles/Lunceford10_1.pdf"],"sections":[{"toclevel":1,"level":"2","line":"History","number":"1","index":"1","fromtitle":"Autoethnography","byteoffset":2683,"anchor":"History"},{"toclevel":1,"level":"2","line":"Epistemological and theoretical basis","number":"2","index":"2","fromtitle":"Autoethnography","byteoffset":4372,"anchor":"Epistemological_and_theoretical_basis"},{"toclevel":1,"level":"2","line":"Types, areas, and approaches of autoethnography","number":"3","index":"3","fromtitle":"Autoethnography","byteoffset":7676,"anchor":"Types,_areas,_and_approaches_of_autoethnography"},{"toclevel":2,"level":"3","line":"Storyteller/narrator","number":"3.1","index":"4","fromtitle":"Autoethnography","byteoffset":21832,"anchor":"Storyteller/narrator"},{"toclevel":1,"level":"2","line":"Evaluation","number":"4","index":"5","fromtitle":"Autoethnography","byteoffset":26681,"anchor":"Evaluation"},{"toclevel":2,"level":"3","line":"Rethinking traditional criteria","number":"4.1","index":"6","fromtitle":"Autoethnography","byteoffset":30818,"anchor":"Rethinking_traditional_criteria"},{"toclevel":3,"level":"4","line":"Contributions to knowledge","number":"4.1.1","index":"7","fromtitle":"Autoethnography","byteoffset":33791,"anchor":"Contributions_to_knowledge"},{"toclevel":3,"level":"4","line":"Value the personal and experiential","number":"4.1.2","index":"8","fromtitle":"Autoethnography","byteoffset":35546,"anchor":"Value_the_personal_and_experiential"},{"toclevel":3,"level":"4","line":"Stories and storytelling","number":"4.1.3","index":"9","fromtitle":"Autoethnography","byteoffset":36996,"anchor":"Stories_and_storytelling"},{"toclevel":3,"level":"4","line":"Relationally responsible approach","number":"4.1.4","index":"10","fromtitle":"Autoethnography","byteoffset":38633,"anchor":"Relationally_responsible_approach"},{"toclevel":3,"level":"4","line":"From \"validity\" to \"truth\"","number":"4.1.5","index":"11","fromtitle":"Autoethnography","byteoffset":39907,"anchor":"From_\"validity\"_to_\"truth\""},{"toclevel":3,"level":"4","line":"From \"generalizability\" to \"resonance\"","number":"4.1.6","index":"12","fromtitle":"Autoethnography","byteoffset":43105,"anchor":"From_\"generalizability\"_to_\"resonance\""},{"toclevel":2,"level":"3","line":"Benefits and concerns","number":"4.2","index":"13","fromtitle":"Autoethnography","byteoffset":44369,"anchor":"Benefits_and_concerns"},{"toclevel":2,"level":"3","line":"Controversy of evaluation","number":"4.3","index":"14","fromtitle":"Autoethnography","byteoffset":47479,"anchor":"Controversy_of_evaluation"},{"toclevel":1,"level":"2","line":"See also","number":"5","index":"15","fromtitle":"Autoethnography","byteoffset":53137,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"Notes","number":"6","index":"16","fromtitle":"Autoethnography","byteoffset":53172,"anchor":"Notes"},{"toclevel":1,"level":"2","line":"References","number":"7","index":"17","fromtitle":"Autoethnography","byteoffset":53200,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Autoethnography","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q4826265"}]}}