{"parse":{"title":"European Union Science Olympiad","pageid":10105330,"revid":841194300,"text":{"*":"<div class=\"mw-parser-output\"><p class=\"mw-empty-elt\">\n\n</p><p>The <b>European Union Science Olympiad</b> (<b>EUSO</b>) is a team-based science competition for the <a href=\"/wiki/European_Union\" title=\"European Union\">European Union</a>'s (EU) students to display their capabilities in <a href=\"/wiki/Natural_sciences\" class=\"mw-redirect\" title=\"Natural sciences\">natural sciences</a>. The annual EUSO was founded in 2003 by Dr. Michael A. Cotter, Dublin Ireland includes only EU member countries. The competition is open to <a href=\"/wiki/Secondary_education\" title=\"Secondary education\">second-level-school</a>, or secondary school, science students who are 16 years of age or younger prior to the competition. Each participating country sends two three-student teams who compete in two intellectually challenging and collaborative tasks. The tasks are designed to connect the branches of science, provide relevant and inquiry-based challenges, engage all team members, support self-pacing, prompt higher-order and creative <a href=\"/wiki/Higher-order_thinking\" title=\"Higher-order thinking\">thinking</a>, and encourage substantive communication.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#History\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">History</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-2\"><a href=\"#EUSO_2003\"><span class=\"tocnumber\">1.1</span> <span class=\"toctext\">EUSO 2003</span></a></li>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#EUSO_2004\"><span class=\"tocnumber\">1.2</span> <span class=\"toctext\">EUSO 2004</span></a></li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#EUSO_2005\"><span class=\"tocnumber\">1.3</span> <span class=\"toctext\">EUSO 2005</span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#EUSO_2006\"><span class=\"tocnumber\">1.4</span> <span class=\"toctext\">EUSO 2006</span></a></li>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#EUSO_2007\"><span class=\"tocnumber\">1.5</span> <span class=\"toctext\">EUSO 2007</span></a></li>\n<li class=\"toclevel-2 tocsection-7\"><a href=\"#EUSO_2008\"><span class=\"tocnumber\">1.6</span> <span class=\"toctext\">EUSO 2008</span></a></li>\n<li class=\"toclevel-2 tocsection-8\"><a href=\"#EUSO_2009\"><span class=\"tocnumber\">1.7</span> <span class=\"toctext\">EUSO 2009</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#Host_countries\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Host countries</span></a></li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#EUSO_participating_countries\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">EUSO participating countries</span></a></li>\n<li class=\"toclevel-1 tocsection-11\"><a href=\"#External_links\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">External links</span></a></li>\n<li class=\"toclevel-1 tocsection-12\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"History\">History</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=European_Union_Science_Olympiad&amp;action=edit&amp;section=1\" title=\"Edit section: History\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The EUSO was founded in 2003 by Dr. Michael A. Cotter, of <a href=\"/wiki/Dublin\" title=\"Dublin\">Dublin</a>, Ireland, who aimed to create a more practical-based general science competition for young EU students.<sup id=\"cite_ref-euso.ie_2-0\" class=\"reference\"><a href=\"#cite_note-euso.ie-2\">&#91;2&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"EUSO_2003\">EUSO 2003</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=European_Union_Science_Olympiad&amp;action=edit&amp;section=2\" title=\"Edit section: EUSO 2003\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The first EUSO was held in <a href=\"/wiki/Dublin\" title=\"Dublin\">Dublin</a>, Ireland, on 6–13 April 2003. The Director was Dr. Michael A. Cotter. Seven countries attended: Belgium, Germany, Ireland, the Netherlands, the United Kingdom, Spain, and Sweden. Switzerland sent an observer. The opening and closing ceremonies took place in the <a href=\"/wiki/Mansion_House,_Dublin\" title=\"Mansion House, Dublin\">Mansion House</a> attended by Minister <a href=\"/wiki/Noel_Treacy\" title=\"Noel Treacy\">Noel Treacy</a> <a href=\"/wiki/Teachta_D%C3%A1la\" title=\"Teachta Dála\">TD</a>; Minister <a href=\"/wiki/Mary_Hanafin\" title=\"Mary Hanafin\">Mary Hanafin</a> TD; the Dublin Lord Mayor, Councillor <a href=\"/wiki/Dermot_Lacey\" title=\"Dermot Lacey\">Dermot Lacey</a>; the deputy Lord Mayor; Senator <a href=\"/wiki/Liam_Fitzgerald\" title=\"Liam Fitzgerald\">Liam Fitzgerald</a>; and Professor <a href=\"/wiki/Malcolm_Smyth\" title=\"Malcolm Smyth\">Malcolm Smyth</a>, Dean of the Faculty of Science &amp; Health at <a href=\"/wiki/Dublin_City_University\" title=\"Dublin City University\">Dublin City University</a> (DCU).\n</p><p>The EUSO 2003 Management Committee included:<br />\n</p>\n<dl><dd>Chairperson: Dr. Carl Ó Dálaigh<br /></dd>\n<dd>Director: Dr. Michael A. Cotter<br /></dd>\n<dd>Administrator: Ms. Sonya Mc Kenna<br /></dd>\n<dd>Scientific Committee: Prof. <a href=\"/wiki/Richard_O%27Kennedy\" title=\"Richard O&#39;Kennedy\">Richard O'Kennedy</a>, Dr. Paraic James, Dr. Paul van Kampen, Dr. George Porter<br /></dd>\n<dd>Senior Examiners: Dr. Ciarán Fagan, Dr. Wesley Browne, Dr. Enda McGlynn</dd></dl>\n<p>The two experiments were held in the Science laboratories at DCU under the supervision of Mr. Maurice Burke, MSc.\n</p><p>Medals were awarded to the following teams:\n</p>\n<table class=\"wikitable\" style=\"width: 80%; margin-left: 22px\">\n<tbody><tr>\n<td width=\"30%\"><b>Trophy &amp; Gold medals</b></td>\n<td>United Kingdom (Team C)\n</td></tr>\n<tr>\n<td width=\"30%\"><b>Gold Medal</b></td>\n<td>Netherlands (Team B)\n</td></tr>\n<tr>\n<td width=\"30%\"><b>Silver Medals</b></td>\n<td>Ireland (Team C), Germany (Team C), Ireland (Team B), Netherlands (Team A), United Kingdom (Team A)\n</td></tr>\n<tr>\n<td width=\"30%\"><b>Bronze Medals</b></td>\n<td>Belgium (Team A), Germany (Team A), Germany (Team B), Ireland (Team A), Spain (Team A), Sweden (Team A), United Kingdom (Team B)\n</td></tr></tbody></table>\n<p>At the GB meeting, attended by all seven country coordinators, the 2003 edition of the Constitution was agreed. The main changes included the reduction of the student participants’ age to \"sixteen on the previous December 31st\" and the amalgamation of the role of country coordinator with one of the country mentors.\n</p>\n<h3><span class=\"mw-headline\" id=\"EUSO_2004\">EUSO 2004</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=European_Union_Science_Olympiad&amp;action=edit&amp;section=3\" title=\"Edit section: EUSO 2004\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Fifteen EU countries participated in the <i>second EUSO</i> in <a href=\"/wiki/Groningen\" title=\"Groningen\">Groningen</a>, the Netherlands, on 2–8 May 2004. The Director was Drs. Hans Jordens. The host country invited the seven countries that participated in the first EUSO in Dublin in April 2003. They were represented by a total of 19 teams (57 Students): Belgium (2 teams), Germany (3 teams), Ireland (3 teams), Netherlands (3 teams), Spain (3 teams), Sweden (3 teams) and the United Kingdom (2 teams). Each country also sent mentors for Biology, Chemistry and Physics.\n</p><p>Medals were awarded as follows:\n<b>Gold medal and EUSO Trophy</b>: Germany (Team B).\n<b>Gold medal</b>: Germany (Team C).\n<b>Silver Medals</b>: Sweden (Team C), Netherlands (Team C), Germany (Team A), Ireland (Team A), Belgium (Team A), United Kingdom (Team A) and Ireland (Team C).\n<b>Bronze Medals</b> (<i>in alphabetical order</i>): Belgium (Team B), Ireland (Team B), Netherlands (Team A), Netherlands (Team B), Spain (Team A), Spain (Team B), Spain (Team C), Sweden (Team A), Sweden (Team B) and the United Kingdom (Team B).\n</p><p>Scientific Observers represented eight countries that joined the EU in 2004. These countries were Cyprus, Czech Republic, Estonia, Greece, Latvia, Malta, Poland and Slovakia. These countries, and the seven countries listed above, were invited to send a full delegation to the EUSO 2005.\n</p>\n<h3><span class=\"mw-headline\" id=\"EUSO_2005\">EUSO 2005</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=European_Union_Science_Olympiad&amp;action=edit&amp;section=4\" title=\"Edit section: EUSO 2005\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The <i>third EUSO</i> was held in <a href=\"/wiki/Galway\" title=\"Galway\">Galway</a>, Ireland, on 14–21 May 2005. The Directors were Dr. Michael A. Cotter &amp; Mr. Bernard Kirk. The experiments were developed by and held in NUI Galway and GMIT under the supervision of Dr. Paraic James (DCU). The Patron was Mr. Noel Treacy TD, Minister for European Affairs.\n</p><p>A constitutional change (3.2.1) in 2004 reduced the delegations to two teams with three science students in each and a Mentor for each discipline (Biology, Chemistry and Physics), with one acting as the Country Coordinator and one acting as the Head of the Delegation.\n</p><p>Ten countries were represented by a total of 18 teams (54 Students): Belgium (2 teams), Cyprus (2 teams), Estonia (2 teams), Germany (2 teams), Ireland (2 teams), Latvia (1 team), Netherlands (2 teams), Slovakia (1 team), Spain (2 teams) and Sweden (2 teams). Each country also sent three mentors. The United Kingdom sent a Scientific Observer.\n</p><p>Medals were awarded as follows:\n<b>Gold Medal &amp; EUSO Trophy</b>: Slovakia (Team A).\n<b>Gold Medal</b>: Germany (Team B).\n<b>Silver Medals</b>: Estonia (Team A), Germany (Team A), Belgium, (Team A), Spain (Team A), Ireland (Team B), Netherlands (Team B) and Netherlands (Team A).\n<b>Bronze Medals</b> (<i>in alphabetical order</i>): Belgium (Team B), Cyprus (Team A), Cyprus (Team B), Estonia (Team B), Ireland (Team A), Latvia (Team A), Spain (Team B), Sweden (Team A) and Sweden (Team B).\n</p>\n<h3><span class=\"mw-headline\" id=\"EUSO_2006\">EUSO 2006</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=European_Union_Science_Olympiad&amp;action=edit&amp;section=5\" title=\"Edit section: EUSO 2006\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The <i>fourth EUSO</i> was held in <a href=\"/wiki/Brussels\" title=\"Brussels\">Brussels</a>, Belgium, on 2–8 April 2006. The Director was Mr. Victor Rasquin. The experiments were developed by and held in Vrije Universiteit van Brussel (VUB) and the Université Libre de Bruxelles (ULB). The Coordinators were Prof. Dr. Luc Leyns and Mrs. Roosje Van Den Driessche and the chairman was Prof. Dr. Louis De Vos. The Patron was Her Majesty, <a href=\"/wiki/Queen_Paola_of_Belgium\" title=\"Queen Paola of Belgium\">Queen Paola of Belgium</a>.\n</p><p>A delegation of two teams (three students in each) and a mentor for each discipline (Biology, Chemistry and Physics) represented participating countries. One mentor was the Country Coordinator and Head of the Delegation.\n</p><p>Twelve countries were represented by a total of 23 teams (69 Students): Belgium (2 teams), Cyprus (2 teams), Estonia (2 teams), Germany (2 teams), Greece (2 teams), Ireland (2 teams), Latvia (1 team), Netherlands (2 teams), Slovakia (1 team), Spain (2 teams), Sweden (2 teams) and the United Kingdom (2 teams). Each country also sent three mentors. Denmark sent a Scientific Observer.\n</p><p>Medals were awarded as follows:\n<b>EUSO Trophy &amp; Gold Medal</b>: Germany (Team A).\n<b>Gold Medal</b>: Latvia (Team A) and Netherlands (Team B).\n<b>Silver Medals</b>: Germany (Team B), Slovakia (Team A), Ireland (Team B), Estonia (Team A), Netherlands (Team A), Estonia (Team B), Belgium, (Team B), Slovakia (Team B), Spain (Team A) and Ireland (Team A).\n<b>Bronze Medals</b> (<i>in alphabetical order</i>): Belgium (Team A), Cyprus (Team A), Cyprus (Team B), Greece (Team A.), Greece (Team B), Spain (Team B), Sweden (Team A), Sweden (Team B), United Kingdom (Team A) and the United Kingdom (Team B).\n</p>\n<h3><span class=\"mw-headline\" id=\"EUSO_2007\">EUSO 2007</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=European_Union_Science_Olympiad&amp;action=edit&amp;section=6\" title=\"Edit section: EUSO 2007\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The <i>fifth EUSO</i> was held in <a href=\"/wiki/Potsdam\" title=\"Potsdam\">Potsdam</a>, Brandenburg, Germany on 25 March – 1 April 2007. The Director was Dr. Eckhard Lucius; Vice Directors, Dr. Marlen Fritzsche and Mr. Matthias Griessner; Secretary, Ms. Renate Glawe. The experiments were developed by and held at the <a href=\"/wiki/University_of_Potsdam\" title=\"University of Potsdam\">University of Potsdam</a>. The chairman was Professor Thomas Altmann.\n</p><p>Sixteen EU countries were represented by a total of 29 teams (87 Students). Delegations included one or two teams of three students, and a mentor for each discipline (Biology, Chemistry and Physics). One mentor was the Country Coordinator and Head of the Delegation. Austria and Bulgaria sent Scientific Observers. International guests from Indonesia and Taiwan represented the IJSO.\n</p><p>Teams: Belgium (2 teams), Cyprus (2 teams), Czech Republic (2 teams), Estonia (2 teams), Germany (2 teams), Greece (2 teams), Ireland (2 teams), Latvia (1 team), Lithuania (1 team), Luxembourg (2 teams), Netherlands (2 teams), Slovakia (2 teams), Slovenia (1 team), Spain (2 teams), Sweden (2 teams) and the United Kingdom (2 teams).\n</p><p>Medals were awarded as follows:\n<b>EUSO Trophy &amp; Gold Medal</b>: Germany (Team B).\n<b>Gold Medals</b>: Germany (Team A), Spain (Team A), Estonia (Team A) and Netherlands (Team A).\n<b>Silver Medals</b>: Slovakia (Team A), Lithuania (Team A), Latvia (Team A), Ireland (Team B), Slovakia (Team B), Estonia (Team B), Ireland (Team A), United Kingdom (Team A), Spain (Team B) and Netherlands (Team B).\n<b>Bronze Medals</b> (<i>in alphabetical order</i>): (Teams A); Belgium, Cyprus, Czech Republic, Greece, Luxembourg, Slovenia, Sweden, (Teams B); Belgium, Cyprus, Czech Republic, Greece, Luxembourg, Sweden and the United Kingdom.\n</p>\n<h3><span class=\"mw-headline\" id=\"EUSO_2008\">EUSO 2008</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=European_Union_Science_Olympiad&amp;action=edit&amp;section=7\" title=\"Edit section: EUSO 2008\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The <i>sixth EUSO</i> was held in <a href=\"/wiki/Nicosia\" title=\"Nicosia\">Nicosia</a>, Cyprus, on 11–17 May 2008. The Director was Mr. Mikis Hadjineophytou. The Organising Committee was assisted by the Director of the Ministry of Education and Culture, Mrs Olympia Stylianou. The experiments, carried out by the students at the University of Cyprus, were developed by the Scientific Committee composed of Dr. Epaminondas Leontides, Chemistry Professor at the University of Cyprus, Dr. Christina Sidera, Dr. Constantinos Phanis, Mr. Anaxagoras Hadjiiosif and Mr. Andreas Papastylianou.\n</p><p>Twenty-one EU countries were represented by a total of 33 teams (99 Students). Delegations included one or two teams of three students, and a mentor for each discipline (Biology, Chemistry and Physics). One mentor was the Country Coordinator and Head of the Delegation. Hungary, Portugal and the United Kingdom sent Scientific Observers.\n</p><p>Teams: Austria (2 teams), Belgium (2 teams), Bulgaria (2 teams), Cyprus (2 teams), Czech Republic (2 teams), Denmark (2 teams), Estonia (2 teams), Germany (2 teams), Greece (2 teams), Ireland (2 teams), Latvia (1 team), Lithuania (2 teams), Luxembourg (2 teams), Netherlands (2 teams), Slovakia (2 teams), Slovenia (1 team), Spain (2 teams) and Sweden (2 teams).\n</p><p>Medals were awarded as follows:\n<b>EUSO Trophy &amp; Gold Medal</b>: Estonia (Team B).\n<b>Gold Medals</b>: Netherlands (Team B), Germany (Team A), Slovakia (Team B), Latvia (Team A), Lithuania (Team B), Ireland (Team B) and Cyprus (Team B).\n<b>Silver Medals</b>: Czech Republic (Team A), Lithuania (Team A), Austria (Team A), Czech Republic (Team B), Belgium (Team A), Germany (Team B), Estonia (Team A), Ireland (Team A) and Slovakia (Team A).\n<b>Bronze Medals</b> (<i>in alphabetical order</i>): (Teams A): Bulgaria, Cyprus, Greece, Luxembourg, Netherlands, Slovenia, Spain, and Sweden. (Teams B): Austria, Belgium, Bulgaria, Denmark, Greece, Luxembourg, Spain and Sweden.\n</p>\n<h3><span class=\"mw-headline\" id=\"EUSO_2009\">EUSO 2009</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=European_Union_Science_Olympiad&amp;action=edit&amp;section=8\" title=\"Edit section: EUSO 2009\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The <i>seventh EUSO</i> was held in <a href=\"/wiki/Murcia\" title=\"Murcia\">Murcia</a>, Spain from 28 March to 5 April 2009. The Honorary president was His Majesty the King, D. <a href=\"/wiki/Juan_Carlos_I\" class=\"mw-redirect\" title=\"Juan Carlos I\">Juan Carlos I</a> of Spain, the Director was Prof. Juan Antonio Rodríguez Renuncio and the Coordinator was Dr. Jorge Molero Fernández. The Organising Committee was chaired by, Ilma. Sra. Dna. Rosa Peñalver Pérez, General Director of Territory Cooperation (Ministry of Educatión), and included, Ilmo. Sr. D. Carlos Romero Gallego, General Director for Educational Promotion and Innovation (Regional Government of Murcia) and, Ilmo. Sr. Dr. D. Francisco Guillermo Díaz Baños, Vice-President of the <a href=\"/wiki/University_of_Murcia\" title=\"University of Murcia\">University of Murcia</a>.\n</p><p>The two experiments were developed by the Scientific Committee based at Murcia University under the direction of Prof. José Antonio Lozano Teruel and the chairmanship of Prof. Manuel Hernández Córdoba. This committee also included Dr. Carmen López Erroz, Professor of Analytical Chemistry, Dr. Gloria Villoria Cano, Professor of Chemical Engineering, Dr. Patricia Lucas Elio, Professor of Genetic and Microbiology, Dr. Antonio Sánchez Amat, Professor of Genetics and Microbiology, Dr. Jorge de Costa Ruiz, Professor of Physiology, Dr. Antonio Guirao Piñera, Professor of Optics, and Dr. Rafael García Molina, Professor of Applied Physics.\n</p><p>Twenty-one EU countries were represented by a total of 40 teams (120 Students). Delegations included one or two teams of three students, and a mentor for each discipline (Biology, Chemistry and Physics). One mentor was the Country Coordinator and Head of the Delegation. Romania and France sent Scientific Observers for the first time.\n</p><p>Teams: Austria (2 teams), Belgium (2 teams), Bulgaria (2 teams), Cyprus (2 teams), Czech Republic (2 teams), Denmark (2 teams), Estonia (2 teams), Germany (2 teams), Greece (2 teams), Hungary (2 teams), Ireland (2 teams), Latvia (1 team), Lithuania (2 teams), Luxembourg (2 teams), Netherlands (2 teams), Portugal (2 teams), Slovakia (2 teams), Slovenia (1 team), Spain (2 teams), Sweden (2 teams) and the United Kingdom (2 teams).\n</p><p>Medals were awarded as follows:\n<b>EUSO Trophy &amp; Gold Medal:</b> Czech Republic (Team A). \n<b>Gold Medals:</b> Hungary (Team A), Germany (Team B), Germany (Team A) and Estonia (Team A).\n<b>Silver Medals</b>: Netherlands (Team A), Lithuania (Team A), Czech Republic (Team A), Ireland (Team A), Belgium (Team A), Netherlands (Team B), United Kingdom  (Team B), Austria (Team B), Cyprus (Team B), Lithuania (Team B), Slovakia (Team B) and Greece (Team B).\n<b>Bronze Medals</b> (<i>in alphabetical order</i>): (Teams A): Bulgaria, Cyprus, Denmark, Greece, Latvia, Luxembourg, Portugal, Slovakia, Slovenia, Spain, Sweden and the United Kingdom\n(Teams B): Austria, Belgium, Bulgaria, Denmark, Estonia, Hungary, Ireland, Luxembourg, Portugal, Spain and Sweden.\n</p>\n<h2><span class=\"mw-headline\" id=\"Host_countries\">Host countries</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=European_Union_Science_Olympiad&amp;action=edit&amp;section=9\" title=\"Edit section: Host countries\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><span class=\"vevent\">2003<span style=\"display:none\">&#160;(<span class=\"bday dtstart published updated\">2003</span>)</span>: <span class=\"location summary\"> <a href=\"/wiki/Dublin\" title=\"Dublin\">Dublin</a>, Ireland</span></span><sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup></li>\n<li><span class=\"vevent\">2004<span style=\"display:none\">&#160;(<span class=\"bday dtstart published updated\">2004</span>)</span>: <span class=\"location summary\"> <a href=\"/wiki/Groningen_(city)\" class=\"mw-redirect\" title=\"Groningen (city)\">Groningen</a>, the Netherlands</span></span></li>\n<li><span class=\"vevent\">2005<span style=\"display:none\">&#160;(<span class=\"bday dtstart published updated\">2005</span>)</span>: <span class=\"location summary\"> <a href=\"/wiki/Galway\" title=\"Galway\">Galway</a>, Ireland</span></span></li>\n<li><span class=\"vevent\">2006<span style=\"display:none\">&#160;(<span class=\"bday dtstart published updated\">2006</span>)</span>: <span class=\"location summary\"> <a href=\"/wiki/Brussels\" title=\"Brussels\">Brussels</a>, Belgium</span></span><sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup></li>\n<li><span class=\"vevent\">2007<span style=\"display:none\">&#160;(<span class=\"bday dtstart published updated\">2007</span>)</span>: <span class=\"location summary\"> <a href=\"/wiki/Potsdam\" title=\"Potsdam\">Potsdam</a>, Brandenburg, Germany</span></span></li>\n<li><span class=\"vevent\">2008<span style=\"display:none\">&#160;(<span class=\"bday dtstart published updated\">2008</span>)</span>: <span class=\"location summary\"> <a href=\"/wiki/Nicosia\" title=\"Nicosia\">Nicosia</a>, Cyprus</span></span></li>\n<li><span class=\"vevent\">2009<span style=\"display:none\">&#160;(<span class=\"bday dtstart published updated\">2009</span>)</span>: <span class=\"location summary\"> <a href=\"/wiki/Murcia\" title=\"Murcia\">Murcia</a>, Spain</span></span></li>\n<li><span class=\"vevent\">2010<span style=\"display:none\">&#160;(<span class=\"bday dtstart published updated\">2010</span>)</span>: <span class=\"location summary\"> <a href=\"/wiki/Gothenburg\" title=\"Gothenburg\">Gothenburg</a> Sweden</span></span><sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup></li>\n<li><span class=\"vevent\">2011<span style=\"display:none\">&#160;(<span class=\"bday dtstart published updated\">2011</span>)</span>: <span class=\"location summary\"> <a href=\"/wiki/Hradec_Kr%C3%A1lov%C3%A9\" title=\"Hradec Králové\">Hradec Králové</a>, Czech Republic</span></span><sup id=\"cite_ref-EUSO_6-0\" class=\"reference\"><a href=\"#cite_note-EUSO-6\">&#91;6&#93;</a></sup></li>\n<li><span class=\"vevent\">2012<span style=\"display:none\">&#160;(<span class=\"bday dtstart published updated\">2012</span>)</span>: <span class=\"location summary\"> <a href=\"/wiki/Vilnius\" title=\"Vilnius\">Vilnius</a>, Lithuania</span></span><sup id=\"cite_ref-EUSO_6-1\" class=\"reference\"><a href=\"#cite_note-EUSO-6\">&#91;6&#93;</a></sup></li>\n<li><span class=\"vevent\">2013<span style=\"display:none\">&#160;(<span class=\"bday dtstart published updated\">2013</span>)</span>: <span class=\"location summary\"> <a href=\"/wiki/Luxembourg\" title=\"Luxembourg\">Luxembourg</a>, Grand Duchy of Luxembourg</span></span><sup id=\"cite_ref-EUSO_6-2\" class=\"reference\"><a href=\"#cite_note-EUSO-6\">&#91;6&#93;</a></sup></li>\n<li><span class=\"vevent\">2014<span style=\"display:none\">&#160;(<span class=\"bday dtstart published updated\">2014</span>)</span>: <span class=\"location summary\"> <a href=\"/wiki/Athens\" title=\"Athens\">Athens</a>, Greece</span></span></li>\n<li><span class=\"vevent\">2015<span style=\"display:none\">&#160;(<span class=\"bday dtstart published updated\">2015</span>)</span>: <span class=\"location summary\"> <a href=\"/wiki/Klagenfurt\" title=\"Klagenfurt\">Klagenfurt</a>, Austria</span></span></li>\n<li><span class=\"vevent\">2016<span style=\"display:none\">&#160;(<span class=\"bday dtstart published updated\">2016</span>)</span>: <span class=\"location summary\"> <a href=\"/wiki/Tartu\" title=\"Tartu\">Tartu</a>, Estonia</span></span></li>\n<li><span class=\"vevent\">2017<span style=\"display:none\">&#160;(<span class=\"bday dtstart published updated\">2017</span>)</span>: <span class=\"location summary\"> <a href=\"/wiki/Copenhagen\" title=\"Copenhagen\">Copenhagen</a>, Denmark</span></span></li>\n<li><span class=\"vevent\">2018<span style=\"display:none\">&#160;(<span class=\"bday dtstart published updated\">2018</span>)</span>: <span class=\"location summary\"> <a href=\"/wiki/Ljubljana\" title=\"Ljubljana\">Ljubljana</a>, Slovenia</span></span></li></ul>\n<h2><span class=\"mw-headline\" id=\"EUSO_participating_countries\">EUSO participating countries</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=European_Union_Science_Olympiad&amp;action=edit&amp;section=10\" title=\"Edit section: EUSO participating countries\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"div-col columns column-width\" style=\"-moz-column-width: 22em; -webkit-column-width: 22em; column-width: 22em;\">\n<ul><li>Austria</li>\n<li>Belgium</li>\n<li>Bulgaria</li>\n<li>Croatia</li>\n<li>Cyprus</li>\n<li>Czech Republic</li>\n<li>Denmark</li>\n<li>Estonia</li>\n<li>Finland</li>\n<li>France</li>\n<li>Germany</li>\n<li>Greece</li>\n<li>Hungary</li>\n<li>Ireland</li>\n<li>Italy</li>\n<li>Latvia</li>\n<li>Lithuania</li>\n<li>Luxembourg</li>\n<li>Malta</li>\n<li>Netherlands</li>\n<li>Portugal</li>\n<li>Romania</li>\n<li>Slovakia</li>\n<li>Slovenia</li>\n<li>Spain</li>\n<li>Sweden</li></ul></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=European_Union_Science_Olympiad&amp;action=edit&amp;section=11\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.euso.eu\">Official website</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=European_Union_Science_Olympiad&amp;action=edit&amp;section=12\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><b>Tasks of the European Union Science Olympiads 2003–2007</b>.\n<b>Challenging Interdisciplinary Science Experiments. Volume 1</b>\n Editors: <i><b>Dr. Michael A. Cotter &amp; Dr. Stefan Peterson</b></i>\n Publisher: Waxmann Verlag GmbH, Münster, Germany (2013)\n<cite class=\"citation web\"> <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20140527215916/http://www.waxmann.com/index.php?id=buecher&amp;no_cache=1&amp;L=1&amp;tx_p2waxmann_pi1\">https://web.archive.org/web/20140527215916/http://www.waxmann.com/index.php?id=buecher&amp;no_cache=1&amp;L=1&amp;tx_p2waxmann_pi1</a>. Archived from <a rel=\"nofollow\" class=\"external text\" href=\"http://www.waxmann.com/index.php?id%3Dbuecher%26no_cache%3D1%26L%3D1%26tx_p2waxmann_pi1\">the original</a> on 27 May 2014<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">10 March</span> 2013</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.waxmann.com%2Findex.php%3Fid%253Dbuecher%2526no_cache%253D1%2526L%253D1%2526tx_p2waxmann_pi1&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AEuropean+Union+Science+Olympiad\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span> <span style=\"font-size:100%\" class=\"error citation-comment\">Missing or empty <code style=\"color:inherit; border:inherit; padding:inherit;\">&#124;title=</code> (<a href=\"/wiki/Help:CS1_errors#citation_missing_title\" title=\"Help:CS1 errors\">help</a>)</span>[autor]=PER106003&amp;tx_p2waxmann_pi1[buch]=BUC123216</span>\n</li>\n<li id=\"cite_note-euso.ie-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-euso.ie_2-0\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.euso.ie\">http://www.euso.ie</a></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.euso.dcu.ie/index2.html\">http://www.euso.dcu.ie/index2.html</a></span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.vob-ond.be/Olympiades/EUSO2006/Welcome.html\">http://www.vob-ond.be/Olympiades/EUSO2006/Welcome.html</a></span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.euso.dcu.ie/euso/future/index.htm\">http://www.euso.dcu.ie/euso/future/index.htm</a></span>\n</li>\n<li id=\"cite_note-EUSO-6\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-EUSO_6-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-EUSO_6-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-EUSO_6-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.euso.dcu.ie/ireuso/\">http://www.euso.dcu.ie/ireuso/</a></span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw1244\nCached time: 20180910143054\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.104 seconds\nReal time usage: 0.223 seconds\nPreprocessor visited node count: 1317/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 12621/2097152 bytes\nTemplate argument size: 4290/2097152 bytes\nHighest expansion depth: 12/40\nExpensive parser function count: 2/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 3872/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.022/10.000 seconds\nLua memory usage: 1.49 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  186.725      1 -total\n 38.29%   71.488      1 Template:Reflist\n 32.98%   61.578      1 Template:Use_British_English\n 26.52%   49.520      2 Template:DMCA\n 16.47%   30.745      2 Template:Dated_maintenance_category\n 16.23%   30.302      1 Template:Cite_web\n 15.86%   29.613     16 Template:Timeline-event\n 13.40%   25.012      2 Template:FULLROOTPAGENAME\n 12.78%   23.863     16 Template:Start_date\n 12.20%   22.782      2 Template:Ns_has_subpages\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:10105330-0!canonical and timestamp 20180910143054 and revision id 841194300\n -->\n</div>"},"langlinks":[{"lang":"de","url":"https://de.wikipedia.org/wiki/Europ%C3%A4ische_Naturwissenschaftsolympiade","langname":"German","autonym":"Deutsch","*":"Europäische Naturwissenschaftsolympiade"},{"lang":"fr","url":"https://fr.wikipedia.org/wiki/Olympiade_scientifique_de_l%27Union_europ%C3%A9enne","langname":"French","autonym":"français","*":"Olympiade scientifique de l'Union européenne"},{"lang":"it","url":"https://it.wikipedia.org/wiki/Olimpiadi_europee_delle_scienze","langname":"Italian","autonym":"italiano","*":"Olimpiadi europee delle scienze"},{"lang":"nl","url":"https://nl.wikipedia.org/wiki/European_Union_Science_Olympiad","langname":"Dutch","autonym":"Nederlands","*":"European Union Science Olympiad"}],"categories":[{"sortkey":"","hidden":"","*":"Pages_with_citations_lacking_titles"},{"sortkey":"","hidden":"","*":"Pages_with_citations_having_bare_URLs"},{"sortkey":"","hidden":"","*":"Use_British_English_from_June_2014"},{"sortkey":"","hidden":"","*":"Use_dmy_dates_from_June_2014"},{"sortkey":"","hidden":"","*":"Pages_with_timeline_metadata"},{"sortkey":"","*":"Science_competitions"},{"sortkey":"","*":"European_Union_and_science_and_technology"}],"links":[{"ns":14,"exists":"","*":"Category:Use British English from June 2014"},{"ns":14,"exists":"","*":"Category:Use dmy dates from June 2014"},{"ns":0,"exists":"","*":"Athens"},{"ns":0,"exists":"","*":"Brussels"},{"ns":0,"exists":"","*":"Copenhagen"},{"ns":0,"exists":"","*":"Dermot Lacey"},{"ns":0,"exists":"","*":"Dublin"},{"ns":0,"exists":"","*":"Dublin City University"},{"ns":0,"exists":"","*":"European Union"},{"ns":0,"exists":"","*":"Galway"},{"ns":0,"exists":"","*":"Gothenburg"},{"ns":0,"exists":"","*":"Groningen"},{"ns":0,"exists":"","*":"Groningen (city)"},{"ns":0,"exists":"","*":"Higher-order thinking"},{"ns":0,"exists":"","*":"Hradec Králové"},{"ns":0,"exists":"","*":"Juan Carlos I"},{"ns":0,"exists":"","*":"Klagenfurt"},{"ns":0,"exists":"","*":"Liam Fitzgerald"},{"ns":0,"exists":"","*":"Ljubljana"},{"ns":0,"exists":"","*":"Luxembourg"},{"ns":0,"exists":"","*":"Malcolm Smyth"},{"ns":0,"exists":"","*":"Mansion House, Dublin"},{"ns":0,"exists":"","*":"Mary Hanafin"},{"ns":0,"exists":"","*":"Murcia"},{"ns":0,"exists":"","*":"Natural sciences"},{"ns":0,"exists":"","*":"Nicosia"},{"ns":0,"exists":"","*":"Noel Treacy"},{"ns":0,"exists":"","*":"Potsdam"},{"ns":0,"exists":"","*":"Queen Paola of Belgium"},{"ns":0,"exists":"","*":"Richard O'Kennedy"},{"ns":0,"exists":"","*":"Secondary education"},{"ns":0,"exists":"","*":"Tartu"},{"ns":0,"exists":"","*":"Teachta Dála"},{"ns":0,"exists":"","*":"University of Murcia"},{"ns":0,"exists":"","*":"University of Potsdam"},{"ns":0,"exists":"","*":"Vilnius"},{"ns":12,"exists":"","*":"Help:CS1 errors"}],"templates":[{"ns":10,"exists":"","*":"Template:Use British English"},{"ns":10,"exists":"","*":"Template:DMCA"},{"ns":10,"exists":"","*":"Template:Dated maintenance category"},{"ns":10,"exists":"","*":"Template:FULLROOTPAGENAME"},{"ns":10,"exists":"","*":"Template:Ns has subpages"},{"ns":10,"exists":"","*":"Template:Use dmy dates"},{"ns":10,"exists":"","*":"Template:Timeline-event"},{"ns":10,"exists":"","*":"Template:Start date"},{"ns":10,"exists":"","*":"Template:Columns-list"},{"ns":10,"exists":"","*":"Template:Div col"},{"ns":10,"exists":"","*":"Template:Column-width"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Ns has subpages"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"}],"images":[],"externallinks":["https://web.archive.org/web/20140527215916/http://www.waxmann.com/index.php?id=buecher&no_cache=1&L=1&tx_p2waxmann_pi1","http://www.waxmann.com/index.php?id%3Dbuecher%26no_cache%3D1%26L%3D1%26tx_p2waxmann_pi1","http://www.euso.ie","http://www.euso.dcu.ie/index2.html","http://www.vob-ond.be/Olympiades/EUSO2006/Welcome.html","http://www.euso.dcu.ie/euso/future/index.htm","http://www.euso.dcu.ie/ireuso/","http://www.euso.eu"],"sections":[{"toclevel":1,"level":"2","line":"History","number":"1","index":"1","fromtitle":"European_Union_Science_Olympiad","byteoffset":1547,"anchor":"History"},{"toclevel":2,"level":"3","line":"EUSO 2003","number":"1.1","index":"2","fromtitle":"European_Union_Science_Olympiad","byteoffset":1778,"anchor":"EUSO_2003"},{"toclevel":2,"level":"3","line":"EUSO 2004","number":"1.2","index":"3","fromtitle":"European_Union_Science_Olympiad","byteoffset":3767,"anchor":"EUSO_2004"},{"toclevel":2,"level":"3","line":"EUSO 2005","number":"1.3","index":"4","fromtitle":"European_Union_Science_Olympiad","byteoffset":5124,"anchor":"EUSO_2005"},{"toclevel":2,"level":"3","line":"EUSO 2006","number":"1.4","index":"5","fromtitle":"European_Union_Science_Olympiad","byteoffset":6556,"anchor":"EUSO_2006"},{"toclevel":2,"level":"3","line":"EUSO 2007","number":"1.5","index":"6","fromtitle":"European_Union_Science_Olympiad","byteoffset":8194,"anchor":"EUSO_2007"},{"toclevel":2,"level":"3","line":"EUSO 2008","number":"1.6","index":"7","fromtitle":"European_Union_Science_Olympiad","byteoffset":9898,"anchor":"EUSO_2008"},{"toclevel":2,"level":"3","line":"EUSO 2009","number":"1.7","index":"8","fromtitle":"European_Union_Science_Olympiad","byteoffset":11827,"anchor":"EUSO_2009"},{"toclevel":1,"level":"2","line":"Host countries","number":"2","index":"9","fromtitle":"European_Union_Science_Olympiad","byteoffset":14660,"anchor":"Host_countries"},{"toclevel":1,"level":"2","line":"EUSO participating countries","number":"3","index":"10","fromtitle":"European_Union_Science_Olympiad","byteoffset":16307,"anchor":"EUSO_participating_countries"},{"toclevel":1,"level":"2","line":"External links","number":"4","index":"11","fromtitle":"European_Union_Science_Olympiad","byteoffset":16648,"anchor":"External_links"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"12","fromtitle":"European_Union_Science_Olympiad","byteoffset":16708,"anchor":"References"}],"parsewarnings":[],"displaytitle":"European Union Science Olympiad","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q674435"}]}}