{"parse":{"title":"Karagiozis","pageid":1435569,"revid":821638817,"text":{"*":"<div class=\"mw-parser-output\"><div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:222px;\"><a href=\"/wiki/File:Karagiozis.png\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Karagiozis.png/220px-Karagiozis.png\" width=\"220\" height=\"337\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Karagiozis.png/330px-Karagiozis.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Karagiozis.png/440px-Karagiozis.png 2x\" data-file-width=\"964\" data-file-height=\"1476\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Karagiozis.png\" class=\"internal\" title=\"Enlarge\"></a></div>Karaghiozis (toy shadow puppet)</div></div></div>\n<p><b>Karagiozis</b> or <b>Karaghiozis</b> (<a href=\"/wiki/Greek_language\" title=\"Greek language\">Greek</a>: <span lang=\"el\">Καραγκιόζης</span>, <a href=\"/wiki/Turkish_language\" title=\"Turkish language\">Turkish</a>; <i>Karagöz</i>) is a <a href=\"/wiki/Shadow_puppet\" class=\"mw-redirect\" title=\"Shadow puppet\">shadow puppet</a> and <a href=\"/wiki/Fictional_character\" class=\"mw-redirect\" title=\"Fictional character\">fictional character</a> of <a href=\"/wiki/Greek_history\" class=\"mw-redirect\" title=\"Greek history\">Greek</a> <a href=\"/wiki/Folklore\" title=\"Folklore\">folklore</a>, originating in the <a href=\"/wiki/Turkish_history\" class=\"mw-redirect\" title=\"Turkish history\">Turkish</a> <a href=\"/wiki/Shadow_play\" title=\"Shadow play\">shadow play</a> <a href=\"/wiki/Karag%C3%B6z_and_Hacivat\" title=\"Karagöz and Hacivat\">Karagöz and Hacivat</a>. He is the main character of the tales narrated in the Turkish and Greek shadow-puppet theatre.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Origins\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Origins</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Scenario\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Scenario</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#The_characters\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">The characters</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#The_puppets\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">The puppets</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Modern_incarnations\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Modern incarnations</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#See_also\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#References\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#External_links\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Origins\">Origins</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Karagiozis&amp;action=edit&amp;section=1\" title=\"Edit section: Origins\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div role=\"note\" class=\"hatnote navigation-not-searchable\">See also: <a href=\"/wiki/Shadow_theatre\" class=\"mw-redirect\" title=\"Shadow theatre\">Shadow theatre</a></div>\n<p>Shadow theatre, with a single puppeteer creating voices for a dialogue, narrating a story, and possibly even singing while manipulating puppets, appears to come ultimately from the <a href=\"/wiki/Indonesia\" title=\"Indonesia\">Indonesian</a> <a href=\"/wiki/Wayang_kulit\" title=\"Wayang kulit\">wayang kulit</a> or Chinese <i>pi ying xi</i> <a href=\"/wiki/Shadow_play\" title=\"Shadow play\">Shadow play</a>.\n</p><p>The name Karagiozis or Karaghiozis is from <a href=\"/wiki/Greek_language\" title=\"Greek language\">Greek</a> Καραγκιόζης, borrowed from <a href=\"/wiki/Turkish_language\" title=\"Turkish language\">Turkish</a> Karagöz 'dark eye'.\n</p><p>There are several stories of how shadow theater was established in Asia Minor. Many argue for a Mediterranean origin in the Egyptian shadow puppet tradition.  Whatever the case, it is worthwhile to mention that regardless of religious restrictions, shadow theater became more widespread around the 16th century among the Muslim Turks.\n</p><p>Originally, his popular appeal was his scatological language and protruding phallus. It is still performed in <a href=\"/wiki/Turkey\" title=\"Turkey\">Turkey</a>, especially during <a href=\"/wiki/Ramadan\" title=\"Ramadan\">Ramadan</a> celebrations, under the same name. \n</p><p>Karagiozis seems to have come to mainland <a href=\"/wiki/Greece\" title=\"Greece\">Greece</a>, probably from <a href=\"/wiki/Asia_Minor\" class=\"mw-redirect\" title=\"Asia Minor\">Asia Minor</a> (<a href=\"/wiki/Anatolia\" title=\"Anatolia\">Anatolia</a>) at the 19th century, during Ottoman rule. Karagiozis was hellenized in <a href=\"/wiki/Patras\" title=\"Patras\">Patras</a>, <a href=\"/wiki/Greece\" title=\"Greece\">Greece</a> in the end of 19th century by <a href=\"/w/index.php?title=Dimitrios_Sardounis&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Dimitrios Sardounis (page does not exist)\">Dimitrios Sardounis</a> alias <i>Mimaros</i>, who is considered the founder of modern Greek shadow theater.\n</p><p>The genre became a fully integrated, though adapted, amongst the Greek population. But there are several legends as well as studies surrounding Karagiozis's arrival and subsequent popularity in Greece.  Some stories say that Greek merchants brought the art from China and others say that it was a Greek who created the \"legend\" during Ottoman rule for the entertainment of the sultan.  Yet others believe that it originated from real events involving two masonry workers named <a href=\"/wiki/Karag%C3%B6z_and_Hacivat\" title=\"Karagöz and Hacivat\">Karagöz and Haci Ivat</a> working in the construction of a mosque in the city of Bursa, Turkey in early 14th century.\n</p>\n<h2><span class=\"mw-headline\" id=\"Scenario\">Scenario</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Karagiozis&amp;action=edit&amp;section=2\" title=\"Edit section: Scenario\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Karagiozis is a poor hunchbacked Greek, his right hand is always depicted long, his clothes are ragged and patched, and his feet are always bare. He lives in a poor <a href=\"/wiki/Cottage\" title=\"Cottage\">cottage</a> (<a href=\"/wiki/Greek_language\" title=\"Greek language\">Greek</a>: παράγκα) with his wife Aglaia and his three sons, during the times of the <a href=\"/wiki/Ottoman_Empire\" title=\"Ottoman Empire\">Ottoman Empire</a>. The scene is occupied by his cottage in the left, and the Sultan's Palace (<a href=\"/w/index.php?title=Sarayi&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Sarayi (page does not exist)\">Sarayi</a>) on the far right. \n</p><p>Because of his poverty, Karagiozis uses <a href=\"/wiki/Trickster\" title=\"Trickster\">mischievous and crude ways</a> to find money and feed his family.\n</p><p>Students of folklore divide Karagiozis' tales in two major categories: the 'Heroics' and the 'Comedies'. The Heroics are tales based on tradition or real stories involving the times under <a href=\"/wiki/Ottoman_rule\" class=\"mw-redirect\" title=\"Ottoman rule\">Ottoman rule</a>, and Karagiozis is presented as a helper and assistant of an important hero.\n</p><p>Puppeteers devise their own original tales, however there are many 'traditional' tales that have descended orally from earlier puppeteers and are accepted as 'canon' with slight alterations between the players. Most of them are formulaic and have the following layout (but with a wide improvisational variety), and often involving interaction with the audience:\n</p>\n<ol><li>Karagiozis appears in the scene with his 3 sons dancing and singing. He welcomes the audience<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> and has a comical dialogue with his children. He then announces the title of the episode and enters his cottage</li>\n<li>The Vizier or a local Ottoman lord meets Hadjiavatis and reports that he has a problem and needs someone to perform a deed</li>\n<li>Hadjiavatis obeys and starts announcing the news (usually a singing sequence) until Karagiozis hears about it</li>\n<li>Initially annoyed by Hadjiavatis' shouting, he finds it's an opportunity to gain money (either by helping the Vizier or not) and sometimes asks Hadjiavatis to aid him.</li>\n<li>Karagiozis either attempts to help the Vizier or fool him. The regular characters (see below) appear one at a time in the scene (they often appear with an introducing song which is standard for each of them); Karagiozis has a funny dialogue with them, mocks them, fools them, or becomes annoyed and ousts them violently.</li>\n<li>Finally, Karagiozis is either rewarded by the Vizier or his mischief is revealed and he's punished - usually by the Vizier's bodyguard, Veligekas.</li>\n<li>At the end Hadjiavatis appears on the screen and together with Karagiozis they announce the end of the show</li></ol>\n<p>Some of the most known tales are:\n</p>\n<ul><li>Alexander the Great and the accursed snake</li>\n<li>Karagiozis the doctor<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup></li>\n<li>Karagiozis the cook</li>\n<li>Karagiozis the senator</li>\n<li>Karagiozis the scholar</li>\n<li>Karagiozis the prophet</li>\n<li>Karagiozis the fisherman</li>\n<li>Karagiozis and the gorilla</li>\n<li>Karagiozis and the ghost</li></ul>\n<h2><span class=\"mw-headline\" id=\"The_characters\">The characters</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Karagiozis&amp;action=edit&amp;section=3\" title=\"Edit section: The characters\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><b>Karagiozis</b>, is a <a href=\"/wiki/Trickster\" title=\"Trickster\">trickster</a> poor Greek man whose sole interest is sleep and eating. Socially, he is in closer relation to Hadji Ivat (Greek: Hadjiavatis) than any other characters, and often he is informed by him, sometimes they cooperate in business, but sometimes Hadjiavatis is a victim of Karagiozis' tricks.</li>\n<li><b>Kollitiria</b> (Κολλητήρια), Karagiozis' three kids. Some versions give their names as (from older and taller to younger and shorter) Kollitiris, Svouras and Mirigkokos.</li>\n<li><b>Aglaia</b>, (Αγλαΐα) Karagiozis' wife, who is usually unseen but whose characteristically nagging voice is heard to be coming from inside Karagiozis's house.</li>\n<li><b>Hadjiavatis</b> (Χατζηαβάτης), (the Turkish counterpart is <a href=\"/wiki/Hacivat\" class=\"mw-redirect\" title=\"Hacivat\">Hacivat</a>) he is Karagiozis' friend and sidekick, an honest and serious figure but often ends up being wrapped up in Karagiozis' schemes. He has a tendency to flatter the powerful and is sometimes depicted as a compliant person towards the occupying and dominant establishment, contrasting Karagiozis.</li>\n<li><b>Barba Yorgos</b> (Μπάρμπα Γιώργος, \"Uncle George\"), he represents a crude villager from the mountains, depicted as a shepherd or dairy farmer usually on some business related visit in the lowlands; he is depicted as a <a href=\"/wiki/Vlach\" class=\"mw-redirect\" title=\"Vlach\">Vlach</a> from <a href=\"/wiki/Rumeli\" class=\"mw-redirect\" title=\"Rumeli\">Rumeli</a> uncontaminated by urban trends, always depicted broad built and strong with traditional outfit. Even though he believes his nephew to be a crook, he helps him out and beats all the opponents black and blue with his staff.</li>\n<li><b>Stavrakas</b> (Σταύρακας), whose puppet is the only one with a long independent arm, like Karagiozis. He represents the \"<a href=\"/wiki/Mangas\" title=\"Mangas\">mangas</a>\" culture prevalent in Piraeus and the <a href=\"/wiki/Rebetiko\" title=\"Rebetiko\">Rebetiko</a> tradition. Although trying to <a href=\"/wiki/Bullying\" title=\"Bullying\">bully</a> the others, Karagiozis usually teases him.</li>\n<li><b>Sior Dionysios</b> (Σιορ Διονύσιος), an Italianate gentleman from <a href=\"/wiki/Zakynthos\" title=\"Zakynthos\">Zakynthos</a> of some aristocratic stock. Faithful to his <a href=\"/wiki/Ionian_Islands\" title=\"Ionian Islands\">Ionian Islands</a> origin, he sings <i>cantades</i> and speaks the Ionian Greek dialect with the appropriate accent.</li>\n<li><b>Morfonios</b> (Μορφονιός), a European bred softie; he is very ugly with a huge head with an extremely large nose; however, he considers himself to be handsome and keeps falling in love. He often exclaims a sound like \"whit!\"</li>\n<li><b>Solomon</b> (Σολομών), a usually rich <a href=\"/wiki/Jew\" class=\"mw-redirect\" title=\"Jew\">Jew</a> from <a href=\"/wiki/Thessaloniki\" title=\"Thessaloniki\">Thessaloniki</a>, one of the less known characters, he speaks in his own fashion, sometimes uttering a very fast repeating sound often compared to a <a href=\"/wiki/Gatling_gun\" title=\"Gatling gun\">Gatling gun</a>, earning him, by Karagiozis, the nickname \"heavy arms\", despite his frail build. His personality can vary, but usually plays minor roles.</li>\n<li><b><a href=\"/wiki/Vizier\" title=\"Vizier\">Vizier</a></b> (Βεζύρης), also called <b><a href=\"/wiki/Pasha\" title=\"Pasha\">Pasha</a></b> (Πασάς) in some versions, he is the dominant figure of the occupying side and lives in the <a href=\"/w/index.php?title=Sarayi&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Sarayi (page does not exist)\">Sarayi</a>. He is usually the beginning of each new tale, by announcing trials, deeds, tests etc. to which Karagiozis usually decides to become involved.</li>\n<li><b>Fatme</b> (Φατμέ) is the Vizier or Pasha's beautiful daughter who has either obedient or rebellious roles; she has more than one way of causing trouble sometimes for good, opposing her despotic father or for bad in dislike of Karagiozis or some other hero.</li>\n<li><b>Veligekas</b> (Βελιγκέκας), an <a href=\"/wiki/Albanians\" title=\"Albanians\">Albanian</a> guard of the Sarai. He is the executive arm of the Pasha, always in the lookout for Karagizis and never waste an opportunity to give him a good beating. Usually gets beaten though by Barba Giorgos.</li>\n<li><b>Peponias</b> (Πεπόνιας), a fat officer of the Sarai, in some versions replacing Veligekas.</li></ul>\n<p>Some players have introduced other characters, like Karagiozis's old father and Nontas, Stavrakas' friend.\n</p>\n<h2><span class=\"mw-headline\" id=\"The_puppets\">The puppets</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Karagiozis&amp;action=edit&amp;section=4\" title=\"Edit section: The puppets\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>All the figures that represent the characters of the shows are two dimensional and designed always in profile. They were traditionally made from camel skin, carved to allow light through the image, creating details, but are today most often made of cardboard. Traditional puppets gave off black shadows against the white screen, but some more recent puppets have holes covered with colored silk or plastic gel materials to create colored shadows.  The torso, waist, feet and sometimes the limbs, were separate pieces that were joined together with pins. Most figures were composed of two parts (torso and legs) with only one joint to the waist. Two characters, the <a href=\"/wiki/Jew\" class=\"mw-redirect\" title=\"Jew\">Jew</a> and Morfonios had joints in the neck, and had a flexible head.\nThey were moved with a stick attached to their 'back', except in the case of the figure of Karagiozis, Stavrakas and a few other characters whose arms or other limbs required separate movement. The 'scene' was a vertical white parapet, usually a cloth, called <i>mperntes</i> (from Turk. 'perde', curtain). Between the figures and the player (who was invisible), were candles or lamps that shed light to the figures and made their <a href=\"/wiki/Silhouette\" title=\"Silhouette\">silhouettes</a> and colours visible to the audience through the cloth.\n</p>\n<h2><span class=\"mw-headline\" id=\"Modern_incarnations\">Modern incarnations</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Karagiozis&amp;action=edit&amp;section=5\" title=\"Edit section: Modern incarnations\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Conrad, also known as <i>Karaghiosis</i>, the protagonist of <a href=\"/wiki/Roger_Zelazny\" title=\"Roger Zelazny\">Roger Zelazny</a>'s <i><a href=\"/wiki/...And_Call_Me_Conrad\" class=\"mw-redirect\" title=\"...And Call Me Conrad\">...And Call Me Conrad</a></i> (also known as <i>This Immortal</i>), which won the 1966 <a href=\"/wiki/Hugo_Award_for_Best_Novel\" title=\"Hugo Award for Best Novel\">Hugo Award for Best Novel</a>, is partially inspired by this character.\n</p><p>In Greek daily speech, the name Karagiozis is also used as an insult more or less like <i><a href=\"/wiki/Clown\" title=\"Clown\">clown</a></i>. Puppeteers complain about this, saying that while Karagiozis can be violent, mischievous, a liar and an anti-hero, he is also good-natured and faithful, so his name should not be used as an insult.<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (June 2015)\">citation needed</span></a></i>&#93;</sup>\n</p><p>During the 1980s, Greek Television had Karagiozis shows on a weekly basis. These shows had more modern and educational themes, like for example Karagiozis living some myths of <a href=\"/wiki/Greek_mythology\" title=\"Greek mythology\">Greek mythology</a> or visiting the moon and other planets. Some of these episodes were either live with an audience, or filmed especially for the TV show and contained scenes that required editing or special effects.\n</p><p>There have been several recent attempts to make Karagiozis incarnations in <a href=\"/wiki/Comic_book\" title=\"Comic book\">comic books</a>.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> Since the 2000s, Karagiozis is not so popular as a choice of recreation for young kids and the number of puppeteers has diminished, but remains a significant and well known folkloric figure. Today, he is performed mostly in folk feasts or festivals and on national Greek television. There are also occasional tours in the <a href=\"/wiki/Greek_diaspora\" title=\"Greek diaspora\">Greek diaspora</a>.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Karagiozis&amp;action=edit&amp;section=6\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Karag%C3%B6z_and_Hacivat\" title=\"Karagöz and Hacivat\">Karagöz and Hacivat</a>, the Turkish analog</li>\n<li><a href=\"/wiki/Punch_and_Judy\" title=\"Punch and Judy\">Punch and Judy</a>, an English puppet show</li>\n<li><a href=\"/wiki/Spathario_Museum\" title=\"Spathario Museum\">Spathario Museum</a>, museum dedicated to Karagiozis named after <a href=\"/wiki/Eugenios_Spatharis\" class=\"mw-redirect\" title=\"Eugenios Spatharis\">Eugenios Spatharis</a>.</li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Karagiozis&amp;action=edit&amp;section=7\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20061128062713/http://www.farses.poulametrela.com/arxeia52/karagiozis.mp3\">\"Archived copy\"</a>. Archived from <a rel=\"nofollow\" class=\"external text\" href=\"http://farses.poulametrela.com/arxeia52/karagiozis.mp3\">the original</a> on 2006-11-28<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2006-11-24</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Archived+copy&amp;rft_id=http%3A%2F%2Ffarses.poulametrela.com%2Farxeia52%2Fkaragiozis.mp3&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AKaragiozis\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Cf. Kaggelaris, Ν. (2013), <i>Βασίλη Κωνσταντόπουλου Στοιχεία Λαϊκού πολιτισμού μέσα από την αφήγησή του</i>, Athens, Βιβλιοεπιλογή, 71- 87 <a rel=\"nofollow\" class=\"external autonumber\" href=\"https://www.academia.edu/4559984/%CE%92%CE%B1%CF%83%CE%AF%CE%BB%CE%B7_%CE%9A%CF%89%CE%BD%CF%83%CF%84%CE%B1%CE%BD%CF%84%CF%8C%CF%80%CE%BF%CF%85%CE%BB%CE%BF%CF%85_%CE%A3%CF%84%CE%BF%CE%B9%CF%87%CE%B5%CE%AF%CE%B1_%CE%9B%CE%B1%CF%8A%CE%BA%CE%BF%CF%8D_%CF%80%CE%BF%CE%BB%CE%B9%CF%84%CE%B9%CF%83%CE%BC%CE%BF%CF%8D_%CE%BC%CE%AD%CF%83%CE%B1_%CE%B1%CF%80%CF%8C_%CF%84%CE%B7%CE%BD_%CE%B1%CF%86%CE%AE%CE%B3%CE%B7%CF%83%CE%AE_%CF%84%CE%BF%CF%85\">[1]</a></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20110721082919/http://www.retromaniax.gr/vb/attachment.php?attachmentid=613&amp;d=1219947763\">\"Archived copy\"</a>. Archived from <a rel=\"nofollow\" class=\"external text\" href=\"http://www.retromaniax.gr/vb/attachment.php?attachmentid=613&amp;d=1219947763\">the original</a> on 2011-07-21<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2008-09-10</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Archived+copy&amp;rft_id=http%3A%2F%2Fwww.retromaniax.gr%2Fvb%2Fattachment.php%3Fattachmentid%3D613%26d%3D1219947763&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AKaragiozis\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Karagiozis&amp;action=edit&amp;section=8\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20130926202145/http://www.karagkiozis.gr/\">Greek Shadow Theater by Giannis Chatzis</a> - Greek Shadow Theater of Giannis Chatzis.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.karagiozis.tk\">Greek Shadow Theater of Tasos Andriotis</a> - Info of shadow theater, figures etc.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.greekshadows.com\">Greek Shadows: A new, comprehensive website dedicated to Shadow Theatre</a> All you need to know about Greek shadow theatre. By Dorina Papaliou</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.karagkiozis.com/en-index.htm\">Greek Theatre of Shadows: Panos Kapetanidis</a> Greek Theatre of Shadows, Panos Kapetanidis</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.karagiozis.gr/\">Greek Shadow Theater: Group Athanasiou</a> Greek Shadow Theater Group of Practitioners, Mosxato, Athens</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.karagiozismuseum.gr/en/\">Spathario Museum</a> Museum of Shadow Theatre, Maroussi, Athens</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20050212151009/http://www.kostasmakris.gr/\">The Shadow Theatre of Kostas Makris</a> Greek Shadow Theatre puppeteer</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.photius.com/thus/karagiozis.html\">\"The magic of traditional Greek shadow theatre\"</a> Extensive article about Karaghiozis</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://karaghiozis.net/\">Cooperative site of puppeteers</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.anagnosis.gr/index.php?pageID=142&amp;la=eng\">The Karagiozis Puppet Theatre</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.zlapgames.com/\">Under Development game with Karaghiozis</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2283\nCached time: 20180921182821\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.212 seconds\nReal time usage: 0.297 seconds\nPreprocessor visited node count: 374/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 5316/2097152 bytes\nTemplate argument size: 536/2097152 bytes\nHighest expansion depth: 11/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 3052/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.149/10.000 seconds\nLua memory usage: 9.53 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  265.375      1 -total\n 61.23%  162.477      1 Template:Lang-ell\n 17.96%   47.668      1 Template:Reflist\n 15.91%   42.220      1 Template:Cn\n 13.73%   36.423      1 Template:Fix\n 12.66%   33.589      2 Template:Cite_web\n  9.47%   25.143      2 Template:Category_handler\n  3.78%   10.040      1 Template:See_also\n  2.96%    7.850      1 Template:Delink\n  1.29%    3.413      1 Template:Fix/category\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:1435569-0!canonical and timestamp 20180921182821 and revision id 821638817\n -->\n</div>"},"langlinks":[{"lang":"bo","url":"https://bo.wikipedia.org/wiki/%E0%BD%80%E0%BC%8B%E0%BD%A2%E0%BC%8B%E0%BD%82%E0%BD%B2%E0%BC%8B%E0%BD%A1%E0%BD%BC%E0%BC%8B%E0%BD%9F%E0%BD%B2%E0%BC%8B%E0%BD%A6%E0%BD%B2%E0%BC%8D","langname":"Tibetan","autonym":"བོད་ཡིག","*":"ཀ་ར་གི་ཡོ་ཟི་སི།"},{"lang":"de","url":"https://de.wikipedia.org/wiki/Karagiozis","langname":"German","autonym":"Deutsch","*":"Karagiozis"},{"lang":"el","url":"https://el.wikipedia.org/wiki/%CE%9A%CE%B1%CF%81%CE%B1%CE%B3%CE%BA%CE%B9%CF%8C%CE%B6%CE%B7%CF%82","langname":"Greek","autonym":"Ελληνικά","*":"Καραγκιόζης"},{"lang":"es","url":"https://es.wikipedia.org/wiki/Karaguiosis","langname":"Spanish","autonym":"español","*":"Karaguiosis"},{"lang":"fr","url":"https://fr.wikipedia.org/wiki/Karaghiosis","langname":"French","autonym":"français","*":"Karaghiosis"},{"lang":"nl","url":"https://nl.wikipedia.org/wiki/Karagiozis","langname":"Dutch","autonym":"Nederlands","*":"Karagiozis"},{"lang":"ru","url":"https://ru.wikipedia.org/wiki/%D0%9A%D0%B0%D1%80%D0%B0%D0%B3%D0%B8%D0%BE%D0%B7%D0%B8%D1%81","langname":"Russian","autonym":"русский","*":"Карагиозис"},{"lang":"uk","url":"https://uk.wikipedia.org/wiki/%D0%9A%D0%B0%D1%80%D0%B0%D0%B3%D1%96%D0%BE%D0%B7%D1%96%D1%81","langname":"Ukrainian","autonym":"українська","*":"Карагіозіс"}],"categories":[{"sortkey":"","hidden":"","*":"Articles_containing_Greek-language_text"},{"sortkey":"","hidden":"","*":"All_articles_with_unsourced_statements"},{"sortkey":"","hidden":"","*":"Articles_with_unsourced_statements_from_June_2015"},{"sortkey":"","*":"History_of_theatre"},{"sortkey":"","*":"Puppets"},{"sortkey":"","*":"Greek_folklore"},{"sortkey":"","*":"Turkish_folklore"},{"sortkey":"","*":"Culture_in_Patras"}],"links":[{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from June 2015"},{"ns":0,"exists":"","*":"...And Call Me Conrad"},{"ns":0,"exists":"","*":"Albanians"},{"ns":0,"exists":"","*":"Anatolia"},{"ns":0,"exists":"","*":"Asia Minor"},{"ns":0,"exists":"","*":"Bullying"},{"ns":0,"exists":"","*":"Clown"},{"ns":0,"exists":"","*":"Comic book"},{"ns":0,"exists":"","*":"Cottage"},{"ns":0,"exists":"","*":"Eugenios Spatharis"},{"ns":0,"exists":"","*":"Fictional character"},{"ns":0,"exists":"","*":"Folklore"},{"ns":0,"exists":"","*":"Gatling gun"},{"ns":0,"exists":"","*":"Greece"},{"ns":0,"exists":"","*":"Greek diaspora"},{"ns":0,"exists":"","*":"Greek history"},{"ns":0,"exists":"","*":"Greek language"},{"ns":0,"exists":"","*":"Greek mythology"},{"ns":0,"exists":"","*":"Hacivat"},{"ns":0,"exists":"","*":"Hugo Award for Best Novel"},{"ns":0,"exists":"","*":"Indonesia"},{"ns":0,"exists":"","*":"Ionian Islands"},{"ns":0,"exists":"","*":"Jew"},{"ns":0,"exists":"","*":"Karagöz and Hacivat"},{"ns":0,"exists":"","*":"Mangas"},{"ns":0,"exists":"","*":"Ottoman Empire"},{"ns":0,"exists":"","*":"Ottoman rule"},{"ns":0,"exists":"","*":"Pasha"},{"ns":0,"exists":"","*":"Patras"},{"ns":0,"exists":"","*":"Punch and Judy"},{"ns":0,"exists":"","*":"Ramadan"},{"ns":0,"exists":"","*":"Rebetiko"},{"ns":0,"exists":"","*":"Roger Zelazny"},{"ns":0,"exists":"","*":"Rumeli"},{"ns":0,"exists":"","*":"Shadow play"},{"ns":0,"exists":"","*":"Shadow puppet"},{"ns":0,"exists":"","*":"Shadow theatre"},{"ns":0,"exists":"","*":"Silhouette"},{"ns":0,"exists":"","*":"Spathario Museum"},{"ns":0,"exists":"","*":"Thessaloniki"},{"ns":0,"exists":"","*":"Trickster"},{"ns":0,"exists":"","*":"Turkey"},{"ns":0,"exists":"","*":"Turkish history"},{"ns":0,"exists":"","*":"Turkish language"},{"ns":0,"exists":"","*":"Vizier"},{"ns":0,"exists":"","*":"Vlach"},{"ns":0,"exists":"","*":"Wayang kulit"},{"ns":0,"exists":"","*":"Zakynthos"},{"ns":0,"*":"Dimitrios Sardounis"},{"ns":0,"*":"Sarayi"},{"ns":4,"exists":"","*":"Wikipedia:Citation needed"}],"templates":[{"ns":10,"exists":"","*":"Template:Lang-ell"},{"ns":10,"exists":"","*":"Template:Lang-el"},{"ns":10,"exists":"","*":"Template:See also"},{"ns":10,"exists":"","*":"Template:Cn"},{"ns":10,"exists":"","*":"Template:Citation needed"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Delink"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Lang"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Language/name/data"},{"ns":828,"exists":"","*":"Module:Language/data/iana languages"},{"ns":828,"exists":"","*":"Module:Language/data/ISO 639-3"},{"ns":828,"exists":"","*":"Module:Language/data/wp languages"},{"ns":828,"exists":"","*":"Module:Language/data/iana scripts"},{"ns":828,"exists":"","*":"Module:Language/data/iana regions"},{"ns":828,"exists":"","*":"Module:Language/data/iana variants"},{"ns":828,"exists":"","*":"Module:Language/data/iana suppressed scripts"},{"ns":828,"exists":"","*":"Module:Lang/ISO 639 synonyms"},{"ns":828,"exists":"","*":"Module:Lang/data"},{"ns":828,"exists":"","*":"Module:Unicode data"},{"ns":828,"exists":"","*":"Module:Labelled list hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote list"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Delink"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Karagiozis.png"],"externallinks":["https://web.archive.org/web/20061128062713/http://www.farses.poulametrela.com/arxeia52/karagiozis.mp3","http://farses.poulametrela.com/arxeia52/karagiozis.mp3","https://www.academia.edu/4559984/%CE%92%CE%B1%CF%83%CE%AF%CE%BB%CE%B7_%CE%9A%CF%89%CE%BD%CF%83%CF%84%CE%B1%CE%BD%CF%84%CF%8C%CF%80%CE%BF%CF%85%CE%BB%CE%BF%CF%85_%CE%A3%CF%84%CE%BF%CE%B9%CF%87%CE%B5%CE%AF%CE%B1_%CE%9B%CE%B1%CF%8A%CE%BA%CE%BF%CF%8D_%CF%80%CE%BF%CE%BB%CE%B9%CF%84%CE%B9%CF%83%CE%BC%CE%BF%CF%8D_%CE%BC%CE%AD%CF%83%CE%B1_%CE%B1%CF%80%CF%8C_%CF%84%CE%B7%CE%BD_%CE%B1%CF%86%CE%AE%CE%B3%CE%B7%CF%83%CE%AE_%CF%84%CE%BF%CF%85","https://web.archive.org/web/20110721082919/http://www.retromaniax.gr/vb/attachment.php?attachmentid=613&d=1219947763","http://www.retromaniax.gr/vb/attachment.php?attachmentid=613&d=1219947763","https://web.archive.org/web/20130926202145/http://www.karagkiozis.gr/","http://www.karagiozis.tk","http://www.greekshadows.com","http://www.karagkiozis.com/en-index.htm","http://www.karagiozis.gr/","http://www.karagiozismuseum.gr/en/","https://web.archive.org/web/20050212151009/http://www.kostasmakris.gr/","http://www.photius.com/thus/karagiozis.html","http://karaghiozis.net/","http://www.anagnosis.gr/index.php?pageID=142&la=eng","http://www.zlapgames.com/"],"sections":[{"toclevel":1,"level":"2","line":"Origins","number":"1","index":"1","fromtitle":"Karagiozis","byteoffset":454,"anchor":"Origins"},{"toclevel":1,"level":"2","line":"Scenario","number":"2","index":"2","fromtitle":"Karagiozis","byteoffset":2366,"anchor":"Scenario"},{"toclevel":1,"level":"2","line":"The characters","number":"3","index":"3","fromtitle":"Karagiozis","byteoffset":5879,"anchor":"The_characters"},{"toclevel":1,"level":"2","line":"The puppets","number":"4","index":"4","fromtitle":"Karagiozis","byteoffset":9517,"anchor":"The_puppets"},{"toclevel":1,"level":"2","line":"Modern incarnations","number":"5","index":"5","fromtitle":"Karagiozis","byteoffset":10771,"anchor":"Modern_incarnations"},{"toclevel":1,"level":"2","line":"See also","number":"6","index":"6","fromtitle":"Karagiozis","byteoffset":12503,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"7","index":"7","fromtitle":"Karagiozis","byteoffset":12698,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"8","index":"8","fromtitle":"Karagiozis","byteoffset":12728,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Karagiozis","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q1860623"}]}}