{"parse":{"title":"Picture exchange communication system","pageid":54884372,"revid":858039770,"text":{"*":"<div class=\"mw-parser-output\"><div role=\"note\" class=\"hatnote navigation-not-searchable\">\"PECS\" redirects here. For the <a href=\"/wiki/ESA\" class=\"mw-redirect\" title=\"ESA\">ESA</a> \"Plan for European Cooperating State\" charters, see <a href=\"/wiki/Enlargement_of_the_European_Space_Agency\" title=\"Enlargement of the European Space Agency\">Enlargement of the European Space Agency</a>. For other uses, see <a href=\"/wiki/Pecs_(disambiguation)\" class=\"mw-redirect mw-disambig\" title=\"Pecs (disambiguation)\">Pecs (disambiguation)</a>.</div>\n<p>The <b>picture exchange communication system</b> (<b>PECS</b>) is a form of <a href=\"/wiki/Augmentative_and_alternative_communication\" title=\"Augmentative and alternative communication\">augmentative and alternative communication</a> produced by Pyramid Educational Consultants, Inc.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> While the system is commonly used as a communication aid for children with <a href=\"/wiki/Autism_spectrum_disorder\" class=\"mw-redirect\" title=\"Autism spectrum disorder\">autism spectrum disorder</a> (ASD), it has been used with a wide variety of learners, from preschoolers to adults, who have various communicative, cognitive, and physical impairments, including <a href=\"/wiki/Cerebral_palsy\" title=\"Cerebral palsy\">cerebral palsy</a>, <a href=\"/wiki/Blindness\" class=\"mw-redirect\" title=\"Blindness\">blindness</a>, and <a href=\"/wiki/Deafness\" class=\"mw-redirect\" title=\"Deafness\">deafness</a>.<sup id=\"cite_ref-Overcash_2-0\" class=\"reference\"><a href=\"#cite_note-Overcash-2\">&#91;2&#93;</a></sup> PECS has been the subject of much academic research,<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> with currently over 85 PECS-related publications.<sup id=\"cite_ref-Overcash_2-1\" class=\"reference\"><a href=\"#cite_note-Overcash-2\">&#91;2&#93;</a></sup>\n</p><p>PECS was developed in 1985 at the Delaware Autism Program by Lori Frost and Andy Bondy.<sup id=\"cite_ref-Overcash_2-2\" class=\"reference\"><a href=\"#cite_note-Overcash-2\">&#91;2&#93;</a></sup> They noted that traditional communication techniques, including speech imitation, sign language, and picture point systems, relied on the teacher to initiate social interactions and none focused on teaching students to initiate interactions. Based on these observations, Frost and Bondy created a functional means of communication for individuals with a variety of communication challenges.<sup id=\"cite_ref-Overcash_2-3\" class=\"reference\"><a href=\"#cite_note-Overcash-2\">&#91;2&#93;</a></sup>\n</p><p>PECS is designed to teach functional communication skills with an initial focus on spontaneous communication. It has been and continues to be implemented in a variety of settings and contexts (home, school, community) so users have the skills to communicate their wants and needs. PECS does not require complex or expensive materials since it uses picture symbols as the modality. PECS is a method to  teach young children or any individual with a communication impairment a way to communicate within a social context.  Research has shown that many preschoolers using PECS also begin developing speech.<sup id=\"cite_ref-Bondy_4-0\" class=\"reference\"><a href=\"#cite_note-Bondy-4\">&#91;4&#93;</a></sup> Based on the current evidence base, PECS has been described as an emerging treatment shown to increase communication skills for individuals with ASD.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Philosophy\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Philosophy</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#PECS_Protocol\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">PECS Protocol</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Effectiveness\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Effectiveness</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Additional_applications\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Additional applications</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Bibliography\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Bibliography</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#External_links\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Philosophy\">Philosophy</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Picture_exchange_communication_system&amp;action=edit&amp;section=1\" title=\"Edit section: Philosophy\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The training protocol is based on the principles of <a href=\"/wiki/Applied_behavior_analysis\" title=\"Applied behavior analysis\">applied behavior analysis</a>.<sup id=\"cite_ref-Bondy_4-1\" class=\"reference\"><a href=\"#cite_note-Bondy-4\">&#91;4&#93;</a></sup> The goal of PECS is spontaneous and functional communication.<sup id=\"cite_ref-Bondy_4-2\" class=\"reference\"><a href=\"#cite_note-Bondy-4\">&#91;4&#93;</a></sup>  Verbal prompts are not used during the early phases, thus building immediate initiation and avoiding prompt dependency. PECS begins with teaching a student to exchange a picture of a desired item with a teacher/communicative partner, who immediately honors the request. After the student learns to spontaneously request for a desired item, the system goes on to teach discrimination among symbols and then how to construct a simple sentence.  In the most advanced phases, individuals are taught to respond to questions and to comment. Additionally, descriptive language concepts such as size, shape, color, number, etc. are also taught so the student can make their message more specific. For example, <i>I want big yellow ball.</i>\n</p>\n<h2><span class=\"mw-headline\" id=\"PECS_Protocol\">PECS Protocol</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Picture_exchange_communication_system&amp;action=edit&amp;section=2\" title=\"Edit section: PECS Protocol\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>After a preparation, the PECS Protocol occurs in six phases:\n</p>\n<ul><li><b>Reinforcer Inventory:</b> Before implementing the PECS protocol, the teacher develops an inventory of which items the learner likes. This way, no verbal prompting is needed to ask the child what they want.<sup id=\"cite_ref-Bondy_4-3\" class=\"reference\"><a href=\"#cite_note-Bondy-4\">&#91;4&#93;</a></sup> The chosen reinforcers should be consistently motivating to the user.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup></li>\n<li><b>Phase 1: How to Communicate</b> During Phase I, the focus is on teaching the student to initiate social communication.<sup id=\"cite_ref-Overcash_2-4\" class=\"reference\"><a href=\"#cite_note-Overcash-2\">&#91;2&#93;</a></sup> The student is taught to approach the communicative partner with a picture of a desired object or food item and place the picture in the trainer's hand, in order to receive the desired reward. This exchange is taught using one picture, selected by the trainer. Within Phase I, two trainers are utilized. One trainer acts as the student's communicative partner, and the other trainer acts as the physical prompter, who prompts the student to reach towards the communicative partner with the picture in exchange for the student's reward.<sup id=\"cite_ref-corwin.com_7-0\" class=\"reference\"><a href=\"#cite_note-corwin.com-7\">&#91;7&#93;</a></sup></li>\n<li><b>Phase 2: Distance and Persistence</b>  During Phase 2, the student is taught to initiate social interaction when the communicative partner is not nearby and waiting.<sup id=\"cite_ref-Overcash_2-5\" class=\"reference\"><a href=\"#cite_note-Overcash-2\">&#91;2&#93;</a></sup> The student is taught to persevere if the reward is not immediately provided, to communicate over longer distances whether it be across a larger table or walking farther distances to reach his/her communicative partner, and initiate spontaneous communication. Teaching the child persistence is comparable to a typically developing child raising his/her voice to gain attention when initial attempts are not recognized by the communication partner. Training should progress across different settings, with different communicative partners, and different types of reinforcing items to assist in the generalization of PECS usage.<sup id=\"cite_ref-corwin.com_7-1\" class=\"reference\"><a href=\"#cite_note-corwin.com-7\">&#91;7&#93;</a></sup></li>\n<li><b>Phase 3: Discrimination Between Symbols</b> During this phase, the student is taught discrimination of symbols and how to select the symbol which depicts a desired item.<br /> Once the student demonstrates mastery with pairings of preferred and non-preferred pictures, discrimination between two preferred pictures is introduced.The picture array is increased until the child can discriminate among all the pictures in the picture book. Frost and Bondy's 4-Step Error Correction Procedure is used to correct mistakes.<sup id=\"cite_ref-Overcash_2-6\" class=\"reference\"><a href=\"#cite_note-Overcash-2\">&#91;2&#93;</a></sup> For children who have difficulty with picture discrimination, mini objects can be used followed by a gradual shift to pictures. Students  progress to this step after they can reliably request their favorite items from a variety of people.<sup id=\"cite_ref-Bondy_4-4\" class=\"reference\"><a href=\"#cite_note-Bondy-4\">&#91;4&#93;</a></sup> Pyramid Educational Consultants markets an app designed to reinforce Phase 3 instruction.</li>\n<li><b>Phase 4: Using Phrases</b>  During Phase 4, the student is taught sentence structure in order to make requests by using expressions such as \"I want ____ \".<br /> Another skill targeted in this phase is commenting as it is learned at the same time as requesting among typically developing children.<sup id=\"cite_ref-Bondy_4-5\" class=\"reference\"><a href=\"#cite_note-Bondy-4\">&#91;4&#93;</a></sup> The requests consist of a sentence starter and a picture of the desired activity or item on a sentence strip. The communicative partner reads back the sentence after it has been exchanged by the student. A delay between the sentence starter and the activity/reward is often used to encourage speech and/or vocalizations. Speech/vocalizations are rewarded by providing the student with a greater amount of the reinforcer to encourage the student to use a picture and speech rather than a picture exchange alone to request activities and items.<sup id=\"cite_ref-Overcash_2-7\" class=\"reference\"><a href=\"#cite_note-Overcash-2\">&#91;2&#93;</a></sup> Teaching children using PECS to create a sentence using expressions such as \"I want ___\" is a way to increase the complexity of their communicative exchanges.<sup id=\"cite_ref-Bondy_4-6\" class=\"reference\"><a href=\"#cite_note-Bondy-4\">&#91;4&#93;</a></sup></li>\n<li><b>Phase 5: Answering a Direct Question</b>  During Phase 5, the student is taught to respond to the prompt, \"What do you want?\"<br />  The goal of this phase is for the child to respond \"I want ___ \" regardless of whether the item is present. This phase adds upon already established skills and a desired item is still used to motivate the user to respond.<sup id=\"cite_ref-Bondy_4-7\" class=\"reference\"><a href=\"#cite_note-Bondy-4\">&#91;4&#93;</a></sup> A delayed prompting procedure is used in which the question and prompt are initially presented at the same time and later a delay is established between the question and gestural prompt.<sup id=\"cite_ref-Bondy_4-8\" class=\"reference\"><a href=\"#cite_note-Bondy-4\">&#91;4&#93;</a></sup> Ultimately, the student should answer the question before additional prompts are provided.<sup id=\"cite_ref-Bondy_4-9\" class=\"reference\"><a href=\"#cite_note-Bondy-4\">&#91;4&#93;</a></sup> According to Bondy and Frost, skills developed in Phase 5 are acquired quickly because sentence construction is familiar to the student and they are motivated to answer.<sup id=\"cite_ref-Bondy_4-10\" class=\"reference\"><a href=\"#cite_note-Bondy-4\">&#91;4&#93;</a></sup> In this phase, the student is also taught descriptives (i.e. colors, size) so that he or she can indicate preferences within desired reinforcers (e.g. I want the red ball).<sup id=\"cite_ref-Overcash_2-8\" class=\"reference\"><a href=\"#cite_note-Overcash-2\">&#91;2&#93;</a></sup></li>\n<li><b>Phase 6: Commenting</b> During this phase, the student is taught to respond to questions as well as to spontaneously comment on items, people, or activities present in his or her environment. The student can now respond to the question \"What do you want?\" with \"I want ___\" <sup id=\"cite_ref-Bondy_4-11\" class=\"reference\"><a href=\"#cite_note-Bondy-4\">&#91;4&#93;</a></sup> In this phase, the student is also taught to differentiate between appropriate responses to the questions \"What do you see?\" and \"What do you want?\" <sup id=\"cite_ref-Bondy_4-12\" class=\"reference\"><a href=\"#cite_note-Bondy-4\">&#91;4&#93;</a></sup> The teacher should structure the environment to give the student plenty of opportunities to make spontaneous comments. The teacher can sabotage the environment to elicit comments from the student. Functional communication skills the student should now have developed include being able to make spontaneous requests, responsive requests, and responsive and spontaneous comments.<sup id=\"cite_ref-Frost_8-0\" class=\"reference\"><a href=\"#cite_note-Frost-8\">&#91;8&#93;</a></sup></li></ul>\n<p>Depending on the age and cognitive level of the user, the time to master PECS will vary. One study found that it takes an average of 246 trials for users to master all six phases of PECS.<sup id=\"cite_ref-Charlop_9-0\" class=\"reference\"><a href=\"#cite_note-Charlop-9\">&#91;9&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Effectiveness\">Effectiveness</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Picture_exchange_communication_system&amp;action=edit&amp;section=3\" title=\"Edit section: Effectiveness\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>There is evidence that PECS is easily learned by most students, with its primary benefit being a means of communication for children and adults who have limited or no speech due to autism or other communication disorders. With regard to the intervention setting for <a href=\"/wiki/Augmentative_and_alternative_communication\" title=\"Augmentative and alternative communication\">AAC</a> training, there is evidence that PECS is most readily learned when instruction takes place in a general education setting.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup> Evidence also indicated that learners initiate a higher number of picture exchanges when PECS is taught in a single setting versus multiple settings.<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup>\n</p><p>The consensus among most researchers is that \"PECS is recommended as an evidence-based intervention for enhancing functional communication skills of individuals with ASD.\"<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup> On the other hand, the 2009 National Standards Report from the National Autism Center lists PECs among emerging treatments that not (yet) have sufficient evidence of effectiveness.<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup>\n</p><p>An initial concern was that PECS might delay or inhibit speech development. However, a recent review of several peer-reviewed studies found that \"there is no evidence within the reviewed studies to suggest that PECS inhibited speech; to the contrary, if any effect was observed, it was facilitative rather than inhibitory.\"<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup> When difficulties do arise, it is often due to a lack of powerful reinforcers and/or trainer error.<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup> A systematic review of interventions for children with autism spectrum disorder reported that use of PECS resulted in short-term improvement in word acquisition, but the effects were not maintained over time.<sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup>\n</p><p>However, evidence from meta-analyses indicate that PECS does not result in equal communicative outcomes for all children with ASD. PECS training appears to have the most beneficial effects for younger learners.<sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\">&#91;17&#93;</a></sup> In addition, evidence of maintenance and generalization effects of functional communication gains achieved through PECS training has been mixed.<sup id=\"cite_ref-18\" class=\"reference\"><a href=\"#cite_note-18\">&#91;18&#93;</a></sup> Research indicates that \"PECS is probably best used as an initial intervention to teach manding and the basic elements of what is a communicative exchange,\" and is not the best selection \"for a long-term intervention as it does not address question asking and may be better implemented as part of a multimodal system for when picture communications are more socially appropriate.\" <sup id=\"cite_ref-19\" class=\"reference\"><a href=\"#cite_note-19\">&#91;19&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Additional_applications\">Additional applications</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Picture_exchange_communication_system&amp;action=edit&amp;section=4\" title=\"Edit section: Additional applications\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>There is emerging research that suggests adults with developmental disabilities and severe communication deficits may benefit from the implementation of PECS as well.<sup id=\"cite_ref-20\" class=\"reference\"><a href=\"#cite_note-20\">&#91;20&#93;</a></sup> Others tried to combine PECS training with <a href=\"/wiki/Video_modeling\" title=\"Video modeling\">video modeling</a>.<sup id=\"cite_ref-21\" class=\"reference\"><a href=\"#cite_note-21\">&#91;21&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Picture_exchange_communication_system&amp;action=edit&amp;section=5\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist columns references-column-width\" style=\"-moz-column-width: 30em; -webkit-column-width: 30em; column-width: 30em; list-style-type: decimal;\">\n<ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.pecsusa.com/\">\"Welcome to Pyramid Educational Consultants, Inc.!\"</a>. Pyramid Educational Consultants, Inc<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">26 December</span> 2013</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Welcome+to+Pyramid+Educational+Consultants%2C+Inc.%21&amp;rft.pub=Pyramid+Educational+Consultants%2C+Inc.&amp;rft_id=http%3A%2F%2Fwww.pecsusa.com%2F&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APicture+exchange+communication+system\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-Overcash-2\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Overcash_2-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Overcash_2-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-Overcash_2-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-Overcash_2-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-Overcash_2-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-Overcash_2-5\"><sup><i><b>f</b></i></sup></a> <a href=\"#cite_ref-Overcash_2-6\"><sup><i><b>g</b></i></sup></a> <a href=\"#cite_ref-Overcash_2-7\"><sup><i><b>h</b></i></sup></a> <a href=\"#cite_ref-Overcash_2-8\"><sup><i><b>i</b></i></sup></a></span> <span class=\"reference-text\">Overcash, A., &amp; Horton, C. (2010). The picture exchange communication system: Helping individuals gain functional communication. Autism Advocate, 3, 21-24</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.pecsusa.com/research.php\">PECS Related Publications</a></span>\n</li>\n<li id=\"cite_note-Bondy-4\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Bondy_4-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Bondy_4-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-Bondy_4-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-Bondy_4-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-Bondy_4-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-Bondy_4-5\"><sup><i><b>f</b></i></sup></a> <a href=\"#cite_ref-Bondy_4-6\"><sup><i><b>g</b></i></sup></a> <a href=\"#cite_ref-Bondy_4-7\"><sup><i><b>h</b></i></sup></a> <a href=\"#cite_ref-Bondy_4-8\"><sup><i><b>i</b></i></sup></a> <a href=\"#cite_ref-Bondy_4-9\"><sup><i><b>j</b></i></sup></a> <a href=\"#cite_ref-Bondy_4-10\"><sup><i><b>k</b></i></sup></a> <a href=\"#cite_ref-Bondy_4-11\"><sup><i><b>l</b></i></sup></a> <a href=\"#cite_ref-Bondy_4-12\"><sup><i><b>m</b></i></sup></a></span> <span class=\"reference-text\">Bondy AS, Frost LA (1994).  The Picture Exchange Communication System.  Focus on Autism and Other Developmental Disabilities, Vol. 9, No. 3, 1-19 (1994)</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">National Autism Center. (2009). National Standards Report, 1-161.</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Bondy, A.S., and L. Frost. 2001. \"The Picture Exchange Communication System.\" <i>Behav Modif.</i> 25(5):725-744.</span>\n</li>\n<li id=\"cite_note-corwin.com-7\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-corwin.com_7-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-corwin.com_7-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.corwin.com/upm-data/2675_10bmod01.pdf#page=58\">http://www.corwin.com/upm-data/2675_10bmod01.pdf#page=58</a></span>\n</li>\n<li id=\"cite_note-Frost-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Frost_8-0\">^</a></b></span> <span class=\"reference-text\">Frost, L., &amp; Bondy, A.(2002) The Picture Exchange Communication System training manual, 2nd ed. Pyramid Educational Consultants, Inc.</span>\n</li>\n<li id=\"cite_note-Charlop-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Charlop_9-0\">^</a></b></span> <span class=\"reference-text\">Charlop-Christy, M.H., Carpenter, M., et al. (2002). Using the picture exchange communication system (PECS) with children with autism: assessment of PECS acquisition, speech, social-communicative behavior, and problem behavior. Journal of Applied Behavioral Analysis, 35(3): 213-231.</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Ganz et al. (2013) Moderation of effects of AAC based on setting and types of aided AAC on outcome variables: An aggregate study of single-case research with individuals with ASD.</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Tincani, M., &amp; Devis, K. (2011). Quantitative Synthesis and Component Analysis of Single-Participant Studies on the Picture Exchange Communication System. Remedial &amp; Special Education, 32(6), 458-470.</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Tien, K-C. (2008). Effectiveness of the Picture Exchange Communication System as a functional communication intervention for individuals with Autism Spectrum Disorders: A practice-based research synthesis. Education and Training in Developmental Disabilities, 43, 61-76.</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">National Autism Center. (2009).<a rel=\"nofollow\" class=\"external text\" href=\"http://www.nationalautismcenter.org/pdf/NAC%20Standards%20Report.pdf\">National Standards Report</a> page 76.</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">Tincani, M. &amp; Devis, K. (2010). Quantitative synthesis and component analysis of single-participant studies on the Picture Exchange Communication System. Remediation and Special Education (Online First), 1-13.</span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\">Horton, C., Matteo, J. A., Waegenaere, J., &amp; Frost, L. (2008). Pecs: Fact and fiction. Presentation delivered at the 2008 ASHA Convention. Retrieved from www.asha.org/Events/convention/handouts/2008/1528_Frost_Lori/</span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\">Warren, Z., Veenstra-VanderWeele, J., et al. (2011). Therapies for Children With Autism Spectrum Disorders. Comparative Effectiveness Review No. 26. Agency for Healthcare Research and Quality (AHRQ) Publication No. 11-EHC029-EF.</span>\n</li>\n<li id=\"cite_note-17\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-17\">^</a></b></span> <span class=\"reference-text\">Ganz, J. B., Davis, J. L., et al. (2012). Meta-Analysis of PECS with Individuals with ASD: Investigation of Targeted Versus Non-Targeted Outcomes, Participant Characteristics, and Implementation Phase. Research in Developmental Disabilities, 33(2), 406-418.</span>\n</li>\n<li id=\"cite_note-18\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-18\">^</a></b></span> <span class=\"reference-text\">Flippin, M., Reszka, S., et al. (2010). Effectiveness of the Picture Exchange Communication Systems (PECS) on Communication and Speech for Children with Autism Spectrum Disorders: A Meta-Analysis. American Journal of Speech-Language-Pathology, 19, 178-195.</span>\n</li>\n<li id=\"cite_note-19\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-19\">^</a></b></span> <span class=\"reference-text\">Ostryn, C., Wolfe, P. S., et al. (2008). A Review and Analysis of the Picture Exchange Communication System (PECS) for Individuals with Autism Spectrum Disorders Using a Paradigm of Communication Competence. Research &amp; Practice for Persons with Severe Disabilities, 33(1-2), 13-24.</span>\n</li>\n<li id=\"cite_note-20\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-20\">^</a></b></span> <span class=\"reference-text\">Conklin, C. G. (2011-03-01). Effects of implementing the picture exchange communication system (PECS) with adults with developmental disabilities and severe communication deficits.(Report). Remedial and special education, 32(2), 155-166.</span>\n</li>\n<li id=\"cite_note-21\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-21\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Cihak, David; Smith, C. C.; Cornett, A.; Coleman, M. B. (12 March 2012). \"The Use of Video Modeling With the Picture Exchange Communication System to Increase Independent Communicative Initiations in Preschoolers with Autism and Developmental Delays\". <i>Focus on Autism and Other Developmental Disabilities</i>. <b>27</b> (3): 3–10. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1177/1088357611428426\">10.1177/1088357611428426</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Focus+on+Autism+and+Other+Developmental+Disabilities&amp;rft.atitle=The+Use+of+Video+Modeling+With+the+Picture+Exchange+Communication+System+to+Increase+Independent+Communicative+Initiations+in+Preschoolers+with+Autism+and+Developmental+Delays&amp;rft.volume=27&amp;rft.issue=3&amp;rft.pages=3-10&amp;rft.date=2012-03-12&amp;rft_id=info%3Adoi%2F10.1177%2F1088357611428426&amp;rft.aulast=Cihak&amp;rft.aufirst=David&amp;rft.au=Smith%2C+C.+C.&amp;rft.au=Cornett%2C+A.&amp;rft.au=Coleman%2C+M.+B.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APicture+exchange+communication+system\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div>\n<h2><span class=\"mw-headline\" id=\"Bibliography\">Bibliography</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Picture_exchange_communication_system&amp;action=edit&amp;section=6\" title=\"Edit section: Bibliography\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Bondy, A.S. 2001. \"PECS: Potential benefits and risks.\" <i>The Behavior Analyst Today</i> 2:127-132.</li>\n<li>Mirenda, P. 2001. \"Autism, Augmentative Communication, and Assistive Technology: What Do We Really Know?\" <i>Focus on Autism and Other Developmental Disabilities</i> 16(3):141-151.</li>\n<li>Hart, S., and Banda, D.R.  2010.  \"Picture Exchange Communication System With Individuals With Developmental Disabilities: A Meta-Analysis of Single Subject Studies.\"  <i>Remedial and Special Education.</i>  31(6) 476–488.</li>\n<li>Vicker, B.  2011.  \"What is the \"Picture Exchange Communication System\" or PECS?\"  Autism Support Network.  Retrieved from: <a rel=\"nofollow\" class=\"external free\" href=\"http://www.autismsupportnetwork.com/resources/autism-what-picture-exchange-communication-system-or-pecs-223321\">http://www.autismsupportnetwork.com/resources/autism-what-picture-exchange-communication-system-or-pecs-223321</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Picture_exchange_communication_system&amp;action=edit&amp;section=7\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.pecsusa.com/pecs.php\">What is PECS?</a> from the Official PECS USA website</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1276\nCached time: 20180904175417\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.124 seconds\nReal time usage: 0.165 seconds\nPreprocessor visited node count: 511/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 4935/2097152 bytes\nTemplate argument size: 118/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 14030/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.037/10.000 seconds\nLua memory usage: 1.67 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  133.203      1 -total\n 47.53%   63.305      1 Template:Reflist\n 37.03%   49.329      1 Template:Redirect\n 25.37%   33.798      1 Template:Cite_web\n  6.03%    8.034      1 Template:Cite_journal\n  1.24%    1.649      1 Template:Main_other\n  1.13%    1.509      1 Template:Column-width\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:54884372-0!canonical and timestamp 20180904175418 and revision id 858039770\n -->\n</div>"},"langlinks":[{"lang":"de","url":"https://de.wikipedia.org/wiki/Bliss-Symbol","langname":"German","autonym":"Deutsch","*":"Bliss-Symbol"},{"lang":"eu","url":"https://eu.wikipedia.org/wiki/Piktogramen_trukearen_bidezko_komunikazio_sistema","langname":"Basque","autonym":"euskara","*":"Piktogramen trukearen bidezko komunikazio sistema"},{"lang":"fr","url":"https://fr.wikipedia.org/wiki/Outil_de_communication_PECS","langname":"French","autonym":"français","*":"Outil de communication PECS"},{"lang":"it","url":"https://it.wikipedia.org/wiki/Sistema_di_comunicazione_per_scambio_di_immagini","langname":"Italian","autonym":"italiano","*":"Sistema di comunicazione per scambio di immagini"},{"lang":"sv","url":"https://sv.wikipedia.org/wiki/Picture_exchange_communication_system","langname":"Swedish","autonym":"svenska","*":"Picture exchange communication system"}],"categories":[{"sortkey":"","*":"Autism"},{"sortkey":"","*":"Augmentative_and_alternative_communication"},{"sortkey":"","*":"Assistive_technology"}],"links":[{"ns":0,"exists":"","*":"PECS"},{"ns":0,"exists":"","*":"Applied behavior analysis"},{"ns":0,"exists":"","*":"Augmentative and alternative communication"},{"ns":0,"exists":"","*":"Autism spectrum disorder"},{"ns":0,"exists":"","*":"Blindness"},{"ns":0,"exists":"","*":"Cerebral palsy"},{"ns":0,"exists":"","*":"Deafness"},{"ns":0,"exists":"","*":"Digital object identifier"},{"ns":0,"exists":"","*":"ESA"},{"ns":0,"exists":"","*":"Enlargement of the European Space Agency"},{"ns":0,"exists":"","*":"Pecs (disambiguation)"},{"ns":0,"exists":"","*":"Video modeling"}],"templates":[{"ns":10,"exists":"","*":"Template:Redirect"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Column-width"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Cite journal"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Redirect hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote list"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Redirect"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":0,"exists":"","*":"PECS"}],"images":[],"externallinks":["http://www.pecsusa.com/","http://www.pecsusa.com/research.php","http://www.nationalautismcenter.org/pdf/NAC%20Standards%20Report.pdf","//doi.org/10.1177/1088357611428426","http://www.corwin.com/upm-data/2675_10bmod01.pdf#page=58","http://www.pecsusa.com/pecs.php","http://www.autismsupportnetwork.com/resources/autism-what-picture-exchange-communication-system-or-pecs-223321"],"sections":[{"toclevel":1,"level":"2","line":"Philosophy","number":"1","index":"1","fromtitle":"Picture_exchange_communication_system","byteoffset":2750,"anchor":"Philosophy"},{"toclevel":1,"level":"2","line":"PECS Protocol","number":"2","index":"2","fromtitle":"Picture_exchange_communication_system","byteoffset":3683,"anchor":"PECS_Protocol"},{"toclevel":1,"level":"2","line":"Effectiveness","number":"3","index":"3","fromtitle":"Picture_exchange_communication_system","byteoffset":10328,"anchor":"Effectiveness"},{"toclevel":1,"level":"2","line":"Additional applications","number":"4","index":"4","fromtitle":"Picture_exchange_communication_system","byteoffset":15005,"anchor":"Additional_applications"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"5","fromtitle":"Picture_exchange_communication_system","byteoffset":15949,"anchor":"References"},{"toclevel":1,"level":"2","line":"Bibliography","number":"6","index":"6","fromtitle":"Picture_exchange_communication_system","byteoffset":15981,"anchor":"Bibliography"},{"toclevel":1,"level":"2","line":"External links","number":"7","index":"7","fromtitle":"Picture_exchange_communication_system","byteoffset":16736,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Picture exchange communication system","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q3083046"}]}}