{"parse":{"title":"What Is a Nation?","pageid":30455953,"revid":843243649,"text":{"*":"<div class=\"mw-parser-output\"><p>\"<b>What is a Nation?</b>\" (\"Qu'est-ce qu'une nation?\")<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> is an 1882 lecture by French historian <a href=\"/wiki/Ernest_Renan\" title=\"Ernest Renan\">Ernest Renan</a> (1823–1892), known for the statements that a nation is \"a daily referendum\", and that nations are based as much on what the people jointly forget, as what they remember. It is frequently quoted or anthologized in works of history or political science pertaining to <a href=\"/wiki/Nationalism\" title=\"Nationalism\">nationalism</a> and <a href=\"/wiki/National_identity\" title=\"National identity\">national identity</a>. Renan wrote \"What is a Nation\" in order to symbolize the nationalism which was born in France as a result of the <a href=\"/wiki/French_Revolution\" title=\"French Revolution\">French Revolution</a> of 1789.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Nationhood_in_Renan&#39;s_time\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Nationhood in Renan's time</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Forgetfulness\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Forgetfulness</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Organising_principles_of_nationhood\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Organising principles of nationhood</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#A_&quot;spiritual_principle&quot;\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">A \"spiritual principle\"</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Continued_consent\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Continued consent</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Legacy_and_criticism\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Legacy and criticism</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#References\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Further_reading\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">Further reading</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#External_links\"><span class=\"tocnumber\">9</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span id=\"Nationhood_in_Renan.27s_time\"></span><span class=\"mw-headline\" id=\"Nationhood_in_Renan's_time\">Nationhood in Renan's time</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=What_Is_a_Nation%3F&amp;action=edit&amp;section=1\" title=\"Edit section: Nationhood in Renan&#039;s time\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Renan begins his essay by noting that there is frequent confusion between the idea of nationhood and of racial or linguistic groupings, a form of confusion which he says can produce \"the gravest errors\". He promises to conduct an autopsy-like examination, \"in an absolutely cold and impartial fashion.\" \n</p><p>He claims that nations existing at the time of writing in 1882, such as <a href=\"/wiki/French_Third_Republic\" title=\"French Third Republic\">France</a>, <a href=\"/wiki/German_Empire\" title=\"German Empire\">Germany</a>, <a href=\"/wiki/England\" title=\"England\">England</a> and <a href=\"/wiki/Russian_Empire\" title=\"Russian Empire\">Russia</a>, will continue to exist for hundreds of years, and that any nation trying to dominate them will be quickly pushed back to its own borders,  by a coalition of other nations; \"The establishment of a new Roman or Charlemagnian Empire has become an impossibility. \" \n</p><p>Renan believed that nations developed from the common needs of the people, who consisted of different social groups seeking a \"collective identity\". He praises the eighteenth century for its achievements in regards to humanity and the restoration of the pure identity of man, one which was free from misconceptions and socially established variances. Renan discredits the theory that race is the basis for the unification of people. It is important to note that France was quite ethnically diverse during the French Revolution and the rule of Napoleon Bonaparte, but it nevertheless managed to set the stage for nationalism. Renan also asserts that neither language nor religion are basis for solidarity because language “invites people to unite, but does not force them to do so” and \"religion has become an individual matter\" For example, the United States and England both speak English but do not constitute a single, united nation and countries no longer operate on the notion of religions operating against each other, forcing people to choose between one or the other.\n</p><p>Renan noted that a unique element of the European nation-forming experience was the mixture of races, origins and religions, where conquering people often adopted the religion and manners, and married the women, of the people they conquered. He notes that France was quite ethnically diverse during the French Revolution. For example, \"at the end of one or two generations, the Norman invaders were indistinguishable from the rest of the population\". Nonetheless, they had a profound influence, bringing with them \"a nobility of military habit, a patriotism\" which did not exist before. -\n</p>\n<h2><span class=\"mw-headline\" id=\"Forgetfulness\">Forgetfulness</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=What_Is_a_Nation%3F&amp;action=edit&amp;section=2\" title=\"Edit section: Forgetfulness\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Renan then states what has become one of the most famous and enduring ideas of the essay. \"Forgetfulness, and I would even say historical error, are essential in the creation of a nation.\" Historical research, by revealing unwanted truths, can even endanger nationhood. All nations, even the most benevolent in later practice,  are founded on acts of violence, which are then forgotten. \"Unity is always achieved by brutality: the joining of the north of France with the center was the result of nearly a century of extermination and terror\". He believes that people unite in their memories of suffering because alleviating grief requires a “common effort” which serves as a foundation for unity. Members of a community feel as though they have accomplished something great when they are able to survive in adverse conditions. He gives some examples of countries like <a href=\"/wiki/Turkey\" title=\"Turkey\">Turkey</a> and <a href=\"/wiki/Bohemia\" title=\"Bohemia\">Bohemia</a> where there is rigid stratification, or where different communities are played off against one another, and where the homogenization of different groups could not take place, resulting in a failure of nationhood. This leads to one of the most frequently quoted statements in the essay:\n</p>\n<blockquote><p>Yet the essence of a nation is that all individuals have many things in common, and also that they have forgotten many things. No French citizen knows whether he is a <a href=\"/wiki/Burgundians\" title=\"Burgundians\">Burgundian</a>, an <a href=\"/wiki/Alans\" title=\"Alans\">Alan</a>, a <a href=\"/wiki/Taifals\" title=\"Taifals\">Taifale</a>, or a <a href=\"/wiki/Visigoths\" title=\"Visigoths\">Visigoth</a>, yet every French citizen has to have forgotten the <a href=\"/wiki/St._Bartholomew%27s_Day_massacre\" title=\"St. Bartholomew&#39;s Day massacre\">massacre of Saint Bartholomew</a>, or the <a href=\"/wiki/Albigensian_Crusade\" title=\"Albigensian Crusade\">massacre</a> that took place in the South in the thirteenth century.</p></blockquote>\n<h2><span class=\"mw-headline\" id=\"Organising_principles_of_nationhood\">Organising principles of nationhood</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=What_Is_a_Nation%3F&amp;action=edit&amp;section=3\" title=\"Edit section: Organising principles of nationhood\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>While many nations, such as France, begin with a feudal regime such as a monarchy, others, such as the United States and Switzerland, are formed by acts of consensual aggregation. France and many others, however, survived their feudal roots while maintaining their identity. Renan inquires what is the organizing principle? It can't be race, because France is \"Celt, Iberian, German....The most noble countries,   England, France and Italy, are the ones where the blood is most mixed.\" \nLanguage, by contrast, \"invites us but does not force us, to unite\". Countries which share the Spanish or English language don't merge with one another, while the people of Switzerland speak several  languages. Modern nationhood also cannot be based on religion, which Renan observes, is currently practiced according to individual belief. \"You can be French, English, German, yet Catholic, Protestant, Jewish, or practicing no religion\". Mutuality of interests is fine for corporations and their affiliates, but nationality is based on sentiment. Geography merely leads us astray, and often to violence: \"Mountains don't know how to carve out countries\".\n</p>\n<h2><span id=\"A_.22spiritual_principle.22\"></span><span class=\"mw-headline\" id=\"A_&quot;spiritual_principle&quot;\">A \"spiritual principle\"</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=What_Is_a_Nation%3F&amp;action=edit&amp;section=4\" title=\"Edit section: A &quot;spiritual principle&quot;\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Renan concludes that a nation is\n</p>\n<blockquote><p> a soul, a spiritual principle. Two things, which are really one, constitute this soul and spiritual principle. One is in the past, the other, the present. One is the possession in common of a rich trove of memories; the other is actual consent, the desire to live together, the will to continue to value the undivided, shared heritage....To have had glorious moments in common in the past, a common will in the present, to have done great things together and to wish to do more, those are the essential conditions for a people. We love the nation in proportion to the sacrifices to which we consented, the harms that we suffered.</p></blockquote>\n<p>Thus the idea of nation is based upon common glories in the past,common will in the present to live together,having performed great deeds together and wish to perform still more for the nation,having future program to put into effect and having suffered, enjoyed and hoped together.\n</p>\n<h2><span class=\"mw-headline\" id=\"Continued_consent\">Continued consent</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=What_Is_a_Nation%3F&amp;action=edit&amp;section=5\" title=\"Edit section: Continued consent\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><span id=\"Willensnation\"></span>\nA very important element of nationhood, says Renan, is the desire to continue forming part of the nation. Renan's second frequently quoted statement is:\n</p>\n<blockquote><p>The existence of a nation (you will pardon me this metaphor) is a daily referendum,<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> just as the continuing existence of an individual is a perpetual affirmation of life.</p></blockquote>\n<p>This leads Renan to the conclusion that \"A nation never has a veritable interest in annexing or keeping another region against the wishes of its people\". In other words, areas such as states or provinces which wish to secede, should be permitted to do so. \"If doubts arise about national borders, consult the population of the area in dispute. They have the right to an opinion on the issue.\"\n</p><p>Renan concludes that nationhood is not an eternal concept, but changes over time (like everything else in this world). \"A European confederation will probably replace the nations of today\". At the current time, however, the existence of separate nations serves to guarantee liberty, in a way which would be lost if the whole world served under one law and one master. \"Each brings one note to the great concert of humanity...\"\n</p><p>Renan gives <a href=\"/wiki/Switzerland\" title=\"Switzerland\">Switzerland</a> as a prime example of a nation established by volition (choice, will):\n</p>\n<dl><dd>\"Switzerland, so well made, since it was made with the consent of her different parts, numbers three or four languages. There is something in man which is superior to language, namely, the will.\"<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup></dd></dl>\n<p>Renan's argument was summarized in the German term <i>Willensnation</i> (\"nation-by-volition\"),<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>  used to describe the status of <a href=\"/wiki/Switzerland_as_a_federal_state\" title=\"Switzerland as a federal state\">Switzerland as a federal state</a> by choice, and not along ethnic boundaries.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup>\nThe term became popular to describe the <a href=\"/wiki/Swiss_constitution\" class=\"mw-redirect\" title=\"Swiss constitution\">Swiss political model</a> after <a href=\"/wiki/Switzerland_during_the_World_Wars\" title=\"Switzerland during the World Wars\">World War I</a> and continues to be invoked.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Legacy_and_criticism\">Legacy and criticism</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=What_Is_a_Nation%3F&amp;action=edit&amp;section=6\" title=\"Edit section: Legacy and criticism\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Political historian <a href=\"/wiki/Karl_Deutsch\" title=\"Karl Deutsch\">Karl Deutsch</a>, in a quote sometimes mistakenly attributed to Renan, said that a nation is \"a group of people united by a mistaken view about the past and a hatred of their neighbours\".<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup>\n</p><p><a href=\"/wiki/Benedict_Anderson\" title=\"Benedict Anderson\">Benedict Anderson</a>'s 1983 work <a href=\"/wiki/Imagined_Communities\" title=\"Imagined Communities\">Imagined Communities</a>, which states that a nation is an \"imagined political community\", argues that Renan contradicts himself when he says French people must have forgotten the <a href=\"/wiki/St._Bartholomew%27s_Day_massacre\" title=\"St. Bartholomew&#39;s Day massacre\">St. Bartholomew's Day massacre</a>, yet does not explain what it is. In other words, Renan assumes that all his readers will remember the very massacre he says they have forgotten. Anderson also points out that the reason many French citizens of Renan's time knew anything of these massacres was because they learned of them in state-run schools. Thus, the state itself preserved the knowledge which needed to be forgotten for national identity.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup>\n</p><p>In a 1995 book, \"For Love of Country: an essay on patriotism and nationalism\", Maurizio Viroli called Renan's essay \"the most influential late nineteenth-century interpretation of the meaning of nation\", because of its focus on the \"spiritual principle\" as opposed to race, religion or geography.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup>\n</p><p>Other authors, like <a href=\"/wiki/Joxe_Azurmendi\" title=\"Joxe Azurmendi\">Joxe Azurmendi</a>, consider that really there is no such opposition to the reasons based on race, geography, history and so on. They argue that Renan maintains his intellectual background but subtly, i.e. the arguments he explicitly used in \"What is a Nation?\" are not consistent with his thinking. The concept of \"daily plebiscite\" would be ambiguous. They argue that the definition is an opportunist idealization and it should be interpreted within the <a href=\"/wiki/Franco-Prussian_War\" title=\"Franco-Prussian War\">Franco-Prussian War</a> and in the midst of the dispute concerning the Alsace-Lorraine region.<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=What_Is_a_Nation%3F&amp;action=edit&amp;section=7\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Ernest Renan, \"<a href=\"https://en.wikisource.org/wiki/fr:Qu%E2%80%99est-ce_qu%E2%80%99une_nation_%3F\" class=\"extiw\" title=\"wikisource:fr:Qu’est-ce qu’une nation ?\">Qu'est-ce qu'une nation?</a>\", conference faite en Sorbonne, le 11 Mars 1882, Accessed January 13, 2011</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Google Books search on \"qu'est-ce qu'une nation?\" <a rel=\"nofollow\" class=\"external free\" href=\"http://www.google.com/search?q=%22Qu%27est-ce+gu%27une+nation&amp;tbs=bks%3A1&amp;tbo=1#sclient=psy&amp;hl=en&amp;tbo=1&amp;tbs=bks:1&amp;q=%22Qu%27est-ce+qu%27une+nation%22&amp;aq=f&amp;aqi=&amp;aql=&amp;oq=&amp;pbx=1&amp;fp=5350378400f9f42d\">http://www.google.com/search?q=%22Qu%27est-ce+gu%27une+nation&amp;tbs=bks%3A1&amp;tbo=1#sclient=psy&amp;hl=en&amp;tbo=1&amp;tbs=bks:1&amp;q=%22Qu%27est-ce+qu%27une+nation%22&amp;aq=f&amp;aqi=&amp;aql=&amp;oq=&amp;pbx=1&amp;fp=5350378400f9f42d</a> Accessed January 13, 2011</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><i>un plébiscite de tous les jours</i>, also translated as \"daily plebiscite\".</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><i>La Suisse, si bien faite, puisqu'elle a été faite par l'assentiment de ses différentes parties, compte trois ou quatre langues. Il y a dans l'homme quelque chose de supérier à la langue: c'est la volonté.</i> cited after Demokratie und Hans Vorländer, <i>Transzendenz: Die Begründung politischer Ordnungen</i> (2014), <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.ch/books?id=RcPJBAAAQBAJ&amp;pg=PA135\">p. 135</a></span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">A related concept of a nation formed by an act of will (<i>Willensentschluss</i>) was proposed by <a href=\"/wiki/Johann_Gottlieb_Fichte\" title=\"Johann Gottlieb Fichte\">Johann Gottlieb Fichte</a> prior to Renan, in the context of the project of <a href=\"/wiki/German_unification\" class=\"mw-redirect\" title=\"German unification\">German unification</a>. Fichte used the term in a different spirit, and its application to the ideal of Renan as exemplified in the Swiss Confederacy dates to the early 20th century. See Andrea Albrecht, <i>Kosmopolitismus: Weltbürgerdiskurse in Literatur, Philosophie und Publizistik um 1800</i>,  Walter de Gruyter, 2005, <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.ch/books?id=H_z7P_eR-C0C&amp;pg=PA350\">p. 350</a>; \nFelicity Rash, <i>German Images of the Self and the Other: Nationalist, Colonialist and Anti-Semitic Discourse 1871-1918</i>, Palgrave Macmillan, 2012, <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.ch/books?id=IGtDaxMwj6sC&amp;pg=PA35\">p. 35</a>.</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Maximilian Opitz, <i>Die Minderheitenpolitik der Europäischen Union: Probleme, Potentiale, Perspektiven</i>, 2007\n<a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.ch/books?id=Njt1sgmt3pEC&amp;pg=PA47&amp;lpg=PA47\">p. 47</a></span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">\n<a href=\"/wiki/Kaspar_Villiger\" title=\"Kaspar Villiger\">Kaspar Villiger</a>, <i>Eine Willensnation muss wollen. Die politische Kultur der Schweiz: Zukunfts- oder Auslaufmodell?</i> Verlag <a href=\"/wiki/NZZ_Libro\" class=\"mw-redirect\" title=\"NZZ Libro\">NZZ Libro</a>, Zürich 2009.\nPaul Widmer, <i><a rel=\"nofollow\" class=\"external text\" href=\"http://www.nzz.ch/aktuell/startseite/willensnation-schweiz-1.9237274\">Willensnation Schweiz</a></i>, <a href=\"/wiki/NZZ\" class=\"mw-redirect\" title=\"NZZ\">NZZ</a> 27 January 2011.</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Nationalism and its Alternatives <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-394-43763-2\" title=\"Special:BookSources/0-394-43763-2\">0-394-43763-2</a></span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Anderson, Benedict R. O'G. (1991). Imagined communities: reflections on the origin and spread of nationalism (Revised and extended. ed. London: Verso, 1991) pp.. 199-201. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-0-86091-546-1\" title=\"Special:BookSources/978-0-86091-546-1\">978-0-86091-546-1</a></span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Oxford:Oxford University Press 1995 p, 159, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-19-829358-5\" title=\"Special:BookSources/0-19-829358-5\">0-19-829358-5</a> <a rel=\"nofollow\" class=\"external free\" href=\"https://books.google.com/books?id=Y8crPCvAaNkC&amp;pg=PA159&amp;dq=%22Qu&#39;est-ce+gu&#39;une+nation&amp;hl=en&amp;ei=h14wTfaIFMnVgQfFlPC7Cw&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=6&amp;ved=0CD8Q6AEwBQ#v=onepage&amp;q&amp;f=false\">https://books.google.com/books?id=Y8crPCvAaNkC&amp;pg=PA159&amp;dq=%22Qu'est-ce+gu'une+nation&amp;hl=en&amp;ei=h14wTfaIFMnVgQfFlPC7Cw&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=6&amp;ved=0CD8Q6AEwBQ#v=onepage&amp;q&amp;f=false</a> Accessed January 13, 2011</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\"><a href=\"/wiki/Joxe_Azurmendi\" title=\"Joxe Azurmendi\">Azurmendi, Joxe</a>. <i>Historia, arraza, nazioa</i>. Donostia: Elkar, 2014. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-84-9027-297-8\" title=\"Special:BookSources/978-84-9027-297-8\">978-84-9027-297-8</a></span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"Further_reading\">Further reading</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=What_Is_a_Nation%3F&amp;action=edit&amp;section=8\" title=\"Edit section: Further reading\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Joxe_Azurmendi\" title=\"Joxe Azurmendi\">Azurmendi, Joxe</a>: \"VII: Zer da nazioa?\" In <i>Historia ,arraza, nazioa</i>. Donostia: Elkar, 2014; pp.&#160;355–444. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-84-9027-297-8\" title=\"Special:BookSources/978-84-9027-297-8\">978-84-9027-297-8</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=What_Is_a_Nation%3F&amp;action=edit&amp;section=9\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>\"What is a Nation?\" English translation <cite class=\"citation\"><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20110827065548/http://www.cooper.edu/humanities/core/hss3/e_renan.html\"><i>What is a Nation?</i></a>, archived from <a rel=\"nofollow\" class=\"external text\" href=\"http://www.cooper.edu/humanities/core/hss3/e_renan.html\">the original</a> on 2011-08-27<span class=\"reference-accessdate\">, retrieved <span class=\"nowrap\">2013-07-25</span></span></cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=What+is+a+Nation%3F&amp;rft_id=http%3A%2F%2Fwww.cooper.edu%2Fhumanities%2Fcore%2Fhss3%2Fe_renan.html&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AWhat+Is+a+Nation%3F\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></li>\n<li>\"Are We a Nation?\" January 1997 <a rel=\"nofollow\" class=\"external free\" href=\"http://www.spectacle.org/197/nation.html\">http://www.spectacle.org/197/nation.html</a> Accessed January 13, 2011</li>\n<li>Jeff Westover, \"National forgetting and remembering in the Poetry of Robert Frost\". Texas Studies in Literature and Language, June 22, 2004   <a rel=\"nofollow\" class=\"external free\" href=\"http://www.highbeam.com/doc/1G1-118234680.html\">http://www.highbeam.com/doc/1G1-118234680.html</a> Accessed January 13, 2011</li>\n<li>The Nationalism Project, <a rel=\"nofollow\" class=\"external free\" href=\"http://www.nationalismproject.org/index.htm\">http://www.nationalismproject.org/index.htm</a> Accessed January 13, 2011</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1309\nCached time: 20180908171346\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.124 seconds\nReal time usage: 0.153 seconds\nPreprocessor visited node count: 1401/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 7852/2097152 bytes\nTemplate argument size: 2223/2097152 bytes\nHighest expansion depth: 16/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 6673/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.032/10.000 seconds\nLua memory usage: 1.62 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  123.976      1 -total\n 48.47%   60.092      1 Template:Reflist\n 40.90%   50.702      5 Template:ISBN\n 29.20%   36.197      1 Template:Citation\n 14.96%   18.544      5 Template:Catalog_lookup_link\n 14.39%   17.841      1 Template:Anchor\n 10.72%   13.294      5 Template:Error-small\n  6.42%    7.964     15 Template:Yesno-no\n  4.77%    5.912      5 Template:Tl\n  4.32%    5.355     15 Template:Yesno\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:30455953-0!canonical and timestamp 20180908171346 and revision id 843243649\n -->\n</div>"},"langlinks":[{"lang":"ca","url":"https://ca.wikipedia.org/wiki/Qu%27est-ce_qu%27une_nation%3F","langname":"Catalan","autonym":"català","*":"Qu'est-ce qu'une nation?"},{"lang":"fr","url":"https://fr.wikipedia.org/wiki/Qu%27est-ce_qu%27une_nation_%3F","langname":"French","autonym":"français","*":"Qu'est-ce qu'une nation ?"},{"lang":"ku","url":"https://ku.wikipedia.org/wiki/Netewe_%C3%A7i_ye%3F_(pirt%C3%BBk)","langname":"Kurdish","autonym":"kurdî","*":"Netewe çi ye? (pirtûk)"},{"lang":"pt","url":"https://pt.wikipedia.org/wiki/Qu%27est-ce_qu%27une_nation%3F","langname":"Portuguese","autonym":"português","*":"Qu'est-ce qu'une nation?"}],"categories":[{"sortkey":"What Is A Nation?","hidden":"","*":"Articles_created_via_the_Article_Wizard"},{"sortkey":"What Is A Nation?","*":"Nationalism"},{"sortkey":"What Is A Nation?","*":"Political_theories"},{"sortkey":"What Is A Nation?","*":"Community_building"},{"sortkey":"What Is A Nation?","*":"Political_philosophy"},{"sortkey":"What Is A Nation?","*":"1882_speeches"}],"links":[{"ns":0,"exists":"","*":"Alans"},{"ns":0,"exists":"","*":"Albigensian Crusade"},{"ns":0,"exists":"","*":"Benedict Anderson"},{"ns":0,"exists":"","*":"Bohemia"},{"ns":0,"exists":"","*":"Burgundians"},{"ns":0,"exists":"","*":"England"},{"ns":0,"exists":"","*":"Ernest Renan"},{"ns":0,"exists":"","*":"Franco-Prussian War"},{"ns":0,"exists":"","*":"French Revolution"},{"ns":0,"exists":"","*":"French Third Republic"},{"ns":0,"exists":"","*":"German Empire"},{"ns":0,"exists":"","*":"German unification"},{"ns":0,"exists":"","*":"Imagined Communities"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"Johann Gottlieb Fichte"},{"ns":0,"exists":"","*":"Joxe Azurmendi"},{"ns":0,"exists":"","*":"Karl Deutsch"},{"ns":0,"exists":"","*":"Kaspar Villiger"},{"ns":0,"exists":"","*":"NZZ"},{"ns":0,"exists":"","*":"NZZ Libro"},{"ns":0,"exists":"","*":"National identity"},{"ns":0,"exists":"","*":"Nationalism"},{"ns":0,"exists":"","*":"Russian Empire"},{"ns":0,"exists":"","*":"St. Bartholomew's Day massacre"},{"ns":0,"exists":"","*":"Swiss constitution"},{"ns":0,"exists":"","*":"Switzerland"},{"ns":0,"exists":"","*":"Switzerland as a federal state"},{"ns":0,"exists":"","*":"Switzerland during the World Wars"},{"ns":0,"exists":"","*":"Taifals"},{"ns":0,"exists":"","*":"Turkey"},{"ns":0,"exists":"","*":"Visigoths"}],"templates":[{"ns":10,"exists":"","*":"Template:Anchor"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:ISBN"},{"ns":10,"exists":"","*":"Template:Catalog lookup link"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Error-small"},{"ns":10,"exists":"","*":"Template:Tl"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Citation"},{"ns":828,"exists":"","*":"Module:Anchor"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:TableTools"},{"ns":828,"exists":"","*":"Module:Check isxn"},{"ns":828,"exists":"","*":"Module:Error"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"}],"images":[],"externallinks":["https://books.google.ch/books?id=RcPJBAAAQBAJ&pg=PA135","https://books.google.ch/books?id=H_z7P_eR-C0C&pg=PA350","https://books.google.ch/books?id=IGtDaxMwj6sC&pg=PA35","https://books.google.ch/books?id=Njt1sgmt3pEC&pg=PA47&lpg=PA47","http://www.nzz.ch/aktuell/startseite/willensnation-schweiz-1.9237274","http://www.google.com/search?q=%22Qu'est-ce+gu'une+nation&tbs=bks:1&tbo=1#sclient=psy&hl=en&tbo=1&tbs=bks:1&q=%22Qu'est-ce+qu'une+nation%22&aq=f&aqi=&aql=&oq=&pbx=1&fp=5350378400f9f42d","https://books.google.com/books?id=Y8crPCvAaNkC&pg=PA159&dq=%22Qu'est-ce+gu'une+nation&hl=en&ei=h14wTfaIFMnVgQfFlPC7Cw&sa=X&oi=book_result&ct=result&resnum=6&ved=0CD8Q6AEwBQ#v=onepage&q&f=false","https://web.archive.org/web/20110827065548/http://www.cooper.edu/humanities/core/hss3/e_renan.html","http://www.cooper.edu/humanities/core/hss3/e_renan.html","http://www.spectacle.org/197/nation.html","http://www.highbeam.com/doc/1G1-118234680.html","http://www.nationalismproject.org/index.htm"],"sections":[{"toclevel":1,"level":"2","line":"Nationhood in Renan's time","number":"1","index":"1","fromtitle":"What_Is_a_Nation?","byteoffset":1014,"anchor":"Nationhood_in_Renan's_time"},{"toclevel":1,"level":"2","line":"Forgetfulness","number":"2","index":"2","fromtitle":"What_Is_a_Nation?","byteoffset":3456,"anchor":"Forgetfulness"},{"toclevel":1,"level":"2","line":"Organising principles of nationhood","number":"3","index":"3","fromtitle":"What_Is_a_Nation?","byteoffset":5161,"anchor":"Organising_principles_of_nationhood"},{"toclevel":1,"level":"2","line":"A \"spiritual principle\"","number":"4","index":"4","fromtitle":"What_Is_a_Nation?","byteoffset":6345,"anchor":"A_\"spiritual_principle\""},{"toclevel":1,"level":"2","line":"Continued consent","number":"5","index":"5","fromtitle":"What_Is_a_Nation?","byteoffset":7347,"anchor":"Continued_consent"},{"toclevel":1,"level":"2","line":"Legacy and criticism","number":"6","index":"6","fromtitle":"What_Is_a_Nation?","byteoffset":11417,"anchor":"Legacy_and_criticism"},{"toclevel":1,"level":"2","line":"References","number":"7","index":"7","fromtitle":"What_Is_a_Nation?","byteoffset":13879,"anchor":"References"},{"toclevel":1,"level":"2","line":"Further reading","number":"8","index":"8","fromtitle":"What_Is_a_Nation?","byteoffset":13909,"anchor":"Further_reading"},{"toclevel":1,"level":"2","line":"External links","number":"9","index":"9","fromtitle":"What_Is_a_Nation?","byteoffset":14092,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"What Is a Nation?","iwlinks":[{"prefix":"wikisource","url":"https://en.wikisource.org/wiki/fr:Qu%E2%80%99est-ce_qu%E2%80%99une_nation_%3F","*":"wikisource:fr:Qu’est-ce qu’une nation ?"}],"properties":[{"name":"defaultsort","*":"What Is A Nation?"},{"name":"wikibase_item","*":"Q3412537"}]}}