{"parse":{"title":"Winchester College football","pageid":780621,"revid":854872515,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content ambox-Refimprove\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Question_book-new.svg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png\" width=\"50\" height=\"39\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/75px-Question_book-new.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/100px-Question_book-new.svg.png 2x\" data-file-width=\"512\" data-file-height=\"399\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>needs additional citations for <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">verification</a></b>.<span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Winchester_College_football&amp;action=edit\">improve this article</a> by <a href=\"/wiki/Help:Introduction_to_referencing_with_Wiki_Markup/1\" title=\"Help:Introduction to referencing with Wiki Markup/1\">adding citations to reliable sources</a>. Unsourced material may be challenged and removed.</span>  <small><i>(July 2018)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:302px;\"><a href=\"/wiki/File:A_hot_in_WinCoFo.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/4/43/A_hot_in_WinCoFo.jpg/300px-A_hot_in_WinCoFo.jpg\" width=\"300\" height=\"225\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/4/43/A_hot_in_WinCoFo.jpg/450px-A_hot_in_WinCoFo.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/4/43/A_hot_in_WinCoFo.jpg/600px-A_hot_in_WinCoFo.jpg 2x\" data-file-width=\"2592\" data-file-height=\"1944\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:A_hot_in_WinCoFo.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>College Xs. A hot between OTH (brown and white) and College (blue and white) on Meads in 2006. A man wearing the Commoners shirt (red and white) stands near Worms (far left).</div></div></div>\n<p><b>Winchester College football</b>, also known as Winkies, WinCoFo or simply \"Our Game\", is a <a href=\"/wiki/Football\" title=\"Football\">code of football</a> played at <a href=\"/wiki/Winchester_College\" title=\"Winchester College\">Winchester College</a>. It is akin to the <a href=\"/wiki/Eton_College\" title=\"Eton College\">Eton</a> Field and Wall Games and <a href=\"/wiki/Harrow_Football\" class=\"mw-redirect\" title=\"Harrow Football\">Harrow Football</a> in that it enjoys a large following from Wykehamists and old Wykehamists but is not played outside the community directly connected to Winchester College. The Winkies season is during Common Time (January–March).\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#History\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">History</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#The_pitch\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">The pitch</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Teams\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Teams</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Rules\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Rules</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#2008_trial_rules\"><span class=\"tocnumber\">4.1</span> <span class=\"toctext\">2008 trial rules</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Scoring\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Scoring</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#OTH,_Commoners_and_College\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">OTH, Commoners and College</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Major_matches\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Major matches</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#Minor_matches\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">Minor matches</span></a></li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#Tactics\"><span class=\"tocnumber\">9</span> <span class=\"toctext\">Tactics</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-11\"><a href=\"#Factors_leading_to_tactical_innovation\"><span class=\"tocnumber\">9.1</span> <span class=\"toctext\">Factors leading to tactical innovation</span></a></li>\n<li class=\"toclevel-2 tocsection-12\"><a href=\"#New_Winkies\"><span class=\"tocnumber\">9.2</span> <span class=\"toctext\">New Winkies</span></a></li>\n<li class=\"toclevel-2 tocsection-13\"><a href=\"#VIs_tactics\"><span class=\"tocnumber\">9.3</span> <span class=\"toctext\">VIs tactics</span></a></li>\n<li class=\"toclevel-2 tocsection-14\"><a href=\"#Defence\"><span class=\"tocnumber\">9.4</span> <span class=\"toctext\">Defence</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-15\"><a href=\"#Developments_post_2007\"><span class=\"tocnumber\">10</span> <span class=\"toctext\">Developments post 2007</span></a></li>\n<li class=\"toclevel-1 tocsection-16\"><a href=\"#In_popular_culture\"><span class=\"tocnumber\">11</span> <span class=\"toctext\">In popular culture</span></a></li>\n<li class=\"toclevel-1 tocsection-17\"><a href=\"#See_also\"><span class=\"tocnumber\">12</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-18\"><a href=\"#References\"><span class=\"tocnumber\">13</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-19\"><a href=\"#External_links\"><span class=\"tocnumber\">14</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"History\">History</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Winchester_College_football&amp;action=edit&amp;section=1\" title=\"Edit section: History\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Winchester Football was originally played down the length of Kingsgate Street, with each team attempting to move a football from one end of the road to the other with few or no rules and little regulation to spoil this most primal version of the game. The only tribute the modern game bears to this earliest form of the game is the measurements of a modern canvas (i.e. pitch), fitted to a particular section of Kingsgate Street.\n</p><p>Most likely after one broken window too many, the game was moved a safe twenty minutes' walk away from the College to the flat, grassy top of St. Catherine's Hill. The game persisted with few rules, but now required a long line of junior men to keep the ball from rolling down the slope and disappearing into the canal below.\n</p><p>The first addition that remains almost unadulterated in the modern game was made when the lines of kickers-in became depleted due to injuries caused by overenthusiastic players colliding with them whilst in the pursuit of rogue balls: ropes were erected down each side of the pitch, supported by nine solid posts.\n</p><p>In the early 19th century, the necessary changes to the rules were standardised to create the relatively cultured, civilised affair that it is today. The fundamental rules of \"dribble\" and \"tag\" were added at this stage, presumably followed by the other rules. The game was also moved from the top of St Catherine's Hill to where it is played now, on Meads, as well as in Palmer Swamp. At the same time as this move, the lines of kickers-in were finally replaced by canvas sheets, and very soon afterwards by netting, in order to allow others to appreciate the game without the aid of a ladder.\n</p><p>The earliest evidence of coloured shirts used to identify football teams comes from  Winchester football: an image from before 1840 is entitled \"The commoners have red and the college boys blue jerseys\".<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> The use of coloured shirts at Winchester college is confirmed again in 1859: \"Precisely at twelve o'clock, according to good old custom, the blue jerseys of college and the red of commoners mingled in the grand commencing \"hot\".<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>  At soccer, Winchester wear dark blue shirts to signify their connection with the <a href=\"/wiki/University_of_Oxford\" title=\"University of Oxford\">University of Oxford</a> and especially with <a href=\"/wiki/New_College,_Oxford\" title=\"New College, Oxford\">New College, Oxford</a>.\n</p>\n<h2><span class=\"mw-headline\" id=\"The_pitch\">The pitch</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Winchester_College_football&amp;action=edit&amp;section=2\" title=\"Edit section: The pitch\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Winchester football is played on a pitch known as a \"canvas\", which is approximately 80 metres long and 15 metres wide flanked on either side by 2 and a half metre high netting (confusingly called the \"canvas\" as well) designed to prevent balls from being kicked off the pitch. Approximately a metre in front of the netting and running parallel to it is found a thick one-metre high rope supported by nine stout posts at intervals along the canvas (seven on some of the smaller pitches on Palmer Field). The distance between two adjacent posts is known as a \"post\"; hence the total length of the canvas is eight posts. The inaccessible area between the ropes and the netting is known as \"Ropes\". The area off the end of the pitch is known as \"Worms\".\n</p>\n<h2><span class=\"mw-headline\" id=\"Teams\">Teams</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Winchester_College_football&amp;action=edit&amp;section=3\" title=\"Edit section: Teams\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Major matches are played with teams made up of 6, 10 or 15 people, though some inter-house competitions are played with different team sizes. In VIs, there are two \"kicks\" (full-backs), one \"hotwatch\" (half-back) and three \"hot\" (scrum) players; in Xs, there are two kicks, three hotwatches and five hot players, and in XVs there are three kicks, four hotwatches and eight hot players.\n</p><p>The team sizes may differ sometimes in smaller house competitions, with IXs and XIs being common-place.\n</p>\n<h2><span class=\"mw-headline\" id=\"Rules\">Rules</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Winchester_College_football&amp;action=edit&amp;section=4\" title=\"Edit section: Rules\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The aim of the game is to kick the ball (an overly inflated <a href=\"/wiki/Football_(association_football)\" class=\"mw-redirect\" title=\"Football (association football)\">association football</a>) into Worms - the area at either end of canvas.\n</p><p>There are a few main rules in Winkies and most revolve around the basic principle that each team can only kick the ball once before the other team touches it (unless the kicker has been deemed to have kicked it his hardest). These are called \"tag\", \"dribble\", \"behind your side\", and \"handiwork\". \"Tag\" occurs when a team-mate kicks the ball, and a man on his own team then kicks it without waiting for the other team to touch the ball. If, however, the ball goes backwards off the first kick, the second man may play the ball \"down\", <i>i.e.</i> kick the ball lower than five feet up. \"Dribble\" is much the same, but occurs if the same man touches the ball twice when the ball has not gone backwards. However, if, in the opinion of the referee, a player has kicked the ball as hard as they can, then they are allowed to give chase and kick once more. \"Behind your side\" is designed to stop people loitering up the pitch. Once a man on your team kicks the ball, you must endeavour to get back to the point where he kicked the ball from (not just behind the kicker as in rugby) before you can move forward up the pitch. \"Handiwork\" is any illegal use of the hands. Only the kicks (full backs) can use their hands to control the ball. Any other man may catch the ball on the full toss, but use of the hands at any other time is deemed handiwork. A catch on the full toss by any player enables them to take up to three steps and then \"bust\" (punt) the ball, usually as far as possible, except for when a player catches the ball when it has come out of ropes, in which case the catcher must put the ball at his feet and kick it \"down\". Alternatively, if the opposing team is running at the player, he may run also. There are no touchdowns however, and the player must bust the ball over. Breaking any of these rules means that play is brought one or two posts back for a hot (scrum).\n</p><p>In a standard team of 15 men, there are 8 forwards, known as hotmen, collectively known as the hot, who play like a rugby scrum. Whenever the ball goes out of play, or a minor foul is committed, a hot is held. This can be held on ropes at the side, where the object is to flick the ball past the opposing team, thus making them all offside and forcing them to retreat under the \"behind your side\" rule, or into the middle of the pitch. However, unlike in rugby, the ball cannot be hooked by any player until the front row of one hot is entirely over the ball, at which point the ball is \"through\".\n</p><p>Once the ball is out of the hot, the hotwatches (scrum-halves) try to get the ball past the hot, either to kick the ball into Worms, or to kick the ball into Ropes. Alternatively, they can choose to knock the ball backwards to a better placed 'kick', remembering that the kick must play the ball down. If at any stage during the game the ball enters Ropes, it is usually the job of the hot to go in and retrieve it, by getting the other hot out of the way.\n</p><p>The winner is the team with the most points.\n</p>\n<h3><span class=\"mw-headline\" id=\"2008_trial_rules\">2008 trial rules</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Winchester_College_football&amp;action=edit&amp;section=5\" title=\"Edit section: 2008 trial rules\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Since the advent of new winkies and OTH’s conclusive win in 2007, the rule writers of the game have felt it necessary to introduce several rules, in order increase the importance of the hot in the middle.\n</p>\n<ul><li>In 15’s all 8 men must be bound in the hots in the middle.</li>\n<li>The kick out of the hot in the middle may be a flyer</li>\n<li>The hotwatch must stay behind the back foot of the hot.</li>\n<li>All hots can be hots on ropes subject to the defending team’s decision.</li></ul>\n<p>These rule changes will certainly affect “New Winkies” but whether it can still be played in an adapted form, only time will tell, although 2009's XV's match used the new rules - this indicates that the new rules are to be kept.\n</p>\n<h2><span class=\"mw-headline\" id=\"Scoring\">Scoring</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Winchester_College_football&amp;action=edit&amp;section=6\" title=\"Edit section: Scoring\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Points are awarded as follows:\nBehind: 1 Point; Conversion: 2 Points; Goal: 3 Points.\n</p><p>A 'Behind' is scored if the ball enters Worms after first been touched by an opposition player or if, at any stage after having been kicked by the attacking player the ball is in Ropes (the area between the nets and the rope). They can also be awarded if a team is penalised enough Posts to cross back into worms. Once a Behind is awarded play resumes as follows. All members on both teams except the Kicks on the scoring team must cross into Worms. The ball is placed one metre in front of Worms along the centre line of the canvas. The ball is then played forward by one of the opposition players, usually one of the Kicks. The ball must be \"down\" and go at least two posts before stopping or entering ropes. At this point the Kicks on the scoring team aim to kick the ball back over into Worms. If they succeed in doing this they score a 'Conversion', and the 'Behind' is converted to a 'Goal' - 3 points rather than he initial one are awarded. Play then resumes from a 'Bust Off'(punt). This is where one of the opposition Kicks plays the ball out of his hands from Post 1, his objective being to get it as far down the canvas as he can manage.\n</p><p>A 'Goal' is scored when the ball enters Worms without being touched by an opposition player and without being in Ropes. After a Goal is scored play resumes from a 'Bust Off'.\n</p>\n<h2><span id=\"OTH.2C_Commoners_and_College\"></span><span class=\"mw-headline\" id=\"OTH,_Commoners_and_College\">OTH, Commoners and College</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Winchester_College_football&amp;action=edit&amp;section=7\" title=\"Edit section: OTH, Commoners and College\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The houses of Winchester College are split up into 3 groups. These are the Old Tutor's Houses (OTH, in brown and white striped zephyrs), consisting of Furley's, Toye's, Cook's, Chawker's, and Hopper's; Commoners (in red and white striped zephyrs), consisting of Kenny's, Freddie's, Phil's, Trant's, and Beloe's; and College (in blue and white striped zephyrs), the scholars' institution, which fields teams on its own. Each group has a captain who is responsible for organising their Canvasses and selecting the teams for matches.\n</p>\n<h2><span class=\"mw-headline\" id=\"Major_matches\">Major matches</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Winchester_College_football&amp;action=edit&amp;section=8\" title=\"Edit section: Major matches\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The single biggest match of the Winkies season, and the most attended, is XVs (Fifteens). It takes place towards the end of Common Time and is played between Commoners and OTH with teams of fifteen.\n</p><p>The following Tuesday and Thursday after XVs are the two College Xs (Tens) matches. This is where College play Commoners and OTH with teams of ten.\n</p><p>Towards the end of the Common Time is VIs (Sixes) which is the same situation as XVs but with teams of six. This usually isn't so well attended as XVs but the popularity has been rising due to the greater speed and standard of the game.\n</p><p>VIs is preceded by College VIs, again this is the same as Xs but with teams of six men instead.\nIn these 6 matches each side plays 4 games allowing each a chance at a Grand Slam, though Commoner/OTH grand slams are generally more celebrated than College grand slams. College grand slams, although being less celebrated, are far more impressive as it means that this single institution has succeeded in beating the teams fielded by the ten other houses - however, College usually face slightly weakened teams to account for the advantage given held by the other houses. The last grand slam was in 2010 when OTH, under the captaincy of David Russell, were unbeaten. The last College grand slam was in 2003.\n</p><p>Until recently the canvases were only reseeded at the end of each season and this led to a gradual degradation of the surface. Now areas are returfed each year and the College Canvas (the Wembley of the game) is properly drained. This has encouraged the development of so-called \"New Winkies\", a much faster set of tactics invented by OTH and principally associated with the names of Andre de Haes, Tom Rae, William Herbert, Mike Bailey and coach Nick MacKinnon.\n</p><p>On the last day of Common Time is 'Long Game'. This is a 15-a-side match played by 1st year men (who have been playing the games for just one season) from Commoners and OTH. This is usually quite popular as it is a preview of new talent on both sides. There are also 2nd and 3rd year Long Games but these are usually quite minor.\n</p>\n<h2><span class=\"mw-headline\" id=\"Minor_matches\">Minor matches</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Winchester_College_football&amp;action=edit&amp;section=9\" title=\"Edit section: Minor matches\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Two other notable matches are Herman Pot and Poon Pot. Both are played on the morning of the last day of Common Time. Herman pot is played by the VIth Book I men from Trant's and Phil's. These two houses are traditionally two of the strongest Winkies houses and they are both on Culver Road (as such it is a Culver Road Derby). The match is attended by both houses in full and, as all the players are out of their usual position and slightly the worse for wear, it's quite an entertaining game. The result is always twenty seven and a half all. Poon Pot is the same premise but played between Beloe's and Furley's (a Kingsgate Park (KP) derby) and is always refereed by Mr. Nevin. Recently these two matches have been copied with matches between Hopper's and Cook's (Edgar Road derby) and College and Toye's (Kingsgate Street derby) also being played.\n</p><p>Jun XXIIs ( also known as II v XXII) used to be another end-of-term game, although somewhat less competitive as the score was by tradition seventeen and three quarters all. It was played between the junnest (that is, lowest in order on their scholarship roll) twenty-two Collegemen who were not otherwise engaged and two top-year Collegemen, usually including the captain of College VI. It was refereed by the Aulae Prae, who would award free busts to all and sundry, giving any reason he chose. The jun men would hot in single file. The Bogle Prae (the most Sen Collegeman to keep a bicycle in College) would cycle up and down Ropes, and the crowd would periodically throw buckets of water over the players. During the mid-1980s, prior to the innovation of the buckets of water, the crowd would throw carrots onto the canvas, which were picked out of the mud and consumed by the referee of the time, College Tutor John Hunter Durran. Afterwards, a Hot was held in Logie, the stream which runs between the College buildings and the Warden's Garden. This previously annual game has been discontinued, as the throwing of water onto the pitch was deemed to damage the playing surface.\n</p>\n<h2><span class=\"mw-headline\" id=\"Tactics\">Tactics</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Winchester_College_football&amp;action=edit&amp;section=10\" title=\"Edit section: Tactics\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The principal tactical determinant is the wind. This usually blows from the South West towards College, the ad Coll. direction. H.A. Jackson (coach of OTH for many years and the <a href=\"/wiki/Bill_Shankly\" title=\"Bill Shankly\">Bill Shankly</a> of the game) is said to have first posed the riddle: \"Under what circumstances in Winchester Football does one win the toss and elect to play against the wind?\"; to which the answer is: \"Under NO circumstances in Winchester Football does one win the toss and elect to play against the wind\". The normal approach therefore has been to win the toss, rack up a big lead, and then run the clock down in the second half by use of a variety of time-wasting tactics, the main one being to use hotting superiority to deprive the opponents of the ball. For this reason it was always reckoned that strength in hotting was crucial, not so much to secure the ball, for once won the ball must be immediately surrendered, but to delay open play. In the era of very wet canvases it was possible for the side with the inferior kicks to win a game provided they had enough weight in the hot and expertise in delaying tactics.\n</p>\n<h3><span class=\"mw-headline\" id=\"Factors_leading_to_tactical_innovation\">Factors leading to tactical innovation</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Winchester_College_football&amp;action=edit&amp;section=11\" title=\"Edit section: Factors leading to tactical innovation\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Several factors have come together to make this tactical plan out-dated. In season 1997 College managed to win their VIs against OTH and Commoners by utilising an enormous OP called Sam Wass. Wass secured College very clean ball after pushing the hot two posts—indeed, it was said at the time that the rules of hotting could be simplified to \"the winning hot is whichever hot has Sam Wass in it\". The OTH captain James Pickering suggested at the end of the season that the rules should be amended to reduce the effect of a Wass-type player in what was meant to be a game of kicking skill not brute force. The following season the Pickering Rule was introduced, offering the offended-against captain the option of a hot on ropes if the ball was kicked out of the canvas, an option that had hitherto been restricted to offences in close play down ropes. In 2005 season, partly in response to concerns about safety, it was decided that the ball would be called \"through\", and the hot ended, once the hot had travelled half a post (this last stipulation changed the next year to one whole post).\nWith dry Januaries and returfed canvases the possibility of the heavier side staying in control of the ball was much reduced. OTH coach MacKinnon, drawing on experience from the court game Fives, then observed that one or two good players in the court game Winchester Football could easily take on eight opponents, especially if their average skill level was low. The final piece of the jigsaw that produced New Winkies was Andre de Haes's observation following the drawn XVs in 2005, that the plants raised by his own team were stopping him from scoring goals. He thus articulated the main paradox of Winchester Football: uniquely amongst team games players can be a disadvantage to their own team even when they are onside and playing well. If they are offside they are unquestionably playing for the opposition.\n</p>\n<h3><span class=\"mw-headline\" id=\"New_Winkies\">New Winkies</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Winchester_College_football&amp;action=edit&amp;section=12\" title=\"Edit section: New Winkies\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>In New Winkies the whole team defends, but once defence switches to attack only four hotwatches strung out parallel to the ball, and the front kick, take part at all. Ideally once breakthrough is made only one player carries the attack, thus removing the possibility of offside and tag. That player (who will often have made a diagonal run from the middle of the parallel line, thus outflanking the melee created by the beaten opponents) kicks the ball repeatedly hard and cannot be penalised for dribble. The remainder of the team are spread four posts back, waiting for easy catches and flyers from defensive panic. It is then easy for the referees to see the opponents breaking the rules. The hoped-for outcomes include free busts for prevention of goal by offside and obstruction, and behinds for dribbles and tags. It is a tenet of New Winkies that a behind is better than a goal.\nThus far the tactics described are essentially those of Commoners during the High-Fontes era. The true innovations are designed to evolve in every rally the ideal situation of a small number of active attackers against a large number of weak defenders, with the attacking side's weaker kickers well back. This is achieved by only sending one or two men into the hots on ropes (now much more common because of Pickering) and even sending only three men to the hots in the middle (now that the maximum loss of ground is one post, and bearing in mind that the hot is already two posts forward, because a side playing New Winkies does not often break the rules in attack; if they break the rules in defence there is no hot because a behind will usually be awarded). Success in New Winkies presently depends on a side having the better front kick, and the method has gelled around the commanding figure of Tom Rae. When both sides finally adopt these tactics it will depend on which side best understands the implications, and can harness the greater speed of thought. It has already been described as \"just a kicks' game\" but in fact it is the hotwatches who carry the game to the opponents. Teddy Pybus's formulation best catches the spirit. \"Arrive at the ball and do anything you like so long as you kick the ball really hard. Eventually a situation will be created that will allow you, or the front kick or exceptionally the hot men deployed well back, to score.\"\n</p>\n<h3><span class=\"mw-headline\" id=\"VIs_tactics\">VIs tactics</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Winchester_College_football&amp;action=edit&amp;section=13\" title=\"Edit section: VIs tactics\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Tactics in VIs remain closely guarded secrets, though it has already been observed that the mammoth 2005 victory margin for OTH was created by simple use of the parallel man, allied to de Haes's technical mastery of defence.\nStrategic matters (heavyweight hot or six footballers?)are much more out in the open, because the selection of a canvas is public, and selection of the final VI has also always been public, though it seems to the game's gurus that this is an error, and that the team that the opponents will face should be secret up until the first hot of the game. VIs is the most interesting version strategically because six men are never enough to cover all the conditions a side may face. A balance has to be struck between good footballers and strong hotters and the danger is always of falling between stools. There is a school of thought that a single very strong hotter playing at OP who is unable to do anything else is worth his weight, and this was amply proved by the example of Collegeman Sam Wass in VIs 1997. Also a left-footed kick may be worth selection over an otherwise better right-footed rival. The selection in VIs is like that for a fantasy football team: compromises have to be made. In New Winkies XVs the strategic attitude is more that of American Football's Special Teams: only 25% of your team might be playing at any moment so there are resources to cover all eventualities.\n</p>\n<h3><span class=\"mw-headline\" id=\"Defence\">Defence</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Winchester_College_football&amp;action=edit&amp;section=14\" title=\"Edit section: Defence\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The cornerstone of defensive tactics in Winchester Football matches for many years has been the assumption that conceding a behind (1 point), is always preferable to a goal (3 points). Therefore, the defending team endeavoured to keep the ball in ropes hoping to keep the score for that rally to at most one point. However, with the advent of New Winkies, coupled with the now flat and dry pitches, teams with good kicks are becoming gradually more and more likely to convert a behind, making the long-standing ropes defensive strategy less useful.\n</p>\n<h2><span class=\"mw-headline\" id=\"Developments_post_2007\">Developments post 2007</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Winchester_College_football&amp;action=edit&amp;section=15\" title=\"Edit section: Developments post 2007\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The Rules Committee was unanimous in deciding that insufficient advantage was accruing to the winners of a hot, and that it was undesirable that 8 should hot against 3. A majority of the committee thus enforced a change in the rules which now require that 8 hot against 8, and the first kick after the ball has left the hot may be a flyer. Since the hotwatches must remain behind the back foot until the ball is through this gives the better hot a huge advantage, sufficient to incentivise deliberate rule-breaking. Thus the Pickering rule has been extended to all offences, and a captain need no longer worry that the opponents are deliberately breaking the rules to waste time (which was what had motivated OTH to hot 3 on 8 in the first place). The side with the weaker hot now has a very strong incentive to keep the rules and above all keep the ball in play. In XVs 2008 the strong Commoner hot were instrumental in a deserved 47-29 victory. The VIs-esque playing conditions (which provided a smooth surface for the heel), combined with the brilliant performances of the Commoner kicks led to at least 15 points coming from a heel from the hot. The inability of the OTH kicks to keep the ball on the canvas further aided the Commoners, as this ensured that hots took place for the most part in the middle rather than on ropes, an area in which OTH have been traditionally dominant.\n</p>\n<h2><span class=\"mw-headline\" id=\"In_popular_culture\">In popular culture</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Winchester_College_football&amp;action=edit&amp;section=16\" title=\"Edit section: In popular culture\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The fictional game, <a href=\"/wiki/Guyball\" class=\"mw-redirect\" title=\"Guyball\">Guyball</a> (pronounced \"Ghee-ball\"), played in the British television series, <i><a href=\"/wiki/Green_Wing\" title=\"Green Wing\">Green Wing</a></i>, was partly inspired by Winchester Football. It features many of the same characteristics: seemingly deliberately over-complicated rules, highly specialised terminology and roots in a public school.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Winchester_College_football&amp;action=edit&amp;section=17\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/English_public_school_football_games\" title=\"English public school football games\">English public school football games</a></li>\n<li><a href=\"/wiki/Rugby_union_in_South_Africa\" title=\"Rugby union in South Africa\">Rugby union in South Africa</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Winchester_College_football&amp;action=edit&amp;section=18\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Marples, Morris (1954). <i>A History of Football</i>. Secker and Warburgh. pp.&#160;84&#8211;85.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=A+History+of+Football&amp;rft.pages=84-85&amp;rft.pub=Secker+and+Warburgh&amp;rft.date=1954&amp;rft.aulast=Marples&amp;rft.aufirst=Morris&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AWinchester+College+football\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">\nBell's Life in London and Sporting Chronicle (London, England), Sunday, November 14, 1858</span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Winchester_College_football&amp;action=edit&amp;section=19\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.winchestercollege.org\">Winchester College website</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www2.umist.ac.uk/sport/Sports%20History/BSSH/The%20Sports%20Historian/TSH%2015/bailey.html\">Steven Bailey, \"Living Sports History: Football at Winchester, Eton and Harrow\"</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1331\nCached time: 20180905142030\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.096 seconds\nReal time usage: 0.130 seconds\nPreprocessor visited node count: 237/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 5249/2097152 bytes\nTemplate argument size: 100/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 1119/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.038/10.000 seconds\nLua memory usage: 1.59 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   95.024      1 -total\n 49.87%   47.388      1 Template:Refimprove\n 47.81%   45.430      1 Template:Reflist\n 36.51%   34.694      1 Template:Cite_book\n 32.60%   30.982      1 Template:Ambox\n  2.37%    2.254      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:780621-0!canonical and timestamp 20180905142029 and revision id 854872515\n -->\n</div>"},"langlinks":[{"lang":"af","url":"https://af.wikipedia.org/wiki/Winchester_College_voetbal","langname":"Afrikaans","autonym":"Afrikaans","*":"Winchester College voetbal"},{"lang":"simple","url":"https://simple.wikipedia.org/wiki/Winchester_College_football","langname":"Simple English","autonym":"Simple English","*":"Winchester College football"}],"categories":[{"sortkey":"Winchester College Football","hidden":"","*":"Articles_needing_additional_references_from_July_2018"},{"sortkey":"Winchester College Football","hidden":"","*":"All_articles_needing_additional_references"},{"sortkey":"Winchester College Football","*":"Traditional_football"},{"sortkey":"Winchester College Football","*":"School_sport_in_the_United_Kingdom"},{"sortkey":"Winchester College Football","*":"Winchester_College"},{"sortkey":"Winchester College Football","*":"Youth_sport_in_England"}],"links":[{"ns":14,"exists":"","*":"Category:Articles needing additional references from July 2018"},{"ns":0,"exists":"","*":"Bill Shankly"},{"ns":0,"exists":"","*":"English public school football games"},{"ns":0,"exists":"","*":"Eton College"},{"ns":0,"exists":"","*":"Football"},{"ns":0,"exists":"","*":"Football (association football)"},{"ns":0,"exists":"","*":"Green Wing"},{"ns":0,"exists":"","*":"Guyball"},{"ns":0,"exists":"","*":"Harrow Football"},{"ns":0,"exists":"","*":"New College, Oxford"},{"ns":0,"exists":"","*":"Rugby union in South Africa"},{"ns":0,"exists":"","*":"University of Oxford"},{"ns":0,"exists":"","*":"Winchester College"},{"ns":4,"exists":"","*":"Wikipedia:Verifiability"},{"ns":12,"exists":"","*":"Help:Introduction to referencing with Wiki Markup/1"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Refimprove"},{"ns":10,"exists":"","*":"Template:More citations needed"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Question_book-new.svg","A_hot_in_WinCoFo.jpg"],"externallinks":["http://www.winchestercollege.org","http://www2.umist.ac.uk/sport/Sports%20History/BSSH/The%20Sports%20Historian/TSH%2015/bailey.html"],"sections":[{"toclevel":1,"level":"2","line":"History","number":"1","index":"1","fromtitle":"Winchester_College_football","byteoffset":712,"anchor":"History"},{"toclevel":1,"level":"2","line":"The pitch","number":"2","index":"2","fromtitle":"Winchester_College_football","byteoffset":3218,"anchor":"The_pitch"},{"toclevel":1,"level":"2","line":"Teams","number":"3","index":"3","fromtitle":"Winchester_College_football","byteoffset":3986,"anchor":"Teams"},{"toclevel":1,"level":"2","line":"Rules","number":"4","index":"4","fromtitle":"Winchester_College_football","byteoffset":4490,"anchor":"Rules"},{"toclevel":2,"level":"3","line":"2008 trial rules","number":"4.1","index":"5","fromtitle":"Winchester_College_football","byteoffset":7649,"anchor":"2008_trial_rules"},{"toclevel":1,"level":"2","line":"Scoring","number":"5","index":"6","fromtitle":"Winchester_College_football","byteoffset":8357,"anchor":"Scoring"},{"toclevel":1,"level":"2","line":"OTH, Commoners and College","number":"6","index":"7","fromtitle":"Winchester_College_football","byteoffset":9784,"anchor":"OTH,_Commoners_and_College"},{"toclevel":1,"level":"2","line":"Major matches","number":"7","index":"8","fromtitle":"Winchester_College_football","byteoffset":10349,"anchor":"Major_matches"},{"toclevel":1,"level":"2","line":"Minor matches","number":"8","index":"9","fromtitle":"Winchester_College_football","byteoffset":12457,"anchor":"Minor_matches"},{"toclevel":1,"level":"2","line":"Tactics","number":"9","index":"10","fromtitle":"Winchester_College_football","byteoffset":14513,"anchor":"Tactics"},{"toclevel":2,"level":"3","line":"Factors leading to tactical innovation","number":"9.1","index":"11","fromtitle":"Winchester_College_football","byteoffset":15630,"anchor":"Factors_leading_to_tactical_innovation"},{"toclevel":2,"level":"3","line":"New Winkies","number":"9.2","index":"12","fromtitle":"Winchester_College_football","byteoffset":17583,"anchor":"New_Winkies"},{"toclevel":2,"level":"3","line":"VIs tactics","number":"9.3","index":"13","fromtitle":"Winchester_College_football","byteoffset":19952,"anchor":"VIs_tactics"},{"toclevel":2,"level":"3","line":"Defence","number":"9.4","index":"14","fromtitle":"Winchester_College_football","byteoffset":21385,"anchor":"Defence"},{"toclevel":1,"level":"2","line":"Developments post 2007","number":"10","index":"15","fromtitle":"Winchester_College_football","byteoffset":21949,"anchor":"Developments_post_2007"},{"toclevel":1,"level":"2","line":"In popular culture","number":"11","index":"16","fromtitle":"Winchester_College_football","byteoffset":23366,"anchor":"In_popular_culture"},{"toclevel":1,"level":"2","line":"See also","number":"12","index":"17","fromtitle":"Winchester_College_football","byteoffset":23709,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"13","index":"18","fromtitle":"Winchester_College_football","byteoffset":23800,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"14","index":"19","fromtitle":"Winchester_College_football","byteoffset":23828,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Winchester College football","iwlinks":[],"properties":[{"name":"defaultsort","*":"Winchester College Football"},{"name":"wikibase_item","*":"Q3310686"}]}}