{"parse":{"title":"Treatment of bereavement through music therapy","pageid":35521162,"revid":854302888,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-style ambox-Orphan\" role=\"presentation\" style=\"display: none\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Wiki_letter_w.svg\" class=\"image\"><img alt=\"Wiki letter w.svg\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/6/6c/Wiki_letter_w.svg/40px-Wiki_letter_w.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/6/6c/Wiki_letter_w.svg/60px-Wiki_letter_w.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/6/6c/Wiki_letter_w.svg/80px-Wiki_letter_w.svg.png 2x\" data-file-width=\"44\" data-file-height=\"44\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>is an <a href=\"/wiki/Wikipedia:Orphan\" title=\"Wikipedia:Orphan\">orphan</a>, as no other articles <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Special:Whatlinkshere&amp;target=Treatment_of_bereavement_through_music_therapy&amp;namespace=0\">link to it</a></b>. Please <a href=\"/wiki/Help:Link\" title=\"Help:Link\">introduce links</a> to this page from <span class=\"plainlinks\"><a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Special%3ASearch&amp;redirs=1&amp;search=Treatment+of+bereavement+through+music+therapy&amp;fulltext=Search&amp;ns0=1&amp;title=Special%3ASearch&amp;advanced=1&amp;fulltext=Treatment+of+bereavement+through+music+therapy\">related articles</a></span>; try the <a rel=\"nofollow\" class=\"external text\" href=\"//edwardbetts.com/find_link?q=Treatment_of_bereavement_through_music_therapy\">Find link tool</a> for suggestions.  <small><i>(August 2016)</i></small></div></td></tr></tbody></table>\n<p>Bereavement, as defined by Webster, is the state of being bereaved or deprived of something or someone. The DSM-IV TR lists bereavement as a mental health diagnosis when the focus of clinical attention is related to the loss of a loved one and when symptoms of Major Depressive Disorder are present for up to two months. A number of treatments for bereavement have been used and evaluated, but music therapy models have been found to be the most successful in treating grief and bereavement (Rosner, Kruse &amp; Hagl, 2010).\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Music_therapy_practice\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Music therapy practice</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-2\"><a href=\"#Brief_history\"><span class=\"tocnumber\">1.1</span> <span class=\"toctext\">Brief history</span></a></li>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#Interventions\"><span class=\"tocnumber\">1.2</span> <span class=\"toctext\">Interventions</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Diagnosing_bereavement\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Diagnosing bereavement</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Music_therapy_in_grief_treatment\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Music therapy in grief treatment</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Cultural_considerations\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Cultural considerations</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Empirical_evidence\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Empirical evidence</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Music_therapy_practice\">Music therapy practice</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Treatment_of_bereavement_through_music_therapy&amp;action=edit&amp;section=1\" title=\"Edit section: Music therapy practice\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div role=\"note\" class=\"hatnote navigation-not-searchable\">See also: <a href=\"/wiki/Music_therapy\" title=\"Music therapy\">Music therapy</a></div>\n<p>Music therapy practice is working together with clients, through music, to promote healthy change (Bruscia, 1998; Abrams, 2010).  The American Music Therapy Association (AMTA) has defined the practice of music therapy as \"a behavioral science concerned with changing unhealthy behaviors and replacing them with more adaptive ones through the use of musical stimuli\" (Davis, Gfeller &amp; Thaut, 2008).\n</p>\n<h3><span class=\"mw-headline\" id=\"Brief_history\">Brief history</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Treatment_of_bereavement_through_music_therapy&amp;action=edit&amp;section=2\" title=\"Edit section: Brief history\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The use of music to soothe grief has been used since the time of David and King Saul. In I Samuel, David plays the <a href=\"/wiki/Lyre\" title=\"Lyre\">Lyre</a> in order to make King Saul feel relieved and better.  It has since been used all over the world for treatment of various issues, though the first recorded use of official \"music therapy\" was in 1789 - an article titled \"Music Physically Considered\" by an unknown author was found in <i>Columbian Magazine</i>.  The creation and expansion of music therapy as a <a href=\"/wiki/Treatment_modality\" class=\"mw-redirect\" title=\"Treatment modality\">treatment modality</a> thrived in the early to mid 1900's and while a number of organizations were created, none survived for long.  It wasn't until 1950 that the National Association for Music Therapy was founded in New York that clinical training and certification requirements were created. In 1971, the American Association for Music Therapy was created, though at that time called the Urban Federation of Music Therapists. The <a rel=\"nofollow\" class=\"external text\" href=\"http://www.cbmt.org/\">Certification Board for Music Therapists</a> was created in 1983 which strengthened the practice of music therapy and the trust that it was given.  In 1998, the American Music Therapy Association was formed out of a merger between National and American Associations and is now<sup class=\"noprint Inline-Template\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Manual_of_Style/Dates_and_numbers#Chronological_items\" title=\"Wikipedia:Manual of Style/Dates and numbers\"><span title=\"The time period mentioned near this tag is ambiguous. (December 2017)\">when?</span></a></i>&#93;</sup> the single largest music therapy organization in the world (American music therapy, 1998–2011).  More about the history along with general information and application of music therapy can be found on the <a rel=\"nofollow\" class=\"external text\" href=\"http://www.musictherapy.org\">American Music Therapy Association</a> website.\n</p>\n<h3><span class=\"mw-headline\" id=\"Interventions\">Interventions</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Treatment_of_bereavement_through_music_therapy&amp;action=edit&amp;section=3\" title=\"Edit section: Interventions\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Though music therapy practice employs a large number of intervention techniques, some of the most commonly used interventions include improvisation, therapeutic singing, therapeutic instrumental music playing, music-facilitated reminiscence and life review, songwriting, music-facilitated relaxation, and lyric analysis.  While there has been no conclusive research done on the comparison of interventions (Jones, 2005; Silverman, 2008; Silverman &amp; Marcionetti, 2004), the use of particular interventions is individualized to each client based upon thorough assessment of needs, and the effectiveness of treatment may not rely on the type of intervention (Silverman, 2009).\n</p><p><a href=\"/wiki/Improvisation_in_music_therapy\" title=\"Improvisation in music therapy\">Improvisation in music therapy</a> allows for clients to make up, or alter, music as they see fit.  While improvisation is an intervention in a methodical practice, it does allow for some freedom of expression, which is what it is often used for.  Improvisation has several other clinical goals as well, which can also be found on the <a href=\"/wiki/Improvisation_in_music_therapy\" title=\"Improvisation in music therapy\">Improvisation in music therapy</a> page, such as: facilitating verbal and nonverbal communication, self-exploration, creating intimacy, teamwork, developing creativity, and improving cognitive skills (Bruscia, 1998).  Building on these goals, R. Keith Botello and Dr. Robert E. Krout (2008) took steps to design a cognitive behavioral application of improvisation to assess and improve communication in couples.  Further research is needed before the use of improvisation is conclusively proven to be effective in this application, but there were positive signs in this study of its use.\n</p><p>Singing or playing an instrument is often used to help clients express their thoughts and feelings in a more structured manner than improvisation and can also allow participation with only limited knowledge of music.  Singing in a group can facilitate a sense of community and can also be used as group ritual to structure a theme of the group or of treatment (Krout, 2005).  In a one-time bereavement support group, songs that were specifically composed by music therapists for this group to meet the goals of the program.  The songs were sung by the group which appeared to result in the facilitation and growth of connectedness within the group.  While not a substitute for long-term counseling, this one-time support group showed that sing-alongs can be powerful in providing support and connectedness in a group, especially when the songs were composed to incorporate desired themes and context.\n</p><p>Though lyric analysis is often and widely used, research that compares music therapy intervention has been inconclusive up to this point.  Dr. Michael Silverman (2009) completed a study on lyric analysis and found it to be the third most used type of intervention.  Music Therapists use lyric analysis in a variety of ways, but typically lyric analysis is used to facilitate dialogue with clients based on the lyrics, which can then lead to discussion that addresses the goals of therapy (Freed, 1987).  Dr. Silverman also noted that the song that therapists found most effective in lyric analysis was \"Lean on Me\" by Bill Withers.  Other popular choices were the songs \"I am a Rock,\" \"Bridge Over Troubled Water,\" \"Concrete Angel,\" \"Everybody Hurts,\" \"Help,\" and \"Let It Be.\"  The choice of song is often based around the material and issues listed in the song, but therapists have stated they also choose songs based on their clients' preferences, and on their own personal tastes in music (Silverman, 2009).\n</p>\n<h2><span class=\"mw-headline\" id=\"Diagnosing_bereavement\">Diagnosing bereavement</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Treatment_of_bereavement_through_music_therapy&amp;action=edit&amp;section=4\" title=\"Edit section: Diagnosing bereavement\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>At the moment,<sup class=\"noprint Inline-Template\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Manual_of_Style/Dates_and_numbers#Chronological_items\" title=\"Wikipedia:Manual of Style/Dates and numbers\"><span title=\"The time period mentioned near this tag is ambiguous. (December 2017)\">when?</span></a></i>&#93;</sup> bereavement is listed as its own diagnosis in the DSM-IV TR, but proposed changes in the DSM-V may impact the way bereavement is diagnosed.  The DSM-IV TR states the following about bereavement:\n</p>\n<dl><dd>This category can be used when the focus of clinical attention is a reaction to the death of a loved one. As part of their reaction to the loss, some grieving individuals present with symptoms characteristic of a Major Depressive Episode (e.g., feelings of sadness and associated symptoms such as insomnia, poor appetite, and weight loss). The bereaved individual typically regards the depressed mood as \"normal,\" although the person may seek professional help for relief of associated symptoms such as insomnia or anorexia. The duration and expression of \"normal\" bereavement vary considerably among different cultural groups. The diagnosis of Major Depressive Disorder is generally not given unless the symptoms are still present 2 months after the loss. However, the presence of certain symptoms that are not characteristic of a \"normal\" grief reaction may be helpful in differentiating bereavement from a Major Depressive Episode. These include 1) guilt about things other than actions taken or not taken by the survivor at the time of the death; 2) thoughts of death other than the survivor feeling that he or she would be better off dead or should have died with the deceased person; 3) morbid preoccupation with worthlessness; 4) marked psychomotor retardation; 5) prolonged and marked functional impairment; and 6) hallucinatory experiences other than thinking that he or she hears the voice of, or transiently sees the image of, the deceased person.</dd></dl>\n<h2><span class=\"mw-headline\" id=\"Music_therapy_in_grief_treatment\">Music therapy in grief treatment</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Treatment_of_bereavement_through_music_therapy&amp;action=edit&amp;section=5\" title=\"Edit section: Music therapy in grief treatment\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>It has become well known in the music therapy field that music can be an effective tool in the treatment of grief and bereavement but Francesca Albergato-Muterspaw (2009) looked at how music actually played a role in the healing from grief.  In her study, three primary themes presented themselves from the interviews and observation of the participants.  She found firstly that, music has a significant connection with emotion.  Music can be used to express oneself, keep a client distracted when there is a need for distraction, and can help clients reflect on themselves and past experiences leading to changes in identity.  Secondly, a sense of community, culture, and spirituality was found when music was used in treatment.  Employing the ides of community, culture, and spirituality have shown to be vital in the process of dealing with grief so using music to elicit these concepts makes it a powerful tool indeed.  Lastly, it was found that music was important to clients as a way to give tribute to the deceased.  On top of these areas of note, it was also discussed that the participants had a better understanding of each other - more so than they had simply by talking with each other (Albergato-Muterspaw, 2009).  It appears that music allows for context and meta messages to be more easily and successfully communicated between a group, an important point for therapists in any field, and also especially important when working with the bereaved.  In 2008, Kathryn Lindenfelser and colleagues looked at the experiences parents of terminally ill children had with music therapy.  They found that music therapy was effective in altering perceptions in the midst of adversity, was a strong component of remembrance, provided a multifaceted treatment, and as the other study also mentioned, increased communication and expression in both the adults and children (Lindenfelser Grocke &amp; McFerran, 2008).  In a separate study that explored the effects of music therapy on pain in children and families, it was found that music therapy can be used to reduce physical pain and anxiety, enhance relaxation, and promote positive moods and compliance.  There was also an inverse relationship found between music therapy and behavioral distress (Whitehead-Pleaux, Baryza &amp; Sheridan, 2007).  Since bereavement is diagnosed when elements of depression are found, and since music therapy has shown to be effective in enhancing mood and lowering distress, one could conclude that elements of music therapy could also be effective in the treatment of depression and other adjustment disorders, though further research would need to be done to make that conclusion.\n</p>\n<h2><span class=\"mw-headline\" id=\"Cultural_considerations\">Cultural considerations</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Treatment_of_bereavement_through_music_therapy&amp;action=edit&amp;section=6\" title=\"Edit section: Cultural considerations\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Music therapy, like many forms of therapy, has the potential to be a highly culturally sensitive one. Empathy in general is an important aspect of any mental health and the same is true for music therapy, as is cultural awareness. It's the added complexity to cultural empathy that comes from adding music that provides both the greater risk and potential to provide exceptional culturally sensitive therapy (Valentino, 2006). An extensive knowledge of a culture is really needed to provide this effective treatment as providing culturally sensitive music therapy goes beyond knowing the language of speech, the country, or even some background about the culture. Simply choosing music that is from the same country of origin or that has the same spoken language is not effective for providing music therapy as, similar to the United States, music genres vary as do the messages each piece of music sends. Also, different cultures view and use music in various ways and may not always be the same as how the therapist views and uses music. There do tend to be misconceptions in the field, however, even in the practitioners of music therapy. It was actually found in one study, that 82% of therapists thought that choosing songs in a client's native language would automatically be appropriate and only 13% of therapists thought that their cross-cultural training was adequate (Valentino, 2006) so it does appear that though music therapy has potential, the field could be better served with some further cross-cultural training.  Melody Schwantes and her colleagues wrote an article that describes the effective use of the Mexican \"corrido\" in a bereavement group of Mexican migrant farm workers (Schwantes, Wigram, Lipscomb &amp; Richards, 2011). This support group was dealing with the loss of two of their coworkers after an accident they were in and so the corrido, a song form traditionally used for telling stories of the deceased. An important element that was also mentioned was that songwriting has shown to be a large cultural artifact in many cultures, and that there are many subtle messages and thoughts provided in songs that would otherwise be hard to identify.  Lastly, the authors of this study stated that \"Given the position and importance of songs in all cultures, the example in this therapeutic process demonstrates the powerful nature of lyrics and music to contain and express difficult and often unspoken feelings\" (Schwantes <i>et al.</i>, 2011).\n</p>\n<h2><span class=\"mw-headline\" id=\"Empirical_evidence\">Empirical evidence</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Treatment_of_bereavement_through_music_therapy&amp;action=edit&amp;section=7\" title=\"Edit section: Empirical evidence\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In this day and age,<sup class=\"noprint Inline-Template\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Manual_of_Style/Dates_and_numbers#Chronological_items\" title=\"Wikipedia:Manual of Style/Dates and numbers\"><span title=\"The time period mentioned near this tag is ambiguous. (December 2017)\">when?</span></a></i>&#93;</sup> providing evidence-based practice is becoming more and more important and music therapy has been continuously critiqued and regulated in order to provide that desired evidence-based practice.  A number of research studies and meta-analyses have been conducted on, or included, music therapy and all have found that music therapy has at least some promising effects, especially when used for the treatment of grief and bereavement.  The AMTA has largely supported the advancement of music therapy through research that would promote evidenced-based practice.  With the definition of evidence-based health care as \"the conscientious use of current best evidence in making decisions about the care of individual patients or the delivery of health services, current best evidence is up-to-date information from relevant, valid research about the effects of different forms of health care, the potential for harm from exposure to particular agents, the accuracy of diagnostic tests, and the predictive power of prognostic factors\" (Cochrane, 1972).\n</p><p>Both qualitative and quantitative studies have been completed and both have provided evidence to support music therapy in the use of bereavement treatment.  One study that evaluated a number of treatment approaches found that only music therapy had significant positive outcomes where the others showed little improvement in participants (Rosner,Kruse &amp; Hagl, 2010).  Furthermore, a pilot study, which consisted of an experimental and control group, examined the effects of music therapy on mood and behaviors in the home and school communities.  It was found that there was a significant change in grief symptoms and behaviors with the experimental group in the home, but conversely found that there was no significant change in the experimental group in the school community, despite the fact that mean scores on the Depression Self-Rating Index and the Behavior Rating Index decreased (Hilliard, 2001).  Yet another study completed by Russel Hilliard (2007), looked at the effects of Orff-based music therapy and social work groups on childhood grief symptoms and behaviors.  Using a control group that consisted of wait-listed clients, and employing the Behavior Rating Index for Children and the bereavement Group Questionnaire for Parents and Guardians as measurement tools, it was found that children who were in the music therapy group showed significant improvement in grief symptoms and also showed some improvement in behaviors compared to the control group, whereas the social work group also showed significant improvement in both grief and behaviors compared to the control group.  The study concludes with support for music therapy as a medium from bereavement groups for children (Hilliard, 2007).\n</p><p>Though there has been research done on music therapy, and though the use of it has been evaluated, there remain a number of limitations in these studies and further research should be completed before absolute conclusions are made, though the results of using music therapy in the treatment have consistently shown to be positive.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Treatment_of_bereavement_through_music_therapy&amp;action=edit&amp;section=8\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<table class=\"plainlinks metadata ambox ambox-style ambox-No_footnotes\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/40px-Text_document_with_red_question_mark.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/60px-Text_document_with_red_question_mark.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/80px-Text_document_with_red_question_mark.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article includes a <a href=\"/wiki/Wikipedia:Citing_sources\" title=\"Wikipedia:Citing sources\">list of references</a>, related reading or <a href=\"/wiki/Wikipedia:External_links\" title=\"Wikipedia:External links\">external links</a>, <b>but its sources remain unclear because it lacks <a href=\"/wiki/Wikipedia:Citing_sources#Inline_citations\" title=\"Wikipedia:Citing sources\">inline citations</a></b>.<span class=\"hide-when-compact\"> Please help to <a href=\"/wiki/Wikipedia:WikiProject_Fact_and_Reference_Check\" title=\"Wikipedia:WikiProject Fact and Reference Check\">improve</a> this article by <a href=\"/wiki/Wikipedia:When_to_cite\" title=\"Wikipedia:When to cite\">introducing</a> more precise citations.</span>  <small><i>(June 2015)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p>Albergato-Muterspaw, Francesca. (2009). The role of music in healing and grief processes of bereaved adult learners. The Pennsylvania State University). ProQuest Dissertations and Theses.\n</p><p>American music therapy association. (1998–2011). Retrieved from <a rel=\"nofollow\" class=\"external text\" href=\"http://www.musictherapy.org\">www.musictherapy.org</a>.\n</p><p>American Psychiatric Association. (2000). Diagnostic and statistical\nmanual of mental disorders (4th ed., text rev.). Washington, DC: Author.\n</p><p>Botello, R. K., &amp; Krout, R.E. (2008). Music therapy assessment of automatic thoughts: Developing a cognitive behavioral application of improvisation to assess couple communication. Music Therapy Perspectives, 26(1), 51-55.\n</p><p>Bruscia, Kenneth E. 1998. Defining Music Therapy. Gilsum, NH: Barcelona Publishers.\n</p><p>Cochrane, A. L. (1972). Effectiveness and efficiency: Random reflections on health services. London: Nuffield Provincial Hospitals Trust.\n</p><p>Davis, W. B., Gfeller, K. E., &amp; Thaut, M. H. (2008). An Introduction to Music Therapy Theory and Practice-Third Edition: The Music Therapy Treatment Process. Silver Spring, Maryland.\n</p><p>Freed, B. S. (1987). Songwriting with the chemically dependent. Music Therapy Perspectives, 4, 13-18.\n</p><p>Hilliard, R. E. (2001). The effects of music therapy-based bereavement groups on mood and behavior of grieving children: A pilot study. Journal of Music Therapy, 38(4), 291-306.\n</p><p>Hilliard, R. E. (2007). The effects of orff-based music therapy and social work groups on childhood grief symptoms and behaviors. Journal of Music Therapy, 44(2), 123-38.\n</p><p>Jones, J. D. (2005). A comparison of songwriting and lyric analysis techniques to evoke emotional change in a single session with people who are chemically dependent, journal of Music Therapy, 42, 94-110.\n</p><p>Krout, R. E. (2005). Applications of music therapist-composed songs in creating participant connections and facilitating goals and rituals during one-time bereavement support groups and programs. Music Therapy Perspectives, 23(2), 118-128.\n</p><p>Lindenfelser, K. J., Grocke, D., &amp; McFerran, K. (2008). Bereaved parents' experiences of music therapy with their terminally ill child. Journal of Music Therapy, 45(3), 330-48.\n</p><p>Rosner, R, Kruse, J., &amp; Hagl, M. (2010). A meta‐analysis of interventions for\nbereaved children and adolescents. Death Studies, 34(2), 99 – 136.\n</p><p>Schwantes, M., Wigram, T., McKinney, C., Lipscomb, A., &amp; Richards, C. (2011). The Mexican corrido and its use in a music therapy bereavement group. The Australian Journal of Music Therapy, 22, 2-20.\n</p><p>Silverman, M. J. (2008). Quantitative comparison of cognitive behavioral therapy and music therapy research: A methodological best-practices analysis to guide future investigation for adult psychiatric patients. Journal of Music Therapy, 45(4), 457-506.\n</p><p>Silverman, M.,J. (2009). The use of lyric analysis interventions in contemporary psychiatric music therapy: Descriptive results of songs and objectives for clinical practice. Music Therapy Perspectives, 27(1), 55-61.\n</p><p>Silverman, M. J., &amp; Marcionetti, M. J. (2004). Immediate effects of a single music therapy intervention on persons who are severely mentally ill. Arts in Psychotherapy, 31, 291-301.\n</p><p>Valentino, R. E. (2006). Attitudes towards cross-cultural empathy in music therapy. Music Therapy Perspectives, 24(2), 108-114.\n</p><p>Whitehead-Pleaux, A. M., Baryza, M.J., &amp; Sheridan, R.L. (2007). Exploring the effects of music\ntherapy on pediatric pain: phase 1. The Journal of Music Therapy, 44(3), 217-41.\n</p>\n<!-- \nNewPP limit report\nParsed by mw2234\nCached time: 20180921210031\nCache expiry: 86400\nDynamic content: true\nCPU time usage: 0.112 seconds\nReal time usage: 0.154 seconds\nPreprocessor visited node count: 614/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 15123/2097152 bytes\nTemplate argument size: 1548/2097152 bytes\nHighest expansion depth: 12/40\nExpensive parser function count: 3/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.050/10.000 seconds\nLua memory usage: 1.65 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  130.473      1 -total\n 47.98%   62.604      1 Template:Orphan\n 37.81%   49.332      2 Template:Ambox\n 29.82%   38.908      3 Template:When\n 26.44%   34.495      3 Template:Fix\n 13.04%   17.015      3 Template:Delink\n 11.89%   15.519      1 Template:No_footnotes\n  9.96%   12.999      6 Template:Category_handler\n  9.90%   12.918      1 Template:See_also\n  3.06%    3.994      2 Template:Yesno-no\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:35521162-0!canonical and timestamp 20180921210031 and revision id 854302888\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"Orphaned_articles_from_August_2016"},{"sortkey":"","hidden":"","*":"All_orphaned_articles"},{"sortkey":"","hidden":"","*":"All_articles_with_vague_or_ambiguous_time"},{"sortkey":"","hidden":"","*":"Vague_or_ambiguous_time_from_December_2017"},{"sortkey":"","hidden":"","*":"Articles_lacking_in-text_citations_from_June_2015"},{"sortkey":"","hidden":"","*":"All_articles_lacking_in-text_citations"},{"sortkey":"","*":"Music_therapy"}],"links":[{"ns":14,"exists":"","*":"Category:Orphaned articles from August 2016"},{"ns":14,"exists":"","*":"Category:Vague or ambiguous time from December 2017"},{"ns":14,"exists":"","*":"Category:Articles lacking in-text citations from June 2015"},{"ns":0,"exists":"","*":"Improvisation in music therapy"},{"ns":0,"exists":"","*":"Lyre"},{"ns":0,"exists":"","*":"Music therapy"},{"ns":0,"exists":"","*":"Treatment modality"},{"ns":4,"exists":"","*":"Wikipedia:Citing sources"},{"ns":4,"exists":"","*":"Wikipedia:External links"},{"ns":4,"exists":"","*":"Wikipedia:Manual of Style/Dates and numbers"},{"ns":4,"exists":"","*":"Wikipedia:Orphan"},{"ns":4,"exists":"","*":"Wikipedia:When to cite"},{"ns":4,"exists":"","*":"Wikipedia:WikiProject Fact and Reference Check"},{"ns":12,"exists":"","*":"Help:Link"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Orphan"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Monthyear"},{"ns":10,"exists":"","*":"Template:Monthyear-1"},{"ns":10,"exists":"","*":"Template:PAGENAMEU"},{"ns":10,"exists":"","*":"Template:See also"},{"ns":10,"exists":"","*":"Template:When"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Delink"},{"ns":10,"exists":"","*":"Template:No footnotes"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Labelled list hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote list"},{"ns":828,"exists":"","*":"Module:Delink"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Wiki_letter_w.svg","Text_document_with_red_question_mark.svg"],"externallinks":["//edwardbetts.com/find_link?q=Treatment_of_bereavement_through_music_therapy","http://www.cbmt.org/","http://www.musictherapy.org"],"sections":[{"toclevel":1,"level":"2","line":"Music therapy practice","number":"1","index":"1","fromtitle":"Treatment_of_bereavement_through_music_therapy","byteoffset":581,"anchor":"Music_therapy_practice"},{"toclevel":2,"level":"3","line":"Brief history","number":"1.1","index":"2","fromtitle":"Treatment_of_bereavement_through_music_therapy","byteoffset":1036,"anchor":"Brief_history"},{"toclevel":2,"level":"3","line":"Interventions","number":"1.2","index":"3","fromtitle":"Treatment_of_bereavement_through_music_therapy","byteoffset":2585,"anchor":"Interventions"},{"toclevel":1,"level":"2","line":"Diagnosing bereavement","number":"2","index":"4","fromtitle":"Treatment_of_bereavement_through_music_therapy","byteoffset":6120,"anchor":"Diagnosing_bereavement"},{"toclevel":1,"level":"2","line":"Music therapy in grief treatment","number":"3","index":"5","fromtitle":"Treatment_of_bereavement_through_music_therapy","byteoffset":7847,"anchor":"Music_therapy_in_grief_treatment"},{"toclevel":1,"level":"2","line":"Cultural considerations","number":"4","index":"6","fromtitle":"Treatment_of_bereavement_through_music_therapy","byteoffset":10549,"anchor":"Cultural_considerations"},{"toclevel":1,"level":"2","line":"Empirical evidence","number":"5","index":"7","fromtitle":"Treatment_of_bereavement_through_music_therapy","byteoffset":13047,"anchor":"Empirical_evidence"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"8","fromtitle":"Treatment_of_bereavement_through_music_therapy","byteoffset":16212,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Treatment of bereavement through music therapy","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q17155780"}]}}