{"parse":{"title":"Intergovernmental Oceanographic Commission","pageid":478797,"revid":851397579,"text":{"*":"<div class=\"mw-parser-output\"><p>The <b>Intergovernmental Oceanographic Commission of UNESCO</b> (<b>IOC/UNESCO</b>) was established by resolution 2.31 adopted by the General Conference of <a href=\"/wiki/UNESCO\" title=\"UNESCO\">UNESCO</a>. It first met in Paris at Unesco Headquarters from 19 to 27 October 1961. Initially, 40 States became members of the Commission. The IOC assists governments to address their individual and collective ocean and coastal management needs, through the sharing of knowledge, information and technology as well as through the co-ordination of programs and building capacity in ocean and coastal research, observations and services.\n</p><p>The IOC is the only UN body specialized in ocean science and services. It provides a focus for other UN organizations and agencies with regard to ocean science, observations and data exchange, and services such as global <a href=\"/wiki/Tsunami_warning_system\" title=\"Tsunami warning system\">tsunami warning systems</a>. Established in 1960, the Commission celebrated its 50th anniversary in 2010 and currently has 147 Member States. Since the IOC often has its own accreditation within meetings such as those of the United Nations Framework Convention on Climate Change (UNFCCC), the <a href=\"/wiki/Convention_on_Biological_Diversity\" title=\"Convention on Biological Diversity\">Convention on Biological Diversity</a> (CBD) and the United Nations Conference on Sustainable Development (Rio+20), this gives UNESCO two seats and two voices at the table.\n</p><p>The IOC has been a key player in the recent international debate on sustainable development as it relates to the ocean. The Rio+20 outcome document affirmed the importance of “the ocean and coasts” to the sustainability debate, and is the basis for IOC’s ongoing support to the creation of a Sustainable Development Goal dedicated to the ocean. The IOC is closely involved in several international partnerships for ocean sustainability such as with the CBD, UN-Oceans and the World Ocean Assessment.\n</p><p>The IOC/UNESCO is composed of its Member States (147 in 2014), an Assembly, an Executive Council and a Secretariat. The Secretariat is based in Paris, France. Additionally the IOC has a number of Subsidiary Bodies: three regional sub-commissions (IOCARIBE, IOCAFRICA, and WESTPAC),<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> and programme and project offices in Apia (Samoa), Bangkok (Thailand), Cartagena (Colombia), Copenhagen (Denmark), Jakarta (Indonesia), Kingston (Jamaica), Nairobi (Kenya), Muscat (Oman), Perth (Australia), and Port-au-Prince (Haiti). The JCOMM in situ Observations Programme Support Centre, currently hosted in Toulouse (France), is in the process of moving to Brest (France). Additionally, IOC has a strong presence in Oostende (Belgium), where the International Oceanographic Data and Information Exchange (IODE) and the Secretariat for the Ocean Biogeographic Information System (OBIS) are based. Under IOC mandate, the IODE coordinates since 1961 the exchange of information and data between the IOC Member States and its national oceanographic data centers. As for OBIS, it was established by the <a href=\"/wiki/Census_of_Marine_Life\" title=\"Census of Marine Life\">Census of Marine Life</a> program (www.coml.org), and developed between 2000 and 2010 as an evolving strategic alliance of people and organizations sharing a vision to make marine biogeographic data, from all over the world, freely available over the World Wide Web. Any organization, consortium, project or individual may contribute data to OBIS.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#IOC_High_Level_Objectives_(2014-2021)\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">IOC High Level Objectives (2014-2021)</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#IOC_Contributions_to_UNESCO&#39;s_Global_Priorities\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">IOC Contributions to UNESCO's Global Priorities</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#IOC_&amp;_Capacity_Development\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">IOC &amp; Capacity Development</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Founding_Members\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Founding Members</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#See_also\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#External_links\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span id=\"IOC_High_Level_Objectives_.282014-2021.29\"></span><span class=\"mw-headline\" id=\"IOC_High_Level_Objectives_(2014-2021)\">IOC High Level Objectives (2014-2021)</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Intergovernmental_Oceanographic_Commission&amp;action=edit&amp;section=1\" title=\"Edit section: IOC High Level Objectives (2014-2021)\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ol><li><b>Healthy ocean ecosystems and sustained <a href=\"/wiki/Ecosystem_services\" title=\"Ecosystem services\">ecosystem services</a></b></li></ol>\n<p>The IOC is working to improve responses to unprecedented environmental changes and to promote ocean health via marine sciences. The IOC supports the UN World Ocean Assessment, the UNGA-led regular process for reviewing the state of the marine environment, including socio-economic aspects. Integrating existing information from different disciplines on the state of the ocean will improve policy responses from national governments and the international community. The IOC-led Global Ocean Observing System (GOOS) and the Joint World Meteorological Organization (WMO)-IOC Technical Commission for Oceanography and Marine Meteorology (JCOMM) are also successful examples of multilateral efforts for ocean monitoring, observation, and services. GOOS coordinates the deployment of observation technologies, rapid and universal dissemination of data flows, and delivery of marine information to managers, decision makers, and the general public. JCOMM is an intergovernmental body of technical experts drawn from the meteorological and oceanographic communities to provide observing capabilities, data management, and services.\n</p>\n<ol><li><b>Effective early warning systems and preparedness for tsunamis and other ocean-related hazards</b></li></ol>\n<p>The IOC aids and advises policy makers and managers in the reduction of risks from <a href=\"/wiki/Tsunami\" title=\"Tsunami\">tsunamis</a>, <a href=\"/wiki/Storm_surge\" title=\"Storm surge\">storm surges</a>, Harmful Algal Blooms (HABs) and other <a href=\"/wiki/Coastal_hazards\" title=\"Coastal hazards\">coastal hazards</a>. After close to fifty years of experience coordinating the Pacific Tsunami Warning System (PTWS), IOC-UNESCO is leading a global effort to establish ocean-based tsunami warning systems as part of an overall multi-hazard disaster reduction strategy. The IOC Tsunami Unit works with Member States, together with other UN agencies and NGOs, to build sustainable tsunami early warning systems. In this context, the IOC coordinates and fosters the establishment of regional intergovernmental tsunami warning and mitigation systems in the Pacific Ocean and Indian Ocean, in the Caribbean, and in the North East Atlantic, the Mediterranean and connected seas. Through its Intergovernmental Panel on Harmful Algae (IPHAB), the IOC also works to establish systems that can predict the occurrences and mitigate the effects of HAB events.\n</p>\n<ol><li><b>Increased resiliency to climate change and variability and enhanced safety, efficiency and effectiveness of ocean-based activities through scientifically-founded services, adaptation and mitigation strategies</b></li></ol>\n<p>The IOC works with developed and developing countries to monitor and document changes in order to aid in the design of adaptation and mitigation strategies. Through GOOS, the IOC monitors the physical, chemical and biological aspects and changes in the world’s ocean. This unified network permits the design of adaptation and mitigation strategies and provides information and data for governments, industry, scientists and the general public. The IOC is also actively pushing to convince decision makers of the importance of sound scientific knowledge in designing policy on integrated coastal management, HABs,  and ocean acidification (through blue carbon research and initiatives). Ocean acidification is of particular concern to the IOC, as increasing CO2 levels in the ocean are associated with coral bleaching, changes in marine biodiversity, and other related problems.\n</p>\n<ol><li><b>Enhanced knowledge of emerging ocean science issues</b></li></ol>\n<p>The IOC actively assists Member States in the design and implementation of new Marine Spatial Planning tools, both at the political and managerial levels, for <a href=\"/wiki/Ecosystem-based_management\" title=\"Ecosystem-based management\">ecosystem-based management</a> of marine and coastal areas. Through its International Oceanographic Data and Information Exchange programme (IODE), the IOC facilitates the exploitation, development, and exchange of oceanographic data and information among participating Member States. IODE seeks, in particular, to train marine information specialists from developing countries. The Ocean Biogeographic Information System (OBIS) manages the global marine biodiversity knowledge base, through which hundreds of institutions and scientists contribute information on the past and current diversity, abundance and distribution of marine life. OBIS data is used worldwide for planning ocean conservation policies, and identifying biodiversity hotspots and distribution trends. It allows the IOC to provide expertise, data and information for environmental, climate change, and marine biodiversity assessments.\n</p>\n<h2><span id=\"IOC_Contributions_to_UNESCO.27s_Global_Priorities\"></span><span class=\"mw-headline\" id=\"IOC_Contributions_to_UNESCO's_Global_Priorities\">IOC Contributions to UNESCO's Global Priorities</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Intergovernmental_Oceanographic_Commission&amp;action=edit&amp;section=2\" title=\"Edit section: IOC Contributions to UNESCO&#039;s Global Priorities\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><b>GENDER</b></li></ul>\n<p>The IOC is committed to promoting gender equality and women’s empowerment in ocean science. Through the Network of Women in Ocean Science (NOW in Ocean Science), the IOC hopes to mobilize women marine scientists to work with IOC to create a space for exchange of experience and opportunities for young women willing to start a career in marine science.\n</p>\n<ul><li><b>AFRICA</b></li></ul>\n<p>The IOC has established a Sub-Commission for Africa and adjacent islands to reinforce the implementation of IOC programmes in Africa and mobilize extra-budgetary resources. The IOC Regional Office, established within the UNESCO Office in Nairobi, Kenya, became operational in 2012 and has formulated IOC's strategic plan for the region.\n</p>\n<h2><span id=\"IOC_.26_Capacity_Development\"></span><span class=\"mw-headline\" id=\"IOC_&amp;_Capacity_Development\">IOC &amp; Capacity Development</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Intergovernmental_Oceanographic_Commission&amp;action=edit&amp;section=3\" title=\"Edit section: IOC &amp; Capacity Development\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The IOC seeks to empower developing countries through fund-raising, team building, and decision-making skills development to sustainably use their coastal and marine resources by encouraging ‘self-driven’ capacity-development. This approach aims to reduce dependence on aid while creating incentives for states to more fully integrate scientific know-how into policy design and implementation processes.\n</p>\n<ul><li><b>Transfer of Marine Technology</b></li></ul>\n<p>The IOC of UNESCO is recognized in the UN-wide system for its traditional competencies in the field of Transfer of Marine Technology (Part XIV) of the 1982 UN Convention on the Law of the Sea (UNCLOS). On the occasion of its first session in 20012, the IOC’s Advisory Body of Experts on the Law of the Sea (IOC/ABE-LOS), an IOC subsidiary body whose function is to provide advice on the IOC’s role in relation to UNCLOS upon the request from the IOC governing bodies, accepted the challenge of drawing the Criteria and Guidelines on Transfer of Marine Technology (CGTMT), following the instructions set forth in Article 271 of UNCLOS:\n<i>States, directly or through competent international organizations, shall promote the establishment of generally accepted guidelines, criteria and standards for the transfer of marine technology on a bilateral basis or within the framework of international organizations and other fore, taking into account, in particular, the interests and needs of developing States</i>\n</p><p>In the CGTMT, marine technology refers to instruments, equipment, vessels, processes and methodologies required to produce and use knowledge to improve the study and understanding of the nature and resources of the ocean and coastal areas. In this sense, marine technology may include any of the following components:\n</p><p>a)Information and data, in a user-friendly format, on marine sciences and related marine operations and services<br />\nb)Manuals, guidelines, criteria, standards, reference materials<br />\nc)Sampling and methodology equipment (e.g., for water, geological, biological, chemical samples)<br />\nd)Observation facilities and equipment (e.g., remote sensing equipment, buoys, tide gauges, shipboard and other means of ocean observation)<br />\ne)Equipment for in situ and laboratory observations, analysis and experimentation<br />\nf)Computer and computer software, including models and modeling techniques<br />\ng)Expertise, knowledge, skills, technical/scientific/legal know-how and analytical methods related to marine scientific research and observation\n</p><p>Transfer of Marine Technology (TMT) should enable all parties concerned to benefit on an equitable basis from developments in marine science related activities, in particular, those aiming at stimulating the social and economic contexts in developing States.\n</p>\n<ul><li><b>Flagship initiative: OceanTeacher Global Academy</b></li></ul>\n<table class=\"plainlinks metadata ambox ambox-content ambox-Update\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"Ambox current red.svg\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/9/98/Ambox_current_red.svg/42px-Ambox_current_red.svg.png\" width=\"42\" height=\"34\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/9/98/Ambox_current_red.svg/63px-Ambox_current_red.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/9/98/Ambox_current_red.svg/84px-Ambox_current_red.svg.png 2x\" data-file-width=\"360\" data-file-height=\"290\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This section needs to be <b>updated</b>.<span class=\"hide-when-compact\"> Please update this article to reflect recent events or newly available information.</span>  <small><i>(July 2018)</i></small></div></td></tr></tbody></table>\n<p>OceanTeacher (OT) has been developed as a training system for ocean data managers (working in ocean data centres), marine information managers (marine librarians) as well as for marine researchers who wish to acquire knowledge on data and/or information for planning and management. Since 2005, more than a thousand students from over a hundred countries attended courses at the IOC Project Office for IODE, based in Oostende, Belgium, and in the context of regional projects. The “Global Academy” component of OT (OTGA) is still being developed, but it seeks to expand the program into a worldwide training facility, with training courses related to multiple IOC fields (from ICAM to Tsunami Alert Systems) in various Regional Training Centers (RTCs), all of them connected in real time via the OceanTeacher Learning Management System, and using a multilingual approach to scientific training (English, Spanish, and other national languages, depending on the regional and national context). OTGA will change training from a “north to south” culture to a north-south, south-south, and south-north model by promoting the expertise available in developing countries. This new \"OceanTeacher Global Academy\" concept will be implemented during 2014. OTGA will be broadcasting from and to anywhere across the world.\n</p><p>Project Details:\n</p>\n<table class=\"wikitable\">\n\n<tbody><tr>\n<td><b>Programme</b></td>\n<td>IODE Ocean-Teacher Academy\n</td></tr>\n<tr>\n<td><b>Website</b></td>\n<td><a rel=\"nofollow\" class=\"external free\" href=\"http://classroom.oceanteacher.org/\">http://classroom.oceanteacher.org/</a>\n</td></tr>\n<tr>\n<td><b>Recipients</b></td>\n<td>Experts and students\n</td></tr>\n<tr>\n<td><b>Duration</b></td>\n<td>Continuous\n</td></tr>\n<tr>\n<td><b>Scope</b></td>\n<td>Global\n</td></tr>\n<tr>\n<td><b>Funding</b></td>\n<td>2009-2013: Government of Flanders (Kingdom of Belgium) (US$1,540,000); UNESCO/IOC (US$153,000); 2014-2017: Government of Flanders (Kingdom of Belgium (US$2,600,000)\n</td></tr></tbody></table>\n<h2><span class=\"mw-headline\" id=\"Founding_Members\">Founding Members</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Intergovernmental_Oceanographic_Commission&amp;action=edit&amp;section=4\" title=\"Edit section: Founding Members\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The founding 40 member states were: Argentina, Australia, Belgium, Brazil, Canada, Chile, China, Cuba, Denmark, Dominican Republic, Ecuador, Finland, Federal Republic of Germany, France, Ghana, India, Israel, Italy, Ivory Coast, Japan, Korea, Mexico, Mauritania, Monaco, Morocco, Netherlands, Norway, Pakistan, Poland, Romania, Spain, Switzerland, Thailand, Tunisia, Union of Soviet Socialist Republics, United Arab Republic, United Kingdom, United States of America, Uruguay, Viet-Nam.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Intergovernmental_Oceanographic_Commission&amp;action=edit&amp;section=5\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/GOOS\" class=\"mw-redirect\" title=\"GOOS\">Global Ocean Observing System</a></li>\n<li><a href=\"/wiki/Global_Climate_Observing_System\" title=\"Global Climate Observing System\">Global Climate Observing System</a></li>\n<li><a href=\"/wiki/Integrated_Ocean_Observing_System\" title=\"Integrated Ocean Observing System\">Integrated Ocean Observing System</a></li>\n<li><a href=\"/wiki/Ocean_Data_Standards\" title=\"Ocean Data Standards\">Ocean Data Standards</a></li>\n<li><a href=\"/wiki/Ocean_Observations\" class=\"mw-redirect\" title=\"Ocean Observations\">Ocean Observations</a></li>\n<li><a href=\"/wiki/Ocean_Observatories_Initiative\" title=\"Ocean Observatories Initiative\">Ocean Observatories Initiative</a></li>\n<li><a href=\"/wiki/Argo\" title=\"Argo\">Argo</a></li>\n<li><a href=\"/wiki/World_Ocean_Database_Project\" title=\"World Ocean Database Project\">World Ocean Database Project</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Intergovernmental_Oceanographic_Commission&amp;action=edit&amp;section=6\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.icriforum.org/about-icri/members-networks/intergovernmental-oceanographic-commission-unesco-ioc-unesco\">\"Intergovernmental Oceanographic Commission of UNESCO (IOC-UNESCO) | International Coral Reef Initiative\"</a>. <i>www.icriforum.org</i><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2017-07-18</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=www.icriforum.org&amp;rft.atitle=Intergovernmental+Oceanographic+Commission+of+UNESCO+%28IOC-UNESCO%29+%7C+International+Coral+Reef+Initiative&amp;rft_id=http%3A%2F%2Fwww.icriforum.org%2Fabout-icri%2Fmembers-networks%2Fintergovernmental-oceanographic-commission-unesco-ioc-unesco&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AIntergovernmental+Oceanographic+Commission\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Intergovernmental_Oceanographic_Commission&amp;action=edit&amp;section=7\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://ioc.unesco.org/iocweb/\">About IOC</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.iode.org\">International Oceanographic Data and Information Exchange (IODE)</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1327\nCached time: 20180904085651\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.096 seconds\nReal time usage: 0.130 seconds\nPreprocessor visited node count: 258/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 7027/2097152 bytes\nTemplate argument size: 720/2097152 bytes\nHighest expansion depth: 13/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 1264/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.044/10.000 seconds\nLua memory usage: 1.62 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  102.825      1 -total\n 51.16%   52.609      1 Template:Update_section\n 48.74%   50.120      1 Template:Reflist\n 40.77%   41.925      1 Template:Cite_web\n 36.84%   37.884      1 Template:Update\n 33.25%   34.194      2 Template:Main_other\n 30.56%   31.428      1 Template:Ambox\n  1.92%    1.970      1 Template:SUBJECTSPACE_formatted\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:478797-0!canonical and timestamp 20180904085651 and revision id 851397579\n -->\n</div>"},"langlinks":[{"lang":"de","url":"https://de.wikipedia.org/wiki/Intergovernmental_Oceanographic_Commission","langname":"German","autonym":"Deutsch","*":"Intergovernmental Oceanographic Commission"},{"lang":"fr","url":"https://fr.wikipedia.org/wiki/Commission_oc%C3%A9anographique_intergouvernementale","langname":"French","autonym":"français","*":"Commission océanographique intergouvernementale"},{"lang":"id","url":"https://id.wikipedia.org/wiki/Komisi_Oseanografi_Antarpemerintah","langname":"Indonesian","autonym":"Bahasa Indonesia","*":"Komisi Oseanografi Antarpemerintah"},{"lang":"it","url":"https://it.wikipedia.org/wiki/Commissione_oceanografica_intergovernativa","langname":"Italian","autonym":"italiano","*":"Commissione oceanografica intergovernativa"},{"lang":"lv","url":"https://lv.wikipedia.org/wiki/Starptautisk%C4%81_Okeanogr%C4%81fijas_komisija","langname":"Latvian","autonym":"latviešu","*":"Starptautiskā Okeanogrāfijas komisija"},{"lang":"nn","url":"https://nn.wikipedia.org/wiki/Intergovernmental_Oceanographic_Commission","langname":"Norwegian Nynorsk","autonym":"norsk nynorsk","*":"Intergovernmental Oceanographic Commission"},{"lang":"pt","url":"https://pt.wikipedia.org/wiki/Comiss%C3%A3o_Oceanogr%C3%A1fica_Intergovernamental","langname":"Portuguese","autonym":"português","*":"Comissão Oceanográfica Intergovernamental"},{"lang":"uk","url":"https://uk.wikipedia.org/wiki/%D0%9C%D1%96%D0%B6%D1%83%D1%80%D1%8F%D0%B4%D0%BE%D0%B2%D0%B0_%D0%BE%D0%BA%D0%B5%D0%B0%D0%BD%D0%BE%D0%B3%D1%80%D0%B0%D1%84%D1%96%D1%87%D0%BD%D0%B0_%D0%BA%D0%BE%D0%BC%D1%96%D1%81%D1%96%D1%8F_%D0%AE%D0%9D%D0%95%D0%A1%D0%9A%D0%9E","langname":"Ukrainian","autonym":"українська","*":"Міжурядова океанографічна комісія ЮНЕСКО"},{"lang":"vi","url":"https://vi.wikipedia.org/wiki/%E1%BB%A6y_ban_H%E1%BA%A3i_d%C6%B0%C6%A1ng_h%E1%BB%8Dc_Li%C3%AAn_ch%C3%ADnh_ph%E1%BB%A7","langname":"Vietnamese","autonym":"Tiếng Việt","*":"Ủy ban Hải dương học Liên chính phủ"},{"lang":"zh","url":"https://zh.wikipedia.org/wiki/%E6%94%BF%E5%BA%9C%E9%96%93%E6%B5%B7%E6%B4%8B%E5%AD%B8%E5%A7%94%E5%93%A1%E6%9C%83","langname":"Chinese","autonym":"中文","*":"政府間海洋學委員會"}],"categories":[{"sortkey":"","hidden":"","*":"Wikipedia_articles_in_need_of_updating_from_July_2018"},{"sortkey":"","hidden":"","*":"All_Wikipedia_articles_in_need_of_updating"},{"sortkey":"","*":"1960_establishments_in_France"},{"sortkey":"","*":"Oceanographic_organizations"},{"sortkey":"","*":"Organizations_based_in_Paris"},{"sortkey":"","*":"Scientific_organizations_established_in_1960"},{"sortkey":"","*":"UNESCO"}],"links":[{"ns":14,"exists":"","*":"Category:Wikipedia articles in need of updating from July 2018"},{"ns":0,"exists":"","*":"Argo"},{"ns":0,"exists":"","*":"Census of Marine Life"},{"ns":0,"exists":"","*":"Coastal hazards"},{"ns":0,"exists":"","*":"Convention on Biological Diversity"},{"ns":0,"exists":"","*":"Ecosystem-based management"},{"ns":0,"exists":"","*":"Ecosystem services"},{"ns":0,"exists":"","*":"GOOS"},{"ns":0,"exists":"","*":"Global Climate Observing System"},{"ns":0,"exists":"","*":"Integrated Ocean Observing System"},{"ns":0,"exists":"","*":"Ocean Data Standards"},{"ns":0,"exists":"","*":"Ocean Observations"},{"ns":0,"exists":"","*":"Ocean Observatories Initiative"},{"ns":0,"exists":"","*":"Storm surge"},{"ns":0,"exists":"","*":"Tsunami"},{"ns":0,"exists":"","*":"Tsunami warning system"},{"ns":0,"exists":"","*":"UNESCO"},{"ns":0,"exists":"","*":"World Ocean Database Project"}],"templates":[{"ns":10,"exists":"","*":"Template:Update section"},{"ns":10,"exists":"","*":"Template:Update"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:SUBJECTSPACE formatted"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Ambox_current_red.svg"],"externallinks":["http://www.icriforum.org/about-icri/members-networks/intergovernmental-oceanographic-commission-unesco-ioc-unesco","http://ioc.unesco.org/iocweb/","http://www.iode.org","http://classroom.oceanteacher.org/"],"sections":[{"toclevel":1,"level":"2","line":"IOC High Level Objectives (2014-2021)","number":"1","index":"1","fromtitle":"Intergovernmental_Oceanographic_Commission","byteoffset":3531,"anchor":"IOC_High_Level_Objectives_(2014-2021)"},{"toclevel":1,"level":"2","line":"IOC Contributions to UNESCO's Global Priorities","number":"2","index":"2","fromtitle":"Intergovernmental_Oceanographic_Commission","byteoffset":8099,"anchor":"IOC_Contributions_to_UNESCO's_Global_Priorities"},{"toclevel":1,"level":"2","line":"IOC & Capacity Development","number":"3","index":"3","fromtitle":"Intergovernmental_Oceanographic_Commission","byteoffset":8878,"anchor":"IOC_&_Capacity_Development"},{"toclevel":1,"level":"2","line":"Founding Members","number":"4","index":"4","fromtitle":"Intergovernmental_Oceanographic_Commission","byteoffset":13541,"anchor":"Founding_Members"},{"toclevel":1,"level":"2","line":"See also","number":"5","index":"5","fromtitle":"Intergovernmental_Oceanographic_Commission","byteoffset":14053,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"6","fromtitle":"Intergovernmental_Oceanographic_Commission","byteoffset":14321,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"7","index":"7","fromtitle":"Intergovernmental_Oceanographic_Commission","byteoffset":14349,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Intergovernmental Oceanographic Commission","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q1666085"}]}}