{"parse":{"title":"Iranian National Commission for UNESCO","pageid":49285827,"revid":826118014,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content ambox-Refimprove\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Question_book-new.svg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png\" width=\"50\" height=\"39\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/75px-Question_book-new.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/100px-Question_book-new.svg.png 2x\" data-file-width=\"512\" data-file-height=\"399\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>needs additional citations for <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">verification</a></b>.<span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Iranian_National_Commission_for_UNESCO&amp;action=edit\">improve this article</a> by <a href=\"/wiki/Help:Introduction_to_referencing_with_Wiki_Markup/1\" title=\"Help:Introduction to referencing with Wiki Markup/1\">adding citations to reliable sources</a>. Unsourced material may be challenged and removed.</span>  <small><i>(March 2016)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p><a rel=\"nofollow\" class=\"external text\" href=\"http://www.irunesco.org\">The Iranian National Commission for UNESCO</a> was established in 1948 subsequent to Iran’s accession to UNESCO, by the order of the National Consultative Assembly, the then Parliament of Iran. To depict its objectives, terms of reference and main operating bodies, the constitution of the Iranian National Commission for UNESCO was drafted in 13 articles and later adopted in the meeting of the Cabinet in 1949, by the proposal of the then Minister of Culture.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup><sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p><p>The Constitution of the Iranian National Commission for UNESCO was revised after the Islamic Revolution to compose 17 articles and 4 notes. This Constitution was submitted to the Cabinet for adoption in 1987 upon approval by the Supreme Council of the Iranian National Commission for UNESCO.\n</p><p><b>Role of the Iranian National Commission for UNESCO</b>\n<b></b>\n<i>Five roles are specifically assigned to the Iranian National Commission for UNESCO</i>\n</p><p>Liaising: Foster close cooperation between the Government, GOs and NGOs and individuals with UNESCO and its regional, cluster, field and sub-regional agencies and offices as well as with National Commissions of Member States and United Nations specialised agencies. \nAdvisory: Providing specialised advice to the Government and relevant bodies and organizations on UNESCO’s action areas and modalities for cooperation with UNESCO in implementing relevant programmes.\nClearing House: providing a channel for introducing and disseminating information on UNESCO’s objectives, strategies, programmes and publications at the country level by means of national and local media; gathering national data and statistics in line with UNESCO’s fields of activity for global dissemination; and translating and printing UNESCO publications into the Persian language.\nFacilitator: mobilizing on behalf of UNESCO the assistance and support of the countries’ specialised communities, GOs and NGOs and all individuals and institutions concerned with any aspect of UNESCO’s work, to contribute effectively to the implementation of UNESCO’s programmes and facilitating participation of Iranian nationals in gatherings (fora, conferences, seminars, training workshops, etc.) organised by UNESCO.\nPlanning for, Implementing and Evaluating UNESCO Programmes at the Country Level: introducing UNESCO priorities to the Government, mobilizing cooperation of national entities, including universities, scientific circles and the civil society in the process of planning for and implementing UNESCO programmes, especially in regard to drafting and adopting international standard-setting instruments and taking part in research activities within the framework of the Organisation’s fields of competence and action areas.\n</p><p><b>Governing Bodies</b>\n</p><p>According to its Constitution, the governing bodies of the Iranian National Commission for UNESCO are threefold:\nSupreme Council, Executive Council and the Secretariat of the Iranian National Commission for UNESCO\n</p><p><b>Supreme Council</b>\n</p><p>As the most important decision-making body of the Iranian National Commission for UNESCO, the Supreme Council’s main responsibilities are policy-making and determining the NatCom’s main lines of action within the framework of UNESCO’s fields of competency and programmes, budget appropriation, approving members of Iranian delegations to the UNESCO General Conference and providing guidelines for the development of the activities of the Iranian National Commission for UNESCO and related bodies.\nComposition\nMinisters of Science, Research and Technology, Foreign Affairs, Culture and Islamic Guidance and Education as well as the Secretary General of the Iranian National Commission for UNESCO, Head of the Department of Environment, Head of the Islamic Republic of Iran Broadcasting and seven of the well-known personalities in the fields of science and culture. The President of the Supreme Council is the Minister of Science, Research and Technology.\n</p><p><b>Executive Council</b>\n</p><p>The Executive Council has a supervisory role over programmes adopted by the Supreme Council. \nThe most important activities of the Executive Council include:\nProposing the NatCom’s programme and budget plan to the Supreme Council; following-up proposals submitted by the IR of Iran to the General Conference of UNESCO and other UNESCO fora; following-up the Government’s proposals on the implementation of UNESCO programmes, decisions and recommendations at the country level; and offering the Government necessary advice on how to contribute to activities for planning, implementing and evaluating UNESCO programmes and activities at the country level.\nComposition\nThe Executive Council is composed of the President of the Iranian National Commission for UNESCO (the Minister of Science, Research and Technology), Secretary-General of the Iranian National Commission for UNESCO, Deputy for Cultural Affairs at the Iranian Ministry of Culture and Islamic Guidance, full-power Representatives of the Ministers of Education and Culture and Islamic Guidance, full-power representative of the Head of the Islamic Republic of Iran Broadcasting, Director General for International Affairs of the Ministry of Foreign Affairs, Head of the Iranian Cultural Heritage, Handicrafts and Tourism Organisation and one of the scientific or cultural personalities member to the Supreme Council.\n</p><p><b>Secretariat</b>\n</p><p>The Secretariat of the Iranian National Commission for UNESCO is the body in charge of implementing UNESCO programmes and activities at the Country level. The Secretariat also follows-up adoptions of the Supreme Council in coordination with the Executive Council. The secretariat of the Iranian National Commission for UNESCO has a structure similar to the UNESCO secretariat at Headquarters, in Paris. The Secretariat is thus composed of programme sectors, logistics and service divisions. On an organizational basis the Secretariat of the Iranian National Commission for UNESCO is affiliated to the Ministry of Science, Research and Technology. The Secretariat is managed by the Secretary General of the Iranian National Commission for UNESCO.\n</p><p>The Secretary General is appointed from among scientific and cultural personalities by the orders of the Minister of Science, Research and Technology and with approval of the Cabinet. \nResponsibilities of the Secretariat\n</p><p>Preparing the NatCom’s annual programme and budget plan in coordination and cooperation with the Executive Council of the NatCom; Establishing links with other UNESCO national commissions, especially those in the Region, for a better implementation of UNESCO programmes and activities in a participatory manner; liaising with national entities such as various ministries, institutions, GOs and NGOs and the civil society; supervising implementation of UNESCO programmes and activities at the Country level and following-up their implementation; carrying-out and conducting relevant needs assessment studies at national level in its various fields of competence, i.e. education, science, communication, culture and social and human sciences, in cooperation with its specialised committees; translating and publishing UNESCO publications as well as publications of other educational, scientific and cultural organizations; establishing links with the Permanent Delegation of the IR of Iran to UNESCO; and preparing the annual report of the Iranian National Commission for UNESCO.\n</p><p><b>Programme Sectors</b>\n</p><p>The programme sectors at the Iranian National Commission for UNESCO resemble the diverse five-fold programme sectors of UNESCO and are in conformity with the Organisation’s five main action areas and include:\nThe Natural Sciences Department; the Education Department; the Social and Human Sciences Department; the Culture Department; and the Communication and Information (CI) Department\n</p><p>To promote UNESCO programmes and activities at the Country level, each of these specialised departments is composed of specialised national committees, which are composed of intellectuals in the various fields of competence of the committees. The Iranian National Commission for UNESCO has 13 specialised national committees with 207 real and legal members in sum. The members are mainly representatives of ministries, institutions, organizations and associations whose activities are related to UNESCO’s action areas.\n</p><p><b>Logistics Division</b>\n</p><p>The finance and administration office as well as the Information and Technology Unit of the NatCom, the Translation Office and the Supplies office make up the Iranian National Commission for UNESCO’s logistics Division.\n</p><p><b>Service Division</b>\nThis division comprises the Library and Archives Centre as well as the Publications and Public Relations Offices.\n</p><p><b>Objectives pursued by the Iranian National Commission for UNESCO</b>\n<b></b>\n</p><p>The Iranian National Commission for UNESCO, which acts as a liaison between the Islamic Republic of Iran and the United Nations Educational, Scientific and Cultural Organisation (UNESCO), is a legal entity pursuing the following objectives:\nParticipating in UNESCO programmes and activities for establishing peace and \nPromoting mutual understanding between nations through education, the dissemination of knowledge, and raising awareness about cultures; establishing, maintaining and promoting justice, Human Rights and fundamental freedoms of the human being, inspired by Islamic teachings and UNESCO objectives, through cooperation with UNESCO HQ and related institutions; promoting culture and human values and combating ethical corruptions through an effective exchange of ideas with religious scholars and experts in pedagogy and ethics; enriching human thoughts through promoting and disseminating knowledge for enhancing human dignity; identifying the various cultures of societies and introducing the Islamic Iranian culture as well as the Iranian cultural heritage; promoting and generalizing education and combating illiteracy, as the main obstacle to intellectual progress and cultural development, through cooperation with UNESCO and its related institutions; participating in the establishment of a new communication system for a widespread, global exchange of information and confronting the domineering policies of domineering powers in the field of information dissemination.\n</p><p><b>Focal Missions of the Iranian National Commission for UNESCO at the Country Level</b>\n</p><p>Identifying weaknesses and shortcomings; focusing forces on national priority areas and areas of crisis and avoiding irrelevant activities; acting as a hub for studying and analyzing ideas and a clearing house; Capacity-building in education, sciences, culture and communication with a view to international standards; leading activities for strengthening the link between research and policy-making, identifying and determining successful strategies and approaches, improving institutional capacities and human resources, and sensitizing the Government and society to globally important issues and awareness raising about the state-of-the-art advancements in different areas.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup><sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Iranian_National_Commission_for_UNESCO&amp;action=edit&amp;section=1\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.irunesco.org\">http://www.irunesco.org</a></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.unesco.org/ncp/index.php??lc=E&amp;module=national_commissions&amp;showall=1#I\">http://www.unesco.org/ncp/index.php??lc=E&amp;module=national_commissions&amp;showall=1#I</a></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Sadeghi Nazanin <i>www.irunesco.org</i></span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.irunesco.org\">\"کمیسیون ملی یونسکو-ایران\"</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=%DA%A9%D9%85%DB%8C%D8%B3%DB%8C%D9%88%D9%86+%D9%85%D9%84%DB%8C+%DB%8C%D9%88%D9%86%D8%B3%DA%A9%D9%88-%D8%A7%DB%8C%D8%B1%D8%A7%D9%86&amp;rft_id=http%3A%2F%2Fwww.irunesco.org&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AIranian+National+Commission+for+UNESCO\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw1274\nCached time: 20180909222324\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.080 seconds\nReal time usage: 0.116 seconds\nPreprocessor visited node count: 189/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 5442/2097152 bytes\nTemplate argument size: 112/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 1909/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.035/10.000 seconds\nLua memory usage: 1.59 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  100.503      1 -total\n 52.10%   52.363      1 Template:Refimprove\n 45.06%   45.286      1 Template:Reflist\n 34.85%   35.029      1 Template:Cite_web\n 32.21%   32.373      1 Template:Ambox\n  2.40%    2.417      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:49285827-0!canonical and timestamp 20180909222324 and revision id 826118014\n -->\n</div>"},"langlinks":[{"lang":"fa","url":"https://fa.wikipedia.org/wiki/%DA%A9%D9%85%DB%8C%D8%B3%DB%8C%D9%88%D9%86_%D9%85%D9%84%DB%8C_%DB%8C%D9%88%D9%86%D8%B3%DA%A9%D9%88_%D8%AF%D8%B1_%D8%A7%DB%8C%D8%B1%D8%A7%D9%86","langname":"Persian","autonym":"فارسی","*":"کمیسیون ملی یونسکو در ایران"}],"categories":[{"sortkey":"","hidden":"","*":"Articles_needing_additional_references_from_March_2016"},{"sortkey":"","hidden":"","*":"All_articles_needing_additional_references"},{"sortkey":"","*":"UNESCO"},{"sortkey":"","*":"Iran"}],"links":[{"ns":14,"exists":"","*":"Category:Articles needing additional references from March 2016"},{"ns":4,"exists":"","*":"Wikipedia:Verifiability"},{"ns":12,"exists":"","*":"Help:Introduction to referencing with Wiki Markup/1"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Refimprove"},{"ns":10,"exists":"","*":"Template:More citations needed"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Question_book-new.svg"],"externallinks":["http://www.irunesco.org","http://www.unesco.org/ncp/index.php??lc=E&module=national_commissions&showall=1#I"],"sections":[{"toclevel":1,"level":"2","line":"References","number":"1","index":"1","fromtitle":"Iranian_National_Commission_for_UNESCO","byteoffset":11417,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Iranian National Commission for UNESCO","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q22001241"}]}}