{"parse":{"title":"World Water Assessment Programme","pageid":25149674,"revid":830204461,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content ambox-Refimprove\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Question_book-new.svg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png\" width=\"50\" height=\"39\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/75px-Question_book-new.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/100px-Question_book-new.svg.png 2x\" data-file-width=\"512\" data-file-height=\"399\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>needs additional citations for <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">verification</a></b>.<span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=World_Water_Assessment_Programme&amp;action=edit\">improve this article</a> by <a href=\"/wiki/Help:Introduction_to_referencing_with_Wiki_Markup/1\" title=\"Help:Introduction to referencing with Wiki Markup/1\">adding citations to reliable sources</a>. Unsourced material may be challenged and removed.</span>  <small><i>(February 2018)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p><b>The United Nations World Water Assessment Programme (WWAP) hosted and led by UNESCO, is a Programme Office on Global Water Assessment. </b>\nIt was founded in 2000 in response to a call from the UN Commission on Sustainable Development (CSD) to produce a UN system-wide periodic global overview of the status (quantity and quality), use and management of freshwater resources. To meet this challenge, WWAP coordinates the work of 31 UN-Water members, and 38 international partners under the umbrella mechanism of <a rel=\"nofollow\" class=\"external text\" href=\"http://www.unwater.org\">UN-Water</a>, in the production of the World Water Development Report (WWDR). The WWDR is the UN flagship report on water issues; it is a comprehensive review that gives an overall picture of the state, use and management of the world’s freshwater resources and aims to provide decision-makers with tools to formulate and implement sustainable water policies.\nThe WWDR is released every year with a different focus on different strategic water issues, and it is a comprehensive review that gives an overall picture of the state of freshwater resources around the world, with the aim of providing managers and key decisions-makers with the information, data, tools and skills necessary to enable them to effectively participate in the development of policies. Consequently, WWAP aims to equip water managers and policy- and decision-makers with knowledge, tools and skills necessary to formulate and implement sustainable water policies.\n</p><p><br />\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Background\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Background</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Mission_and_Objectives\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Mission and Objectives</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Activities\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Activities</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Reports\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Reports</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Background\">Background</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=World_Water_Assessment_Programme&amp;action=edit&amp;section=1\" title=\"Edit section: Background\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The growing global <a href=\"/wiki/Water_crisis\" class=\"mw-redirect\" title=\"Water crisis\">water crisis</a> threatens the security, stability and environmental sustainability of developing but also <a href=\"/wiki/Developed_nation\" class=\"mw-redirect\" title=\"Developed nation\">developed nations</a>. Millions die each year from <a href=\"/wiki/Water-borne_disease\" class=\"mw-redirect\" title=\"Water-borne disease\">water-borne diseases</a>, while <a href=\"/wiki/Water_pollution\" title=\"Water pollution\">water pollution</a> and <a href=\"/wiki/Ecosystem_destruction\" class=\"mw-redirect\" title=\"Ecosystem destruction\">ecosystem destruction</a> aggravate, particularly in the developing world. Over the past few decades there has been an increasing acceptance that the <a href=\"/wiki/Water_resource_management\" title=\"Water resource management\">management of water resources</a> must be undertaken with an integrated approach, that assessment of the resource is of fundamental importance as the basis for decision-making and that national capacities to undertake necessary assessments must be fully supported. Management decisions to alleviate poverty, to allow <a href=\"/wiki/Economic_development\" title=\"Economic development\">economic development</a>, to ensure <a href=\"/wiki/Food_security\" title=\"Food security\">food security</a> and the health of human populations as well as preserve vital ecosystems, must be based on our best possible understanding of all relevant systems.\nIn 1998, the Sixth Session of the Commission on Sustainable Development stated that there was a need for regular, global assessments on the status of freshwater resources. In response to this recommendation, the member organizations of UN-Water (known then as the ACC Subcommittee on Water Resources) decided to undertake a collective UN system-wide continuing assessment process. Founded in 2000, the World Water Assessment Programme coordinates the production of the UN World Water Development Report (WWDR), to report on the status of global freshwater resources Initially the periodicity and coverage of the Report was triennial and comprehensive, but in 2012, UN-Water changed this for it to have an annual periodicity and being theme oriented with as purpose to sharpen the focus of the Report on strategic water issues and become more topical. \nRecent and future key themes addressed by the WWDRs are: \n</p>\n<ul><li><a href=\"/wiki/Water_and_energy_nexus\" class=\"mw-redirect\" title=\"Water and energy nexus\">Water and energy nexus</a> (WWDR 2014);</li>\n<li>Water and the dimensions of <a href=\"/wiki/Sustainable_development\" title=\"Sustainable development\">sustainable development</a> (WWDR 2015);</li>\n<li>Water and jobs, (youth) unemployment, <a href=\"/wiki/Green_growth\" title=\"Green growth\">green growth</a> (WWDR 2016);</li>\n<li><a href=\"/w/index.php?title=Wastewater_management&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Wastewater management (page does not exist)\">Wastewater management</a>, <a href=\"/wiki/Circular_economy\" title=\"Circular economy\">circular economy</a> (WWDR 2017);</li>\n<li>Nature-based solutions for water, including <a href=\"/w/index.php?title=Ecosystems_protection&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Ecosystems protection (page does not exist)\">ecosystems protection</a>, green/grey infrastructures and <a href=\"/wiki/Traditional_knowledge\" title=\"Traditional knowledge\">traditional knowledge</a> (WWDR 2018);</li>\n<li>Leaving no one behind, including migration, <a href=\"/wiki/Gender_equality\" title=\"Gender equality\">gender equality</a>, <a href=\"/w/index.php?title=Hydro-politics&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Hydro-politics (page does not exist)\">hydro-politics</a>, livelihoods, vulnerable groups (WWDR 2019); and</li>\n<li><a href=\"/w/index.php?title=Water_and_climate&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Water and climate (page does not exist)\">Water and climate</a>, resilience and adaptation (WWDR 2020).</li></ul>\n<h2><span class=\"mw-headline\" id=\"Mission_and_Objectives\">Mission and Objectives</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=World_Water_Assessment_Programme&amp;action=edit&amp;section=2\" title=\"Edit section: Mission and Objectives\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>This UNESCO programme aims to equip water managers and policy- and decision-makers with knowledge, tools and skills necessary to formulate and implement sustainable water policies.\nThe Programme's objectives are to:\n</p>\n<ul><li>Monitor, assess and report on the world's freshwater resources and ecosystems, water use and management, and identify critical issues and problems;</li>\n<li>Help countries develop their own assessment capacity;</li>\n<li>Raise awareness on current and imminent/future water related challenges to influence the global water agenda;</li>\n<li>Inform and respond to the needs of decision-makers and water resource managers;</li>\n<li>Support anticipatory decision-making on the global water system including the identification of alternative futures;</li>\n<li>Promote gender equality;</li>\n<li>Measure progress towards achieving sustainable use of water resources through robust indicators and;</li>\n<li>Identify the progress made globally as well as by specific regions in the realization of international commitments such as the <a href=\"/wiki/Sustainable_Development_Goals\" title=\"Sustainable Development Goals\">Sustainable Development Goals</a> (SDGs).</li></ul>\n<p><br />\n</p>\n<h2><span class=\"mw-headline\" id=\"Activities\">Activities</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=World_Water_Assessment_Programme&amp;action=edit&amp;section=3\" title=\"Edit section: Activities\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><b><a rel=\"nofollow\" class=\"external text\" href=\"http://www.unesco.org/water/wwap/wwdr\">The United Nations World Water Development Report</a></b>\n</p><p>To face the challenge of providing a global water assessment, WWAP produces the World Water Development Report, the UN  flagship  report on water issues, released every year, to give an overall picture of the state of water resources. Through a series of assessments the Report provide a mechanism for monitoring changes in the resource and its management and tracking progress towards achieving different targets.\n</p><p>The basis for the Report springs from the UN Millenium Declaration of 2000, where the international community pledged to halve, by 2015, the proportion of people who are unable to reach, afford safe drinking water and to stop the unsustainable exploitation of water resources by developing water management strategies at local, regional and global level. In 2015, many countries adopted the 2030 Agenda for Sustainable Development and its seventeen Sustainable Development Goals (SDG): a large part of them is dependent upon the access to safe and sufficient water.\nAs such, the World Water Development Report is part of an ongoing worldwide assessment project that is taking stock of past actions, present challenges and future opportunities in order to provide the information needed for efficient and effective capacity-building throughout the world. For this reason, the WWDR is targeted to all those involved in the formulation and implementation of water-related policies and investment strategies, as well as to professionals at all levels. \n</p><p><b><a rel=\"nofollow\" class=\"external text\" href=\"http://www.unesco.org/new/en/natural-sciences/environment/water/wwap/case-studies/\">WWAP Case Studies</a></b> \n</p><p>One of the key objectives of the World Water Assessment Programme (WWAP) is to help countries improve their self-assessment capability by building on existing strengths and experiences.\nWWAP fulfils this mission by assisting in the preparation of case studies in countries around the world in order to highlight the state of water resources where different physical, climatic and socio-economic conditions prevail. In this regard, case studies show the diversity of circumstances and different human needs. The second purpose of the case studies is to highlight the challenges that need to be addressed in the water resources sector. In the process, the skills and experience of both local water professionals and policy-makers are engaged and enhanced.\nThe World Water Assessment Programme is both global and local in scale, for it must check the accuracy of the big picture on the basis of snapshots of water in the field. In the global strategy to improve the overall quality of water resources, local actions often present the starting point the most fruitful efforts. The WWAP case studies aim to provide a snapshot of those efforts while showing the significance of the decisions taken at local, sub-national and national levels.\nThe lessons learned, from both successes and failures, may be shared with other countries interested in addressing such issues.\n</p><p><b><a rel=\"nofollow\" class=\"external text\" href=\"http://www.unesco.org/new/en/natural-sciences/environment/water/wwap/sdg-6-synthesis-report/\">SDG 6 – Synthesis Report</a></b> \n</p><p>The SDG 6 Synthesis Report  aims to provide an overview of the status of SDG 6 implementation at the global and regional levels, as well as some comprehensive information about how SDG 6 is interlinked to other SDG targets and indicators of the Agenda 2030 and the overall sustainability challenges that nations around the world are faced with. By summarizing the progress towards the achievement of SDG 6, this report will provide Member States with the ‘big picture’ on water and sanitation issues, outlining ways to accelerate progress towards this goal. Lessons learned and win-win solutions by which more than one SDG is benefited from SDG 6-related actions, as well as trade-offs and the potential implication of policies adopted by countries will be highlighted. This will enable countries to develop a roadmap towards a more sustainable development, for which water is critical in many regards.\nThe World Water Assessment Programme coordinates a Task Force to Produce the SDG 6 Synthesis Report 2018, composed by some UN-Water members, such as CEO Water Mandate, FAO, ILO, UN-Habitat, UN-Water Technical Advisory Unit (TAU), UNDP, UNECE, UNEP, UNESCO, UNICEF, UNU, WHO, WMO and World Bank.\n</p><p><b><a rel=\"nofollow\" class=\"external text\" href=\"http://www.unesco.org/new/en/natural-sciences/environment/water/wwap/capacity-development/\">Capacity Development</a></b>\n</p><p>Starting from the challenges of the WWDR, WWAP also focuses on Capacity Development, providing training and courses, such as the “Capacity Development Training Programme on Water and Sustainable Development” to supply tools to strengthen institutional capacity and the effectiveness of water (and water-related) governmental agencies and enhance countries’ capacity to deal with often complex water issues. The training modules focus on issues pertaining the realization of SDG 6 on Water and Sanitation, such as Data and Information regarding water management, the 'Water – Food – Energy and Environment nexus', adapting to extreme water-related events, integrated water resources management, and planning sustainable urban water infrastructure.\n</p><p><b><a rel=\"nofollow\" class=\"external text\" href=\"http://www.unesco.org/new/en/natural-sciences/environment/water/wwap/water-and-gender/\">Water and Gender</a></b>\n</p><p>In 2014 WWAP has started a ground-breaking project on gender-sensitive water assessment, monitoring and reporting, with a goal to demonstrate how water is a gendered issue. Although women play a key role in the provision, management and safeguarding on water, gender inequality persist on the globe. The Advisor Group on Gender Equality founded in 2010, developed a series of indicators for the collection of sex-disaggregated water data, which are contained/included in the “Toolkits”, with the aim of addressing the considerable data gap on gender and water issues at the global level. The project developed a methodology using the indicators with the aim of advocating for the implementation of gender-sensitive water monitoring in the post-2015 agenda and, in particular, in the monitoring framework of the SDGs. \n</p><p><br />\n</p>\n<h2><span class=\"mw-headline\" id=\"Reports\">Reports</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=World_Water_Assessment_Programme&amp;action=edit&amp;section=4\" title=\"Edit section: Reports\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.unesco.org/new/en/natural-sciences/environment/water/wwap/wwdr/2017-wastewater-the-untapped-resource/\">Wastewater: the Untapped Resource</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.unesco.org/new/en/natural-sciences/environment/water/wwap/wwdr/2016-water-and-jobs/\">Water and Jobs</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.unesco.org/new/en/natural-sciences/environment/water/wwap/wwdr/2015-water-for-a-sustainable-world/\">Water for a Sustainable World</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.unesco.org/new/en/natural-sciences/environment/water/wwap/wwdr/2014-water-and-energy/\">Water and Energy</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.unesco.org/new/en/natural-sciences/environment/water/wwap/wwdr/wwdr4-2012/\">Managing Water under Uncertainty and Risk</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.unesco.org/water/wwap/wwdr/wwdr3\">Water in a Changing World</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.unesco.org/water/wwap/wwdr/wwdr2\">Water: A Shared Responsibility</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.unesco.org/water/wwap/wwdr/wwdr1\">Water for People, Water for Life</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=World_Water_Assessment_Programme&amp;action=edit&amp;section=5\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>•  <a rel=\"nofollow\" class=\"external text\" href=\"http://www.unesco.org/water/wwap\">WWAP</a><b></b>\n•  <a rel=\"nofollow\" class=\"external text\" href=\"http://www.unwater.org\">UN-Water</a>\n</p>\n<!-- \nNewPP limit report\nParsed by mw2190\nCached time: 20180916105947\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.056 seconds\nReal time usage: 0.076 seconds\nPreprocessor visited node count: 93/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 3980/2097152 bytes\nTemplate argument size: 13/2097152 bytes\nHighest expansion depth: 6/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.022/10.000 seconds\nLua memory usage: 818 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   50.032      1 Template:Refimprove\n100.00%   50.032      1 -total\n 68.68%   34.364      1 Template:Ambox\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:25149674-0!canonical and timestamp 20180916105947 and revision id 830204461\n -->\n</div>"},"langlinks":[{"lang":"ko","url":"https://ko.wikipedia.org/wiki/%EC%84%B8%EA%B3%84%EB%AC%BC%ED%8F%89%EA%B0%80%EA%B3%84%ED%9A%8D","langname":"Korean","autonym":"한국어","*":"세계물평가계획"}],"categories":[{"sortkey":"","hidden":"","*":"Articles_needing_additional_references_from_February_2018"},{"sortkey":"","hidden":"","*":"All_articles_needing_additional_references"},{"sortkey":"","*":"International_water_associations"},{"sortkey":"","*":"Water_organizations"},{"sortkey":"","*":"UNESCO"}],"links":[{"ns":14,"exists":"","*":"Category:Articles needing additional references from February 2018"},{"ns":0,"exists":"","*":"Circular economy"},{"ns":0,"exists":"","*":"Developed nation"},{"ns":0,"exists":"","*":"Economic development"},{"ns":0,"exists":"","*":"Ecosystem destruction"},{"ns":0,"exists":"","*":"Food security"},{"ns":0,"exists":"","*":"Gender equality"},{"ns":0,"exists":"","*":"Green growth"},{"ns":0,"exists":"","*":"Sustainable Development Goals"},{"ns":0,"exists":"","*":"Sustainable development"},{"ns":0,"exists":"","*":"Traditional knowledge"},{"ns":0,"exists":"","*":"Water-borne disease"},{"ns":0,"exists":"","*":"Water and energy nexus"},{"ns":0,"exists":"","*":"Water crisis"},{"ns":0,"exists":"","*":"Water pollution"},{"ns":0,"exists":"","*":"Water resource management"},{"ns":0,"*":"Wastewater management"},{"ns":0,"*":"Ecosystems protection"},{"ns":0,"*":"Hydro-politics"},{"ns":0,"*":"Water and climate"},{"ns":4,"exists":"","*":"Wikipedia:Verifiability"},{"ns":12,"exists":"","*":"Help:Introduction to referencing with Wiki Markup/1"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Refimprove"},{"ns":10,"exists":"","*":"Template:More citations needed"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"}],"images":["Question_book-new.svg"],"externallinks":["http://www.unwater.org","http://www.unesco.org/water/wwap/wwdr","http://www.unesco.org/new/en/natural-sciences/environment/water/wwap/case-studies/","http://www.unesco.org/new/en/natural-sciences/environment/water/wwap/sdg-6-synthesis-report/","http://www.unesco.org/new/en/natural-sciences/environment/water/wwap/capacity-development/","http://www.unesco.org/new/en/natural-sciences/environment/water/wwap/water-and-gender/","http://www.unesco.org/new/en/natural-sciences/environment/water/wwap/wwdr/2017-wastewater-the-untapped-resource/","http://www.unesco.org/new/en/natural-sciences/environment/water/wwap/wwdr/2016-water-and-jobs/","http://www.unesco.org/new/en/natural-sciences/environment/water/wwap/wwdr/2015-water-for-a-sustainable-world/","http://www.unesco.org/new/en/natural-sciences/environment/water/wwap/wwdr/2014-water-and-energy/","http://www.unesco.org/new/en/natural-sciences/environment/water/wwap/wwdr/wwdr4-2012/","http://www.unesco.org/water/wwap/wwdr/wwdr3","http://www.unesco.org/water/wwap/wwdr/wwdr2","http://www.unesco.org/water/wwap/wwdr/wwdr1","http://www.unesco.org/water/wwap"],"sections":[{"toclevel":1,"level":"2","line":"Background","number":"1","index":"1","fromtitle":"World_Water_Assessment_Programme","byteoffset":1505,"anchor":"Background"},{"toclevel":1,"level":"2","line":"Mission and Objectives","number":"2","index":"2","fromtitle":"World_Water_Assessment_Programme","byteoffset":3953,"anchor":"Mission_and_Objectives"},{"toclevel":1,"level":"2","line":"Activities","number":"3","index":"3","fromtitle":"World_Water_Assessment_Programme","byteoffset":5011,"anchor":"Activities"},{"toclevel":1,"level":"2","line":"Reports","number":"4","index":"4","fromtitle":"World_Water_Assessment_Programme","byteoffset":11196,"anchor":"Reports"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"5","fromtitle":"World_Water_Assessment_Programme","byteoffset":12104,"anchor":"References"}],"parsewarnings":[],"displaytitle":"World Water Assessment Programme","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q8036473"}]}}