{"warnings":{"parse":{"*":"The value passed for \"page\" contains invalid or non-normalized data. Textual data should be valid, NFC-normalized Unicode without C0 control characters other than HT (\\t), LF (\\n), and CR (\\r)."}},"parse":{"title":"Philosophy of Søren Kierkegaard","pageid":3944846,"revid":848743453,"text":{"*":"<div class=\"mw-parser-output\"><p><a href=\"/wiki/S%C3%B8ren_Kierkegaard\" title=\"Søren Kierkegaard\">Søren Kierkegaard</a>'s philosophy has been a major influence in the development of 20th-century philosophy, especially <a href=\"/wiki/Existentialism\" title=\"Existentialism\">existentialism</a> and <a href=\"/wiki/Postmodernism\" title=\"Postmodernism\">postmodernism</a>. Kierkegaard was a 19th-century Danish philosopher who has been called the \"Father of Existentialism\".<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> His philosophy also influenced the development of <a href=\"/wiki/Existential_psychology\" class=\"mw-redirect\" title=\"Existential psychology\">existential psychology</a>.<sup id=\"cite_ref-PM_2-0\" class=\"reference\"><a href=\"#cite_note-PM-2\">&#91;2&#93;</a></sup>\n</p><p>Kierkegaard criticized aspects of the philosophical systems that were brought on by philosophers such as <a href=\"/wiki/Georg_Wilhelm_Friedrich_Hegel\" title=\"Georg Wilhelm Friedrich Hegel\">Georg Wilhelm Friedrich Hegel</a> before him and the Danish <a href=\"/wiki/Hegelianism\" title=\"Hegelianism\">Hegelians</a>. He was also indirectly influenced by the philosophy of <a href=\"/wiki/Immanuel_Kant\" title=\"Immanuel Kant\">Immanuel Kant</a>.<sup id=\"cite_ref-Kant_3-0\" class=\"reference\"><a href=\"#cite_note-Kant-3\">&#91;3&#93;</a></sup> He measured himself against the model of philosophy which he found in <a href=\"/wiki/Socrates\" title=\"Socrates\">Socrates</a>, which aims to draw one's attention not to explanatory systems, but rather to the issue of how one exists.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p><p>One of Kierkegaard's recurrent themes is the importance of subjectivity, which has to do with the way people relate themselves to (objective) truths. In <i>Concluding Unscientific Postscript to Philosophical Fragments</i>, he argues that \"subjectivity is truth\" and \"truth is subjectivity.\" What he means by this is that most essentially, truth is not just a matter of discovering objective facts. While objective facts are important, there is a second and more crucial element of truth, which involves how one relates oneself to those matters of fact. Since how one acts is, from the ethical perspective, more important than any matter of fact, truth is to be found in subjectivity rather than objectivity.<sup id=\"cite_ref-Hong_5-0\" class=\"reference\"><a href=\"#cite_note-Hong-5\">&#91;5&#93;</a></sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Note_on_pseudonyms\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Note on pseudonyms</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Themes_in_his_philosophy\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Themes in his philosophy</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#Alienation\"><span class=\"tocnumber\">2.1</span> <span class=\"toctext\">Alienation</span></a></li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Abstraction\"><span class=\"tocnumber\">2.2</span> <span class=\"toctext\">Abstraction</span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Death\"><span class=\"tocnumber\">2.3</span> <span class=\"toctext\">Death</span></a></li>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#Dread_or_anxiety\"><span class=\"tocnumber\">2.4</span> <span class=\"toctext\">Dread or anxiety</span></a></li>\n<li class=\"toclevel-2 tocsection-7\"><a href=\"#Despair\"><span class=\"tocnumber\">2.5</span> <span class=\"toctext\">Despair</span></a></li>\n<li class=\"toclevel-2 tocsection-8\"><a href=\"#Ethics\"><span class=\"tocnumber\">2.6</span> <span class=\"toctext\">Ethics</span></a></li>\n<li class=\"toclevel-2 tocsection-9\"><a href=\"#Individuality\"><span class=\"tocnumber\">2.7</span> <span class=\"toctext\">Individuality</span></a></li>\n<li class=\"toclevel-2 tocsection-10\"><a href=\"#Pathos_(passion)\"><span class=\"tocnumber\">2.8</span> <span class=\"toctext\">Pathos (passion)</span></a></li>\n<li class=\"toclevel-2 tocsection-11\"><a href=\"#Subjectivity\"><span class=\"tocnumber\">2.9</span> <span class=\"toctext\">Subjectivity</span></a></li>\n<li class=\"toclevel-2 tocsection-12\"><a href=\"#Three_stages_of_life\"><span class=\"tocnumber\">2.10</span> <span class=\"toctext\">Three stages of life</span></a>\n<ul>\n<li class=\"toclevel-3 tocsection-13\"><a href=\"#Stage_one:_aesthetic\"><span class=\"tocnumber\">2.10.1</span> <span class=\"toctext\">Stage one: aesthetic</span></a></li>\n<li class=\"toclevel-3 tocsection-14\"><a href=\"#Stage_two:_ethical\"><span class=\"tocnumber\">2.10.2</span> <span class=\"toctext\">Stage two: ethical</span></a></li>\n<li class=\"toclevel-3 tocsection-15\"><a href=\"#Stage_three:_religious\"><span class=\"tocnumber\">2.10.3</span> <span class=\"toctext\">Stage three: religious</span></a></li>\n</ul>\n</li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-16\"><a href=\"#Kierkegaard&#39;s_thoughts_on_other_philosophers\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Kierkegaard's thoughts on other philosophers</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-17\"><a href=\"#Kierkegaard_and_Fichte\"><span class=\"tocnumber\">3.1</span> <span class=\"toctext\">Kierkegaard and Fichte</span></a></li>\n<li class=\"toclevel-2 tocsection-18\"><a href=\"#Kierkegaard_and_Hegel\"><span class=\"tocnumber\">3.2</span> <span class=\"toctext\">Kierkegaard and Hegel</span></a></li>\n<li class=\"toclevel-2 tocsection-19\"><a href=\"#Kierkegaard_and_Schelling\"><span class=\"tocnumber\">3.3</span> <span class=\"toctext\">Kierkegaard and Schelling</span></a></li>\n<li class=\"toclevel-2 tocsection-20\"><a href=\"#Kierkegaard_and_Schopenhauer\"><span class=\"tocnumber\">3.4</span> <span class=\"toctext\">Kierkegaard and Schopenhauer</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-21\"><a href=\"#Kierkegaard_and_Eastern_philosophy\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Kierkegaard and Eastern philosophy</span></a></li>\n<li class=\"toclevel-1 tocsection-22\"><a href=\"#See_also\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-23\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-24\"><a href=\"#Further_reading\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Further reading</span></a></li>\n<li class=\"toclevel-1 tocsection-25\"><a href=\"#External_links\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Note_on_pseudonyms\">Note on pseudonyms</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Philosophy_of_S%C3%B8ren_Kierkegaard&amp;action=edit&amp;section=1\" title=\"Edit section: Note on pseudonyms\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div role=\"note\" class=\"hatnote navigation-not-searchable\">See also: <a href=\"/wiki/S%C3%B8ren_Kierkegaard#Indirect_communication_and_pseudonymous_authorship\" title=\"Søren Kierkegaard\">Indirect Communication and Pseudonymous Authorship</a></div>\n<p>Many of Kierkegaard's earlier writings from 1843 to 1846 were written pseudonymously. In the non-pseudonymous <i><a href=\"/wiki/The_Point_of_View_of_My_Work_as_an_Author\" title=\"The Point of View of My Work as an Author\">The Point of View of My Work as an Author</a></i>, he explained that the pseudonymous works are written from perspectives which are not his own: while Kierkegaard himself was a religious author, the pseudonymous authors wrote from points of view that were aesthetic or speculative. One exception to this is <i>Anti-Climacus</i>, a pseudonymous author developed after the writing of <i>The Point of View</i>: Anti-Climacus is a religious author who writes from a Christian perspective so ideal that Kierkegaard did not wish it to be attributed to himself.<sup id=\"cite_ref-Journals_6-0\" class=\"reference\"><a href=\"#cite_note-Journals-6\">&#91;6&#93;</a></sup>\n</p><p>Because the pseudonymous authors write from perspectives which are not Kierkegaard's own, some of the philosophy mentioned in this article may or may not necessarily reflect Kierkegaard's own beliefs. Just as other philosophers bring up viewpoints in their essays to discuss and criticize them, Kierkegaard assigns pseudonyms to explore a particular viewpoint in-depth, which may take up a whole book or two in some instances, and Kierkegaard, or another pseudonym, critiques that position. For example, the author, <i>Johannes Climacus</i> is not a Christian and he argues from a non-Christian viewpoint. <i>Anti-Climacus</i>, as mentioned earlier, is a Christian to a high degree and he argues from a devout Christian viewpoint. Kierkegaard places his beliefs in-between these two authors.<sup id=\"cite_ref-Journals_6-1\" class=\"reference\"><a href=\"#cite_note-Journals-6\">&#91;6&#93;</a></sup>\n</p><p>Most of Kierkegaard's later philosophical and religious writings from 1846 to 1855 were written and authored by himself, and he assigned no pseudonyms to these works. Subsequently, these works are considered by most scholars to reflect Kierkegaard's own beliefs.<sup id=\"cite_ref-Watts_7-0\" class=\"reference\"><a href=\"#cite_note-Watts-7\">&#91;7&#93;</a></sup> Where appropriate, this article will mention the respective author, pseudonymous or not.\n</p>\n<h2><span class=\"mw-headline\" id=\"Themes_in_his_philosophy\">Themes in his philosophy</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Philosophy_of_S%C3%B8ren_Kierkegaard&amp;action=edit&amp;section=2\" title=\"Edit section: Themes in his philosophy\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"Alienation\">Alienation</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Philosophy_of_S%C3%B8ren_Kierkegaard&amp;action=edit&amp;section=3\" title=\"Edit section: Alienation\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p><a href=\"/wiki/Social_alienation\" title=\"Social alienation\">Alienation</a> is a term philosophers apply to a wide variety of phenomena, including any feeling of separation from, and discontent with, society; feeling that there is a moral breakdown in society; feelings of powerlessness in the face of the solidity of social institutions; the impersonal, dehumanised nature of large-scale and bureaucratic social organisations.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup> Kierkegaard recognizes and accepts the notion of alienation, although he phrases it and understands it in his own distinctly original terms. For Kierkegaard, the present age is a reflective age—one that values objectivity and thought over action, lip-service to ideals rather than action, discussion over action, publicity and advertising over reality, and fantasy over the real world. For Kierkegaard, the meaning of values has been removed from life, by lack of finding any true and legitimate authority. Instead of falling into any claimed authority, any \"literal\" sacred book or any other great and lasting voice, self-aware humans must confront an existential uncertainty.\n</p><p>Humanity has lost meaning because the accepted criterion of reality and truth is ambiguous and subjective thought—that which cannot be proven with <a href=\"/wiki/Logic\" title=\"Logic\">logic</a>, historical research, or <a href=\"/wiki/Scientific_analysis\" class=\"mw-redirect\" title=\"Scientific analysis\">scientific analysis</a>. Humans cannot think out choices in life, we must live them; and even those choices that we often think about become different once life itself enters into the picture. For Kierkegaard, the type of objectivity that a scientist or historian might use misses the point—humans are not motivated and do not find meaning in life through pure objectivity. Instead, they find it through passion, desire, and moral and religious commitment. These phenomena are not objectively provable—nor do they come about through any form of analysis of the external world; they come about through a direct relationship between one and the external world. Here Kierkegaard's emphasis is on relationship rather than analysis. This relationship is a way of looking at one’s life that evades objective scrutiny. \n</p><p>\nKierkegaard's analysis of the present age uses terms that resemble but are not exactly coincident with Hegel and <a href=\"/wiki/Marx%27s_theory_of_alienation\" title=\"Marx&#39;s theory of alienation\">Marx's theory of alienation</a>. However Kierkegaard expressly means that human beings are alienated from God because they are living too much in the world. Individuals need to <a href=\"/wiki/Four_Upbuilding_Discourses,_1843#To_Gain_One’s_Soul_In_Patience\" title=\"Four Upbuilding Discourses, 1843\">gain their souls</a> from the world because it actually belongs to God. Kierkegaard has no interest in external battles as <a href=\"/wiki/Karl_Marx\" title=\"Karl Marx\">Karl Marx</a> does. His concern is about the inner fight for faith.</p><style data-mw-deduplicate=\"TemplateStyles:r856303468\">.mw-parser-output .templatequote{overflow:hidden;margin:1em 0;padding:0 40px}.mw-parser-output .templatequote .templatequotecite{line-height:1.5em;text-align:left;padding-left:1.6em;margin-top:0}</style><blockquote class=\"templatequote\"><p>Let us speak further about the wish and thereby about sufferings. Discussion of sufferings can always be beneficial if it addresses not only the self-willfulness of the sorrow but, if possible, addresses the sorrowing person for his upbuilding. It is a legitimate and sympathetic act to dwell properly on the suffering, lest the suffering person become impatient over our superficial discussion in which he does not recognize his suffering, lest he for that reason impatiently thrust aside consolation and be strengthened in double-mindedness. It certainly is one thing to go out into life with the wish when what is wished becomes the deed and the task; it is something else to go out into life away from the wish.\n</p><p>Abraham had to leave his ancestral home an emigrate to an alien nation, where nothing reminded him of what he loved – indeed, sometimes it is no doubt a consolation that nothing calls to mind what one wishes to forget, but it is a bitter consolation for the person who is full of longing. Thus a person can also have a wish that for him contains everything, so that in the hour of the separation, when the pilgrimage begins, it is as if he were emigrating to a foreign country where nothing but the contrast reminds him, by the loss, of what he wished; it can seem to him as if he were emigrating to a foreign country even if he remains at home perhaps in the same locality – by losing the wish just as among strangers, so that to take leave of the wish seems to him harder and more crucial than to take leave of his senses.\n</p><p>Apart from this wish, even if he still does not move from the spot, his life’s troublesome way is perhaps spent in useless sufferings, for we are speaking of those who suffer essentially, not of those who have the consolation that their sufferings are for the benefit of a good cause, for the benefit of others. It was bound to be thus – the journey to the foreign country was not long; in one moment he was there, there in that strange country where the suffering ones meet, but not those who have ceased to grieve, not those whose tears eternity cannot wipe away, for as an old devotional book so simply and movingly says, “How can God dry your tears in the next world if you have not wept?” Perhaps someone else comes in a different way, but to the same place. \n</p>\n<ul><li>Søren Kierkegaard, <i>Upbuilding Discourses in Various Spirits</i>, Hong 1993 pp. 102-103</li></ul>\n</blockquote>\n<p><a href=\"/wiki/Albert_Camus\" title=\"Albert Camus\">Albert Camus</a> wrote about the idea of being a stranger in the world but reversed Kierkegaard's meaning. A <a href=\"/wiki/The_Stranger_(Camus_novel)\" title=\"The Stranger (Camus novel)\">stranger</a> for Camus was someone living in the world who is forced to exist in a Christian way even though the individual does not want to be a Christian. But Kierkegaard was discussing the Christian who wants to be a Christian living in a world that has abandoned Christianity. Both Camus and Kierkegaard had in common an equal distaste for a Christian Democracy where all are forced to take a positive part in Christianity because freedom of choice would be lacking and in a non-Christian Democracy where none are allowed to take an active part in Christianity. Kierkegaard was against voting about Christianity, for him, Christ was the only authority. Camus called \"the existential attitude philosophical suicide.\" This is how he put it in <i><a href=\"/wiki/The_Myth_of_Sisyphus\" title=\"The Myth of Sisyphus\">The Myth of Sisyphus and Other Writings</a></i> </p><link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>Now, it is admitted that the absurd is the contrary of hope, it is seen that existential thought for <a href=\"/wiki/Lev_Shestov\" title=\"Lev Shestov\">Chestov</a> (Lev Shestov 1866-1938) presupposes the absurd but proves it only to dispel it. Such subtlety of thought is a conjuror's emotional trick. When Chestov elsewhere sets his absurd in opposition to current morality and reason, he calls it truth and redemption. Hence, there is basically in that definition of the absurd an approbation that Chestov grants it. What is perceptible in Leo Chestov will be perhaps even more so in Kierkegaard. To be sure, it is hard to outline clear propositions in so elusive a writer. But, despite apparently opposed writings, beyond the pseudonyms, the tricks, and the smiles, can be felt throughout that work, as it were, the presentiment (at the same time as the apprehension) of a truth which eventually bursts forth in the last works: Kierkegaard likewise takes the leap. Kierkegaard’s view that despair is not a fact but a state: the very state of sin. For sin is what alienates from God. The absurd, which is the metaphysical state of the consciousness of man, does not lead to God. Perhaps this notion will become clearer if I risk this shocking statement: the absurd is sin without God. It is a matter of living in that state of the absurd. I am taking the liberty at this point of calling the existential attitude philosophical suicide. But this does not imply a judgment. It is a convenient way of indicating the movement by which a thought negates itself and tends to transcend itself in its very negation. For the existential negation is their God. To be precise, that god is maintained only through the negation of human reason. (Let me assert again: it is not the affirmation of God that is questioned here, but rather the logic leading to that affirmation.) Albert Camus, <i>The Myth of Sisyphus and other essays</i> p. 26-32 Vintage books 1955 Alfred A Knopf\n</p></blockquote><p>\nKierkegaard put it this way in <i>Three Edifying Discourses</i> 1843 and <i>Concluding Unscientific Postscript</i> (1846). </p><link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><blockquote><p>Getting the majority vote on one’s side and one’s God-relationship transformed into a speculative enterprise on the basis of probability and partnership and fellow shareholders is the first step toward becoming objective.\n</p><ul><li><i>Concluding Unscientific Postscript</i>, Hong p. 66.</li></ul></blockquote><p>The love which covers a multitude of sins in never deceived. When the heart is niggardly, when one gives with one eye and with seven eyes looks to see what one will get in return, then one easily discovers a multitude of sins. But when the heart is filled with love, then the eye is never deceived; for love when it gives, does not scrutinize the gift, but its eye is fixed on the Lord. When the heart is filled with envy, then the eye has power to call forth uncleanness even in the pure; but when love dwells in the heart, then the eye has the power to foster the good in the unclean; but this eye does not see the evil but the pure, which it loves and encourages it by loving it. Certainly there is a power in this world which by its words turns good into evil, put there is a power above which turns the evil into good; that power is the love which covers a multitude of sins.\n</p><p>When hate dwells in the heart, then sin lies at a man’s door, and its manifold desires exist in him; but when love dwells in the heart, then sin flees far away, and he sees it no more. When disputes, malice, wrath, quarrels, dissensions, factions fill the heart, does one then need to go far in order to discover the multitudinousness of sin, or does a man need to love very long to produce these outside of himself! But when joy, peace, longsuffering, gentleness, goodness, faith, meekness and temperance dwell in the heart, what wonder, then, that a man, even if he were surrounded by a multitude of sins, remains an alien, a stranger, who understands only a very little about the customs of the country, even if these were explained to him? Would not this, then, be a covering of the multitude of sins?\n</p>\n<ul><li>Soren Kierkegaard <i>Three Edifying Discourses</i> 1843, Swenson translation 1943 p. 69.</li></ul>\n<p>Love does not seek its own. Love does not seek its own, for there are no mine and yours in love. But \"mine\" and \"yours\" are only relational specifications of \"one's own\"; thus, if there are no mine and yours, there is no \"one's own\" either. But if there is no \"one's own\" at all, then it is of course impossible to seek one's own. Justice is identified by its giving each his own, just as it also in turn claims its own. This means that justice pleads the cause of its own, divides and assigns, determines what each can lawfully call his own, judges and punishes if anyone refuses to make any distinction between mine and yours. The individual has the right to so as he pleases with this contentious and yet legally entitled mine; and if he seeks his own in no other way than that which justice allows, justice has nothing with which to reproach him and has no right to upbraid him for anything. As soon as someone is defrauded of his own, or as soon as someone defrauds another of his own, justice intervenes, because it safeguards the common security in which everyone has his own, which he rightfully has.-But sometimes a change intrudes, a revolution, a war, an earthquake, or some such terrible misfortune, and everything is confused. Justice tries in vain to secure for each person his own; it cannot maintain the distinction between mine and yours; in the confusion it cannot keep the balance and therefore throws away the scales-it despairs! Terrible spectacle! Yet does not love in a certain sense, even if in the most blissful way, produce the same confusion? But love, it too is an event, the greatest of all, yet also the happiest. Love is a change, the most remarkable of all, but the most desirable-in fact we say in a very good sense that someone who is gripped by love is changed or becomes changed. Love is a revolution, the most profound of all, but the most blessed! \n</p>\n<ul><li>Soren Kierkegaard, <i>Works of Love</i>, 1847, Hong 1995 pp. 264-265</li></ul>\n</blockquote>\n<h3><span class=\"mw-headline\" id=\"Abstraction\">Abstraction</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Philosophy_of_S%C3%B8ren_Kierkegaard&amp;action=edit&amp;section=4\" title=\"Edit section: Abstraction\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>An element of Kierkegaard's critique of modernity in his socio-political work, <i><a href=\"/wiki/Two_Ages\" class=\"mw-redirect\" title=\"Two Ages\">Two Ages</a></i>, is the mention of <a href=\"/wiki/Money\" title=\"Money\">money</a> — which he calls an <a href=\"/wiki/Abstraction\" title=\"Abstraction\">abstraction</a>.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup><sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup> An abstraction is something that only has a reality in an <a href=\"/wiki/Ersatz\" class=\"mw-redirect\" title=\"Ersatz\">ersatz</a> reality. It is not tangible, and only has meaning within an artificial context, which ultimately serves devious and deceptive purposes. It is a figment of thought that has no <a href=\"/wiki/Concrete_(philosophy)\" class=\"mw-redirect\" title=\"Concrete (philosophy)\">concrete</a> reality, neither now nor in the future.\n</p><p>\nHow is money an abstraction? Money gives the illusion that it has a direct relationship to the work that is done. That is, the work one does is worth so much, equals so much money. In reality, however, the work one does is an expression of who one is as a person; it expresses one's goals in life and associated meaning. As a person, the work one performs is supposed to be an external realization of one's relationship to others and to the world. It is one's way of making the world a better place for oneself and for others. What reducing work to a monetary value does is to replace the concrete reality of one's everyday struggles with the world —to give it shape, form and meaning— with an abstraction. Kierkegaard lamented that \"a young man today would scarcely envy another his capacities or skill or the love of a beautiful girl or his fame, no, but he would envy him his money. Give me money, the young man will say, and I will be all right.\"<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup> But Kierkegaard thinks this emphasis on money leads to a denial of the gifts of the spirit to those who are poor and in misery. </p><link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>Do not forget to do good and to share – Hebrews 13.16 - But do not forget either that this incessant talk by worldliness about beneficence and benevolence and generosity and charitable donations and gift upon gift is almost merciless. Ah, let the newspaper writers and tax collectors and parish beadles talk about generosity and count and count; but let us never ignore that Christianity speaks essentially of mercifulness, that Christianity would least of all be guilty of mercilessness, as if poverty and misery not only needed money etc. but also were excluded from the highest, from being able to be generous, beneficent, benevolent. But people prattle and prate ecclesiastically-worldly and worldly-ecclesiastically about generosity, beneficence-but forget, even in the sermon, mercifulness. Preaching should indeed be solely and only about mercifulness. If you know how to speak effectually about this, then generosity will follow of itself and come by itself accordingly as the individual is capable of it. But bear in mind, that if a person raised money, money, money by speaking about generosity-bear this in mind, that by being silent about mercifulness he would be acting mercilessly toward the poor and miserable person for whom he procured relief by means of the money of wealthy generosity. Bear this I mind, that if poverty and misery disturb us with their pleas, we can of course manage to get help for them through generosity; but bear this in mind, that it would be much more appalling if we constrained poverty and misery “to hinder our prayers,” as Scripture says (1 Peter 3:7), by grumbling against us to God-because we were atrociously unfair to poverty and misery by not telling that they are able to practice mercifulness. We shall now adhere to this point in this discourse about mercifulness and guard ourselves against confusing mercifulness with what is linked to external conditions, that is, what love as such does not have in its power, whereas it truly has mercifulness in its power just as surely as it has a heart in its bosom. It does not follow that because a person has a heart in his bosom he has money in his pocket, but the first is still more important and certainly is decisive with regard to mercifulness. Soren Kierkegaard, <i>Works of Love</i> Hong 1995 pp. 315-316\n</p></blockquote><p>\nBelow are three quotes concerning Kierkegaard's idea of abstraction which cannot be thought about without thinking about concretion. He moves from the world historical, the general, to the single individual, the specific. The first from the esthete and the second from the ethicist in <i>Either/Or</i> and the third from the book that explained all his previous works; <i><a href=\"/wiki/Concluding_Unscientific_Postscript\" class=\"mw-redirect\" title=\"Concluding Unscientific Postscript\">Concluding Unscientific Postscript</a></i>.</p><link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>As has already been noted above, all <a href=\"/wiki/Classic\" title=\"Classic\">classic</a> productions stand equally high, because each one stands infinitely high. If, despite this fact, one were to attempt to introduce an order of rank into the classic procession, one would evidently have to choose as a basis for such a distinction, something that was not essential; for if the basis were essential, the difference itself would become an essential difference; from that it would again follow that the word \"classic\" was wrongly predicated of the group as a whole. The more abstract the idea is, the smaller the probability of a numerous representation. But how does the idea become concrete? By being permeated with the <a href=\"/wiki/Historical\" class=\"mw-redirect\" title=\"Historical\">historical</a> <a href=\"/wiki/Consciousness\" title=\"Consciousness\">consciousness</a>. The more concrete the idea, the greater the probability. The more abstract the medium, the smaller the probability; the more concrete, the greater. But what does it mean to say that the medium is concrete, other than to say it is language, or is seen in approximation to language; for language is the most concrete of all media. The idea, for example, which comes to expression in sculpture is wholly abstract, and bears no relation to the historical; the medium through which it is expressed is likewise abstract, consequently there is a great probability that the section of the classic works which includes sculpture will contain only a few. In this I have the testimony of time and experience on my side. If, on the other hand, I take a concrete idea and a concrete medium, then it seems otherwise. <a href=\"/wiki/Homer\" title=\"Homer\">Homer</a> is indeed a classic <a href=\"/wiki/Poet\" title=\"Poet\">poet</a>, but just because the epic idea is a concrete idea, and because the medium is language, it so happens that in the section of the classics which contains the epic, there are many epics conceivable, which are all equally classic, because history constantly furnishes us with new epic material. In this too, I have the testimony of history and the assent of experience. <i>Either/Or Part I</i>, Swenson p. 49, 53\n</p></blockquote>  <link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>The two positions touched on here could be regarded as attempts to actualize an ethical life-view. The reason that they do not succeed is that the individual has chosen himself in his isolation or has chosen himself abstractly. To say it in other words, the individual has not chosen himself <a href=\"/wiki/Ethics\" title=\"Ethics\">ethically</a>. He therefore has no connection with <a href=\"/wiki/Potentiality_and_actuality_(Aristotle)\" class=\"mw-redirect\" title=\"Potentiality and actuality (Aristotle)\">actuality</a>, and when that is the case no ethical way of life can be put into practice. But the person who chooses himself ethically chooses himself concretely as this specific individual, and he achieves this concretion because this choice is identical with the <a href=\"/wiki/Repentance\" title=\"Repentance\">repentance</a>, which ratifies the <a href=\"/wiki/Choice\" title=\"Choice\">choice</a>. The individual with these capacities, these inclinations, these drives, these passions, influenced by this specific social milieu, as this specific product of a specific <a href=\"/wiki/Social_environment\" title=\"Social environment\">environment</a>. But as he becomes aware of all this, he takes upon himself <a href=\"/wiki/Moral_responsibility\" title=\"Moral responsibility\">responsibility</a> for all of it. He does not hesitate over whether he will take this particular thing or not, for he knows that if he does not do it something much more important will be lost. In the moment of choice, he is in complete isolation, for he withdraws from his social milieu, and yet at the same moment he is in absolute continuity, for he chooses himself as a product. And this choice is freedom’s choice in such a way that in choosing himself as product he can just as well be said to produce himself. At the moment of choice, he is at the point of consummation, for his personality is consummating itself, and yet at the same moment he is at the very beginning, because he is choosing himself according to his freedom. Either/Or Part II, Hong p. 251\n</p></blockquote><link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>When in pure thinking mention is made of an immediate unity of reflection-in-itself and reflection-in-the-other and of the annulment of this immediate unity, then something must indeed come between the elements of the immediate unity. What is this? Yes, it is time. But time cannot be assigned a place within pure thinking. What, then, do annulment and transition and a new unity signify? What, if anything, does it mean to think in such a way that one always merely makes a show of it because everything that is said is absolutely revoked? And what does it mean not to admit that one thinks this way but then continually to proclaim from the housetops the positive truth of this pure thinking? Just as existence has joined thinking and existing, inasmuch as an existing person is a thinking person, so are there two media: the medium of abstraction and the medium of actuality. But pure thinking is yet a third medium, very recently invented. It begins, it is said, after the most exhaustive abstraction. Pure thinking is-what shall I say-piously or thoughtlessly unaware of the relation that abstraction still continually has to that from which it abstracts. Here in this pure thinking there is rest for every doubt; here is the eternal positive truth and whatever one cares to say. This means that pure thinking is a phantom. And if Hegelian philosophy is free from all postulates, it has attained this with one insane postulate: the beginning of pure thinking. For the existing person, existing is for him his highest interest, and his interestedness in existing in his actuality. What actuality is cannot be rendered in the language of abstraction. Actuality is an <i>inter-esse</i> [between being] between thinking and being in the hypothetical unity of abstraction. Abstraction deals with possibility and actuality, but its conception of actuality is a false rendition, since the medium is not actuality but possibility. Only by annulling actuality can abstraction grasp it, but to annul it is precisely to change it into possibility. Within abstraction everything that is said about actuality in the language of abstraction is said within possibility. That is, in the language of actuality all abstraction is related to actuality as a possibility, not to an actuality within abstraction and possibility. Actuality, existence, is the dialectical element in a trilogy, the beginning and end of which cannot be for an existing person, who <i>qua</i> existing is in the <a href=\"/wiki/Dialectic\" title=\"Dialectic\">dialectical</a> element. Abstraction merges the trilogy. Quite right. But how does it do it? Is abstraction a something that does it, or is it not the act of the abstractor? But the abstractor is, after all, an existing person, and as an existing person is consequently in the dialectical element, which he cannot mediate or merge, least of all absolutely, as long as he is existing. If he does do it, then this must be related as a possibility to actuality, to the existence which he himself is. He must explain how he goes about it-that is, how he as an existing person goes about it, or whether he ceases to be an existing person, and whether an existing person has a right to do that. As soon as we begin to ask such questions, we are asking ethically and are maintaining the claim of the ethical upon the existing person, which cannot be that he is supposed to abstract from existence, but that he is supposed to exist, which is also the existing person’s highest interest. \n</p><ul><li>Søren Kierkegaard, <i>Concluding Unscientific Postscript</i>, Vol 1, pp. 314-315 Hong translation</li></ul>\n</blockquote>\n<h3><span class=\"mw-headline\" id=\"Death\">Death</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Philosophy_of_S%C3%B8ren_Kierkegaard&amp;action=edit&amp;section=5\" title=\"Edit section: Death\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p><a href=\"/wiki/Death\" title=\"Death\">Death</a> is inevitable and temporally unpredictable. Kierkegaard believed that individuals needed to sincerely and intensely come to realize the truth of that fact in order to live passionately. Kierkegaard accuses society of being in death-denial. Even though people see death all around them and grasp as an objective fact that everyone dies, few people truly understand, subjectively and inwardly, that they will die someday. For example, in <i><a href=\"/wiki/Concluding_Unscientific_Postscript\" class=\"mw-redirect\" title=\"Concluding Unscientific Postscript\">Concluding Unscientific Postscript</a></i>, Kierkegaard notes that people never think to say, \"I shall certainly attend your party, but I must make an exception for the contingency that a roof tile happens to blow down and kill me; for in that case, I cannot attend.\"<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup> This is jest as far as Kierkegaard is concerned. But there is also earnestness involved in the thought of death. Kierkegaard said the following about death in his <a href=\"/wiki/Three_Upbuilding_Discourses,_1844\" title=\"Three Upbuilding Discourses, 1844\">Three Upbuilding Discourses, 1844</a>. </p><blockquote><p>We shall not decide which life fights the good fight most easily, but we all agree that every human being ought to fight the good fight, from which no one is shut out, and yet this is so glorious that if it were granted only once to a past generation under exceptional circumstances-yes, what a description envy and discouragement would then know how to give! The difference is about the same as that in connection with the thought of death. As soon as a human being is born, he begins to die. But the difference is that there are some people for whom the thought of death comes into existence with birth and is present to them in the quiet peacefulness of childhood and the buoyancy of youth; whereas others have a period in which this thought is not present to them until, when the years run out, the years of vigor and vitality, the thought of death meets them on their way. Who, now, is going to decide which life was easier, whether it was the life of those who continually lived with a certain reserve because the thought of death was present to them or the life of those who so abandoned themselves to life that they almost forgot the existence of death?<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup></p></blockquote>\n<h3><span class=\"mw-headline\" id=\"Dread_or_anxiety\">Dread or anxiety</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Philosophy_of_S%C3%B8ren_Kierkegaard&amp;action=edit&amp;section=6\" title=\"Edit section: Dread or anxiety\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3><p>\nFor Kierkegaard's author, <i>Vigilius Haufniensis</i>, <a href=\"/wiki/Anxiety\" title=\"Anxiety\">anxiety</a>/<a href=\"/wiki/Existential_dread\" class=\"mw-redirect\" title=\"Existential dread\">dread</a>/<a href=\"/wiki/Angst\" title=\"Angst\">angst</a> (depending on the translation and context) is unfocused fear. Haufniensis uses the example of a man standing on the edge of a tall building or cliff. From this height he can see all the possibilities of life. He's reflecting on what he could become if he only threw himself into the power of his own choice. As long as he stands there he stands at the crossroads of life, unable to make a decision and live within its boundaries. The mere fact that one has the possibility and freedom to do something, even the most terrifying of possibilities, triggers immense feelings of dread. Haufniensis called this our \"dizziness of freedom.\"</p><blockquote><p>Anxiety may be compared with dizziness. He whose eye happens to look down into the yawning <a href=\"/wiki/Abyss_(religion)\" title=\"Abyss (religion)\">abyss</a> becomes dizzy. But what is the reason for this? It is just as much in his own eye as in the abyss, for suppose he had not looked down. Hence, <a href=\"/wiki/Anxiety\" title=\"Anxiety\">anxiety</a> is the dizziness of <a href=\"/wiki/Free_will\" title=\"Free will\">freedom</a>, which emerges when the spirit wants to <a href=\"https://en.wiktionary.org/wiki/Special:Search/posit#Verb\" class=\"extiw\" title=\"wikt:Special:Search/posit\">posit</a> the synthesis and freedom looks down into its own possibility, laying hold of finiteness to support itself. Freedom succumbs to dizziness. Further than this, <a href=\"/wiki/Psychology\" title=\"Psychology\">psychology</a> cannot and will not go. In that very moment everything is changed, and freedom, when it again rises, sees that it is guilty. Between these two moments lies the <a href=\"/wiki/Leap_of_faith\" title=\"Leap of faith\">leap</a>, which no science has explained and which no science can explain. He who becomes guilty in anxiety becomes as <a href=\"/wiki/Ambiguous\" class=\"mw-redirect\" title=\"Ambiguous\">ambiguously</a> guilty as it is possible to become. Vigilius Haufniensis, <i>The Concept of Anxiety</i> p. 61.</p></blockquote>\n<p>In <i><a href=\"/wiki/The_Concept_of_Anxiety\" title=\"The Concept of Anxiety\">The Concept of Anxiety</a></i>, Haufniensis focuses on the first anxiety experienced by man: <a href=\"/wiki/Adam_and_Eve\" title=\"Adam and Eve\">Adam</a>'s choice to eat from God's forbidden tree of knowledge or not. Since the concepts of good and evil did not come into existence before Adam ate the fruit, which is now dubbed <a href=\"/wiki/Original_sin\" title=\"Original sin\">original sin</a>, Adam had no concept of good and evil, and did not know that eating from the tree was evil. What he did know was that God told him not to eat from the tree. The anxiety comes from the fact that God's prohibition itself implies that Adam is free and that he could choose to obey God or not. After Adam ate from the tree, sin was born. So, according to Kierkegaard, anxiety precedes sin, and it is anxiety that leads Adam to sin. Haufniensis mentions that anxiety is the presupposition for hereditary sin.\n</p><p>However, Haufniensis mentions that anxiety is a way for humanity to be saved as well. Anxiety informs us of our choices, our self-awareness and personal responsibility, and brings us from a state of un-self-conscious immediacy to self-conscious reflection. (<a href=\"/wiki/Jean-Paul_Sartre\" title=\"Jean-Paul Sartre\">Jean-Paul Sartre</a> calls these terms pre-reflexive consciousness and reflexive consciousness.) An individual becomes truly aware of their potential through the experience of dread. So, anxiety may be a possibility for sin, but anxiety can also be a recognition or realization of one's true identity and freedoms.\n</p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>Whoever has learned to be anxious in the right way has learned the ultimate. … Anxiety is freedom’s possibility, and only such anxiety is through faith absolutely educative, because it consumes all finite ends and discovers all their deceptiveness. And no <a href=\"/wiki/Tom%C3%A1s_de_Torquemada\" title=\"Tomás de Torquemada\">Grand Inquisitor</a> has such dreadful torments in readiness as anxiety has, and no secret agent knows as cunningly as anxiety to attack his suspect in his weakest moment or to make alluring the trap in which he will be caught, and no discerning judge understands how to interrogate and examine the accused as does anxiety, which never lets the accused escape, neither through amusement, nor by noise, nor during work, neither by day nor by night.</p><div class=\"templatequotecite\">—&#8201;<cite>Vigilius Haufniensis, The Concept of Anxiety pp. 155-156.</cite></div>\n</blockquote>\n<h3><span class=\"mw-headline\" id=\"Despair\">Despair</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Philosophy_of_S%C3%B8ren_Kierkegaard&amp;action=edit&amp;section=7\" title=\"Edit section: Despair\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<table class=\"plainlinks metadata ambox ambox-content ambox-Unreferenced\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Question_book-new.svg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png\" width=\"50\" height=\"39\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/75px-Question_book-new.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/100px-Question_book-new.svg.png 2x\" data-file-width=\"512\" data-file-height=\"399\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This section <b>does not <a href=\"/wiki/Wikipedia:Citing_sources\" title=\"Wikipedia:Citing sources\">cite</a> any <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">sources</a></b>.<span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Philosophy_of_S%C3%B8ren_Kierkegaard&amp;action=edit\">improve this section</a> by <a href=\"/wiki/Help:Introduction_to_referencing_with_Wiki_Markup/1\" title=\"Help:Introduction to referencing with Wiki Markup/1\">adding citations to reliable sources</a>. Unsourced material may be challenged and <a href=\"/wiki/Wikipedia:Verifiability#Burden_of_evidence\" title=\"Wikipedia:Verifiability\">removed</a>.</span>  <small><i>(December 2012)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>Is despair a merit or a defect? Purely dialectically it is both. If one were to think of despair only in the abstract, without reference to some particular despairer, one would have to say it is an enormous merit. The possibility of this sickness is man’s advantage over the beast, and it is an advantage which characterizes him quite otherwise than the upright posture, for it bespeaks the infinite erectness or loftiness of his being spirit. The possibility of this sickness is man’s advantage over the beast; to be aware of this sickness is the Christian’s advantage over natural man; to be cured of this sickness is the Christian’s blessedness. </p><div class=\"templatequotecite\">—&#8201;<cite>Anti-Climacus, The Sickness Unto Death p. 45</cite></div>\n</blockquote>\n<p>Most emphatically in <i><a href=\"/wiki/The_Sickness_Unto_Death\" title=\"The Sickness Unto Death\">The Sickness Unto Death</a></i>, Kierkegaard's author argues that the human self is a composition of various aspects that must be brought into conscious balance: the finite, the infinite, a consciousness of the \"relationship of the two to itself,\" and a consciousness of \"the power that posited\" the self. The finite (limitations such as those imposed by one's body or one's concrete circumstances) and the infinite (those capacities that free us from limitations such as imagination) always exist in a state of tension. That tension between two aspects of the \"self\" that must be brought into balance. When the self is out of balance, i.e., has the wrong understanding of who it is because it conceives itself too much in terms of its own limiting circumstances (and thus fails to recognize its own freedom to determine what it will be) or too much in terms of what it would like to be, (thus ignoring its own circumstances), the person is in a state of <a href=\"/wiki/Existential_despair\" class=\"mw-redirect\" title=\"Existential despair\">despair</a>. Notably, Anti-Climacus says one can be in despair even if one feels perfectly happy. Despair is not just an emotion, in a deeper sense it is the loss of self, i.e., it describes the state when one has the wrong conception of oneself.\nIn <i><a href=\"/wiki/Either/Or\" title=\"Either/Or\">Either/Or</a></i>, <i>A</i> and <i>Judge William</i> each has one <a href=\"/wiki/Epistolary_novel\" title=\"Epistolary novel\">epistolary novel</a> in two volumes. The <i>A</i> is an aesthete well aware that he can use the power of interpretation to define who he is and what he takes to be valuable. He knows he can shape and reshape his own self-identity. Nothing binds him to his relationships. Nothing binds him to his past actions. In the end though, he also knows he lacks a consistent understanding of who he is. He lacks a self that resists his own power of reinterpretation. His older friend <i>Judge William,</i> argues that a deeper concept of selfhood is discovered as one commits to one's actions, and takes ownership of the past and present. A concept of oneself, as this particular human being, begins to take form in one's own consciousness.\nAnother perspective, one in which an individual can find some measure of freedom from despair, is available for the person with religious \"faith.\" This attunes the individual so that he or she can recognize what has always been there: a self to be realized within the circumstances it finds itself right now, i.e., this inner attunement brings about a sort of synthesis between the infinite and the finite.\nIn <i><a href=\"/wiki/Fear_and_Trembling\" title=\"Fear and Trembling\">Fear and Trembling</a></i>, <i>Johannes de Silentio</i> argues that the choice of <a href=\"/wiki/Abraham\" title=\"Abraham\">Abraham</a> to obey the private, unethical, commandment of God to sacrifice his son reveals what faith entails: he directs his consciousness absolutely toward \"the absolute\" rather than the merely ethical, i.e., he practices an inner spirituality that seeks to be \"before god\" rather than seeking to understand himself as an ethically upright person. His God requires more than being good, he demands that he seek out an inner commitment to him. If Abraham were to blithely obey, his actions would have no meaning. It is only when he acts <i>with fear and trembling</i> that he demonstrates a full awareness that murdering a son is absolutely wrong, ethically speaking.\n</p><p>Despair has several specific levels that a person can find themselves, each one further in despair than the last as laid out in <i><a href=\"/wiki/The_Sickness_Unto_Death\" title=\"The Sickness Unto Death\">The Sickness Unto Death</a></i>.\n</p><p>The first level is \"The despair that is ignorant of being despair or the despairing ignorance of having a self and an eternal self.\" Essentially this level is one which has the wrong conception of what a self is, i.e., is ignorant of how to realize the self one already potentially is. In this sense, the person does not recognize his own despair because he often measures the success of his life based on whether he himself judges himself to be happy. Regardless of whether you know you are in despair or not, Kierkegaard asserts, you can still be in that state. He notes that this is the most common in the world.\n</p><p>The next level of despair is \"The despair that is conscious of being despair and therefore is conscious of having a self in which there is something eternal and then either in despair does not will to be itself or in despair wills to be itself.\" This becomes further subdivided into three categories: the despair not to will or want to be oneself, the despair not to will to be a self, and lowest, the despair to wish for a new self. These three divisions are mostly the self-worth the person has and the amount to which they understand their own despair. The despair to not be oneself is pretty straightforward. A person sees themself as unworthy and as such does not see themself as worthy before something they do not understand. The despair not to be a self is deeper, because to not wish to be a self is to wish to not have a relation to God or at the very least see one's relation to God as unworthy, and thus shrink from it. The lowest form of this group, however, is the desire to be a new self. This is logically the deepest form as it assumes the deepest understanding of one's despair. Once in despair, without a complete relation to God one will always be in despair, so to be in this level one understands the permanence of the despair. The despair in this group arises from the nature of sensate things and physical desires. These three sub groups are also grouped under the heading \"Despair over the earthly.\"\n</p><p>The second level of conscious despair under the heading \"Despair over the eternal.\" Someone in this level views themself in light of their own weakness. Unlike in the upper level, this weakness is understood and as such, instead of turning to faith and humbling oneself before God, they despair in their own weakness and unworthiness. In this sense, they despair over the eternal and refuse to be comforted by the light of God.\n</p><p>The last and lowest form of despair is the desire \"In despair to will to be oneself.\" This last form of despair is also referred to by Kierkegaard as \"demonic despair\" (Note that the term demonic is used in the Classical Greek Sense, not the modern sense). In this form of despair, the individual finds him or herself in despair, understands they are in despair, seeks some way to alleviate it, and yet no help is forthcoming. As a result, the self becomes hardened against any form of help and \"Even if God in heaven and all the angels offered him aid, he would not want it.\" At this level of despair the individual revels in their own despair and sees their own pain as lifting them up above the base nature of other humans who do not find themselves in this state. This is the least common form of despair and Kierkegaard claims it is mostly found in true poets. This despair can also be called the despair of defiance, as it is the despair that strikes out against all that is eternal. One last note is that as one travels further down the forms of despair, the number of people in each group becomes fewer.\n</p>\n<h3><span class=\"mw-headline\" id=\"Ethics\">Ethics</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Philosophy_of_S%C3%B8ren_Kierkegaard&amp;action=edit&amp;section=8\" title=\"Edit section: Ethics\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:252px;\"><a href=\"/wiki/File:Abraham.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Abraham.jpg/250px-Abraham.jpg\" width=\"250\" height=\"188\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Abraham.jpg/375px-Abraham.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Abraham.jpg/500px-Abraham.jpg 2x\" data-file-width=\"800\" data-file-height=\"600\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Abraham.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>In <a href=\"/wiki/Fear_and_Trembling\" title=\"Fear and Trembling\">Fear and Trembling</a>, Johannes de Silentio analyzes <a href=\"/wiki/Abraham\" title=\"Abraham\">Abraham</a>'s action to sacrifice <a href=\"/wiki/Isaac\" title=\"Isaac\">Isaac</a>.  Silentio argues that Abraham is a knight of faith.</div></div></div>\n<p>Many philosophers who initially read Kierkegaard, especially Kierkegaard's (written under the pseudonym of <i>Johannes de Silentio</i>) <i><a href=\"/wiki/Fear_and_Trembling\" title=\"Fear and Trembling\">Fear and Trembling</a></i>, often come to the conclusion that Kierkegaard supports a <a href=\"/wiki/Divine_command_theory\" title=\"Divine command theory\">divine command</a> law of ethics. The divine command theory is a <a href=\"/wiki/Meta-ethics\" title=\"Meta-ethics\">metaethical</a> theory which claims moral values are whatever is commanded by a god or gods. However, Kierkegaard is not arguing that morality is created by <a href=\"/wiki/God\" title=\"God\">God</a>; instead, he would argue that a divine command from God <i>transcends</i> ethics. This distinction means that God does not necessarily create human morality: it is up to us as individuals to create our own morals and values. But any religious person must be prepared for the event of a divine command from God that would take precedence over all moral and rational obligations. Kierkegaard called this event the <i><a href=\"/wiki/Teleology\" title=\"Teleology\">teleological</a> suspension of the ethical</i>. Abraham, the <a href=\"/wiki/Knight_of_faith\" title=\"Knight of faith\">knight of faith</a>, chose to obey God unconditionally, and was rewarded with his son, his faith, and the title of <i>Father of Faith</i>. Abraham transcended ethics and leaped into faith.\n</p><p>But there is no valid logical argument one can make to claim that morality ought to be or can be suspended in any given circumstance, or ever. Thus, Silentio believes ethics and faith are separate stages of consciousness. The choice to obey God unconditionally is a true existential 'either/or' decision faced by the individual. Either one chooses to live in faith (the religious stage) or to live ethically (the ethical stage).\n</p><p>\nIn <i><a href=\"/wiki/Either/Or\" title=\"Either/Or\">Either/Or</a></i>, Kierkegaard insists that the single individual has ethical <a href=\"/wiki/Moral_responsibility\" title=\"Moral responsibility\">responsibility</a> of his life. However, everyone wants to enjoy themselves and ethics gets in the way of a person's enjoyment of life if taken to extremes. This results in a battle between those who want to live for pleasure and those who demand an ethical existence. But Kierkegaard always points toward the religious goal, an \"eternal happiness\", or the <a href=\"/wiki/Salvation\" title=\"Salvation\">salvation</a> of the <a href=\"/wiki/Soul\" title=\"Soul\">soul</a> as the highest good. He says, be whatever you want, but remember that your soul belongs to God, not to the world. </p><link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p> By now you have easily seen that in his life the ethical individual goes through stages we previously set forth as <a href=\"/wiki/Philosophy_of_S%C3%B8ren_Kierkegaard#Three_stages_of_life\" title=\"Philosophy of Søren Kierkegaard\">separate stages</a>. He is going to develop in his life the <a href=\"/wiki/Personal_identity\" title=\"Personal identity\">personal</a>, the <a href=\"/wiki/Civics\" title=\"Civics\">civic</a>, the <a href=\"/wiki/Religious\" class=\"mw-redirect\" title=\"Religious\">religious</a> virtues, and his life advances through his continually translating himself from one stage to another. As soon as a person thinks that one of these stages is adequate and that he dares to concentrate on it one-sidedly, he has not chosen himself ethically but has failed to see the significance of either isolation or continuity and above all has not grasped that the truth lies in the identity of the two. The person who has ethically chosen and found himself possess himself defined in his entire concretion. He then possesses himself as an <a href=\"/wiki/Individual\" title=\"Individual\">individual</a> who has these <a href=\"/wiki/Aptitude\" title=\"Aptitude\">capacities</a>, these <a href=\"/wiki/Passion_(emotion)\" title=\"Passion (emotion)\">passions</a>, these <a href=\"https://en.wiktionary.org/wiki/tendency\" class=\"extiw\" title=\"wikt:tendency\">inclinations</a>, these <a href=\"/wiki/Habit_(psychology)\" class=\"mw-redirect\" title=\"Habit (psychology)\">habits</a>, who is subject to these external influences, who is influenced in one direction thus and in another thus. Here he then possesses himself as a task in such a way that it is chiefly to order, shape, temper, inflame, control-in short, to produce an evenness in the soul, a harmony, which is the fruit of the personal virtues.<i> Either/Or Part 2</i>, Hong p. 262\n</p></blockquote>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p><a href=\"/wiki/Resignation\" title=\"Resignation\">Resignation</a> has made the <a href=\"/wiki/Individual\" title=\"Individual\">individual</a> face or has seen to it that he face toward an eternal happiness as the <a href=\"/wiki/Telos_(philosophy)\" class=\"mw-redirect\" title=\"Telos (philosophy)\">τέλος</a> (\"end\", \"purpose\", or \"goal\"). This τέλος is not an element among other elements. Thus the both-and of mediation is not much better, even though less naïve, than the previously described jovial chatter that includes everything. At the moment of resignation, of collecting oneself, of choice the individual is allowed to salute the absolute τέλος-but then, then comes the mediation. So, too, a dog can be taught to walk on two legs for a moment but then, then comes the mediation, and the dog walks on four legs – mediation also does that. Spiritually understood, a human being’s upright walk is his absolute respect for the absolute τέλος, otherwise he walks on all fours. When it is a matter of relative elements mediation has its significance (that they are all equal before mediation), but when it is a matter of the absolute end or goal, mediation means that the absolute τέλος is reduced to a <a href=\"/wiki/Relativism\" title=\"Relativism\">relative</a> τέλος. It is not true, either, that the absolute τέλος becomes concrete in the relative ends, because resignation’s absolute distinction will at every moment safeguard the absolute τέλος against all fraternizing. It is true that the individual oriented toward the absolute τέλος, is in the relative ends, but he is not in them in such a way that the absolute τέλος is exhausted in them. It is true that before God and before the absolute τέλος we are all equal, but it is not true that God or the absolute τέλος is equal with everything else for me or for a particular individual. It may be very commendable for a particular individual to be a councilor of justice, a good worker in the office, no.1 lover in the society, almost a virtuoso on the flute, captain of the popinjay shooting club, superintendent of the orphanage, a noble and respected father-in short, a devil of a fellow who can both-and has time for everything. But let the councilor take care that he does not become too much a devil of a fellow and proceed to do both all this and have time to direct his life toward the absolute τέλος. In other words, this <a href=\"/w/index.php?title=Both-and&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Both-and (page does not exist)\">both-and</a> means that the absolute <a href=\"/wiki/Telos_(philosophy)\" class=\"mw-redirect\" title=\"Telos (philosophy)\">τέλος</a> is on the same level with everything else. But the absolute τέλος has the remarkable quality of wanting to be the absolute τέλος at every moment. If, then, at the moment of resignation, of collecting oneself, of choice, an individual has understood this, it surely cannot mean that he is supposed to have forgotten it the next moment. Therefore, as I said before, resignation remains in the individual and the task is so far from getting the absolute τέλος <a href=\"/wiki/Mediation\" title=\"Mediation\">mediated</a> into all sorts of both-and that, on the contrary, it is to aim at the form of existence that permanently has the pathos of the great moment. <i><a href=\"/wiki/Concluding_Unscientific_Postscript\" class=\"mw-redirect\" title=\"Concluding Unscientific Postscript\">Concluding Unscientific Postscript</a></i>, Hong, pp. 400-401\n</p></blockquote><p>\nIn <i><a href=\"/wiki/Works_of_Love\" title=\"Works of Love\">Works of Love</a></i> and <i>Purity of Heart</i>, Kierkegaard skillfully examines <a href=\"/wiki/Christian_ethics\" title=\"Christian ethics\">Christian ethics</a> and the maxim, <i>Love Thy Neighbour</i>.<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup><sup id=\"cite_ref-SK.org_15-0\" class=\"reference\"><a href=\"#cite_note-SK.org-15\">&#91;15&#93;</a></sup> Kierkegaard stressed that it was <a href=\"/wiki/Christianity\" title=\"Christianity\">Christianity</a> that \"discovered the neighbor\".<sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup> </p><link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>Test it, place as the middle term between the lover and the beloved the neighbor, whom one shall love, place as a middle term between two friends the neighbor, whom one shall love, and you will immediately see jealousy. Yet the neighbor is self-denial’s middle term that steps in between self-love’s I and I, but also between erotic love’s and friendship’s I and the other I. .... Love for the neighbor is therefore the eternal equality in loving. Equality is simply not to make distinctions and eternal equality is unconditionally not to make the slightest distinction, unqualifiedly not to make the slightest distinction. The essential Christian is itself too weighty, in its movements too earnest to scurry about, dancing, in the frivolity of such facile talk about the higher, highest, and the supremely highest. Think of the most cultured person, one of whom we all admiringly say, “He is so cultured!” Then think of Christianity, which says to him, “You shall love the neighbor!” of course, a certain social courtesy, a politeness toward all people, a friendly condescension toward inferiors, a boldly confident attitude before the mighty, a beautifully controlled freedom of spirit, yes, this is culture – do you believe that it is also loving the neighbor? With the neighbor you have the equality of a human being before God. God is the middle term. Soren Kierkegaard, Works of Love, 1847, Hong p. 44-61\n</p></blockquote>\n<h3><span class=\"mw-headline\" id=\"Individuality\">Individuality</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Philosophy_of_S%C3%B8ren_Kierkegaard&amp;action=edit&amp;section=9\" title=\"Edit section: Individuality\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3><p>\nFor Kierkegaard, true <a href=\"/wiki/Individual\" title=\"Individual\">individuality</a> is called selfhood. Becoming aware of our true self is our true task and endeavor in life—it is an ethical imperative, as well as preparatory to a true religious understanding. Individuals can exist at a level that is less than true selfhood. We can live, for example, simply in terms of our <a href=\"/wiki/Pleasure\" title=\"Pleasure\">pleasures</a>—our immediate satisfaction of desires, propensities, or distractions. In this way, we glide through life without direction or purpose. To have a direction, we must have a purpose that defines for us the meaning of our lives. Kierkegaard puts it this way in <i>Either/Or</i>, </p><blockquote><p>Here, then, I have your view of life, and, believe me, much of your life will become clear to you if you will consider it along with me as thought-despair. You are a hater of activity in life-quite appropriately, because if there is to be meaning in it life must have continuity, and this your life does not have. You keep busy with your studies, to be sure; you are even diligent; but it is only for your sake, and it is done with as little <a href=\"/wiki/Teleology\" title=\"Teleology\">teleology</a> as possible. Moreover, you are unoccupied; like the laborers in the Gospel standing idle in the marketplace, you stick your hands in your pocket and <a href=\"/wiki/Contemplate\" class=\"mw-redirect\" title=\"Contemplate\">contemplate</a> life. Now you rest in despair. <a href=\"/wiki/Absurdism\" title=\"Absurdism\">Nothing concerns you</a>; you step aside for nothing; “If someone threw a roof tile down I would still not step aside.” You are like a dying person. You die daily, not in the profound, earnest sense in which one usually understands these words, but life has lost its reality and you “Always count the days of your life from one termination-notice to the next.” You let everything pass you by; nothing makes any impact. But then something suddenly comes along that grips you, an idea, a situation, a young girl’s smile, and now you are “involved,” for just on certain occasions you are not “involved,” so at other times you are “at your service” in every way. Wherever there is something going on you join in. You behave in life as you usually do in a crowd. “You work yourself into the tightest group, see to it, if possible, to get yourself shoved up over the others so that you come to be above them, and as soon as you are up there you make yourself as comfortable as possible, and in this way you let yourself be carried through life.” But when the crowd is gone, when the event is over, you again stand on the street corner and look at the world. <i>Either/Or Part II</i> p. 195-196, 272ff</p></blockquote>\n<p>In <i><a href=\"/wiki/Sickness_Unto_Death\" class=\"mw-redirect\" title=\"Sickness Unto Death\">Sickness Unto Death</a></i> specifically Kierkegaard deals with the self as a product of relations. In this sense, a human results from a relation between the Infinite (Noumena, spirit, eternal) and Finite (Phenomena, body, temporal). This does not create a true self, as a human can live without a \"self\" as he defines it. Instead, the Self or ability for the self to be created from a relation to the Absolute or God (the Self can only be realized through a relation to God) arises as a relation between the relation of the Finite and Infinite relating back to the human. This would be a positive relation.\n</p><p>\nAn individual person, for Kierkegaard, is a particular that no abstract formula or definition can ever capture. Including the individual in \"the public\" (or \"the crowd\" or \"the herd\") or subsuming a human being as simply a member of a species is a reduction of the true meaning of life for individuals. What philosophy or politics try to do is to categorize and pigeonhole individuals by group characteristics, each with their own individual differences. In <a href=\"/wiki/Four_Upbuilding_Discourses,_1843\" title=\"Four Upbuilding Discourses, 1843\">Four Upbuilding Discourses, 1843</a> Kierkegaard says the differences aren't important, the likeness with God is what brings equality. </p><blockquote><p>In the hallowed places, in every upbuilding view of life, the thought arises in a person’s soul that help him to fight the good fight with flesh and blood, with principalities and powers, and in the fight to free himself for equality before God, whether this battle is more a war of aggression against the differences that want to encumber him with worldly favoritism or a defensive war against the differences that want to make him anxious in worldly perdition. Only in this way is equality the divine law, only in this way is the struggle the truth, only in this way does the victory have validity- only when the single individual fights for himself with himself within himself and does not unseasonably presume to help the whole world to obtain external equality, which is of very little benefit, all the less so because it never existed, if for no other reason than that everyone would come to thank him and become unequal before him, only in this way is equality the divine law. <i>Eighteen Upbuilding Discourses</i>, by Soren Kiekegaard Hong, p. 143</p></blockquote><p>\nKierkegaard's critique of the modern age, therefore, is about the loss of what it means to be an individual. Modern society contributes to this dissolution of what it means to be an individual. Through its production of the <a href=\"/wiki/False_idol\" class=\"mw-redirect\" title=\"False idol\">false idol</a> of \"the public\", it diverts attention away from individuals to a mass public that loses itself in abstractions, communal dreams, and fantasies. It is helped in this task by the media and the mass production of products to keep it distracted. Even the fight for temporal equality is a distraction. In <a href=\"/wiki/Works_of_Love\" title=\"Works of Love\">Works of Love</a> he writes, </p><link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p> To bring about similarity among people in the world, to apportion to people, if possible equally, the conditions of temporality, is indeed something that preoccupies worldliness to a high degree. But even what we may call the well-intentioned worldly effort in this regard never comes to an understanding with Christianity. Well-intentioned worldliness remains piously, if you will, convinced that there must be one temporal condition, one earthly dissimilarity – found by means of calculations and surveys or in whatever other way – that is <a href=\"/wiki/Liberalism\" title=\"Liberalism\">equality</a>. <i>Works of Love</i>, by Søren Kierkegaard, 1847, Hong 1995 pp. 71-72 see pp. 61-90\n</p></blockquote>\n<p>Although Kierkegaard attacked \"the public\", he is supportive of communities:\n</p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>In community, the individual is, crucial as the prior condition for forming a community. … Every individual in the community guarantees the community; the public is a chimera, numerality is everything…</p><div class=\"templatequotecite\">—&#8201;<cite>Søren Kierkegaard, Journals<sup id=\"cite_ref-Journals_6-2\" class=\"reference\"><a href=\"#cite_note-Journals-6\">&#91;6&#93;</a></sup></cite></div>\n</blockquote>\n<h3><span id=\"Pathos_.28passion.29\"></span><span class=\"mw-headline\" id=\"Pathos_(passion)\">Pathos (passion)</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Philosophy_of_S%C3%B8ren_Kierkegaard&amp;action=edit&amp;section=10\" title=\"Edit section: Pathos (passion)\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>For Kierkegaard, in order to apprehend the absolute, the mind must radically empty itself of objective content. What supports this radical emptying, however, is the desire for the absolute. Kierkegaard names this desire <i>Passion</i>.<sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\">&#91;17&#93;</a></sup>\n</p><p>In line with this philosophy, some scholars have drawn similarities between the <a href=\"/wiki/Stoicism\" title=\"Stoicism\">Stoics</a> concept of <a href=\"/wiki/Apatheia\" title=\"Apatheia\">Apatheia</a> and Subjective Truth as the highest form of Wisdom. For the Stoics, Pathos (Passion) is a Perturbation which man has to overcome in a similar manner to Kierkegaard's concept of Objective Truth.<sup id=\"cite_ref-18\" class=\"reference\"><a href=\"#cite_note-18\">&#91;18&#93;</a></sup>\n</p><p>\nAccording to Kierkegaard, the human self desires that which is beyond <a href=\"/wiki/Reason\" title=\"Reason\">reason</a>. Desire itself appears to be a desire for the infinite, as Plato once wrote. Even the desire to propagate, according to <a href=\"/wiki/Plato\" title=\"Plato\">Plato</a>, is a kind of desire for <a href=\"/wiki/Immortality\" title=\"Immortality\">immortality</a>—that is, we wish to live on in time through our children and their children. <a href=\"/wiki/Erotic_love\" class=\"mw-redirect\" title=\"Erotic love\">Erotic love</a> itself appears as an example of this desire for something beyond the purely finite. It is a taste of what could be, if only it could continue beyond the boundaries of <a href=\"/wiki/Time\" title=\"Time\">time</a> and <a href=\"/wiki/Space\" title=\"Space\">space</a>. As the analogy implies, humans seek something beyond the here and now. The question remains, however, why is it that human pathos or passion is the most precious thing? In some ways, it might have to do with our status as existential beings. It is not thought that gets us through life—it is action; and what motivates and sustains action is passion, the desire to overcome hardships, pain, and suffering. It is also passion that enables us to die for ideals in the name of a higher reality. While a scientist might see this as plain emotion or simple animal desire, Kierkegaard sees it as that which binds to the source of life itself. The desire to live, and to live in the right way, for the right reasons, and with the right desires, is a holy and sacred force. For Kierkegaard all Christian action should have its ground in love, which is a passion. </p><link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>If anyone is unwilling to learn from Christianity to love himself in the right way, he cannot love the neighbor either. He can perhaps hold together with another or a few other persons, “through thick and thin,” as it is called, but this is by no means loving the neighbor. To love yourself in the right way and to love the neighbor correspond perfectly to one another, fundamentally they are one and the same thing. When the Law’s <i>as yourself</i> has wrested from you the self-love that Christianity sadly enough must <a href=\"/wiki/Presuppose\" class=\"mw-redirect\" title=\"Presuppose\">presuppose</a> to be in every human being, then you actually have learned to love yourself. The Law is therefore: you shall love yourself in the same way as you love your neighbor when you love him as yourself.\n</p><p>Whoever has any <a href=\"/wiki/Knowledge\" title=\"Knowledge\">knowledge</a> of people will certainly admit that just as he has often wished to be able to move them to relinquish self-love, he has also had to wish that it were possible to teach them to love themselves. When the bustler wastes his time and powers in the service of the futile, <a class=\"external text\" href=\"http://en.wiktionary.org/wiki/inconsequential\">inconsequential</a> pursuits, is that not because he has not <a href=\"/wiki/Learn\" class=\"mw-redirect\" title=\"Learn\">learned</a> rightly to love himself? When the light-minded person throws himself almost like a <a class=\"external text\" href=\"http://en.wiktionary.org/wiki/nonentity\">nonentity</a> into the folly of the moment and makes nothing of it, is this not because he does not know how to love himself rightly?\n</p><p>When the depressed person desires to be rid of life, indeed of himself, is this not because he is unwilling to learn earnestly and rigorously to love himself? When someone surrenders to <a href=\"/wiki/Despair_(emotion)\" class=\"mw-redirect\" title=\"Despair (emotion)\">despair</a> because the world or another person has faithlessly left him betrayed, what then is his fault (his innocent suffering is not referred to here) except not loving himself in the right way? When someone self-tormentingly thinks to do God a service by torturing himself, what is his sin except not willing to love himself in the right way? And if, alas, a person presumptuously lays violent hands upon himself, is not his sin precisely this, that he does not rightly love himself in the sense in which a person <i>ought</i> to love himself?\n</p><p>Oh, there is a lot of talk in the world about treachery, and faithlessness, and, God help us, it is unfortunately all too true, but still let us never because of this forget that the most dangerous traitor of all is the one every person has within himself. This treachery whether it consists in selfishly loving oneself or consists in selfishly not willing to love oneself in the right way – this treachery is admittedly a secret. No cry is raised as it usually is in the case of treachery and faithlessness. But is it not therefore all the more important that Christianity’s doctrine should be brought to mind again and again, that a person shall love his neighbor as himself, that is as he ought to love himself?  …  You shall love – this, then is the word of the <a href=\"/wiki/Great_Commandment\" title=\"Great Commandment\">royal Law</a>. <i>Works of Love</i>, Hong p. 22-24\n</p>\n</blockquote>\n<p>One can also look at this from the perspective of what the meaning of our existence is. Why suffer what humans have suffered, the pain and despair—what meaning can all of this have? For Kierkegaard, there is no meaning unless passion, the emotions and will of humans, has a divine source.\n</p><p>Passion is closely aligned with faith in Kierkegaard's thought. <a href=\"/wiki/Faith\" title=\"Faith\">Faith</a> as a passion is what drives humans to seek reality and truth in a transcendent world, even though everything we can know intellectually speaks against it. To live and die for a belief, to stake everything one has and is in the belief in something that has a higher meaning than anything in the world—this is belief and passion at their highest.\n</p><p>\nKierkegaard wrote of the subjective thinker's task in his <i>Concluding Unscientific Postscript</i>. Intellectual reason had been deified by Hegel in his theology and Kierkegaard felt this would lead to the <a href=\"/wiki/Objectification\" title=\"Objectification\">objectification</a> of religion.</p><link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>There is an old proverb: <i>oratio, tentatio, meditatio, faciunt theologum</i> [prayer, trial, meditation, make a theologian]. Similarly, for a subjective thinker, <a href=\"/wiki/Imagination\" title=\"Imagination\">imagination</a>, <a href=\"/wiki/Feeling\" title=\"Feeling\">feeling</a> and dialectics in impassioned existence-inwardness are required. But first and last, passion, because for an existing person it is impossible to think about existence without becoming passionate, inasmuch as existing is a prodigious contradiction from which the subjective thinker is not to abstract, for then it is easy, but in which he is to remain. In a world-historical dialectic, individuals fade away into humankind; in a dialectic such as that it is impossible to discover you and me, an individual existing human being, even if new magnifying glasses for the concrete are invented. The subjective thinker is a <a href=\"/wiki/Dialectic\" title=\"Dialectic\">dialectician</a> oriented to the <a href=\"/wiki/Existential\" class=\"mw-redirect\" title=\"Existential\">existential</a>; he has the intellectual passion to hold firm the qualitative disjunction. But, on the other hand, if the qualitative disjunction is used flatly and simply, if it is applied altogether abstractly to the <a href=\"/wiki/Individual\" title=\"Individual\">individual</a> <a href=\"/wiki/Human\" title=\"Human\">human</a> <a href=\"/wiki/Being\" title=\"Being\">being</a>, then one can run the ludicrous risk of saying something infinitely decisive, and of being right in what one says, and still not say the least thing. Therefore, in the psychological sense it is really remarkable to see the absolute disjunction deceitfully used simply for evasion. When the death penalty is placed on every crime, the result is that no crimes at all are punished. It is the same with the absolute disjunction when applied flatly and simply; it is just like a silent letter-it cannot be pronounced or, if it can be pronounced, it says nothing. The <a href=\"/wiki/Subjectivity\" title=\"Subjectivity\">subjective</a> <a href=\"/wiki/Intellectual\" title=\"Intellectual\">thinker</a>, therefore, has with intellectual <a href=\"/wiki/Passion_(emotion)\" title=\"Passion (emotion)\">passion</a> the absolute disjunction as belonging to existence, but he has it as the final decision that prevents everything from ending in a quantifying. Thus he has it readily available, but not in such a way that by abstractly recurring to it, he just frustrates <a href=\"/wiki/Existence\" title=\"Existence\">existence</a>. The subjective thinker, therefore, has also <a href=\"/wiki/Esthetic\" class=\"mw-redirect\" title=\"Esthetic\">esthetic</a> passion and <a href=\"/wiki/Ethics\" title=\"Ethics\">ethical</a> passion, whereby concretion is gained. All existence-issues are passionate, because existence, if one becomes <a href=\"/wiki/Conscious\" class=\"mw-redirect\" title=\"Conscious\">conscious</a> of it, involves passion. To think about them so as to leave out passion is not to think about them at all, is to forget the point that one indeed is oneself and existing person. Yet the subjective thinker is not a poet even if he is also a poet, not an ethicist even if he is also an ethicist, but is also a dialectician and is himself essentially existing, whereas the poet’s existence is inessential in relation to the poem, and likewise the ethicist’s in relation to the teaching, and the dialectician’s in relation to the thought. The subjective thinker is not a scientist-scholar; he is an artist. To exist is an art. The subjective thinker is esthetic enough for his life to have esthetic content, ethical enough to <a href=\"/wiki/Regulation\" title=\"Regulation\">regulate</a> it, dialectical enough in thinking to master it. The subjective thinker’s task is to understand himself in existence. pp. 350-351\n</p></blockquote>\n<h3><span class=\"mw-headline\" id=\"Subjectivity\">Subjectivity</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Philosophy_of_S%C3%B8ren_Kierkegaard&amp;action=edit&amp;section=11\" title=\"Edit section: Subjectivity\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p><i>Johannes Climacus</i>, in <i><a href=\"/wiki/Concluding_Unscientific_Postscript_to_Philosophical_Fragments\" title=\"Concluding Unscientific Postscript to Philosophical Fragments\">Concluding Unscientific Postscript to Philosophical Fragments</a></i>, writes the following cryptic line: \"<a href=\"/wiki/Subjectivity\" title=\"Subjectivity\">Subjectivity</a> is Truth\". To understand Climacus's concept of the individual, it is important to look at what he says regarding subjectivity. What is subjectivity? In very rough terms, subjectivity refers to what is personal to the individual—what makes the individual <i>who he is in distinction from others</i>. It is what is inside—what the individual can see, feel, think, imagine, dream, etc. It is often opposed to objectivity—that which is outside the individual, which the individual and others around can feel, see, measure, and think about. Another way to interpret subjectivity is the <i>unique</i> relationship between the subject and object.\n</p><p>\nJohann Fichte wrote similarly about subjectivity in his 1799 book <i><a href=\"/wiki/The_Vocation_of_Man\" title=\"The Vocation of Man\">The Vocation of Man</a></i>. </p><blockquote><p>I must, however, remind my reader that the \"I\" who speaks in the book is not the author himself, but it is his earnest wish that the reader should himself assume this character, and that he should not rest contented with a mere historical apprehension of what is here said, but really and truly, during reading, hold converse with himself, deliberate, draw conclusions, and form resolutions, like his representative in the book, and, by his own labour and reflection, developed out of his own soul, and build up within himself, that mode of thought the mere picture of which is laid before him in the work. Preface</p></blockquote>\n<p>Scientists and historians, for example, study the objective world, hoping to elicit the truth of nature—or perhaps the truth of <a href=\"/wiki/History\" title=\"History\">history</a>. In this way, they hope to predict how the future will unfold in accordance with these laws. In terms of history, by studying the past, the individual can perhaps elicit the laws that determine how events will unfold—in this way the individual can predict the future with more exactness and perhaps take control of events that in the past appeared to fall outside the control of humans.\n</p><p>\nIn most respects, Climacus did not have problems with <a href=\"/wiki/Science\" title=\"Science\">science</a> or the scientific endeavor. He would not disregard the importance of objective knowledge. Where the scientist or historian finds certainty, however, Climacus noted very accurately that results in science change as the tools of observation change. But Climacus's special interest was in history. His most vehement attacks came against those who believed that they had understood history and its laws—and by doing so could ascertain what a human’s true self is. That is, the assumption is that by studying history someone can come to know who he really is as a person. Kierkegaard especially accused Hegel's philosophy of falling prey to this assumption. He explained this in, <i>Concluding Unscientific Postscript</i>: </p><link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>It is the existing <a href=\"/wiki/Spirit\" title=\"Spirit\">spirit</a> who asks about <a href=\"/wiki/Truth\" title=\"Truth\">truth</a>, presumably because he wants to exist in it, but in any case the questioner is <a href=\"/wiki/Conscious\" class=\"mw-redirect\" title=\"Conscious\">conscious</a> of being an existing individual human being. In this way I believe I am able to make myself understandable to every Greek and to every <a href=\"/wiki/Rationality\" title=\"Rationality\">rational</a> human being. If a German philosopher follows his inclination to put on an act and first transforms himself into a superrational something, just as alchemists and sorcerers bedizen themselves fantastically, in order to answer the question about truth in an extremely satisfying way, this is of no more concern to me than his satisfying answer, which no doubt is extremely satisfying-if one is fantastically dressed up. But whether a German philosopher is or is not doing this can easily be ascertained by anyone who with enthusiasm concentrates his soul on willing to allow himself to be guided by a sage of that kind, and uncritically just uses his guidance compliantly by willing to form his <a href=\"/wiki/Existence\" title=\"Existence\">existence</a> according to it. When a person as a <a href=\"/wiki/Learner\" class=\"mw-redirect\" title=\"Learner\">learner</a> enthusiastically relates in this way to such a German professor, he accomplishes the most superb epigram upon him, because a speculator of that sort is anything but served by a learner’s honest and enthusiastic zeal for expressing and accomplishing, for existentially appropriating his <a href=\"/wiki/Wisdom\" title=\"Wisdom\">wisdom</a>, since this wisdom is something that the Herr Professor himself has <a href=\"/wiki/Imagination\" title=\"Imagination\">imagined</a> and has written books about but has never attempted himself. It has not even occurred to him that it should be done. Like the customers clerk who, in the belief that his business was merely to write, wrote what he himself could not read, so there are speculative thinkers who merely write, and write that which, if it is to be read with the aid of action, if I may put it that way, proves to be nonsense, unless it is perhaps intended only for fantastical beings. P. 191\n</p></blockquote>\n<p>Hegel wanted to philosophize about Christianity but had no intention to ever become a Christian. For Climacus, the individual comes to know who he is by an intensely personal and passionate pursuit of what will give meaning to his life. As an existing individual, who must come to terms with everyday life, overcome its obstacles and setbacks, who must live and die, the single individual has a life that no one else will ever live. In dealing with what life brings his way, the individual must encounter them with all his psycho-physical resources.\n</p><p>\nSubjectivity is that which the individual—and no one else—has. But what does it mean to have something like this? It cannot be understood in the same way as having a <a href=\"/wiki/Car\" title=\"Car\">car</a> or a bank account. It means to be someone who is becoming someone—it means being a person with a past, a present, and a future. No one can have an individual's past, present or future. Different people experience these in various ways—these experiences are unique, not anyone else's. Having a past, present, and future means that a person is an existing individual—that a person can find meaning in time and by existing. Individuals do not think themselves into existence, they are born. But once born and past a certain age, the individual begins to make choices in life; now those choices can be his, his parents', society's, etc. The important point is that to exist, the individual must make choices—the individual must decide what to do the next moment and on into the future. What the individual chooses and how he chooses will define who and what he is—to himself and to others. Kierkegaard put it this way in Works of Love, 1847: </p><link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>We are truly reluctant to make a young person arrogant prematurely and teach him to get busy judging the world. God forbid that anything we say should be able to contribute to developing this malady in a person. Indeed, we think we ought to make his life so strenuously inwardly that from the very beginning he has something else to think about, because it no doubt is a morbid hatred of the world that, perhaps without having considered the enormous responsibility, wants to be persecuted. But on the other hand we are also truly reluctant to deceive a young person by suppressing the difficulty and by suppressing it at the very moment we endeavor to recommend Christianity, inasmuch as that is the very moment we speak. We put our confidence in boldly daring to praise Christianity, also with the addition that in the world its reward, to put it mildly, is ingratitude. We regard it as our duty continually to speak about it in advance, so that we do not sometimes praise Christianity with an omission of what is essentially difficult, and at other times, perhaps on the occasion of a particular text, hit upon a few grounds of comfort for the person tried and tested in life. No, just when Christianity is being praised most strongly, the difficulty must simultaneously be emphasized. (….) Christianly the world’s opposition stands in an essential relationship to the inwardness of Christianity. Moreover, the person who chooses Christianity should at that very moment have an impression of its difficulty so that he can know what it is that he is choosing. Soren Kierkegaard, Works of Love, Hong 1995, pp. 193-194\n</p></blockquote><p>\nThe goal of life, according to <a href=\"/wiki/Socrates\" title=\"Socrates\">Socrates</a>, is to know thyself. Knowing oneself means being aware of who one is, what one can be and what one cannot be. Kierkegaard uses the same idea that Socrates used in his own writings. He asks the one who wants to be a single individual the following questions in his 1847 book, <i>Upbuilding Discourses in Various Spirits</i> </p><link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>Everyone must make an accounting to God as an individual; the king must make an accounting to God as an individual, and the most wretched beggar must make an accounting to God as an individual – lest anyone be arrogant by being more than an individual, lest anyone despondently think that he is not an individual, perhaps because in the busyness of the world he does not even have a name but is designated only by a number. What else, indeed, is the accounting of eternity than that the voice of conscience is installed eternally in its eternal right to be the only voice!...Are you now living in such a way that you are aware of being a single individual and thereby aware of your eternal responsibility before God; are you living in such a way that this awareness can acquire the time and stillness and liberty to withdraw from life, from an honorable occupation, from a happy domestic life – on the contrary, that awareness will support and transfigure and illuminate your conduct in the relationships of life. You are not to withdraw and sit brooding over your eternal accounting, whereby you only take on a new responsibility. You will find more and more time for your duties and tasks, while concern for your eternal responsibility will keep you from being busy and from busily taking part in everything possible – an activity that can best be called a waste of time...Have you made up your mind about how you want to perform your work, or are you continually of two minds because you want to be in agreement with the crowd? Do you stick to your bid, not defiantly, not despondently, but eternally concerned; do you, unchanged, continue to bid on the same thing and want to buy only the same thing while the terms are variously being changed?...Are you hiding nothing suspicious in your soul, so that you would still wish things were different, so that you would dare robber-like to seize the reward for yourself, would dare to parade it, would dare to point to it; so that you would wish the adversity did not exist because it constrains in you the selfishness that, although suppressed, yet foolishly deludes you into thinking that if you were lucky you would do something for the good that would be worth talking about, deludes you into forgetting that the devout wise person wishes no adversity away when it befalls him because he obviously cannot know whether it might not indeed be a good for him, into forgetting that the devout wise person wins his most beautiful victory when the powerful one who persecuted him wants, as they say, to spare him, and the wise one replies: I cannot unconditionally wish it, because I cannot definitely know whether the persecution might not indeed be a good for me. Are you doing good only out of the fear of punishment, so that you scowl even when you will the good, so that in your dreams at night you wish the punishment away and to that extent also the good, and in your daydreams delude yourself into thinking that one can serve the good with a slavish mind? \n</p><ul><li>Soren Kierkegaard, <i>Upbuilding Discourses in Various Spirits</i>, 1847, Hong pp. 127-140</li></ul>\n</blockquote>\n<p>Subjectivity comes with consciousness of myself as a self. It encompasses the emotional and intellectual resources that the individual is born with. Subjectivity is what the individual is as a human being. Now the problem of subjectivity is to decide how to choose—what rules or models is the individual going to use to make the right choices? What are the right choices? Who defines right? To be truly an individual, to be true to himself, his actions should in some way be expressed so that they describe who and what he is to himself and to others. The problem, according to Kierkegaard, is that we must choose who and what we will be based on subjective interests—the individual must make choices that will mean something to him as a reasoning, feeling being.\n</p><p>Kierkegaard decided to step up to the <a href=\"/wiki/Tree_of_the_knowledge_of_good_and_evil\" title=\"Tree of the knowledge of good and evil\">Tree of the knowledge of good and evil</a> for himself, replacing <a href=\"/wiki/Adam\" title=\"Adam\">Adam</a>, and make his <a href=\"/wiki/Choice\" title=\"Choice\">choice</a> in the presence of God, where no one was there to accuse or judge him but his Creator. This is what he had Abraham do in <i>Fear and Trembling</i>. This is how Kierkegaard thought learning about oneself takes place. Here is where the single individual learns about <a href=\"/wiki/Culpability\" title=\"Culpability\">guilt</a> and <a href=\"/wiki/Innocence\" title=\"Innocence\">innocence</a>. His book, <i>The Concept of Anxiety</i>, makes clear that Adam did have knowledge when he made his choice and that was the knowledge of freedom. The prohibition was there but so was freedom and Eve and Adam decided to use it.\n</p><p>In <a href=\"/wiki/Kierkegaard\" class=\"mw-redirect\" title=\"Kierkegaard\">Kierkegaard</a>'s meaning, purely theological assertions are <a href=\"/w/index.php?title=Subjective_truth&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Subjective truth (page does not exist)\">subjective truths</a> and they cannot be either verified or invalidated by science, i.e. through objective knowledge.<sup id=\"cite_ref-solomon_19-0\" class=\"reference\"><a href=\"#cite_note-solomon-19\">&#91;19&#93;</a></sup> For him, choosing if one is for or against a certain subjective truth is a purely arbitrary choice.<sup id=\"cite_ref-solomon_19-1\" class=\"reference\"><a href=\"#cite_note-solomon-19\">&#91;19&#93;</a></sup> He calls the jump from objective knowledge to religious faith a <a href=\"/wiki/Leap_of_faith\" title=\"Leap of faith\">leap of faith</a>, since it means subjectively accepting statements which cannot be rationally justified.<sup id=\"cite_ref-solomon_19-2\" class=\"reference\"><a href=\"#cite_note-solomon-19\">&#91;19&#93;</a></sup> For him the Christian faith is the result of the trajectory initiated by such choices, which don't have and cannot have a rational ground (meaning that reason is neither for or against making such choices).<sup id=\"cite_ref-solomon_19-3\" class=\"reference\"><a href=\"#cite_note-solomon-19\">&#91;19&#93;</a></sup> Objectively regarded, purely theological assertions are neither true nor false.<sup id=\"cite_ref-solomon_19-4\" class=\"reference\"><a href=\"#cite_note-solomon-19\">&#91;19&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Three_stages_of_life\">Three stages of life</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Philosophy_of_S%C3%B8ren_Kierkegaard&amp;action=edit&amp;section=12\" title=\"Edit section: Three stages of life\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3><p>\nEarly American Kierkegaard scholars tried to reduce the complexity of Kierkegaard's authorship by focusing on three levels of individual existence, which are named in passing by one of Kierkegaard's pseudonyms, Johannes Climacus, who wrote <i>Concluding Unscientific Postscript</i>. Though the stages represent only one way of interpreting Kierkegaard's thought, it has become a popular way of introducing his authorship.<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (January 2011)\">citation needed</span></a></i>&#93;</sup> In continental European circles, stage theory never took hold in the same way. This typifies what Kierkegaard was talking about throughout his writing career. \"Early American scholars\" and \"European circles\" denote partitions of thought concerning the writings of his works. He was against \"reflecting oneself out of reality\" and partitioning the \"world of the spirit\" because the world of the spirit cannot be objectively divided. He wrote about Hegel's stages in his book, <i>Lectures on the Philosophy of Religion</i>: </p><link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><blockquote><p>These stages may be compared to those of the ages of man. The child is still in the primal immediate unity of the will with nature, as representing both his own nature and the nature which surrounds him. The second stage, adolescence, when individuality is in process of becoming independent, is the living spirituality, the vitality of Spirit, which while setting no end before it as yet, moves forward, has aspirations, and takes an interest in everything which comes its way. The third is the age of manhood; this is the period of work for a particular end, to which the man makes himself subserviently, to which he devotes his energies. Finally, old age might be considered as a last stage, which having the Universal before it as an end, and recognizing this end, has turned back from the particular interests of life and work to the universal aim, the absolute final end, and has, as it were, gathered itself together out of the wide and manifold interests of actual outward existence and concentrated itself in the infinite depths of its inner life. Such are the determinations which follow in a logical manner from the nature of the Notion. At the close it will become apparent that even the original immediacy does not exist as immediacy, but is something posited. The child itself is something begotten.  George Wilhelm Friedrich Hegel,  <i>Lectures on the Philosophy of Religion vol 1</i> translated by Rev. E B Speiers 1895 p. 266ff<sup id=\"cite_ref-20\" class=\"reference\"><a href=\"#cite_note-20\">&#91;20&#93;</a></sup></p></blockquote><blockquote><p>In the world of the spirit, the different stages are not like cities on a journey, about which it is quite all right for the traveler to say directly, for example: We left Peking and came to Canton and were in Canton on the fourteenth. A traveler like that changes places, not himself; and thus it is alright for him to mention and to recount the change in a direct, unchanged form. But in the world of the spirit to change place is to be changed oneself, and there all direct assurance of having arrived here and there is an attempt a la <a href=\"/wiki/Baron_Munchausen\" title=\"Baron Munchausen\">Munchausen</a>. The presentation itself demonstrates that one has reached that far place in the world of spirit. ... The <a href=\"/wiki/Pseudonym\" title=\"Pseudonym\">pseudonymous</a> author and I along with them were all <a href=\"/wiki/Qualia\" title=\"Qualia\">subjective</a>. I ask for nothing better than to be known in our <i>objective</i> times as the only person who was not capable of being objective. That subjectivity, inwardness, is truth, that existing is the decisive factor, that this was the way to take to Christianity, which is precisely inwardness, but please note, not every inwardness, which was why the preliminary stages definitely had to be insisted upon-that was my idea, I thought that I had found a similar endeavor in the pseudonymous writings, and I have tried to make clear my interpretation of them and their relation to my <i><a href=\"/wiki/Philosophical_Fragments\" title=\"Philosophical Fragments\">Fragments</a></i>. Søren Kierkegaard, <i>Concluding Unscientific Postscript to Philosophical Fragments</i>, 1846, Hong translation 1992</p></blockquote>\n</blockquote><p>\nIn one popular interpretation of stage theory, each of the so-called levels of existence envelops those below it: an ethical person is still capable of aesthetic enjoyment, for example, and a religious person is still capable of aesthetic enjoyment and ethical duty. The difference between these ways of living are internal, not external, and thus there are no external signs one can point to determine at what level a person is living. This inner and outer relationship is commonly determined by an individual by looking to others to gauge one's action, Kierkegaard believed one should look to oneself and in that relationship look to Christ as the example instead of looking at others because the more you look at others the less you see of yourself. This makes it easier to degrade your neighbor instead of loving your neighbor. But one must love the person one sees not the person one wishes to see. Either love the person you see as that person is the person he is or stop talking about loving everyone.<sup id=\"cite_ref-21\" class=\"reference\"><a href=\"#cite_note-21\">&#91;21&#93;</a></sup> </p><link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>Back to the <i><a href=\"/wiki/Stages_on_Life%27s_Way\" title=\"Stages on Life&#39;s Way\">Stages</a></i>. It is markedly different from <i><a href=\"/wiki/Either/Or\" title=\"Either/Or\">Either/Or</a></i> by a <a href=\"/wiki/Trichotomy_(philosophy)\" title=\"Trichotomy (philosophy)\">tripartition</a>. There are three stages, an esthetic, an ethical, a religious, yet not <a href=\"/wiki/Abstract_object\" class=\"mw-redirect\" title=\"Abstract object\">abstract</a> as the immediate mediate, the unity, but concrete in the qualification of existence categories as pleasure-perdition, action-victory, suffering. But despite this tripartition, the book is nevertheless an either/or. That is, the ethical and the religious stages have an essential relation to each other. The inadequacy of <i>Either/Or</i> is simply that the work ended ethically, as has been shown. In <i>Stages</i> that has been made clear, and the religious is maintained in its place. .... A story of suffering; suffering is the religious category. In <i>Stages</i> the esthete is no longer a clever fellow frequenting B's living room — a hopeful man, etc., because he still is only a possibility; no, he is existing [<i>existerer</i>]. \"It is exactly the same as Either/Or.\" Constantin Constantius and the Young Man placed together in Quidam of the experiment. (<a href=\"/wiki/Humor\" class=\"mw-redirect\" title=\"Humor\">Humor</a> advanced.) <i>Concluding Unscientific Postscript</i>, Hong, <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/?id=kE1KCSZjUaAC&amp;pg=PA294&amp;dq=%22But+back+to+Stages.+It+is+markedly+different+from+Either/Or+by+a+tripartition.+There+are+three+stages,+an+esthetic,+an+ethical,+a+religious,+yet+not+abstract+as+the+immediate+mediate,+the+unity,+but+concrete+in+the+qualification+of+existence+categories+as+pleasure-perdition,+action-victory,+suffering.+But+despite+this+tripartition,+the+book+is+nevertheless+an+either/or.+That+is,+the+ethical+and+the+religious+stages+have+an+essential+relation+to+each+other.+The+inadequacy+of+Either/Or+is+simply+that+the+work%22\">p. 294</a>, <i>Journals of Søren Kierkegaard</i>, VIB 41:10\n</p></blockquote> <link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>Christ's love for Peter was boundless in this way: in loving Peter he accomplished loving the person one sees. He did not say, \"Peter must first change and become another person before I can love him again.\" No, he said exactly the opposite, \"Peter is Peter, and I love him. My love, if anything will help him to become another person.\" Therefore he did not break off the friendship in order perhaps to renew it if Peter would have become another person; no, he preserved the friendship unchanged and in that way helped Peter to become another person. Do you think that Peter would have been won again without Christ's faithful friendship? But it is so easy to be a friend when this means nothing else than to request something in particular from the friend and, if the friend does not respond to the request, then to let the friendship cease, until it perhaps begins again if he responds to the request. Is this a relationship of friendship? Who is closer to helping an erring one than the person who calls himself his friend, even if the offense is committed against the friend! But the friend withdraws and says (indeed, it is as if a third person were speaking): When he has become another person, then perhaps he can become my friend again. We are not far from regarding such behavior as magnanimous. But truly we are far from being able to say of such a friend that in loving he loves the person he sees. Christ’s love was boundless, as it must be if this is to be fulfilled: in loving to love the person one sees. This is very easy to perceive. However much and in whatever way a person is changed, he still is not changed in such a way that he becomes invisible. If this-the impossible-is not the case, then of course we do see him, and the duty is to love the person one sees. Ordinarily we think that if a person has essentially changed for the worse, he is then so changed that we are exempt from loving him. But Christianity asks: Can you because of this change no longer see him? The answer to that must be: Certainly I can see him; I see that he is no longer worth loving. But if you see this, then you do not really see him (which you certainly cannot deny you are doing in another sense), you see only the unworthiness and the imperfection and thereby admit that when you loved him you did not see <i>him</i> in another sense but merely saw his excellence and perfections, which you loved. \n</p><ul><li>Søren Kierkegaard, <i>Works of Love</i> (1847) Hong 1995 p. 172-173</li></ul>\n<p>When a person to whom the possible pertains relates himself equally to the duality of the possible, we say: He expects. To expect contains within itself the same duality that the possible has, and to expect is to relate oneself to the possible purely and simply as such. Then the relationship divides according to the way the expecting person chooses. To relate oneself expectantly to the possibility of the good is to hope, which for that very reason cannot be any temporal expectancy but is an eternal hope. To relate oneself expectancy to the possibility of evil is to fear. But both the one who hopes and the one who fears are expecting. As soon, however, as the choice is made, the possible is changed, because the possibility of the good is the eternal. It is only in the moment of contact that the duality of the possible is equal; therefore, by the decision to choose hope, one decided infinitely more than it seems, because it is an eternal decision.\n</p><p>People think that they are speaking with ample experience in dividing a person’s life into certain periods and ages and then call the first period the age of hope or of possibility. What nonsense! Thus, in talk about hope they completely leave out the eternal and yet speak about hope. But how is this possible, since hope pertains to the possibility of the good, and thereby to the eternal! On the other hand, how is it possible to speak about hope in such a way that it is assigned to a certain age! Surely the eternal extends over the whole of life and there is and should be hope to the end; then there is no period that is the age of hope, but a person’s whole life should be the time of hope! And then they think they are speaking with ample experience about hope-by abolishing the eternal. \n</p>\n<ul><li>Søren Kierkegaard, <i>Works of Love</i> (1847) Hong 1995 p. 249-251</li></ul>\n</blockquote>\n<h4><span class=\"mw-headline\" id=\"Stage_one:_aesthetic\">Stage one: aesthetic</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Philosophy_of_S%C3%B8ren_Kierkegaard&amp;action=edit&amp;section=13\" title=\"Edit section: Stage one: aesthetic\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h4><p>\nKierkegaard was interested in <a href=\"/wiki/Aesthetics\" title=\"Aesthetics\">aesthetics</a>, and is sometimes referred to as the \"poet-philosopher\" because of the passionate way in which he approached <a href=\"/wiki/Philosophy\" title=\"Philosophy\">philosophy</a>. But he is often said to be interested in showing the inadequacy of a life lived entirely in the aesthetic level. Aesthetic life is defined in numerous different ways in Kierkegaard's authorship, including a life defined by intellectual enjoyment, sensuous desire, and an inclination to interpret oneself as if one were \"on stage.\" There are many degrees of this aesthetic existence and a single definition is thus difficult to offer. At bottom, one might see the purely unreflective lifestyle. At the top, we might find those lives which are lived in a reflective, independent, critical and socially apathetic way. But many interpreters of Kierkegaard believe that most people live in the least reflective sort of aesthetic stage, their lives and activities guided by everyday tasks and concerns. Fewer aesthetically guided people are the reflective sort. Whether such people know it or not, their lives will inevitably lead to complete despair. Kierkegaard's author <i>A</i> is an example of an individual living the aesthetic life. </p><link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><blockquote><p>You love the accidental. A smile from a pretty girl in an interesting situation, a stolen glance, that is what you are hunting for, that is a motif for your aimless fantasy. You who always pride yourself on being an observateur must, in return, put up with becoming an object of observation. Ah, you are a strange fellow, one moment a child, the next an old man; one moment you are thinking most earnestly about the most important scholarly problems, how you will devote your life to them, and the next you are a lovesick fool. But you are a long way from marriage. <i>Either/Or Part II</i> p. 7-8</p></blockquote><blockquote><p>Just consider, your life is passing; for you, too, the time will eventually come even to you when your life is at an end, when you are no longer shown any further possibilities in life, when recollection alone is left, recollection, but not in the sense in which you love it so much, this mixture of fiction and truth, but the earnest and faithful recollection of your conscience. Beware that it does not unroll a list for you-presumably not of actual crimes but of wasted possibilities, showdown pictures it will be impossible for you to drive away. The <a href=\"/wiki/Intellectual\" title=\"Intellectual\">intellectual</a> agility you possess is very becoming to youth and diverts the eye for a time. We are astonished to see a clown whose joints are so loose that all the restraints of man’s gait and posture are annulled. You are like that in an intellectual sense; you can just as well stand on your head as on your feet. Everything is <a href=\"/wiki/Logical_possibility\" title=\"Logical possibility\">possible</a> for you, and you can surprise yourself and others with this possibility, but it is unhealthy, and for your own peace of mind I beg you to watch out lest that which is an advantage to you end by becoming a curse. Any man who has a conviction cannot at his pleasure turn himself and everything topsy-turvy in this way. Therefore I do not warn you against the world but against yourself and the world against you. <i>Either/Or II</i>, Hong p. 16</p></blockquote>\n</blockquote>\n<h4><span class=\"mw-headline\" id=\"Stage_two:_ethical\">Stage two: ethical</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Philosophy_of_S%C3%B8ren_Kierkegaard&amp;action=edit&amp;section=14\" title=\"Edit section: Stage two: ethical\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h4><p>\nThe second level of existence is the ethical. This is where an individual begins to take on a true direction in life, becoming aware of and personally responsible for <a href=\"/wiki/Goodness_and_value_theory\" class=\"mw-redirect\" title=\"Goodness and value theory\">good</a> and <a href=\"/wiki/Evil\" title=\"Evil\">evil</a> and forming a commitment to oneself and others. One's actions at this level of existence have a consistency and coherence that they lacked in the previous sphere of existence. For many readers of Kierkegaard, the ethical is central. It calls each individual to take account of their lives and to scrutinize their actions in terms of absolute responsibility, which is what Kierkegaard calls <a href=\"/wiki/Repentance\" title=\"Repentance\">repentance</a>. If we compare Kierkegaard's idea of ethics with Vedic system of four aims of life, this Ethical system probably correlates most with <a href=\"/wiki/Dharma\" title=\"Dharma\">Dharma</a> - following this or that religion,set of rules, laws etc. (Hindus would call any religion as \"dharma\", though dharma is also a <a href=\"/wiki/Law\" title=\"Law\">law</a>). </p><blockquote><p>\"He repents himself back into himself, back into the family, back into the race, until he finds himself in God. Only on this condition can he choose himself. And this is the only condition he wants, for only in this way can he choose himself absolutely.\" ....  “I repent myself out of the whole existence. Repentance specifically expresses that evil essentially belongs to me and at the same time expresses that it does not essentially belong to me. If the evil in me did not essentially belong to me, I could not choose it; but if there were something in me that I could not choose absolutely, then I would not be choosing myself absolutely at all, then I myself would not be the absolute but only a product.\" .... \"It is a sign of a well brought up child to be inclined to say it is sorry without too much pondering whether it is in the right or not, and it is likewise a sign of a high-minded person and a deep soul if he is inclined to repent, if he does not take God to court but repents and loves God in his repentance. Without this, his life is nothing, only like foam.\"  ... \"The <a href=\"/wiki/Either/Or\" title=\"Either/Or\">Either/Or</a> I erected between living esthetically and living ethically is not an unqualified dilemma, because it actually is a matter of only one choice. Through this choice, I actually choose between good and evil, but I choose the good, I choose <i>eo ipso</i> the choice between good and evil. The original choice is forever present in every succeeding choice.\" Søren Kierkegaard, Either/Or Part II, Hong, p. 216-217, 224, 237-238, 219</p></blockquote>\n<p>\"Judge Wilhelm,\" a pseudonymous author of <i>Either/Or</i> and the voice who defines the ethical consciousness, argues that the commitment to take responsibility for one's own choices must be made individually. To take responsibility for the various relationships in which an individual finds him- or herself is a possibility open to every human being, but it does not follow that every human being chooses to do so as a matter of course. The meaning of a person's life for Wilhelm depends on how he takes responsibility for his current and future choices, and how he takes ownership of those choices already made. For Wilhelm, the ethically governed person takes responsibility for past actions, some good and some bad, seeks consistency, and takes seriously the obligation to live in a passionate and devoted way. \n</p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><blockquote><p>The Christian God is spirit and Christianity is spirit, and there is discord between the flesh and the spirit but the flesh is not the sensuous-it is the selfish. In this sense, even the spiritual can become sensuous-for example, if a person took his spiritual gifts in vain, he would then be carnal. And of course I know that it is not necessary for the Christian that Christ must have been physically beautiful; and it would be grievous-for a reason different from the one you give-because if beauty were some essential, how the believer would long to see him; but from all this it by no means follows that the sensuous is annihilated in Christianity. The first love has the element of beauty in itself, and the joy and fullness that are in the sensuous in its innocence can very well be caught up in Christianity. But let us guard against one thing, a wrong turn that is more dangerous than the one you wish to avoid; let us not become too spiritual. Either/Or Part II p. 50</p></blockquote><blockquote><p>The question, namely, is this: Can this love be actualized? After having conceded everything up to this point, you perhaps will say: Well, it is just as difficult to actualize marriage as to actualize first love. To that I must respond: No, for in marriage there is a law of motion. First love remains an unreal <a href=\"/wiki/Noumenon#Positive_and_negative_noumena\" title=\"Noumenon\">in itself</a> that never acquires inner substance because it moves only in the external medium. In the ethical and religious intention, marital love has the possibility of an inner history and is as different from first love as the historical is from the unhistorical. This love is strong, stronger than the whole world, but the moment it doubts it is annihilated; it is like a sleepwalker who is able to walk the most dangerous places with the complete security but plunges down when someone calls his name. Marital love is armed, for in the intention not only is attentiveness directed to the surrounding world but the will is directed toward itself, toward the inner world. Either/Or II p. 94</p></blockquote><blockquote><p>The choice itself is crucial for the content of the personality: through the choice the personality submerges itself in that which is being chosen, and when it does not choose, it withers away in atrophy. ... Imagine a captain of a ship the moment a shift of direction must be made; then he may be able to say: I can do either this or that. But if he is not a mediocre captain he will also be aware that during all this the ship is ploughing ahead with its ordinary velocity, and thus there is but a single moment when it is inconsequential whether he does this or does that. So also with a person-if he forgets to take into account the velocity-there eventually comes a moment where it is no longer a matter of an Either/Or, not because he has chosen, but because he has refrained from it, which also can be expressed by saying: Because others have chosen for him-or because he has lost himself. Either/Or II p. 163-164</p></blockquote>\n</blockquote>\n<h4><span class=\"mw-headline\" id=\"Stage_three:_religious\">Stage three: religious</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Philosophy_of_S%C3%B8ren_Kierkegaard&amp;action=edit&amp;section=15\" title=\"Edit section: Stage three: religious\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h4><p>\nThe ethical and the <a href=\"/wiki/Religious\" class=\"mw-redirect\" title=\"Religious\">religious</a> are intimately connected:  a person can be ethically serious without being religious, but the religious stage includes the ethical. Whereas living in the ethical sphere involves a commitment to some <a href=\"/wiki/Moral_absolutism\" title=\"Moral absolutism\">moral absolute</a>, living in the religious sphere involves a commitment and relation to the Christian God. Kierkegaard explained this in <i>Concluding Unscientific Postscript</i> like this: </p><link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>Johannes the <a href=\"/wiki/Seducer\" class=\"mw-redirect\" title=\"Seducer\">Seducer</a> ends with the <a href=\"/wiki/Thesis\" title=\"Thesis\">thesis</a> that woman is only the moment. This in its general sense is the essential esthetic thesis, that the moment is all and to that extent, in turn, essentially nothing, just as the <a href=\"/wiki/Sophist\" title=\"Sophist\">Sophistic</a> thesis that everything is true is that nothing is true. On the whole the conception of <a href=\"/wiki/Time\" title=\"Time\">time</a> is the decisive element in every standpoint up to the paradox, which paradoxically accentuates time. To the degree that time is accentuated, to the same degree there is movement from the esthetic, the <a href=\"/wiki/Metaphysics\" title=\"Metaphysics\">metaphysical</a>, to the <a href=\"/wiki/Ethical\" class=\"mw-redirect\" title=\"Ethical\">ethical</a>, the religious, and the <a href=\"/wiki/Christian\" title=\"Christian\">Christian</a>-religious. Where Johannes the Seducer ends, the Judge begins: Woman’s beauty increases with the years. Here time is accentuated ethically, but still not in such a way that precludes the possibility of recollection’s withdrawal out of <a href=\"/wiki/Existence\" title=\"Existence\">existence</a> into the <a href=\"/wiki/Immortality\" title=\"Immortality\">eternal</a>. p. 298-299\n</p><p>If a man like Kant, standing on the pinnacle of scientific scholarship, were to say in reference to demonstrations of the existence of God: Well, I do not know anything more about that than that my father told me it was so-this is humorous and actually says more than a whole book about demonstrations, if the book forgets this. p. 552-553\n</p>\n</blockquote><p>\nThe Kierkegaardian pseudonyms who speak of stage theory consider religion to be the highest stage in human existence. In one discussion of religious life, one of Kierkegaard's pseudonyms, Johannes Climacus, distinguishes two types within this stage, which have been called <i>Religiousness A</i> and <i>Religiousness B</i>.<sup id=\"cite_ref-22\" class=\"reference\"><a href=\"#cite_note-22\">&#91;22&#93;</a></sup> One type is symbolized by the <a href=\"/wiki/Greek_philosophy\" class=\"mw-redirect\" title=\"Greek philosophy\">Greek philosopher</a> <a href=\"/wiki/Socrates\" title=\"Socrates\">Socrates</a>, whose passionate pursuit of the truth and individual conscience came into conflict with his society. Another type of religiousness is one characterized by the realization that the individual is <a href=\"/wiki/Sin\" title=\"Sin\">sinful</a> and is the source of untruth.  In time, through revelation and in direct relationship with the <a href=\"/wiki/Paradox\" title=\"Paradox\">paradox</a> that is <a href=\"/wiki/Jesus\" title=\"Jesus\">Jesus</a>, the individual begins to see that his or her eternal salvation rests on a paradox—<a href=\"/wiki/Attributes_of_God_in_Christianity#Transcendence\" title=\"Attributes of God in Christianity\">God, the transcendent</a>, coming into time in human form to redeem human beings. For Kierkegaard, the very notion of this occurring was scandalous to human reason—indeed, it must be, and if it is not then one does not truly understand the <a href=\"/wiki/Incarnation_(Christianity)\" title=\"Incarnation (Christianity)\">Incarnation</a> nor the meaning of human sinfulness. For Kierkegaard, the impulse towards an awareness of a transcendent power in the universe is what religion is. Religion has a social and an individual (not just personal) dimension. But it begins with the individual and his or her awareness of sinfulness. Here are several quotes from Kierkegaard's where he discusses his concept of sin. </p><blockquote><p>The sin/faith opposition is the Christian one which transforms all ethical concepts in a Christian way and distils one more decoction from them. At the root of the opposition lies the crucial Christian specification: before God; and that in turn has the crucial Christian characteristic: the absurd, the paradox, the possibility of offense. And it is of the utmost importance that this is demonstrated in every specification of the Christian, since offense is the Christian protection against all speculative philosophy. In what, then, do we find the possibility of offense here? In the fact that a person should have the reality of his being, as a particular human being, directly before God, and accordingly, again, and by the same token, that man’s sin should be of concern of God. This notion of the single human being before God never occurs to speculative thought; it only universalizes particular human phantastically into the human race. It is exactly for this reason that a disbelieving Christianity came up with the idea that sin is sin, that it is neither here nor there whether it is before God. In other words, it wanted to get rid of the specification ‘before God’, and to that end invented a new wisdom, which nevertheless, curiously enough, was neither more nor less than what the higher wisdom generally is-old paganism. <i>The Sickness Unto Death</i>, Hannay, 1989 p. 115</p></blockquote> <blockquote><p>Admittance is only through the consciousness of sin; to want to enter by any other road is high treason against Christianity. … The simple soul who humbly acknowledges himself to be a sinner, himself personally (the single individual), has no need at all to learn about all the difficulties that come when one is neither simple or humble. … To the extent Christianity, terrifying, will rise up against him and transform itself into madness or horror until he either learns to give up Christianity or-by means of what is anything but scholarly propaedeutics, apologetics, etc., by means of the anguish of a contrite conscience, all in proportion to his need-learns to enter into Christianity by the narrow way, through the consciousness of sin. <i>Practice in Christianity</i>, Hong, 1991, p. 67-68</p></blockquote>\n<h2><span id=\"Kierkegaard.27s_thoughts_on_other_philosophers\"></span><span class=\"mw-headline\" id=\"Kierkegaard's_thoughts_on_other_philosophers\">Kierkegaard's thoughts on other philosophers</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Philosophy_of_S%C3%B8ren_Kierkegaard&amp;action=edit&amp;section=16\" title=\"Edit section: Kierkegaard&#039;s thoughts on other philosophers\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"Kierkegaard_and_Fichte\">Kierkegaard and Fichte</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Philosophy_of_S%C3%B8ren_Kierkegaard&amp;action=edit&amp;section=17\" title=\"Edit section: Kierkegaard and Fichte\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<div class=\"thumb tleft\"><div class=\"thumbinner\" style=\"width:152px;\"><a href=\"/wiki/File:Johann_Gottlieb_Fichte.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Johann_Gottlieb_Fichte.jpg/150px-Johann_Gottlieb_Fichte.jpg\" width=\"150\" height=\"176\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Johann_Gottlieb_Fichte.jpg/225px-Johann_Gottlieb_Fichte.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/8/8d/Johann_Gottlieb_Fichte.jpg 2x\" data-file-width=\"286\" data-file-height=\"336\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Johann_Gottlieb_Fichte.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>Fichte</div></div></div><p> Kierkegaard wrote much about <a href=\"/wiki/Johann_Gottlieb_Fichte\" title=\"Johann Gottlieb Fichte\">Johann Gottlieb Fichte</a> in his thesis <i><a href=\"/wiki/The_Concept_of_Irony\" class=\"mw-redirect\" title=\"The Concept of Irony\">The Concept of Irony</a></i><sup id=\"cite_ref-23\" class=\"reference\"><a href=\"#cite_note-23\">&#91;23&#93;</a></sup> as well as in his first book <i><a href=\"/wiki/De_omnibus_dubitandum_est\" title=\"De omnibus dubitandum est\">De omnibus dubitandum est</a></i>, written under the pseudonym Johannes Climacus, and his Journals. Fichte wrote the book <i><a href=\"/wiki/The_Vocation_of_Man\" title=\"The Vocation of Man\">The Vocation of Man</a></i> (1800) which called for a progression in the life of the human being from doubt to knowledge and then to faith. <i>De omnibus dubitandum est</i> is from Descartes and means everything must be doubted. Both Kierkegaard and Fichte were interested in this idea of beginning with doubt as well as subjectivity. Kierkegaard wrote: \"In Fichte, subjectivity became free, infinite, negative. But in order for subjectivity to get out of this movement of emptiness in which it moved in infinite abstraction, it had to be negated; in order for thought to become actual, it had to become concrete.\"<sup id=\"cite_ref-24\" class=\"reference\"><a href=\"#cite_note-24\">&#91;24&#93;</a></sup></p><link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>Our whole age is imbued with a formal striving. This is what led us to disregard congeniality and to emphasize symmetrical beauty, to prefer conventional rather than sincere social relations. It is this whole striving which is denoted by — to use the words of another author — Fichte's and the other philosophers' attempts to construct systems by sharpness of mind and <a href=\"/wiki/Robespierre\" class=\"mw-redirect\" title=\"Robespierre\">Robespierre</a>'s attempt to do it with the help of the guillotine; it is this which meets us in the flowing butterfly verses of our poets and in Auber's music, and finally, it is this which produces the many revolutions in the political world. I agree perfectly with this whole effort to cling to form, insofar as it continues to be the medium through which we have the idea, but it should not be forgotten that it is the idea which should determine the form, not the form which determines the idea. We should keep in mind that life is not something abstract but something extremely individual. We should not forget that, for example, from a poetic genius' position of immediacy, form is nothing but the coming into existence of the idea in the world, and that the task of reflection is only to investigate whether or not the idea has gotten the properly corresponding form. Form is not the basis of life, but life is the basis of form. Imagine that a man long infatuated with the Greek mode of life had acquired the means to arrange for a building in the Greek style and a Grecian household establishment — whether or not he would be satisfied would be highly problematical, or would he soon prefer another form simply because he had not sufficiently tested himself and the system in which he lived. But just as a leap backward is wrong (something the age, on the whole, is inclined to acknowledge), so also a leap forward is wrong — both of them because a natural development does not proceed by leaps, and life's earnestness will ironize over every such experiment, even if it succeeds momentarily.     Soren Kierkegaard, <i>Journals</i>, Our Journalistic Literature November 28, 1835\n</p></blockquote>\n<h3><span class=\"mw-headline\" id=\"Kierkegaard_and_Hegel\">Kierkegaard and Hegel</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Philosophy_of_S%C3%B8ren_Kierkegaard&amp;action=edit&amp;section=18\" title=\"Edit section: Kierkegaard and Hegel\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:152px;\"><a href=\"/wiki/File:G.W.F._Hegel_(by_Sichling,_after_Sebbers).jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b6/G.W.F._Hegel_%28by_Sichling%2C_after_Sebbers%29.jpg/150px-G.W.F._Hegel_%28by_Sichling%2C_after_Sebbers%29.jpg\" width=\"150\" height=\"172\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b6/G.W.F._Hegel_%28by_Sichling%2C_after_Sebbers%29.jpg/225px-G.W.F._Hegel_%28by_Sichling%2C_after_Sebbers%29.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/b/b6/G.W.F._Hegel_%28by_Sichling%2C_after_Sebbers%29.jpg/300px-G.W.F._Hegel_%28by_Sichling%2C_after_Sebbers%29.jpg 2x\" data-file-width=\"500\" data-file-height=\"573\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:G.W.F._Hegel_(by_Sichling,_after_Sebbers).jpg\" class=\"internal\" title=\"Enlarge\"></a></div>Hegel</div></div></div>\n<p>Many philosophers think that one of Kierkegaard's greatest contributions to philosophy is his critique of <a href=\"/wiki/Georg_Wilhelm_Friedrich_Hegel\" title=\"Georg Wilhelm Friedrich Hegel\">Georg Wilhelm Friedrich Hegel</a>. Indeed, many of Kierkegaard's works are written in response to or as a critique of Hegel. Although Kierkegaard strongly criticized some aspects of Hegelian philosophy, his work also shows that he was also positively influenced by Hegel, and had respect for Hegel himself.\n</p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p> Now everything is set in motion, and usually this also involves making the system popular — per systema influxus physici it lays hold of all men. How <a href=\"/wiki/Immanuel_Kant\" title=\"Immanuel Kant\">Kant</a> was treated in his time is well known, and therefore I need only mention the infinite mass of lexicons, summaries, popular presentations, and explanations for everyman, etc. And how did Hegel fare later, Hegel, the most modern <a href=\"/wiki/Philosopher\" title=\"Philosopher\">philosopher</a>, who because of his rigorous form would most likely command silence? Has not the logical trinity been advanced in the most ludicrous way? And therefore it did not astound me that my shoemaker had found that it could also be applied to the development of boots, since, as he observes, the dialectic, which is always the first stage in life, finds expression even here, however insignificant this may seem, in the squeaking, which surely has not escaped the attention of some more profound research psychologist. Unity, however, appears only later, in which respect his shoes far surpass all others, which usually disintegrate in the dialectic, a unity which reached the highest level in that pair of boots Carl XII wore on his famous ride, and since he as an orthodox shoemaker proceeded from the thesis that the immediate (feet without shoes — shoes without feet) is a pure <a href=\"/wiki/Abstraction\" title=\"Abstraction\">abstraction</a> and took it [the dialectical] as the first stage in the development. And now our modern <a href=\"/wiki/Politicians\" class=\"mw-redirect\" title=\"Politicians\">politicians</a>! By veritably taking up Hegel, they have given a striking example of the way one can serve two masters, in that their revolutionary striving is paired with a life-outlook which is a remedy for it, an excellent remedy for lifting part of the illusion which is necessary for encouraging their fantastic striving. And the actuality of the <a href=\"/wiki/Phenomenon\" title=\"Phenomenon\">phenomenon</a> will surely not be denied if one recalls that the words \"immediate or spontaneous unity\" occur just as necessarily in every scientific-scholarly treatise as a brunette or a blonde in every well-ordered romantic household. At the happy moment everyone received a copy of Holy Scriptures, in which there was one book which was almost always too brief and sometimes almost invisible, and this was, I regret — the <a href=\"/wiki/Acts_of_the_Apostles\" title=\"Acts of the Apostles\">Acts of the Apostles</a>. And how curious it is to note that the present age, whose social striving is trumpeted quite enough, is ashamed of the monks and nuns of the <a href=\"/wiki/Middle_Ages\" title=\"Middle Ages\">Middle Ages</a>, when at the same time, to confine ourselves to our own native land, a society has been formed here which seems to embrace almost the entire kingdom and in which a speaker began thus: Dear Brothers and Sisters. How remarkable to see them censure the Jesuitry of the Middle Ages, since precisely the liberal development, as does every one-sided enthusiasm, has led and must lead to that. And now Christianity — how has it been treated? I share entirely your disapproval of the way every Christian concept has become so volatilized, so completely dissolved in a mass of fog, that it is beyond all recognition. To the concepts of faith, incarnation, tradition, inspiration, which in the Christian sphere are to lead to a particular historical fact, the philosophers choose to give an entirely different, ordinary meaning, whereby faith has become the immediate consciousness, which essentially is nothing other than the vitale Fluidum of mental life, its atmosphere, and tradition has become the content of a certain experience of the world, while inspiration has become nothing more than God's breathing of the life-spirit into man, and incarnation no more than the presence of one or another idea in one or more individuals. — Journals IA 328 1836 or 1837\n</p></blockquote>\n<p>In a journal entry made in 1844, Kierkegaard wrote:\n</p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>If Hegel had written the whole of his logic and then said, in the preface or some other place, that it was merely an experiment in thought in which he had even begged the question in many places, then he would certainly have been the greatest thinker who had ever lived.  As it is, he is merely comic. </p><div class=\"templatequotecite\">—&#8201;<cite>Søren Kierkegaard, (Journals, 1844<sup id=\"cite_ref-Journals_6-3\" class=\"reference\"><a href=\"#cite_note-Journals-6\">&#91;6&#93;</a></sup>)</cite></div>\n</blockquote>\n<p>While Kierkegaard was a student of theology at the University of Copenhagen, <a href=\"/wiki/Hegelianism\" title=\"Hegelianism\">Hegelianism</a> had become increasingly popular. <a href=\"/wiki/Johan_Ludvig_Heiberg_(poet)\" title=\"Johan Ludvig Heiberg (poet)\">Johan Ludvig Heiberg</a> and <a href=\"/wiki/Hans_Lassen_Martensen\" title=\"Hans Lassen Martensen\">Hans Lassen Martensen</a> were key figures in Danish Hegelianism. Kierkegaard remarked in his journal on 17 May 1843 that Heiberg's writings were \"borrowed\" from Hegel, implying Heiberg would have been a nobody without Hegel.\n</p><p>\nKierkegaard objected to Hegel's claim that he had devised a system of thought that could explain the whole of reality, with a <a href=\"/wiki/Dialectical#Hegelian_dialectic\" class=\"mw-redirect\" title=\"Dialectical\">dialectical</a> analysis of history leading the way to this whole. Hegel claimed that the doctrines and history of Christianity could be explained as a part of the rational unfolding and development of our understanding of the natural world and our place within it. Kierkegaard considered Hegel's explanation of Christianity as a necessary part of world history to be a distortion of the Christian message and a misunderstanding of the limits of human reason. He attempted to refute this aspect of Hegel's thought by suggesting that many doctrines of Christianity - including the <a href=\"/wiki/Incarnation_(Christianity)\" title=\"Incarnation (Christianity)\">doctrine of Incarnation</a>, a God who is also human - cannot be explained rationally but remain a logical paradox. However, he was in favor of youthful striving after truth. </p><link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>Let a doubting youth, but an existing doubter with youth’s lovable, boundless confidence in a hero of scientific scholarship, venture to find in Hegelian positivity the truth, the truth of existence-he will write a dreadful epigram on Hegel. Do not misunderstand me. I do not mean that every youth is capable of overcoming Hegel, far from it. If a young person is conceited and foolish enough to try that, his attack is inane. No, the youth must never think of wanting to attack him; he must rather be willing to submit unconditionally to Hegel with feminine devotedness, but nevertheless with sufficient strength also to stick to his question-then he is a satirist without suspecting it. The youth is an existing doubter; continually suspended in <a href=\"/wiki/Doubt\" title=\"Doubt\">doubt</a>, he grasps for the truth-so that he can exist in it. Consequently, he is negative, and Hegel’s philosophy is, of course, positive-no wonder he puts his trust in it. But for an existing person pure thinking is a <a href=\"/wiki/Chimera_(mythology)\" title=\"Chimera (mythology)\">chimera</a> when the truth is supposed to be the truth in which to exist. Having to exist with the help of the guidance of pure thinking is like having to travel in Denmark with a small map of Europe on which Denmark is no larger than a steel pen-point, indeed, even more impossible. The youth’s admiration, his enthusiasm, and his limitless confidence in Hegel are precisely the satire on Hegel. This would have been discerned long ago if pure thinking had not maintained itself with the aid of a reputation that impresses people, so that they dare not say anything except that it is superb, that they have understood it-although in a certain sense that it is indeed impossible, since no one can be led by this philosophy to understand himself, which is certainly an absolute condition for all other understanding. Socrates has rather ironically said that he did not know for sure whether he was a human being or something else, but in the confessional a Hegelian can say with all solemnity: I do not know whether I am a human being-but I have understood the system. I prefer to say: I know that I am a human being, and I know that I have not understood the system. And when I have said that very directly, I shall add that if any of our Hegelians want to take me into hand and assist me to an understanding of the system, nothing will stand in the way from my side. In order that I can learn all the more, I shall try hard to be as obtuse as possible, so as not to have, if possible, a single presupposition except my ignorance. And in order to be sure of learning something, I shall try hard to be as indifferent as possible to all charges of being unscientific and unscholarly. Existing, if this is to be understood as just any sort of existing, cannot be done without passion.\n</p><ul><li>Soren Kierkegaard 1846, <i>Concluding Unscientific Postscript to Philosophical Fragments,</i> Hong p. 310-311</li></ul>\n</blockquote>\n<p>To refute Hegel's claim that Christianity should be understood as a part of the necessary evolution of thought, or in Hegelians terms, Spirit, in <i><a href=\"/wiki/Fear_and_Trembling\" title=\"Fear and Trembling\">Fear and Trembling</a></i>, Kierkegaard attempts to use the story of <a href=\"/wiki/Abraham\" title=\"Abraham\">Abraham</a> to show that there is a goal higher than that of ethics (questioning the Hegelian claim that doing one's ethical duty is the highest that can be said of a human being) and that faith cannot be explained by Hegelian ethics, (disproving Hegel's claim that Christianity can be rationally explained by philosophy). Either way, this work can be read as a challenge to the Hegelian notion that a human being's ultimate purpose is to fulfill ethical demands.\n</p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>Kierkegaard's strategy was to invert this dialectic by seeking to make everything more difficult. Instead of seeing scientific knowledge as the means of human redemption, he regarded it as the greatest obstacle to redemption. Instead of seeking to give people more knowledge he sought to take away what passed for knowledge. Instead of seeking to make God and Christian faith perfectly intelligible he sought to emphasize the absolute transcendence by God of all human categories. Instead of setting himself up as a religious authority, Kierkegaard used a vast array of textual devices to undermine his authority as an author and to place responsibility for the existential significance to be derived from his texts squarely on the reader. … Kierkegaard's tactic in undermining Hegelianism was to produce an elaborate parody of Hegel's entire system. The pseudonymous authorship, from <i><a href=\"/wiki/Either/Or\" title=\"Either/Or\">Either/Or</a></i> to <i><a href=\"/wiki/Concluding_Unscientific_Postscript\" class=\"mw-redirect\" title=\"Concluding Unscientific Postscript\">Concluding Unscientific Postscript</a></i>, presents an inverted Hegelian dialectic which is designed to lead readers away from knowledge rather than towards it.</p><div class=\"templatequotecite\">—&#8201;<cite>Søren Kierkegaard, <a rel=\"nofollow\" class=\"external text\" href=\"http://plato.stanford.edu/entries/kierkegaard/#Rhet\">William McDonald</a></cite></div>\n</blockquote><p>\nBy doing this, Hegelian critics accuse Kierkegaard of using the dialectic to disprove the dialectic, which seems somewhat contradictory and hypocritical. However, Kierkegaard would not claim the dialectic itself is bad, only the Hegelian premise that the dialectic <i>would lead to a harmonious reconciliation of everything</i>, which Hegel called the <a href=\"/wiki/Absolute_(philosophy)\" title=\"Absolute (philosophy)\">Absolute</a>. Kierkegaard stated this most clearly in his book <i><a href=\"/wiki/The_Concept_of_Anxiety\" title=\"The Concept of Anxiety\">The Concept of Anxiety</a></i>, </p><blockquote><p><a href=\"/wiki/Theology\" title=\"Theology\">Dogmatics</a> must not explain <a href=\"/wiki/Original_Sin\" class=\"mw-redirect\" title=\"Original Sin\">hereditary sin</a> but rather explain it by presupposing it, like that vortex about which Greek speculation concerning nature had so much to say, a moving something that no science can grasp. That such is the case with dogmatics will readily be granted if once again time is taken to understand <a href=\"/wiki/Friedrich_Schleiermacher\" title=\"Friedrich Schleiermacher\">Schleiermacher</a>’s immortal service to this science. He was left behind long ago when men chose Hegel. Yet Schleiermacher was a thinker in the beautiful Greek sense, a thinker who spoke only of what he knew. Hegel, on the contrary, despite all his outstanding ability and stupendous learning, reminds us again and again by his performance that he was in the German sense a <a href=\"/wiki/Professor\" title=\"Professor\">professor</a> of <a href=\"/wiki/Philosophy\" title=\"Philosophy\">philosophy</a> on a large scale, because he <i>a tout prix</i> [at any price] must explain all things. <i>The Concept of Anxiety</i>, by Reidar Thomte Princeton University Press 1980 P. 20</p></blockquote>\n<p>Kierkegaardian scholars have made several interpretations of how Kierkegaard proceeds with parodying Hegel's dialectic. One of the more popular interpretations argues the aesthetic-ethical-religious stages are the triadic process Kierkegaard was talking about. See section <i>Spheres of existence</i> for more information. Another interpretation argues for the world-individual-will triadic process. The dialectic here is either to assert an individual's own desire to be independent and the desire to be part of a community. Instead of reconciliation of the world and the individual where problems between the individual and society are neatly resolved in the Hegelian system, Kierkegaard argues that there's a delicate bond holding the interaction between them together, which needs to be constantly reaffirmed. <a href=\"/wiki/Jean-Paul_Sartre\" title=\"Jean-Paul Sartre\">Jean-Paul Sartre</a> takes this latter view and says the individual is in a constant state of reaffirming his or her own identity, else one falls into <a href=\"/wiki/Bad_faith_(existentialism)\" title=\"Bad faith (existentialism)\">bad faith</a>.\n</p><p>This process of reconciliation leads to a \"both/and\" view of life, where both thesis and antithesis are resolved into a synthesis, which negates the importance of personal responsibility and the human choice of either/or. The work <i><a href=\"/wiki/Either/Or\" title=\"Either/Or\">Either/Or</a></i> is a response to this aspect of Hegel's philosophy. A passage from that work exemplifies Kierkegaard's contempt for Hegel's philosophy. Note the comparison between \"A\" and \"B\" (Judge Vilhelm) in <i>Either/Or</i> and <i>Stages on Life's Way</i>. \n</p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>Marry, and you will regret it. Do not marry, and you will also regret it. Marry or do not marry, you will regret it either way. Whether you marry or you do not marry, you will regret it either way. Laugh at the stupidities of the world, and you will regret it; weep over them, and you will also regret it. Laugh at the stupidities of the world or weep over them, you will regret it either way. Whether you laugh at the stupidities of the world or you weep over them, you will regret it either way. Trust a girl, and you will regret it. Do not trust her, and you will also regret it. … Hang yourself or do not hang yourself, you will regret it either way. Whether you hang yourself or do not hang yourself, you will regret it either way. This, gentlemen, is the quintessence of all the wisdom of life.</p><div class=\"templatequotecite\">—&#8201;<cite>Søren Kierkegaard, Either/Or Part I, Hong</cite></div>\n</blockquote>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>My dear reader, if you do not have the time and opportunity to take a dozen years of your life to travel around the world to see everything a world traveler is acquainted with, if you do not have the capability and qualifications from years of practice in a foreign language to penetrate to the differences in national characteristics as these become apparent to the research scholar, if you are not bent upon discovering a new astronomical system that will displace both the <a href=\"/wiki/Nicolaus_Copernicus\" title=\"Nicolaus Copernicus\">Copernican</a> and the <a href=\"/wiki/Ptolemy\" title=\"Ptolemy\">Ptolemaic</a>-then marry; and if you have time for the first, the capability for the second, the idea for the last, then marry <i>also</i>. Even if you did not manage to see the whole globe or to speak in many tongues or to know all about the heavens, you will not regret it, for marriage is and remains the most important voyage of discovery a human being undertakes; compared with a married man’s knowledge of life, any other knowledge of it is superficial, for he and he alone has properly immersed himself in life.</p><div class=\"templatequotecite\">—&#8201;<cite>Søren Kierkegaard, Judge Vilhelm, Stages on Life's Way, Hong p. 89</cite></div>\n</blockquote>\n<p>Here are two more from 1846\n</p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>As is well known, Hegelian philosophy has canceled the principle of contradiction, and Hegel himself has more than once emphatically held judgment day on the kind of thinkers who remained in the sphere of understanding and reflection and who have therefore insisted that there is an either/or. Since that time, it has become a popular game, so that as soon as someone hints at an aut/aut [either/or] a Hegelian comes riding trip-trap-trap on horse and wins a victory and rides home again. Among us, too, the Hegelians have several times been on the move, especially against Bishop Mynster, in order to win <a href=\"/wiki/Continental_philosophy\" title=\"Continental philosophy\">speculative</a> thought’s brilliant victory; and <a href=\"/wiki/Jacob_Peter_Mynster\" title=\"Jacob Peter Mynster\">Bishop Mynster</a>, has more than once become a defeated standpoint, even though for being a defeated standpoint he is holding up very well, and it is rather to be feared that the enormous exertion of the victory has been too exhausting to the undefeated victors. And yet there may be a misunderstanding at the root at the conflict and the victory, Hegel is perfectly and absolutely right in maintaining that, looked at eternally, <i>sub specie aeterni</i>, there is no aut/aut <a href=\"/wiki/Either/or\" class=\"mw-redirect\" title=\"Either/or\">either/or</a> in the language of abstraction, in <a href=\"/wiki/Pure_thought\" title=\"Pure thought\">pure thought</a> and pure being. Where the devil would it be, since abstraction, after all, simply removes the contradiction; therefor&#32;&#91;<i><a href=\"/wiki/Sic\" title=\"Sic\">sic</a></i>&#93; Hegel and the Hegelians should instead take the trouble to explain what is meant by the masquerade of getting contradiction, movement, transition, etc. into logic. The defenders of aut/aut are in the wrong if they push their way into the territory of pure thinking and want to defend their cause there. <i>Concluding Unscientific Postscript to Philosophical Fragments, Volume I</i> p. 305\n</p></blockquote>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p> According to Hegel the truth is the continuous world-historical process. Each generation, each stage of this process, is legitimated and yet is only an element of the truth. Short of resorting to a bit of charlatanry, which helps by assuming that the generation in which Hegel lived or the one after him is <i><a href=\"/wiki/Imprimatur\" title=\"Imprimatur\">imprimatur</a></i>, and this generation is the last and <a href=\"/wiki/History_of_the_world\" title=\"History of the world\">world history</a> is past, we are all implicated in <a href=\"/wiki/Skepticism\" title=\"Skepticism\">skepticism</a>. The passionate question of truth does not even come up, because philosophy has first tricked the <a href=\"/wiki/Individual\" title=\"Individual\">individuals</a> into becoming <a href=\"/wiki/Objectivity_(philosophy)\" title=\"Objectivity (philosophy)\">objective</a>. The positive Hegelian truth is just as deceptive as happiness was in paganism. Not until afterward does one come to know whether or not one has been happy, and thus the next generation comes to know what truth was in the preceding generation. The great secret of the system is close to <a href=\"/wiki/Protagoras\" title=\"Protagoras\">Protagoras</a>’s <a href=\"/wiki/Sophism\" class=\"mw-redirect\" title=\"Sophism\">sophism</a> “<a href=\"/wiki/Relativism\" title=\"Relativism\">Everything is relative</a>”, except that here everything is relative in the continuous process. But no living soul is served by that … <i><a href=\"/wiki/Concluding_Unscientific_Postscript_to_Philosophical_Fragments\" title=\"Concluding Unscientific Postscript to Philosophical Fragments\">Concluding Unscientific Postscript to Philosophical Fragments</a> Volume I</i>, by Johannes Climacus, edited by Søren Kierkegaard, Copyright 1846 – Edited and Translated by Howard V. Hong and Edna H. Hong 1992, Princeton University Press. Note p. 33\n</p></blockquote>\n<p>The whole idea of one generation spending all its time studying past generations and then the next generation spending their time studying past generations and making moral and social comments about preceding generations was called, \"The Hegelian cud-chewing process with three-stomachs - first immediacy - then regurgitation - then down again.\" He said, \"Maybe a succeeding master-mind could continue this with four stomachs, etc., down once more and up again. I don't know if the master-mind grasps what I mean.\"<sup id=\"cite_ref-25\" class=\"reference\"><a href=\"#cite_note-25\">&#91;25&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Kierkegaard_and_Schelling\">Kierkegaard and Schelling</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Philosophy_of_S%C3%B8ren_Kierkegaard&amp;action=edit&amp;section=19\" title=\"Edit section: Kierkegaard and Schelling\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:152px;\"><a href=\"/wiki/File:Friedrich_Wilhelm_Joseph_von_Schelling.png\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Friedrich_Wilhelm_Joseph_von_Schelling.png/150px-Friedrich_Wilhelm_Joseph_von_Schelling.png\" width=\"150\" height=\"173\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Friedrich_Wilhelm_Joseph_von_Schelling.png/225px-Friedrich_Wilhelm_Joseph_von_Schelling.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Friedrich_Wilhelm_Joseph_von_Schelling.png/300px-Friedrich_Wilhelm_Joseph_von_Schelling.png 2x\" data-file-width=\"305\" data-file-height=\"352\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Friedrich_Wilhelm_Joseph_von_Schelling.png\" class=\"internal\" title=\"Enlarge\"></a></div>Schelling</div></div></div>\n<p>In 1841–1842, Kierkegaard attended the <a href=\"/wiki/Berlin\" title=\"Berlin\">Berlin</a> lectures of <a href=\"/wiki/Friedrich_Wilhelm_Joseph_von_Schelling\" class=\"mw-redirect\" title=\"Friedrich Wilhelm Joseph von Schelling\">Friedrich Wilhelm Joseph von Schelling</a>. Schelling was a critic of <a href=\"/wiki/Georg_Hegel\" class=\"mw-redirect\" title=\"Georg Hegel\">Georg Hegel</a> and a professor at the <a href=\"/wiki/University_of_Berlin\" class=\"mw-redirect\" title=\"University of Berlin\">University of Berlin</a>. The university started a lecture series given by Schelling in order to espouse a type of <a href=\"/wiki/Positive_philosophy\" class=\"mw-redirect\" title=\"Positive philosophy\">positive philosophy</a> which would be diametrically opposed to <a href=\"/wiki/Hegelianism\" title=\"Hegelianism\">Hegelianism</a>. Kierkegaard was initially delighted with Schelling. Before he left Copenhagen to attend Schelling's lectures in Berlin, he wrote to his friend Peter Johannes Sprang:\n</p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>Schelling lectures to a select, numerous, and yet also <i>undique conflatum auditorium</i>. During the first lectures it was almost a matter of risking one's life to hear him. I have never in my life experienced such uncomfortable crowding — still, what would one not do to be able to hear Schelling? His main point is always that there are two philosophies, one positive and one negative. The negative is given, but not by Hegel, for Hegel's is neither negative nor positive but a refined Spinozaism. The positive is yet to come. In other words, in the future it will not be only the lawyers who become the <i>doctores juris utriusque</i>, for I venture to flatter myself that without submitting another dissertation I shall become a <i>magister philosophiae utriusque</i>.</p><div class=\"templatequotecite\">—&#8201;<cite>Søren Kierkegaard, (Journals, 1841)<sup id=\"cite_ref-Journals_6-4\" class=\"reference\"><a href=\"#cite_note-Journals-6\">&#91;6&#93;</a></sup></cite></div>\n</blockquote>\n<p>At Berlin, Kierkegaard gave high praises to Schelling. In a journal entry made sometime around October or November 1841, Kierkegaard wrote this piece about Schelling's second lecture:\n</p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>I am so pleased to have heard Schelling's second lecture -- indescribably! I have sighed for long enough and my thoughts have sighed within me; when he mentioned the word, \"reality\" in connection with the relation of philosophy to reality the fruit of my thought leapt for joy within me. I remember almost every word he said from that moment on.  … Now I have put all my hopes in Schelling!</p><div class=\"templatequotecite\">—&#8201;<cite>Søren Kierkegaard, (Journals, 1841)<sup id=\"cite_ref-Journals_6-5\" class=\"reference\"><a href=\"#cite_note-Journals-6\">&#91;6&#93;</a></sup></cite></div>\n</blockquote>\n<p>As time went on, however, Kierkegaard, as well as many in Schelling's audience, began to become disillusioned with Schelling. In a particularly insulting letter about Schelling, Kierkegaard wrote to his brother, Peter Kierkegaard:\n</p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>Schelling drivels on quite intolerably! If you want to form some idea what this is like then I ask you to submit yourself to the following experiment as a sort of self-inflicted sadistic punishment. Imagine person R's meandering philosophy, his entirely aimless, haphazard knowledge, and person Hornsyld's untiring efforts to display his learning: imagine the two combined and in addition to an impudence hitherto unequalled by any philosopher; and with that picture vividly before your poor mind go to the workroom of a prison and you will have some idea of Schelling's philosophy. He even lectures longer to prolong the torture. … Consequently, I have nothing to do in Berlin. I am too old to attend lectures and Schelling is too old to give them. So I shall leave Berlin as soon as possible. But if it wasn't for Schelling, I would never have travelled to Berlin. I must thank him for that. … I think I should have become utterly insane if I had gone on hearing Schelling.</p><div class=\"templatequotecite\">—&#8201;<cite>Søren Kierkegaard, (Journals, 27 February 1842)<sup id=\"cite_ref-Journals_6-6\" class=\"reference\"><a href=\"#cite_note-Journals-6\">&#91;6&#93;</a></sup></cite></div>\n</blockquote>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>It is common knowledge that <a href=\"/wiki/Aristotle\" title=\"Aristotle\">Aristotle</a> used the term first philosophy primarily to designate <a href=\"/wiki/Metaphysics\" title=\"Metaphysics\">metaphysics</a>, though he included within it a part that accorded to our conception belongs to <a href=\"/wiki/Theology\" title=\"Theology\">theology</a>. In paganism it is quite in order for theology to be treated there. It is related to the same lack of an infinite penetration reflection that endowed the theater in paganism with reality as a kind of divine worship. If we now abstract from this ambiguity, we could retain the designation and by first philosophy understand that totality of science which we might call “ethnical,” whose essence is immanence and is expressed in Greek thought by “recollection,” and by second philosophy understand that totality of science whose essence is transcendence or repetition. Schelling called attention to this Aristotelian term in support of his own distinction between negative and positive philosophy. By negative philosophy he meant “logic”; that was clear enough. On the other hand, it was less clear to me what he really meant by positive philosophy, except insofar as it became evident that it was the philosophy that he himself wished to provide. However, since I have nothing to go by except my own opinion, it is not feasible to pursue this subject further. <a href=\"/wiki/Repetition_(Kierkegaard)\" class=\"mw-redirect\" title=\"Repetition (Kierkegaard)\">Constantin Constantius</a> has called attention to this by pointing out that immanence runs aground upon “interest.” With this concept, actuality for the first time comes into view. Søren Kierkegaard, <i>The Concept of Anxiety</i> 1844, p. 21 and Note p. 21 Nichol\n</p></blockquote><p>\nKierkegaard became disillusioned with Schelling partly because Schelling shifted his focus on actuality, including a discussion on <i>quid sit</i> [what is] and <i>quod sit</i> [that is], to a more mythological, psychic-type pseudo-philosophy. Kierkegaard's last writing about Schelling's lectures was on 4 February 1842. He wrote the following in 1844, </p><link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>Some men of <a href=\"/wiki/Naturphilosophie\" title=\"Naturphilosophie\">Schelling’s school</a> have been especially aware of the alteration that has taken place in nature because of sin. Mention has been made also of the anxiety that is supposed to be in inanimate nature.  Schelling’s main thought is that anxiety, etc., characterize the suffering of the deity in his endeavor to create. In Berlin he expressed the same thought more definitely by comparing God with <a href=\"/wiki/Johann_Wolfgang_von_Goethe\" title=\"Johann Wolfgang von Goethe\">Goethe</a> and Jon Von Muller,<sup id=\"cite_ref-26\" class=\"reference\"><a href=\"#cite_note-26\">&#91;26&#93;</a></sup> both of whom felt well only when producing, and also by calling attention to the fact that such a bliss, when it cannot communicate itself, is unhappiness. <i>The Concept of Anxiety</i> P. 59-60 Note p. 59\n</p></blockquote>\n<p>Although Schelling had little influence on Kierkegaard's subsequent writings, Kierkegaard's trip to Berlin provided him ample time to work on his masterpiece, <i><a href=\"/wiki/Either/Or\" title=\"Either/Or\">Either/Or</a></i>. In a reflection about Schelling in 1849, Kierkegaard remarked that Schelling was <i>like the <a href=\"/wiki/Rhine\" title=\"Rhine\">Rhine</a> at its mouth where it became stagnant water - he was degenerating into a Prussian \"Excellency\". (Journals, January 1849)<sup id=\"cite_ref-Journals_6-7\" class=\"reference\"><a href=\"#cite_note-Journals-6\">&#91;6&#93;</a></sup></i>\n</p>\n<h3><span class=\"mw-headline\" id=\"Kierkegaard_and_Schopenhauer\">Kierkegaard and Schopenhauer</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Philosophy_of_S%C3%B8ren_Kierkegaard&amp;action=edit&amp;section=20\" title=\"Edit section: Kierkegaard and Schopenhauer\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:152px;\"><a href=\"/wiki/File:Schopenhauer.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Schopenhauer.jpg/150px-Schopenhauer.jpg\" width=\"150\" height=\"179\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Schopenhauer.jpg/225px-Schopenhauer.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/8/8a/Schopenhauer.jpg 2x\" data-file-width=\"300\" data-file-height=\"358\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Schopenhauer.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>Arthur Schopenhauer</div></div></div>\n<p>Kierkegaard became acquainted with <a href=\"/wiki/Arthur_Schopenhauer\" title=\"Arthur Schopenhauer\">Arthur Schopenhauer</a>'s writings quite late in his life. Kierkegaard felt Schopenhauer was an important writer, but disagreed on almost every point Schopenhauer made. In several journal entries made in 1854, a year before he died, Kierkegaard spoke highly of Schopenhauer:\n</p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>In the same way that one disinfects the mouth during an epidemic so as not to be infected by breathing in the poisonous air, one might recommend students who will have to live in Denmark in an atmosphere of nonsensical Christian optimism, to take a little dose of Schopenhauer's Ethic in order to protect themselves against infection from that malodourous twaddle.</p><div class=\"templatequotecite\">—&#8201;<cite>Søren Kierkegaard, (Journals, 1854)<sup id=\"cite_ref-Journals_6-8\" class=\"reference\"><a href=\"#cite_note-Journals-6\">&#91;6&#93;</a></sup></cite></div>\n</blockquote>\n<p>However, Kierkegaard also considered him, <i>a most dangerous sign</i> of things to come:\n</p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>Schopenhauer is so far from being a real pessimist that at the most he represents 'the interesting': in a certain sense he makes <a href=\"/wiki/Asceticism\" title=\"Asceticism\">asceticism</a> interesting--the most dangerous thing possible for a pleasure-seeking age which will be harmed more than ever by distilling pleasure even out of asceticism… is by studying asceticism in a completely impersonal way, by assigning it a place in the system.</p><div class=\"templatequotecite\">—&#8201;<cite>Søren Kierkegaard, (Journals, 1854)<sup id=\"cite_ref-Journals_6-9\" class=\"reference\"><a href=\"#cite_note-Journals-6\">&#91;6&#93;</a></sup></cite></div>\n</blockquote>\n<p>Kierkegaard believes Schopenhauer's ethical point of view is that the individual succeeds in seeing through the wretchedness of existence and then decides to deaden or mortify the joy of life. As a result of this complete asceticism, one reaches contemplation: the individual does this out of sympathy. He sympathizes with all the misery and the misery of others, which is to exist. Kierkegaard here is probably referring to the pessimistic nature of Schopenhauer's philosophy. One of Kierkegaard's main concerns is a suspicion of his whole philosophy:\n</p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>After reading through Schopenhauer's Ethic one learns - naturally he is to that extent honest - that he himself is not an ascetic. And consequently he himself has not reached contemplation through asceticism, but only a contemplation which contemplates asceticism. This is extremely suspicious, and may even conceal the most terrible and corrupting voluptuous <a href=\"/wiki/Depression_(mood)\" title=\"Depression (mood)\">melancholy</a>: a profound <a href=\"/wiki/Misanthropy\" title=\"Misanthropy\">misanthropy</a>. In this too it is suspicious, for it is always suspicious to propound an ethic which does not exert so much power over the teacher that he himself expresses. Schopenhauer makes ethics into genius, but that is of course an unethical conception of ethics. He makes ethics into genius and although he prides himself quite enough on being a genius, it has not pleased him, or nature has not allowed him, to become a genius where asceticism and mortification are concerned.</p><div class=\"templatequotecite\">—&#8201;<cite>Søren Kierkegaard, (Journals, 1854)<sup id=\"cite_ref-Journals_6-10\" class=\"reference\"><a href=\"#cite_note-Journals-6\">&#91;6&#93;</a></sup></cite></div>\n</blockquote>\n<p>Little else is known about Kierkegaard's attitude to Schopenhauer. On Schopenhauer himself, Kierkegaard felt that Schopenhauer would have been patronizing. \"Schopenhauer interests me very much, as does his fate in Germany. If I could talk to him I am sure he would shudder or laugh if I were to show him [my philosophy].\"  <i>(Journals, 1854)<sup id=\"cite_ref-Journals_6-11\" class=\"reference\"><a href=\"#cite_note-Journals-6\">&#91;6&#93;</a></sup></i>\n</p>\n<h2><span class=\"mw-headline\" id=\"Kierkegaard_and_Eastern_philosophy\">Kierkegaard and Eastern philosophy</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Philosophy_of_S%C3%B8ren_Kierkegaard&amp;action=edit&amp;section=21\" title=\"Edit section: Kierkegaard and Eastern philosophy\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Because Kierkegaard read Schopenhauer, and because Schopenhauer was heavily influenced by Eastern philosophy, it would seem that Kierkegaard would have shown an awareness of Eastern philosophy. There is, however, little direct reference to Asian thought in Kierkegaard's writings. Anyone who is familiar with such Asian traditions as Buddhist, Taoist, or Shinto philosophy, will quickly see the philosophical similarities that Kierkegaard shares with these traditions. These similarities perhaps explain the Japanese reception of Kierkegaard and the fact that Japanese awareness and translations of Kierkegaard were appearing at least 30 years before any English translations.<sup id=\"cite_ref-27\" class=\"reference\"><a href=\"#cite_note-27\">&#91;27&#93;</a></sup> There is also extensive Japanese scholarship on Kierkegaard, a scholarship that interprets Kierkegaard's philosophy in terms of Asian thought.<sup id=\"cite_ref-28\" class=\"reference\"><a href=\"#cite_note-28\">&#91;28&#93;</a></sup> This interpretation is understandable when one sees that Kierkegaard's central concerns of subjectivity, anxiety, freedom, despair, and self-deception, are also of central concern to Buddhism and, consequently, that there is nothing exclusively Christian about such concerns.<sup id=\"cite_ref-29\" class=\"reference\"><a href=\"#cite_note-29\">&#91;29&#93;</a></sup> Both Kierkegaard and Zen Buddhism, for example, have seen the predicaments of existence in very similar ways.<sup id=\"cite_ref-30\" class=\"reference\"><a href=\"#cite_note-30\">&#91;30&#93;</a></sup> A specific example of the similarities here can be seen in <i>Purity of Heart</i> where Kierkegaard describes the state of awareness that one must enter in order to partake of confession. Kierkegaard's description of this state is similar to the state of meditation described by Buddhist philosophers.<sup id=\"cite_ref-31\" class=\"reference\"><a href=\"#cite_note-31\">&#91;31&#93;</a></sup> It is distinct, however, in that the aim of confession, for Kierkegaard, is \"to center itself upon this relation to itself as an individual who is responsible to God\" (cf. Kierkegaard, \"Purity of Heart\").<sup id=\"cite_ref-32\" class=\"reference\"><a href=\"#cite_note-32\">&#91;32&#93;</a></sup> Kierkegaard aims to claim back the subject from the \"crowd\" mentality of Christendom (cf. Kierkegaard, \"On the Dedication to 'That Single Individual' \")<sup id=\"cite_ref-33\" class=\"reference\"><a href=\"#cite_note-33\">&#91;33&#93;</a></sup> and reaffirm the absolute responsibility to God, which is our <a href=\"/wiki/Telos_(philosophy)\" class=\"mw-redirect\" title=\"Telos (philosophy)\">telos</a> (cf. Kierkegaard, \"Fear and Trembling\").<sup id=\"cite_ref-34\" class=\"reference\"><a href=\"#cite_note-34\">&#91;34&#93;</a></sup>\n</p>\n<p><a href=\"/wiki/Harald_Hoffding\" class=\"mw-redirect\" title=\"Harald Hoffding\">Harald Hoffding</a> (1843-1931) helped introduce Kierkegaard to Western Europe in the early years of the 20th century. He compared Kierkegaard to Eastern philosophy in his 1914 book <i>The Philosophy Of Religion</i> in this way: </p><link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><blockquote><p>A characteristic and very frequent type of religious faith is determined by the need of rest. The main cause of fatigue and exhaustion in life is chiefly unrest and distraction of mind. We are influenced on so many sides that it is difficult for us to collect our thoughts; we are drawn in so many directions that we find it difficult to focus our will on any one aim; so many different and changing feelings are aroused that the inner harmony of the mind is exposed to the danger of dissolution. Owing to this feeling of misfit with our ideal we experience an inner need, while our outer needs are borne in upon us in the guise of pain, frailty, and dependence on the elementary wants of life. In the <a href=\"/wiki/Upanishads\" title=\"Upanishads\">Upanishads</a> we find: \"The Self (Atma), the sinless one, who redeems from old age, death, suffering, hunger, and thirst, whose wishes are the right ones and whose decree is the right one I am that self which men must inquire after and seek to know. He who has found and known this Self has attained all worlds and all wishes.\" And in another place: “Save me, for I feel in this world’s life like a frog in a sealed fountain.\" Jesus of Nazareth says: \" Come unto me, all ye that labour and are heavy laden, and I will refresh you. Learn of me, and ye shall find rest for your souls.\" “Unquiet is our heart,\" says Augustine to his God, “until it find rest in Thee.\" This need for rest rises to a passion in natures such as <a href=\"/wiki/St._Theresa\" class=\"mw-redirect\" title=\"St. Theresa\">St. Theresa</a>, <a href=\"/wiki/Blaise_Pascal\" title=\"Blaise Pascal\">Pascal</a>, and Soren Kierkegaard. There is no doubt an element of deep pathos in <a href=\"/wiki/Augustine_of_Hippo\" title=\"Augustine of Hippo\">Augustine</a> also, but in his case we have the Platonist and the prince of the church combined with the earnest seeker, and it is the combination of all these elements which renders him such a unique figure in the history of the religious life. St. Theresa felt the need of union with God so powerfully that death alone could satisfy it: \"I knew not where else to seek this life but in death. The fish, drawn out of the water, sees at any rate the end of its torment; but what death can compare with the life in which I languish?</p></blockquote><blockquote><p>With Kierkegaard, too, his great desire was to be released from the struggle of life. The lines which he desired should be inscribed on his gravestone express this longing: “A little while the search is o’er. The din of battle sounds no more.\" In this life the believer finds himself in an alien element; between the inner and the outer, between life and its conditions there is a want of harmony. In Kierkegaard s case, too, we get the metaphor of the fish out of water; it is characteristic of this type that the same figure should be employed by the ancient Indians in the Upanishads, by the Spanish nun of the sixteenth century, and by the northern thinker of the nineteenth century. This trait sheds a light on the psychology of religion. The aim of man is infinite, but he is condemned to spend his life in the world of finitude, and hence it follows that his existence acquires a sort of spasmodic character. In Kierkegaard, and even in Pascal, this opposition is more sharply brought out than in St. Theresa. In the latter it evokes longing and inner aspiration, but her will is occupied entirely by the highest object, and only her memory and her imagination are free to analyse her experiences. But both Pascal and Kierkegaard have constantly to summon the will to their aid; in their case they have a desperate struggle to keep themselves upright in face of the harsh discord between the true life and the conditions of actual life; to hold fast to the thought of the object of faith and to resist the onslaughts of doubt. <i>The Philosophy Of Religion</i>, Dr. Harald Hoffding p. 116-118, Translated from the German Edition, By B. E. Meyer 1914</p></blockquote>\n</blockquote>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Philosophy_of_S%C3%B8ren_Kierkegaard&amp;action=edit&amp;section=22\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Attributes_of_God_in_Christianity\" title=\"Attributes of God in Christianity\">Attributes of God in Christianity</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Philosophy_of_S%C3%B8ren_Kierkegaard&amp;action=edit&amp;section=23\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist columns references-column-width\" style=\"-moz-column-width: 30em; -webkit-column-width: 30em; column-width: 30em; list-style-type: decimal;\">\n<ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">McGrath, Alister E.  <i>The Blackwell Encyclopedia of Modern Christian Thought</i>. Blackwell Publishing, 1993. p 202</span>\n</li>\n<li id=\"cite_note-PM-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-PM_2-0\">^</a></b></span> <span class=\"reference-text\">Matustik, M. J. and M. Westphal (eds). <i>Kierkegaard in Post/Modernity</i>, Indiana University Press, 1995, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-253-20967-6\" title=\"Special:BookSources/0-253-20967-6\">0-253-20967-6</a></span>\n</li>\n<li id=\"cite_note-Kant-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Kant_3-0\">^</a></b></span> <span class=\"reference-text\">Green, Ronald M. <i>Kierkegaard and Kant: The Hidden Debt</i>. SUNY Press, 1992, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-7914-1107-9\" title=\"Special:BookSources/0-7914-1107-9\">0-7914-1107-9</a></span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">See for example, <i>Concluding Unscientific Postscript to Philosophical Fragments</i>: \"<i>Socrates' infinite merit is to have been an </i>existing<i> thinker, not a speculative philosopher who forgets what it means to exist… The infinite merit of the Socratic position was precisely to accentuate the fact that the knower is an existing individual, and that the task of existing is his essential task.</i>\" Swenson/Lowrie translation (1941), pp. 184-5.</span>\n</li>\n<li id=\"cite_note-Hong-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Hong_5-0\">^</a></b></span> <span class=\"reference-text\">Hong, Howard V. and Edna H. \"Subjectivity/Objectivity.\" <i>Søren Kierkegaard's Journals and Papers</i>. Vol. 4. Indiana University Press, 1975, pp. 712-13. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-253-18243-3\" title=\"Special:BookSources/0-253-18243-3\">0-253-18243-3</a></span>\n</li>\n<li id=\"cite_note-Journals-6\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Journals_6-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Journals_6-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-Journals_6-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-Journals_6-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-Journals_6-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-Journals_6-5\"><sup><i><b>f</b></i></sup></a> <a href=\"#cite_ref-Journals_6-6\"><sup><i><b>g</b></i></sup></a> <a href=\"#cite_ref-Journals_6-7\"><sup><i><b>h</b></i></sup></a> <a href=\"#cite_ref-Journals_6-8\"><sup><i><b>i</b></i></sup></a> <a href=\"#cite_ref-Journals_6-9\"><sup><i><b>j</b></i></sup></a> <a href=\"#cite_ref-Journals_6-10\"><sup><i><b>k</b></i></sup></a> <a href=\"#cite_ref-Journals_6-11\"><sup><i><b>l</b></i></sup></a></span> <span class=\"reference-text\">Kierkegaard, Søren. <i>Papers and Journals</i>, trans. A. Hannay, London, Penguin Books, 1996.</span>\n</li>\n<li id=\"cite_note-Watts-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Watts_7-0\">^</a></b></span> <span class=\"reference-text\">Watts, Michael. <i>Kierkegaard</i>. Oneworld, 2003, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/1-85168-317-8\" title=\"Special:BookSources/1-85168-317-8\">1-85168-317-8</a></span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://etext.lib.virginia.edu/cgi-local/DHI/dhi.cgi?id=dv1-06\">Dictionary of the History of Ideas</a></span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Kierkegaard, Søren. <i>The Two Ages</i>, trans. Howard and Edna Hong. Princeton University Press, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-0-691-07226-5\" title=\"Special:BookSources/978-0-691-07226-5\">978-0-691-07226-5</a></span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Perkins, Robert L. <i>Two Ages: International Kierkegaard Commentary</i>. Mercer University Press, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-0-86554-081-1\" title=\"Special:BookSources/978-0-86554-081-1\">978-0-86554-081-1</a></span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\"><i>Two Ages</i>, p.75, Hong translation.</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\"><i>Concluding Unscientific Postscript</i>, Hong 1992 p. 88.</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\"><i>Eighteen Upbuilding Discourses</i>, Hong p. 280.</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">Here are some verses from the Bible about loving your neighbor <a rel=\"nofollow\" class=\"external text\" href=\"http://www.kingjamesbibleonline.org/Bible-Verses-About-Love-Your-Neighbor/\">Love thy neighbor</a></span>\n</li>\n<li id=\"cite_note-SK.org-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-SK.org_15-0\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://sorenkierkegaard.org\">\"D. Anthony Storm\"</a>. <i>Kierkegaard Commentary</i><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">September 15,</span> 2006</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=Kierkegaard+Commentary&amp;rft.atitle=D.+Anthony+Storm&amp;rft_id=http%3A%2F%2Fsorenkierkegaard.org&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APhilosophy+of+S%C3%B8ren+Kierkegaard\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\">Works of Love, Hong p. 44</span>\n</li>\n<li id=\"cite_note-17\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-17\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.bib.uab.cat/pub/enrahonar/0211402Xn29p119.pdf\">Kangas</a></span>\n</li>\n<li id=\"cite_note-18\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-18\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external autonumber\" href=\"https://books.google.com/?id=-01DAM9kgEMC&amp;pg=PA203&amp;dq=apathy+kierkegaard\">[1]</a>, Kierkegaard and the Greek World: Aristotle and other Greek authors.</span>\n</li>\n<li id=\"cite_note-solomon-19\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-solomon_19-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-solomon_19-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-solomon_19-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-solomon_19-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-solomon_19-4\"><sup><i><b>e</b></i></sup></a></span> <span class=\"reference-text\">Robert C. Solomon, No Excuses: Existentialism and the Meaning of Life, The Great Courses, The Teaching Company, <a rel=\"nofollow\" class=\"external free\" href=\"http://www.thegreatcourses.com/tgc/courses/course_detail.aspx?cid=437\">http://www.thegreatcourses.com/tgc/courses/course_detail.aspx?cid=437</a></span>\n</li>\n<li id=\"cite_note-20\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-20\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/stream/philosophyofreli01hegeuoft#page/n283/mode/1up\"><i>Lectures on the Philosophy of Religion vol 1</i></a> also see Upbuilding Discourses in Various Spirits, March 13, 1847 by Soren Kierkegaard, copyright 1993 by Howard Hong, Princeton University Press p. 12ff</span>\n</li>\n<li id=\"cite_note-21\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-21\">^</a></b></span> <span class=\"reference-text\">See <i>Works of Love</i> and <i>Practice in Christianity</i></span>\n</li>\n<li id=\"cite_note-22\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-22\">^</a></b></span> <span class=\"reference-text\">See <i>Concluding Unscientific Postscript</i> p. 555ff</span>\n</li>\n<li id=\"cite_note-23\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-23\">^</a></b></span> <span class=\"reference-text\">See <i>The Concept of Irony</i>, p. 272ff</span>\n</li>\n<li id=\"cite_note-24\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-24\">^</a></b></span> <span class=\"reference-text\">Soren Kierkegaard, The Concept of Irony, Hong p. 275</span>\n</li>\n<li id=\"cite_note-25\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-25\">^</a></b></span> <span class=\"reference-text\">Journals and Papers 25 August 1936 1A229</span>\n</li>\n<li id=\"cite_note-26\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-26\">^</a></b></span> <span class=\"reference-text\">See his Universal History published in 1818 <a rel=\"nofollow\" class=\"external free\" href=\"https://openlibrary.org/authors/OL4431565A/John_von_Muller\">https://openlibrary.org/authors/OL4431565A/John_von_Muller</a></span>\n</li>\n<li id=\"cite_note-27\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-27\">^</a></b></span> <span class=\"reference-text\">Masugata, Kinya, “A Short History of Kierkegaard's Reception in Japan”, in J. Giles (ed.) <i>Kierkegaard and Japanese Thought</i>, Palgrave Macmillan, 2008, pp. 31-52</span>\n</li>\n<li id=\"cite_note-28\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-28\">^</a></b></span> <span class=\"reference-text\">Mortensen, Finn Hauberg, <i>Kierkegaard Made in Japan</i>, University Press of Southern Denmark, 1996</span>\n</li>\n<li id=\"cite_note-29\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-29\">^</a></b></span> <span class=\"reference-text\">Giles, James “Introduction: Kierkegaard's among the Temples of Kamakura”, in J. Giles (ed.) <i>Kierkegaard and Japanese Thought</i>, Palgrave Macmillan, 2008, pp. 1-30</span>\n</li>\n<li id=\"cite_note-30\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-30\">^</a></b></span> <span class=\"reference-text\">Jacobson, Nolan Pliny, “The Predicament of Man in Zen Buddhism and Kierkegaard”, <i>Philosophy East and West</i> 2, 1952, 238-253</span>\n</li>\n<li id=\"cite_note-31\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-31\">^</a></b></span> <span class=\"reference-text\">Giles, James, “To Practice One Thing: Kierkegaard through the Eyes of Dogen”, in J. Giles (ed.) <i>Kierkegaard and Japanese Thought</i>, Palgrave Macmillan, 2008, pp. 87-105</span>\n</li>\n<li id=\"cite_note-32\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-32\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.religion-online.org/showchapter.asp?title=2523&amp;C=2401\">http://www.religion-online.org/showchapter.asp?title=2523&amp;C=2401</a></span>\n</li>\n<li id=\"cite_note-33\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-33\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.ccel.org/k/kierkegaard/untruth/untruth.htm\">http://www.ccel.org/k/kierkegaard/untruth/untruth.htm</a></span>\n</li>\n<li id=\"cite_note-34\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-34\">^</a></b></span> <span class=\"reference-text\">Søren Kierkegaard, Fear and Trembling, ed. and trans. Howard and Edna Hong, (Princeton: Princeton University Press, 1983), 81.</span>\n</li>\n</ol></div>\n<h2><span class=\"mw-headline\" id=\"Further_reading\">Further reading</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Philosophy_of_S%C3%B8ren_Kierkegaard&amp;action=edit&amp;section=24\" title=\"Edit section: Further reading\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Dru, Alexander. <i>The Journals of Søren Kierkegaard</i>, Oxford University Press, 1938.</li>\n<li>Duncan, Elmer. <i>Søren Kierkegaard: Maker of the Modern Theological Mind</i>, Word Books 1976, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-87680-463-6\" title=\"Special:BookSources/0-87680-463-6\">0-87680-463-6</a></li>\n<li><a href=\"/wiki/Joakim_Garff\" title=\"Joakim Garff\">Garff, Joakim</a>. <i>Søren Kierkegaard: A Biography</i>, Princeton University Press 2005, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-691-09165-X\" title=\"Special:BookSources/0-691-09165-X\">0-691-09165-X</a>.</li>\n<li><a href=\"/wiki/Alastair_Hannay\" title=\"Alastair Hannay\">Hannay, Alastair</a>. <i>Kierkegaard: A Biography</i>, Cambridge University Press, New edition 2003, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-521-53181-0\" title=\"Special:BookSources/0-521-53181-0\">0-521-53181-0</a>.</li>\n<li>Kierkegaard. <i>The Concept of Anxiety</i>, Princeton University Press, 1981, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-691-02011-6\" title=\"Special:BookSources/0-691-02011-6\">0-691-02011-6</a></li>\n<li>Kierkegaard. <i>The Concept of Irony with Continual Reference to Socrates</i>, Princeton University Press 1989, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-691-07354-6\" title=\"Special:BookSources/0-691-07354-6\">0-691-07354-6</a></li>\n<li>Kierkegaard. <i>The Sickness Unto Death</i>, Princeton University Press, 1983, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-691-02028-0\" title=\"Special:BookSources/0-691-02028-0\">0-691-02028-0</a></li>\n<li>Lippit, John. <i>Kierkegaard and Fear and Trembling</i>, Routledge 2003, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-415-18047-3\" title=\"Special:BookSources/0-415-18047-3\">0-415-18047-3</a></li>\n<li>Ostenfeld, Ib and Alastair McKinnon. <i>Søren Kierkegaard's Psychology</i>, Wilfrid Laurer University Press 1972, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-88920-068-8\" title=\"Special:BookSources/0-88920-068-8\">0-88920-068-8</a></li>\n<li>Westphal, Merold. <i>Becoming a Self: A Reading of Kierkegaard's Concluding Unscientific Postscript</i>, Purdue University Press 1996, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/1-55753-090-4\" title=\"Special:BookSources/1-55753-090-4\">1-55753-090-4</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Philosophy_of_S%C3%B8ren_Kierkegaard&amp;action=edit&amp;section=25\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.sorenkierkegaard.org\">D. Anthony Storm's Commentary On Kierkegaard</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://plato.stanford.edu/entries/kierkegaard/\">Stanford Encyclopedia of Philosophy - Søren Kierkegaard</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://curlie.org/Society/Philosophy/Philosophers/K/Kierkegaard,_S%c3%b8ren/\">Kierkegaard, Søren</a> at Curlie (based on <a href=\"/wiki/DMOZ\" title=\"DMOZ\">DMOZ</a>)</li></ul>\n<div role=\"navigation\" class=\"navbox\" aria-labelledby=\"Søren_Kierkegaard\" style=\"padding:3px\"><table class=\"nowraplinks collapsible uncollapsed navbox-inner\" style=\"border-spacing:0;background:transparent;color:inherit\"><tbody><tr><th scope=\"col\" class=\"navbox-title\" colspan=\"2\"><div class=\"plainlinks hlist navbar mini\"><ul><li class=\"nv-view\"><a href=\"/wiki/Template:S%C3%B8ren_Kierkegaard\" title=\"Template:Søren Kierkegaard\"><abbr title=\"View this template\" style=\";;background:none transparent;border:none;-moz-box-shadow:none;-webkit-box-shadow:none;box-shadow:none; padding:0;\">v</abbr></a></li><li class=\"nv-talk\"><a href=\"/wiki/Template_talk:S%C3%B8ren_Kierkegaard\" title=\"Template talk:Søren Kierkegaard\"><abbr title=\"Discuss this template\" style=\";;background:none transparent;border:none;-moz-box-shadow:none;-webkit-box-shadow:none;box-shadow:none; padding:0;\">t</abbr></a></li><li class=\"nv-edit\"><a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Template:S%C3%B8ren_Kierkegaard&amp;action=edit\"><abbr title=\"Edit this template\" style=\";;background:none transparent;border:none;-moz-box-shadow:none;-webkit-box-shadow:none;box-shadow:none; padding:0;\">e</abbr></a></li></ul></div><div id=\"Søren_Kierkegaard\" style=\"font-size:114%;margin:0 4em\"><a href=\"/wiki/S%C3%B8ren_Kierkegaard\" title=\"Søren Kierkegaard\">Søren Kierkegaard</a></div></th></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\">1841–1846</th><td class=\"navbox-list navbox-odd hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><i><a href=\"/wiki/On_the_Concept_of_Irony_with_Continual_Reference_to_Socrates\" title=\"On the Concept of Irony with Continual Reference to Socrates\">On the Concept of Irony with Continual Reference to Socrates</a></i></li>\n<li><i><a href=\"/wiki/Either/Or\" title=\"Either/Or\">Either/Or</a></i></li>\n<li><i><a href=\"/wiki/De_omnibus_dubitandum_est\" title=\"De omnibus dubitandum est\">De omnibus dubitandum est: Everything Must Be Doubted</a></i></li>\n<li><i><a href=\"/wiki/Two_Upbuilding_Discourses,_1843\" title=\"Two Upbuilding Discourses, 1843\">Two Upbuilding Discourses, 1843</a></i></li>\n<li><i><a href=\"/wiki/Repetition_(Kierkegaard)\" class=\"mw-redirect\" title=\"Repetition (Kierkegaard)\">Repetition</a></i></li>\n<li><i><a href=\"/wiki/Three_Upbuilding_Discourses,_1843\" title=\"Three Upbuilding Discourses, 1843\">Three Upbuilding Discourses, 1843</a></i></li>\n<li><i><a href=\"/wiki/Fear_and_Trembling\" title=\"Fear and Trembling\">Fear and Trembling</a></i></li>\n<li><i><a href=\"/wiki/Four_Upbuilding_Discourses,_1843\" title=\"Four Upbuilding Discourses, 1843\">Four Upbuilding Discourses, 1843</a></i></li>\n<li><i><a href=\"/w/index.php?title=Sermon_Preached_at_Trinity_Church,_1844&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Sermon Preached at Trinity Church, 1844 (page does not exist)\">Sermon Preached at Trinity Church, 1844</a></i></li>\n<li><i><a href=\"/wiki/Two_Upbuilding_Discourses,_1844\" title=\"Two Upbuilding Discourses, 1844\">Two Upbuilding Discourses, 1844</a></i></li>\n<li><i><a href=\"/wiki/Three_Upbuilding_Discourses,_1844\" title=\"Three Upbuilding Discourses, 1844\">Three Upbuilding Discourses, 1844</a></i></li>\n<li><i><a href=\"/wiki/Philosophical_Fragments\" title=\"Philosophical Fragments\">Philosophical Fragments</a></i></li>\n<li><i><a href=\"/wiki/Prefaces\" title=\"Prefaces\">Prefaces</a></i></li>\n<li><i><a href=\"/wiki/The_Concept_of_Anxiety\" title=\"The Concept of Anxiety\">The Concept of Anxiety</a></i></li>\n<li><i><a href=\"/wiki/Four_Upbuilding_Discourses,_1844\" title=\"Four Upbuilding Discourses, 1844\">Four Upbuilding Discourses, 1844</a></i></li>\n<li><i><a href=\"/wiki/Eighteen_Upbuilding_Discourses\" title=\"Eighteen Upbuilding Discourses\">Eighteen Upbuilding Discourses</a></i></li>\n<li><i><a href=\"/wiki/Three_Discourses_on_Imagined_Occasions\" title=\"Three Discourses on Imagined Occasions\">Three Discourses on Imagined Occasions</a></i></li>\n<li><i><a href=\"/wiki/Stages_on_Life%27s_Way\" title=\"Stages on Life&#39;s Way\">Stages on Life's Way</a></i></li>\n<li><i><a href=\"/wiki/Concluding_Unscientific_Postscript_to_Philosophical_Fragments\" title=\"Concluding Unscientific Postscript to Philosophical Fragments\">Concluding Unscientific Postscript to Philosophical Fragments</a></i></li>\n<li><i><a href=\"/wiki/Two_Ages:_A_Literary_Review\" title=\"Two Ages: A Literary Review\">Two Ages: A Literary Review</a></i></li></ul>\n</div></td></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\">1847–1854</th><td class=\"navbox-list navbox-even hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><i><a href=\"/wiki/Edifying_Discourses_in_Diverse_Spirits\" title=\"Edifying Discourses in Diverse Spirits\">Edifying Discourses in Diverse Spirits</a></i></li>\n<li><i><a href=\"/wiki/Works_of_Love\" title=\"Works of Love\">Works of Love</a></i></li>\n<li><i><a href=\"/wiki/Christian_Discourses\" title=\"Christian Discourses\">Christian Discourses</a></i></li>\n<li><i><a href=\"/wiki/The_Crisis_and_a_Crisis_in_the_Life_of_an_Actress\" title=\"The Crisis and a Crisis in the Life of an Actress\">The Crisis and a Crisis in the Life of an Actress</a></i></li>\n<li><i><a href=\"/w/index.php?title=The_Lily_of_the_Field_and_the_Bird_of_the_Air&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"The Lily of the Field and the Bird of the Air (page does not exist)\">The Lily of the Field and the Bird of the Air</a></i></li>\n<li><i><a href=\"/wiki/Two_Minor_Ethical-Religious_Essays\" title=\"Two Minor Ethical-Religious Essays\">Two Minor Ethical-Religious Essays</a></i></li>\n<li><i><a href=\"/wiki/The_Sickness_Unto_Death\" title=\"The Sickness Unto Death\">The Sickness Unto Death</a></i></li>\n<li><i><a href=\"/w/index.php?title=Three_Discourses_at_the_Communion_on_Fridays&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Three Discourses at the Communion on Fridays (page does not exist)\">Three Discourses at the Communion on Fridays</a></i></li>\n<li><i><a href=\"/wiki/Practice_in_Christianity\" title=\"Practice in Christianity\">Practice in Christianity</a></i></li>\n<li><i><a href=\"/w/index.php?title=Two_Discourses_at_the_Communion_on_Fridays&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Two Discourses at the Communion on Fridays (page does not exist)\">Two Discourses at the Communion on Fridays</a></i></li>\n<li><i><a href=\"/wiki/The_Book_on_Adler\" title=\"The Book on Adler\">The Book on Adler</a></i></li>\n<li><i><a href=\"/wiki/For_Self-Examination\" title=\"For Self-Examination\">For Self-Examination</a></i></li>\n<li><i><a href=\"/w/index.php?title=Attack_Upon_Christendom&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Attack Upon Christendom (page does not exist)\">Attack Upon Christendom</a></i></li></ul>\n</div></td></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\">Posthumous</th><td class=\"navbox-list navbox-odd hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><i><a href=\"/wiki/The_Point_of_View_of_My_Work_as_an_Author\" title=\"The Point of View of My Work as an Author\">The Point of View of My Work as an Author</a></i></li>\n<li><i><a href=\"/wiki/Judge_for_Yourselves!\" title=\"Judge for Yourselves!\">Judge for Yourselves!</a></i></li>\n<li><i><a href=\"/wiki/S%C3%B8ren_Kierkegaard#Journals\" title=\"Søren Kierkegaard\">The Journals</a> </i></li>\n<li><i><a href=\"/wiki/Writing_Sampler\" title=\"Writing Sampler\">Writing Sampler</a></i></li></ul>\n</div></td></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\">Ideas</th><td class=\"navbox-list navbox-even hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><a class=\"mw-selflink selflink\">Philosophy</a></li>\n<li><a href=\"/wiki/Theology_of_S%C3%B8ren_Kierkegaard\" title=\"Theology of Søren Kierkegaard\">Theology</a></li></ul>\n<ul><li><i><a href=\"/wiki/Angst\" title=\"Angst\">Angst</a></i></li>\n<li><a href=\"/wiki/Anguish\" title=\"Anguish\">Anguish</a></li>\n<li><a href=\"/wiki/Authenticity_(philosophy)\" title=\"Authenticity (philosophy)\">Authenticity</a></li>\n<li><a href=\"/wiki/Double-mindedness\" title=\"Double-mindedness\">Double-mindedness</a></li>\n<li><a href=\"/wiki/S%C3%B8ren_Kierkegaard#Authorship_(1847–1855)\" title=\"Søren Kierkegaard\">Indirect communication</a></li>\n<li><a href=\"/wiki/Infinite_qualitative_distinction\" title=\"Infinite qualitative distinction\">Infinite qualitative distinction</a></li>\n<li><a href=\"/wiki/Knight_of_faith\" title=\"Knight of faith\">Knight of faith</a></li>\n<li><a href=\"/wiki/Leap_of_faith\" title=\"Leap of faith\">Leap to faith</a></li>\n<li><a href=\"/wiki/Leveling_(philosophy)\" title=\"Leveling (philosophy)\">Levelling</a></li>\n<li><a href=\"/wiki/Present_age\" title=\"Present age\">Present age</a></li>\n<li><a href=\"/wiki/Ressentiment\" title=\"Ressentiment\">Ressentiment</a></li>\n<li><a href=\"/wiki/Rotation_method\" title=\"Rotation method\">Rotation method</a></li>\n<li><a href=\"/w/index.php?title=Thorn_in_the_flesh_(Kierkegaard)&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Thorn in the flesh (Kierkegaard) (page does not exist)\">Thorn in the flesh</a></li>\n<li><a href=\"/wiki/Existential_despair\" class=\"mw-redirect\" title=\"Existential despair\">Despair</a></li></ul>\n</div></td></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\"><a href=\"/wiki/Category:S%C3%B8ren_Kierkegaard\" title=\"Category:Søren Kierkegaard\">Related topics</a></th><td class=\"navbox-list navbox-odd hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><a href=\"/wiki/List_of_works_about_S%C3%B8ren_Kierkegaard\" title=\"List of works about Søren Kierkegaard\">Works about Kierkegaard</a></li>\n<li><a href=\"/wiki/Regine_Olsen\" title=\"Regine Olsen\">Regine Olsen</a></li>\n<li><a href=\"/wiki/Peter_Kierkegaard\" title=\"Peter Kierkegaard\">Peter Kierkegaard</a></li>\n<li><a href=\"/wiki/Hans_Lassen_Martensen\" title=\"Hans Lassen Martensen\">Hans Lassen Martensen</a></li>\n<li><a href=\"/wiki/Jacob_Peter_Mynster\" title=\"Jacob Peter Mynster\">Jacob Peter Mynster</a></li>\n<li><a href=\"/wiki/Johan_Ludvig_Heiberg_(poet)\" title=\"Johan Ludvig Heiberg (poet)\">J. L. Heiberg</a></li>\n<li><a href=\"/wiki/Thomasine_Christine_Gyllembourg-Ehrensv%C3%A4rd\" title=\"Thomasine Christine Gyllembourg-Ehrensvärd\">Thomasine Christine Gyllembourg-Ehrensvärd</a></li>\n<li><a href=\"/wiki/Adolph_Peter_Adler\" title=\"Adolph Peter Adler\">Adolph Peter Adler</a></li>\n<li><a href=\"/wiki/Influence_and_reception_of_S%C3%B8ren_Kierkegaard\" title=\"Influence and reception of Søren Kierkegaard\">Influence and reception of Søren Kierkegaard</a></li>\n<li><a href=\"/wiki/Danish_Golden_Age\" title=\"Danish Golden Age\">Danish Golden Age</a></li>\n<li><a href=\"/wiki/S%C3%B8ren_Kierkegaard_Research_Center\" title=\"Søren Kierkegaard Research Center\">Søren Kierkegaard Research Center</a></li>\n<li><a href=\"/wiki/Howard_V._and_Edna_H._Hong_Kierkegaard_Library\" class=\"mw-redirect\" title=\"Howard V. and Edna H. Hong Kierkegaard Library\">Howard V. and Edna H. Hong Kierkegaard Library</a></li>\n<li><i><a href=\"/wiki/Prayers_of_Kierkegaard\" title=\"Prayers of Kierkegaard\">Prayers of Kierkegaard</a></i></li>\n<li><i><a href=\"/wiki/Kierkegaard_Studies_Yearbook\" title=\"Kierkegaard Studies Yearbook\">Kierkegaard Studies Yearbook</a></i></li></ul>\n</div></td></tr></tbody></table></div>\n\n<!-- \nNewPP limit report\nParsed by mw2271\nCached time: 20180913072956\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.504 seconds\nReal time usage: 0.601 seconds\nPreprocessor visited node count: 6750/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 131701/2097152 bytes\nTemplate argument size: 87529/2097152 bytes\nHighest expansion depth: 16/40\nExpensive parser function count: 2/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 29165/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.136/10.000 seconds\nLua memory usage: 3.37 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  429.472      1 -total\n 30.04%  129.005     43 Template:Quotation\n 26.50%  113.822      1 Template:Reflist\n 20.12%   86.394     15 Template:ISBN\n 18.53%   79.582     13 Template:Comma_separated_entries\n 12.35%   53.037     39 Template:If_empty\n 10.07%   43.263      1 Template:Unreferenced_section\n  8.49%   36.448      1 Template:Unreferenced\n  8.00%   34.345      1 Template:Cite_web\n  7.76%   33.307      1 Template:Ambox\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:3944846-0!canonical and timestamp 20180913072956 and revision id 848743453\n -->\n</div>"},"langlinks":[{"lang":"ka","url":"https://ka.wikipedia.org/wiki/%E1%83%A1%E1%83%98%E1%83%9D%E1%83%A0%E1%83%94%E1%83%9C_%E1%83%99%E1%83%98%E1%83%A0%E1%83%99%E1%83%94%E1%83%92%E1%83%9D%E1%83%A0%E1%83%98%E1%83%A1_%E1%83%A4%E1%83%98%E1%83%9A%E1%83%9D%E1%83%A1%E1%83%9D%E1%83%A4%E1%83%98%E1%83%90","langname":"Georgian","autonym":"ქართული","*":"სიორენ კირკეგორის ფილოსოფია"},{"lang":"hu","url":"https://hu.wikipedia.org/wiki/Kierkegaard_filoz%C3%B3fi%C3%A1ja","langname":"Hungarian","autonym":"magyar","*":"Kierkegaard filozófiája"},{"lang":"pt","url":"https://pt.wikipedia.org/wiki/Filosofia_de_S%C3%B8ren_Kierkegaard","langname":"Portuguese","autonym":"português","*":"Filosofia de Søren Kierkegaard"}],"categories":[{"sortkey":"Philosophy Of Soren Kierkegaard","hidden":"","*":"Articles_needing_additional_references_from_December_2012"},{"sortkey":"Philosophy Of Soren Kierkegaard","hidden":"","*":"All_articles_needing_additional_references"},{"sortkey":"Philosophy Of Soren Kierkegaard","hidden":"","*":"All_articles_with_unsourced_statements"},{"sortkey":"Philosophy Of Soren Kierkegaard","hidden":"","*":"Articles_with_unsourced_statements_from_January_2011"},{"sortkey":"Philosophy Of Soren Kierkegaard","hidden":"","*":"Articles_with_Curlie_links"},{"sortkey":"Philosophy Of Soren Kierkegaard","*":"19th-century_philosophy"},{"sortkey":"Philosophy Of Soren Kierkegaard","*":"Christian_philosophy"},{"sortkey":"Philosophy Of Soren Kierkegaard","*":"Continental_philosophy"},{"sortkey":"Philosophy Of Soren Kierkegaard","*":"Existentialist_concepts"},{"sortkey":"Philosophy Of Soren Kierkegaard","*":"Philosophical_schools_and_traditions"},{"sortkey":"Philosophy Of Soren Kierkegaard","*":"Postmodernism"},{"sortkey":"Philosophy Of Soren Kierkegaard","*":"Søren_Kierkegaard"},{"sortkey":"Philosophy Of Soren Kierkegaard","*":"Modern_philosophy"}],"links":[{"ns":14,"exists":"","*":"Category:Articles needing additional references from December 2012"},{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from January 2011"},{"ns":14,"exists":"","*":"Category:Søren Kierkegaard"},{"ns":0,"exists":"","*":"Philosophy of Søren Kierkegaard"},{"ns":0,"exists":"","*":"Abraham"},{"ns":0,"exists":"","*":"Absolute (philosophy)"},{"ns":0,"exists":"","*":"Abstract object"},{"ns":0,"exists":"","*":"Abstraction"},{"ns":0,"exists":"","*":"Absurdism"},{"ns":0,"exists":"","*":"Abyss (religion)"},{"ns":0,"exists":"","*":"Acts of the Apostles"},{"ns":0,"exists":"","*":"Adam"},{"ns":0,"exists":"","*":"Adam and Eve"},{"ns":0,"exists":"","*":"Adolph Peter Adler"},{"ns":0,"exists":"","*":"Aesthetics"},{"ns":0,"exists":"","*":"Alastair Hannay"},{"ns":0,"exists":"","*":"Albert Camus"},{"ns":0,"exists":"","*":"Ambiguous"},{"ns":0,"exists":"","*":"Angst"},{"ns":0,"exists":"","*":"Anguish"},{"ns":0,"exists":"","*":"Anxiety"},{"ns":0,"exists":"","*":"Apatheia"},{"ns":0,"exists":"","*":"Aptitude"},{"ns":0,"exists":"","*":"Aristotle"},{"ns":0,"exists":"","*":"Arthur Schopenhauer"},{"ns":0,"exists":"","*":"Asceticism"},{"ns":0,"exists":"","*":"Attributes of God in Christianity"},{"ns":0,"exists":"","*":"Augustine of Hippo"},{"ns":0,"exists":"","*":"Authenticity (philosophy)"},{"ns":0,"exists":"","*":"Bad faith (existentialism)"},{"ns":0,"exists":"","*":"Baron Munchausen"},{"ns":0,"exists":"","*":"Being"},{"ns":0,"exists":"","*":"Berlin"},{"ns":0,"exists":"","*":"Blaise Pascal"},{"ns":0,"exists":"","*":"Car"},{"ns":0,"exists":"","*":"Chimera (mythology)"},{"ns":0,"exists":"","*":"Choice"},{"ns":0,"exists":"","*":"Christian"},{"ns":0,"exists":"","*":"Christian Discourses"},{"ns":0,"exists":"","*":"Christian ethics"},{"ns":0,"exists":"","*":"Christianity"},{"ns":0,"exists":"","*":"Civics"},{"ns":0,"exists":"","*":"Classic"},{"ns":0,"exists":"","*":"Concluding Unscientific Postscript"},{"ns":0,"exists":"","*":"Concluding Unscientific Postscript to Philosophical Fragments"},{"ns":0,"exists":"","*":"Concrete (philosophy)"},{"ns":0,"exists":"","*":"Conscious"},{"ns":0,"exists":"","*":"Consciousness"},{"ns":0,"exists":"","*":"Contemplate"},{"ns":0,"exists":"","*":"Continental philosophy"},{"ns":0,"exists":"","*":"Culpability"},{"ns":0,"exists":"","*":"DMOZ"},{"ns":0,"exists":"","*":"Danish Golden Age"},{"ns":0,"exists":"","*":"De omnibus dubitandum est"},{"ns":0,"exists":"","*":"Death"},{"ns":0,"exists":"","*":"Depression (mood)"},{"ns":0,"exists":"","*":"Despair (emotion)"},{"ns":0,"exists":"","*":"Dharma"},{"ns":0,"exists":"","*":"Dialectic"},{"ns":0,"exists":"","*":"Dialectical"},{"ns":0,"exists":"","*":"Divine command theory"},{"ns":0,"exists":"","*":"Double-mindedness"},{"ns":0,"exists":"","*":"Doubt"},{"ns":0,"exists":"","*":"Edifying Discourses in Diverse Spirits"},{"ns":0,"exists":"","*":"Eighteen Upbuilding Discourses"},{"ns":0,"exists":"","*":"Either/Or"},{"ns":0,"exists":"","*":"Either/or"},{"ns":0,"exists":"","*":"Epistolary novel"},{"ns":0,"exists":"","*":"Erotic love"},{"ns":0,"exists":"","*":"Ersatz"},{"ns":0,"exists":"","*":"Esthetic"},{"ns":0,"exists":"","*":"Ethical"},{"ns":0,"exists":"","*":"Ethics"},{"ns":0,"exists":"","*":"Evil"},{"ns":0,"exists":"","*":"Existence"},{"ns":0,"exists":"","*":"Existential"},{"ns":0,"exists":"","*":"Existential despair"},{"ns":0,"exists":"","*":"Existential dread"},{"ns":0,"exists":"","*":"Existential psychology"},{"ns":0,"exists":"","*":"Existentialism"},{"ns":0,"exists":"","*":"Faith"},{"ns":0,"exists":"","*":"False idol"},{"ns":0,"exists":"","*":"Fear and Trembling"},{"ns":0,"exists":"","*":"Feeling"},{"ns":0,"exists":"","*":"For Self-Examination"},{"ns":0,"exists":"","*":"Four Upbuilding Discourses, 1843"},{"ns":0,"exists":"","*":"Four Upbuilding Discourses, 1844"},{"ns":0,"exists":"","*":"Free will"},{"ns":0,"exists":"","*":"Friedrich Schleiermacher"},{"ns":0,"exists":"","*":"Friedrich Wilhelm Joseph von Schelling"},{"ns":0,"exists":"","*":"Georg Hegel"},{"ns":0,"exists":"","*":"Georg Wilhelm Friedrich Hegel"},{"ns":0,"exists":"","*":"God"},{"ns":0,"exists":"","*":"Goodness and value theory"},{"ns":0,"exists":"","*":"Great Commandment"},{"ns":0,"exists":"","*":"Greek philosophy"},{"ns":0,"exists":"","*":"Habit (psychology)"},{"ns":0,"exists":"","*":"Hans Lassen Martensen"},{"ns":0,"exists":"","*":"Harald Hoffding"},{"ns":0,"exists":"","*":"Hegelianism"},{"ns":0,"exists":"","*":"Historical"},{"ns":0,"exists":"","*":"History"},{"ns":0,"exists":"","*":"History of the world"},{"ns":0,"exists":"","*":"Homer"},{"ns":0,"exists":"","*":"Howard V. and Edna H. Hong Kierkegaard Library"},{"ns":0,"exists":"","*":"Human"},{"ns":0,"exists":"","*":"Humor"},{"ns":0,"exists":"","*":"Imagination"},{"ns":0,"exists":"","*":"Immanuel Kant"},{"ns":0,"exists":"","*":"Immortality"},{"ns":0,"exists":"","*":"Imprimatur"},{"ns":0,"exists":"","*":"Incarnation (Christianity)"},{"ns":0,"exists":"","*":"Individual"},{"ns":0,"exists":"","*":"Infinite qualitative distinction"},{"ns":0,"exists":"","*":"Influence and reception of Søren Kierkegaard"},{"ns":0,"exists":"","*":"Innocence"},{"ns":0,"exists":"","*":"Intellectual"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"Isaac"},{"ns":0,"exists":"","*":"Jacob Peter Mynster"},{"ns":0,"exists":"","*":"Jean-Paul Sartre"},{"ns":0,"exists":"","*":"Jesus"},{"ns":0,"exists":"","*":"Joakim Garff"},{"ns":0,"exists":"","*":"Johan Ludvig Heiberg (poet)"},{"ns":0,"exists":"","*":"Johann Gottlieb Fichte"},{"ns":0,"exists":"","*":"Johann Wolfgang von Goethe"},{"ns":0,"exists":"","*":"Judge for Yourselves!"},{"ns":0,"exists":"","*":"Karl Marx"},{"ns":0,"exists":"","*":"Kierkegaard"},{"ns":0,"exists":"","*":"Kierkegaard Studies Yearbook"},{"ns":0,"exists":"","*":"Knight of faith"},{"ns":0,"exists":"","*":"Knowledge"},{"ns":0,"exists":"","*":"Law"},{"ns":0,"exists":"","*":"Leap of faith"},{"ns":0,"exists":"","*":"Learn"},{"ns":0,"exists":"","*":"Learner"},{"ns":0,"exists":"","*":"Lev Shestov"},{"ns":0,"exists":"","*":"Leveling (philosophy)"},{"ns":0,"exists":"","*":"Liberalism"},{"ns":0,"exists":"","*":"List of works about Søren Kierkegaard"},{"ns":0,"exists":"","*":"Logic"},{"ns":0,"exists":"","*":"Logical possibility"},{"ns":0,"exists":"","*":"Marx's theory of alienation"},{"ns":0,"exists":"","*":"Mediation"},{"ns":0,"exists":"","*":"Meta-ethics"},{"ns":0,"exists":"","*":"Metaphysics"},{"ns":0,"exists":"","*":"Middle Ages"},{"ns":0,"exists":"","*":"Misanthropy"},{"ns":0,"exists":"","*":"Money"},{"ns":0,"exists":"","*":"Moral absolutism"},{"ns":0,"exists":"","*":"Moral responsibility"},{"ns":0,"exists":"","*":"Naturphilosophie"},{"ns":0,"exists":"","*":"Nicolaus Copernicus"},{"ns":0,"exists":"","*":"Noumenon"},{"ns":0,"exists":"","*":"Objectification"},{"ns":0,"exists":"","*":"Objectivity (philosophy)"},{"ns":0,"exists":"","*":"On the Concept of Irony with Continual Reference to Socrates"},{"ns":0,"exists":"","*":"Original Sin"},{"ns":0,"exists":"","*":"Original sin"},{"ns":0,"exists":"","*":"Paradox"},{"ns":0,"exists":"","*":"Passion (emotion)"},{"ns":0,"exists":"","*":"Personal identity"},{"ns":0,"exists":"","*":"Peter Kierkegaard"},{"ns":0,"exists":"","*":"Phenomenon"},{"ns":0,"exists":"","*":"Philosopher"},{"ns":0,"exists":"","*":"Philosophical Fragments"},{"ns":0,"exists":"","*":"Philosophy"},{"ns":0,"exists":"","*":"Plato"},{"ns":0,"exists":"","*":"Pleasure"},{"ns":0,"exists":"","*":"Poet"},{"ns":0,"exists":"","*":"Politicians"},{"ns":0,"exists":"","*":"Positive philosophy"},{"ns":0,"exists":"","*":"Postmodernism"},{"ns":0,"exists":"","*":"Potentiality and actuality (Aristotle)"},{"ns":0,"exists":"","*":"Practice in Christianity"},{"ns":0,"exists":"","*":"Prayers of Kierkegaard"},{"ns":0,"exists":"","*":"Prefaces"},{"ns":0,"exists":"","*":"Present age"},{"ns":0,"exists":"","*":"Presuppose"},{"ns":0,"exists":"","*":"Professor"},{"ns":0,"exists":"","*":"Protagoras"},{"ns":0,"exists":"","*":"Pseudonym"},{"ns":0,"exists":"","*":"Psychology"},{"ns":0,"exists":"","*":"Ptolemy"},{"ns":0,"exists":"","*":"Pure thought"},{"ns":0,"exists":"","*":"Qualia"},{"ns":0,"exists":"","*":"Rationality"},{"ns":0,"exists":"","*":"Reason"},{"ns":0,"exists":"","*":"Regine Olsen"},{"ns":0,"exists":"","*":"Regulation"},{"ns":0,"exists":"","*":"Relativism"},{"ns":0,"exists":"","*":"Religious"},{"ns":0,"exists":"","*":"Repentance"},{"ns":0,"exists":"","*":"Repetition (Kierkegaard)"},{"ns":0,"exists":"","*":"Resignation"},{"ns":0,"exists":"","*":"Ressentiment"},{"ns":0,"exists":"","*":"Rhine"},{"ns":0,"exists":"","*":"Robespierre"},{"ns":0,"exists":"","*":"Rotation method"},{"ns":0,"exists":"","*":"Salvation"},{"ns":0,"exists":"","*":"Science"},{"ns":0,"exists":"","*":"Scientific analysis"},{"ns":0,"exists":"","*":"Seducer"},{"ns":0,"exists":"","*":"Sic"},{"ns":0,"exists":"","*":"Sickness Unto Death"},{"ns":0,"exists":"","*":"Sin"},{"ns":0,"exists":"","*":"Skepticism"},{"ns":0,"exists":"","*":"Social alienation"},{"ns":0,"exists":"","*":"Social environment"},{"ns":0,"exists":"","*":"Socrates"},{"ns":0,"exists":"","*":"Sophism"},{"ns":0,"exists":"","*":"Sophist"},{"ns":0,"exists":"","*":"Soul"},{"ns":0,"exists":"","*":"Space"},{"ns":0,"exists":"","*":"Spirit"},{"ns":0,"exists":"","*":"St. Theresa"},{"ns":0,"exists":"","*":"Stages on Life's Way"},{"ns":0,"exists":"","*":"Stoicism"},{"ns":0,"exists":"","*":"Subjectivity"},{"ns":0,"exists":"","*":"Søren Kierkegaard"},{"ns":0,"exists":"","*":"Søren Kierkegaard Research Center"},{"ns":0,"exists":"","*":"Teleology"},{"ns":0,"exists":"","*":"Telos (philosophy)"},{"ns":0,"exists":"","*":"The Book on Adler"},{"ns":0,"exists":"","*":"The Concept of Anxiety"},{"ns":0,"exists":"","*":"The Concept of Irony"},{"ns":0,"exists":"","*":"The Crisis and a Crisis in the Life of an Actress"},{"ns":0,"exists":"","*":"The Myth of Sisyphus"},{"ns":0,"exists":"","*":"The Point of View of My Work as an Author"},{"ns":0,"exists":"","*":"The Sickness Unto Death"},{"ns":0,"exists":"","*":"The Stranger (Camus novel)"},{"ns":0,"exists":"","*":"The Vocation of Man"},{"ns":0,"exists":"","*":"Theology"},{"ns":0,"exists":"","*":"Theology of Søren Kierkegaard"},{"ns":0,"exists":"","*":"Thesis"},{"ns":0,"exists":"","*":"Thomasine Christine Gyllembourg-Ehrensvärd"},{"ns":0,"exists":"","*":"Three Discourses on Imagined Occasions"},{"ns":0,"exists":"","*":"Three Upbuilding Discourses, 1843"},{"ns":0,"exists":"","*":"Three Upbuilding Discourses, 1844"},{"ns":0,"exists":"","*":"Time"},{"ns":0,"exists":"","*":"Tomás de Torquemada"},{"ns":0,"exists":"","*":"Tree of the knowledge of good and evil"},{"ns":0,"exists":"","*":"Trichotomy (philosophy)"},{"ns":0,"exists":"","*":"Truth"},{"ns":0,"exists":"","*":"Two Ages"},{"ns":0,"exists":"","*":"Two Ages: A Literary Review"},{"ns":0,"exists":"","*":"Two Minor Ethical-Religious Essays"},{"ns":0,"exists":"","*":"Two Upbuilding Discourses, 1843"},{"ns":0,"exists":"","*":"Two Upbuilding Discourses, 1844"},{"ns":0,"exists":"","*":"University of Berlin"},{"ns":0,"exists":"","*":"Upanishads"},{"ns":0,"exists":"","*":"Wisdom"},{"ns":0,"exists":"","*":"Works of Love"},{"ns":0,"exists":"","*":"Writing Sampler"},{"ns":0,"*":"Both-and"},{"ns":0,"*":"Subjective truth"},{"ns":0,"*":"Sermon Preached at Trinity Church, 1844"},{"ns":0,"*":"The Lily of the Field and the Bird of the Air"},{"ns":0,"*":"Three Discourses at the Communion on Fridays"},{"ns":0,"*":"Two Discourses at the Communion on Fridays"},{"ns":0,"*":"Attack Upon Christendom"},{"ns":0,"*":"Thorn in the flesh (Kierkegaard)"},{"ns":10,"exists":"","*":"Template:Søren Kierkegaard"},{"ns":4,"exists":"","*":"Wikipedia:Citation needed"},{"ns":4,"exists":"","*":"Wikipedia:Citing sources"},{"ns":4,"exists":"","*":"Wikipedia:Verifiability"},{"ns":11,"exists":"","*":"Template talk:Søren Kierkegaard"},{"ns":12,"exists":"","*":"Help:Introduction to referencing with Wiki Markup/1"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:See also"},{"ns":10,"exists":"","*":"Template:Quotation"},{"ns":10,"exists":"","*":"Template:Quote"},{"ns":10,"exists":"","*":"Template:Quote/styles.css"},{"ns":10,"exists":"","*":"Template:Comma separated entries"},{"ns":10,"exists":"","*":"Template:If empty"},{"ns":10,"exists":"","*":"Template:Unreferenced section"},{"ns":10,"exists":"","*":"Template:Unreferenced"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Citation needed"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Delink"},{"ns":10,"exists":"","*":"Template:Sic"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Column-width"},{"ns":10,"exists":"","*":"Template:ISBN"},{"ns":10,"exists":"","*":"Template:Catalog lookup link"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Error-small"},{"ns":10,"exists":"","*":"Template:Tl"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Dmoz"},{"ns":10,"exists":"","*":"Template:Curlie"},{"ns":10,"exists":"","*":"Template:Søren Kierkegaard"},{"ns":10,"exists":"","*":"Template:Navbox"},{"ns":828,"exists":"","*":"Module:Labelled list hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote list"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Separated entries"},{"ns":828,"exists":"","*":"Module:TableTools"},{"ns":828,"exists":"","*":"Module:If empty"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Delink"},{"ns":828,"exists":"","*":"Module:Check isxn"},{"ns":828,"exists":"","*":"Module:Error"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Navbox"},{"ns":828,"exists":"","*":"Module:Navbar"}],"images":["Question_book-new.svg","Abraham.jpg","Johann_Gottlieb_Fichte.jpg","G.W.F._Hegel_(by_Sichling,_after_Sebbers).jpg","Friedrich_Wilhelm_Joseph_von_Schelling.png","Schopenhauer.jpg"],"externallinks":["http://etext.lib.virginia.edu/cgi-local/DHI/dhi.cgi?id=dv1-06","http://www.kingjamesbibleonline.org/Bible-Verses-About-Love-Your-Neighbor/","http://sorenkierkegaard.org","http://www.bib.uab.cat/pub/enrahonar/0211402Xn29p119.pdf","https://books.google.com/?id=-01DAM9kgEMC&pg=PA203&dq=apathy+kierkegaard","https://archive.org/stream/philosophyofreli01hegeuoft#page/n283/mode/1up","http://www.thegreatcourses.com/tgc/courses/course_detail.aspx?cid=437","https://openlibrary.org/authors/OL4431565A/John_von_Muller","http://www.religion-online.org/showchapter.asp?title=2523&C=2401","http://www.ccel.org/k/kierkegaard/untruth/untruth.htm","http://en.wiktionary.org/wiki/inconsequential","http://en.wiktionary.org/wiki/nonentity","https://books.google.com/?id=kE1KCSZjUaAC&pg=PA294&dq=%22But+back+to+Stages.+It+is+markedly+different+from+Either/Or+by+a+tripartition.+There+are+three+stages,+an+esthetic,+an+ethical,+a+religious,+yet+not+abstract+as+the+immediate+mediate,+the+unity,+but+concrete+in+the+qualification+of+existence+categories+as+pleasure-perdition,+action-victory,+suffering.+But+despite+this+tripartition,+the+book+is+nevertheless+an+either/or.+That+is,+the+ethical+and+the+religious+stages+have+an+essential+relation+to+each+other.+The+inadequacy+of+Either/Or+is+simply+that+the+work%22","http://plato.stanford.edu/entries/kierkegaard/#Rhet","http://www.sorenkierkegaard.org","http://plato.stanford.edu/entries/kierkegaard/","https://curlie.org/Society/Philosophy/Philosophers/K/Kierkegaard,_S%C3%B8ren/"],"sections":[{"toclevel":1,"level":"2","line":"Note on pseudonyms","number":"1","index":"1","fromtitle":"Philosophy_of_Søren_Kierkegaard","byteoffset":2557,"anchor":"Note_on_pseudonyms"},{"toclevel":1,"level":"2","line":"Themes in his philosophy","number":"2","index":"2","fromtitle":"Philosophy_of_Søren_Kierkegaard","byteoffset":4751,"anchor":"Themes_in_his_philosophy"},{"toclevel":2,"level":"3","line":"Alienation","number":"2.1","index":"3","fromtitle":"Philosophy_of_Søren_Kierkegaard","byteoffset":4781,"anchor":"Alienation"},{"toclevel":2,"level":"3","line":"Abstraction","number":"2.2","index":"4","fromtitle":"Philosophy_of_Søren_Kierkegaard","byteoffset":17003,"anchor":"Abstraction"},{"toclevel":2,"level":"3","line":"Death","number":"2.3","index":"5","fromtitle":"Philosophy_of_Søren_Kierkegaard","byteoffset":28931,"anchor":"Death"},{"toclevel":2,"level":"3","line":"Dread or anxiety","number":"2.4","index":"6","fromtitle":"Philosophy_of_Søren_Kierkegaard","byteoffset":31173,"anchor":"Dread_or_anxiety"},{"toclevel":2,"level":"3","line":"Despair","number":"2.5","index":"7","fromtitle":"Philosophy_of_Søren_Kierkegaard","byteoffset":35108,"anchor":"Despair"},{"toclevel":2,"level":"3","line":"Ethics","number":"2.6","index":"8","fromtitle":"Philosophy_of_Søren_Kierkegaard","byteoffset":42810,"anchor":"Ethics"},{"toclevel":2,"level":"3","line":"Individuality","number":"2.7","index":"9","fromtitle":"Philosophy_of_Søren_Kierkegaard","byteoffset":51551,"anchor":"Individuality"},{"toclevel":2,"level":"3","line":"Pathos (passion)","number":"2.8","index":"10","fromtitle":"Philosophy_of_Søren_Kierkegaard","byteoffset":57930,"anchor":"Pathos_(passion)"},{"toclevel":2,"level":"3","line":"Subjectivity","number":"2.9","index":"11","fromtitle":"Philosophy_of_Søren_Kierkegaard","byteoffset":67219,"anchor":"Subjectivity"},{"toclevel":2,"level":"3","line":"Three stages of life","number":"2.10","index":"12","fromtitle":"Philosophy_of_Søren_Kierkegaard","byteoffset":81271,"anchor":"Three_stages_of_life"},{"toclevel":3,"level":"4","line":"Stage one: aesthetic","number":"2.10.1","index":"13","fromtitle":"Philosophy_of_Søren_Kierkegaard","byteoffset":92781,"anchor":"Stage_one:_aesthetic"},{"toclevel":3,"level":"4","line":"Stage two: ethical","number":"2.10.2","index":"14","fromtitle":"Philosophy_of_Søren_Kierkegaard","byteoffset":96031,"anchor":"Stage_two:_ethical"},{"toclevel":3,"level":"4","line":"Stage three: religious","number":"2.10.3","index":"15","fromtitle":"Philosophy_of_Søren_Kierkegaard","byteoffset":102360,"anchor":"Stage_three:_religious"},{"toclevel":1,"level":"2","line":"Kierkegaard's thoughts on other philosophers","number":"3","index":"16","fromtitle":"Philosophy_of_Søren_Kierkegaard","byteoffset":107917,"anchor":"Kierkegaard's_thoughts_on_other_philosophers"},{"toclevel":2,"level":"3","line":"Kierkegaard and Fichte","number":"3.1","index":"17","fromtitle":"Philosophy_of_Søren_Kierkegaard","byteoffset":107967,"anchor":"Kierkegaard_and_Fichte"},{"toclevel":2,"level":"3","line":"Kierkegaard and Hegel","number":"3.2","index":"18","fromtitle":"Philosophy_of_Søren_Kierkegaard","byteoffset":111099,"anchor":"Kierkegaard_and_Hegel"},{"toclevel":2,"level":"3","line":"Kierkegaard and Schelling","number":"3.3","index":"19","fromtitle":"Philosophy_of_Søren_Kierkegaard","byteoffset":130384,"anchor":"Kierkegaard_and_Schelling"},{"toclevel":2,"level":"3","line":"Kierkegaard and Schopenhauer","number":"3.4","index":"20","fromtitle":"Philosophy_of_Søren_Kierkegaard","byteoffset":136956,"anchor":"Kierkegaard_and_Schopenhauer"},{"toclevel":1,"level":"2","line":"Kierkegaard and Eastern philosophy","number":"4","index":"21","fromtitle":"Philosophy_of_Søren_Kierkegaard","byteoffset":140240,"anchor":"Kierkegaard_and_Eastern_philosophy"},{"toclevel":1,"level":"2","line":"See also","number":"5","index":"22","fromtitle":"Philosophy_of_Søren_Kierkegaard","byteoffset":147359,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"23","fromtitle":"Philosophy_of_Søren_Kierkegaard","byteoffset":147415,"anchor":"References"},{"toclevel":1,"level":"2","line":"Further reading","number":"7","index":"24","fromtitle":"Philosophy_of_Søren_Kierkegaard","byteoffset":147445,"anchor":"Further_reading"},{"toclevel":1,"level":"2","line":"External links","number":"8","index":"25","fromtitle":"Philosophy_of_Søren_Kierkegaard","byteoffset":148652,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Philosophy of Søren Kierkegaard","iwlinks":[{"prefix":"wikt","url":"https://en.wiktionary.org/wiki/Special:Search/posit","*":"wikt:Special:Search/posit"},{"prefix":"wikt","url":"https://en.wiktionary.org/wiki/tendency","*":"wikt:tendency"}],"properties":[{"name":"defaultsort","*":"Philosophy Of Soren Kierkegaard"},{"name":"wikibase_item","*":"Q1108334"}]}}