{"parse":{"title":"PAST Foundation","pageid":2532840,"revid":858776704,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"infobox vcard\" style=\"width:22em\"><caption class=\"fn org\">The PAST Foundation</caption><tbody><tr><td colspan=\"2\" style=\"text-align:center\">\n<a href=\"/wiki/File:PAST_Flat_Badge.jpg\" class=\"image\"><img alt=\"PAST Flat Badge.jpg\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/0/04/PAST_Flat_Badge.jpg/220px-PAST_Flat_Badge.jpg\" width=\"220\" height=\"208\" srcset=\"//upload.wikimedia.org/wikipedia/en/0/04/PAST_Flat_Badge.jpg 1.5x\" data-file-width=\"325\" data-file-height=\"307\" /></a></td></tr><tr><th scope=\"row\" style=\"padding-right:0.6em;\">Formation</th><td class=\"note\">\n2000</td></tr><tr><th scope=\"row\" style=\"padding-right:0.6em;\">Headquarters</th><td>\n<a href=\"/wiki/Columbus,_Ohio\" title=\"Columbus, Ohio\">Columbus</a>, <a href=\"/wiki/Ohio\" title=\"Ohio\">OH</a>, <a href=\"/wiki/United_States\" title=\"United States\">U.S.</a></td></tr><tr><th scope=\"row\" style=\"padding-right:0.6em;\">Website</th><td>\n<div class=\"plainlinks\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.pastfoundation.org\">http://www.pastfoundation.org</a> </div></td></tr></tbody></table>\n<p>The <b>PAST Foundation</b>, <b>P</b><i>artnering</i> <b>A</b><i>nthropology with </i> <b>S</b><i>cience and</i>  <b>T</b><i>echnology</i>. PAST is a federal <a href=\"/wiki/501(c)\" class=\"mw-redirect\" title=\"501(c)\">501(c)(3) non-profit</a> educational and research team located in the <a href=\"/wiki/United_States\" title=\"United States\">United States</a> that builds partnerships around compelling scientific and educational projects, making them accessible to students and the public through transdisciplinary program-based learning, experiential field schools, documentary film, and interactive websites.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#History\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">History</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-2\"><a href=\"#Transition\"><span class=\"tocnumber\">1.1</span> <span class=\"toctext\">Transition</span></a></li>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#Growth\"><span class=\"tocnumber\">1.2</span> <span class=\"toctext\">Growth</span></a></li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Awards\"><span class=\"tocnumber\">1.3</span> <span class=\"toctext\">Awards</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Partnerships\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Partnerships</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Field_schools\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Field schools</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Research\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Research</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Publications\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Publications</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#External_links\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"History\">History</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=PAST_Foundation&amp;action=edit&amp;section=1\" title=\"Edit section: History\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The PAST Foundation was founded in 2000 by an <a href=\"/wiki/Ad_hoc\" title=\"Ad hoc\">ad hoc</a> organization of anthropologists and scientists who were determined to make ongoing scientific research across a broad spectrum of professions accessible to the public. Immediately, the PAST team began building partnerships and programs for seamless education. The initial work in 2001 included a partnership with the <a href=\"/wiki/Science_Focus_Program_(Zoo_School)\" class=\"mw-redirect\" title=\"Science Focus Program (Zoo School)\">Zoo School</a> from Lincoln, Nebraska, <a href=\"/wiki/Yellowstone_National_Park\" title=\"Yellowstone National Park\">Yellowstone National Park</a>, and PAST. The year-long program featured the first Thermal River archaeological investigation on the Marshall Hotel in the <a href=\"/wiki/Firehole_River\" title=\"Firehole River\">Firehole River</a> and culminated in a published book on the archaeology of the site garnering PAST the <a href=\"/wiki/National_Park_Service\" title=\"National Park Service\">National Park Service</a> <i>John L. Cotter Award</i> for Excellence in American Archaeology.<sup id=\"cite_ref-Marshall/Firehole_Article_1-0\" class=\"reference\"><a href=\"#cite_note-Marshall/Firehole_Article-1\">&#91;1&#93;</a></sup>\n</p><p>For the next five years, PAST continued to partner with both public and private organizations building educational programs like <i>Riverboatin' on the Red</i> for Oklahoma's Department of Education and SCRUNCH for the <a href=\"/wiki/Minerals_Management_Service\" title=\"Minerals Management Service\">US Minerals Management Service</a>. Both programs pivoted around ongoing research such as the discovery of a shipwreck in the <a href=\"/wiki/Red_River_of_the_South\" title=\"Red River of the South\">Red River</a> dating to Oklahoma's early 19th century settlement period and the effects of pressure on Styrofoam cups that were taken down on the <a href=\"/wiki/Autonomous_Underwater_Vehicle\" class=\"mw-redirect\" title=\"Autonomous Underwater Vehicle\">AUV (Autonomous Underwater Vehicle)</a> that studied World War II shipwrecks in thousands of feet of water in the Gulf of Mexico.<sup id=\"cite_ref-Deep_Wreaks/Scrunch_Article_2-0\" class=\"reference\"><a href=\"#cite_note-Deep_Wreaks/Scrunch_Article-2\">&#91;2&#93;</a></sup> These program-based learning projects that crossed disciplines have become the cornerstone of PAST.\n</p><p>In addition, PAST continued to partner with public agencies, universities, businesses, and industry building adult field study programs, anthropological research projects, and interactive websites. Years after their launch, websites for the <i>Deep Wrecks Project</i> and USS <i>Arizona</i> still have high volume visitation. The adult field schools have partnered with the <a href=\"/wiki/Ohio_State_University\" title=\"Ohio State University\">Ohio State University</a>, <a href=\"/wiki/California_Department_of_Parks_and_Recreation\" title=\"California Department of Parks and Recreation\">California State Parks</a>, the <a href=\"/wiki/Florida_Keys_National_Marine_Sanctuary\" title=\"Florida Keys National Marine Sanctuary\">Florida Keys National Marine Sanctuary</a>, <a href=\"/wiki/Nebraska_Wesleyan_University\" title=\"Nebraska Wesleyan University\">Nebraska Wesleyan University</a>, <a href=\"/wiki/Oklahoma_Historical_Society\" title=\"Oklahoma Historical Society\">Oklahoma Historical Society</a>, <a href=\"/wiki/Indiana_University\" title=\"Indiana University\">Indiana University</a>, and <a href=\"/wiki/East_Carolina_University\" title=\"East Carolina University\">East Carolina University</a> providing participants with rigorous field experience and the partners with published reports and searchable databases.\n</p>\n<h3><span class=\"mw-headline\" id=\"Transition\">Transition</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=PAST_Foundation&amp;action=edit&amp;section=2\" title=\"Edit section: Transition\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>In 2005, through a startup donation, PAST transitioned from a loose knit project driven organization to a program-based non-profit. Additionally, PAST moved the main office to Columbus, Ohio centrally located within the United States. The move allowed PAST to strategically address the organization's growth. Continuously on the quest to partner with schools to pilot PAST programs, in 2006 the foundation formed a partnership with the <a href=\"/wiki/Ohio_State_University\" title=\"Ohio State University\">Ohio State University</a>, the <a href=\"/wiki/Battelle_Memorial_Institute\" title=\"Battelle Memorial Institute\">Battelle Memorial Institute</a>, the Central Ohio Educational Council, and the innovative <a href=\"/wiki/STEM_fields\" class=\"mw-redirect\" title=\"STEM fields\">STEM (Science, Technology, Engineering, and Math)</a> and <a href=\"/wiki/The_Metro_School\" title=\"The Metro School\">Metro Early College and Demonstration High School</a>, located on the OSU campus. Forming the <b>PAST/Metro Program Design Center</b>, PAST set about working with the high school faculty to design transdisciplinary programs that pivot on global issues. The very first program, <i>Garbology</i>, built on the work of <a href=\"/wiki/William_Rathje\" title=\"William Rathje\">Dr. William Rathje</a> of the <a href=\"/wiki/Stanford_University\" title=\"Stanford University\">Stanford University Archaeology Center</a> and pivoted on the very real, global issues of waste management, drew national attention and was rewarded the <i>Emerald Award</i> for Excellence in Environmental Education. The students, the program, and the project director, Dr. Sheli O. Smith, were bestowed with this award.<sup id=\"cite_ref-Metro_High_School_Garbology_Project_3-0\" class=\"reference\"><a href=\"#cite_note-Metro_High_School_Garbology_Project-3\">&#91;3&#93;</a></sup> \n</p><p>Employing STEM as a delivery vehicle for education, PAST has continued to build popular programs that excite students and allow teachers and students to join on an educational journey. From <i>Forensics in the Classroom</i> to <i>The Cultural Landscape of a Michigan Ghost Town</i>, from <i>The Web of Life</i> to <i>Get Real</i>, from <i>Marine Ecology of the Florida Keys</i> to <i>Growing America</i>, the PAST programs continue to draw on the anthropological base of the organization and to building holistic learning.\n</p><p>Utilizing the guidance of a strategic plan, PAST has been able to also grow on several other fronts. The PAST adult field schools, now in their ninth year, continue to study known <a href=\"/wiki/Archaeological_site\" title=\"Archaeological site\">archaeological sites</a> and collections assisting public agencies in better understanding, interpretation, and protection of America's maritime heritage treasures, as well as forging ahead in areas of anthropology. PAST field schools helped California Parks move forward in nominating the Gold Rush Era, shipwreck, <i>Frolic</i> on the Mendocino Coast for inclusion in California's State Underwater Parks. The 2005 through 2008 field schools assisted the Florida Keys National Marine Sanctuary in better understanding and interpreting the 19th century, Sanctuary shipwrecks, <i>Slobodna</i>, <i>Tonawanda</i>, and <i>Memanon Sanford</i>. Since 2006, PAST and partners have hosted a summer field program dedicated to allowing students to fully explore the world of <a href=\"/wiki/Forensic_anthropology\" title=\"Forensic anthropology\">Forensic Anthropology</a>. Similarly, PAST partnered with the respected documentary film program at Montana State University to offer teachers and students a summer practicum in documentary filmmaking that embeds the process in scientific projects.\n</p><p>In 2006, PAST sought out a new avenue of public access in order to bring the educational programs and field work and research to the public. PAST Publications utilizes the print-on-demand process to enable students, professionals, programs, and organizations to publish scientific and educational work in a timely and cost-effective way.\n</p><p>In 2007, after a year of working with STEM educational reform, PAST and the Battelle Center for Mathematics and Science Education Policy embarked on a combined, <a href=\"/wiki/Ethnography\" title=\"Ethnography\">ethnographic</a> and policy network study of STEM at Metro Early College and Demonstration High School.<sup id=\"cite_ref-PAST_Working_with_Battelle_on_STEM_School_Communities/Public_Networks_Study_4-0\" class=\"reference\"><a href=\"#cite_note-PAST_Working_with_Battelle_on_STEM_School_Communities/Public_Networks_Study-4\">&#91;4&#93;</a></sup>  The interdisciplinary approach and findings of the study have added a new dimension to the national consideration of how STEM is developed.\n</p>\n<h3><span class=\"mw-headline\" id=\"Growth\">Growth</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=PAST_Foundation&amp;action=edit&amp;section=3\" title=\"Edit section: Growth\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Closing in on its first decade of operation, the PAST Foundation continues to be dedicated to the original goal of bringing public access to compelling scientific research. Currently, PAST works with emerging STEM schools across the US to build transdisciplinary programs for K-20 education and to better understand through anthropological ethnography, the underlying systems that make STEM successful. PAST continues to build learning programs for both high school age students and adults. The impact of these programs help drive their success. PAST Publications is also growing, helping graduate students publish their theses and academic institutions maintain the tradition of publishing research in a timely manner.\n</p>\n<h3><span class=\"mw-headline\" id=\"Awards\">Awards</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=PAST_Foundation&amp;action=edit&amp;section=4\" title=\"Edit section: Awards\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Since its establishment in 2000, recognition of PAST’s achievements have steadily accumulated. PAST was honored the 2001 National Park Service <i>Cotter Award</i> for Excellence in Archaeology,<sup id=\"cite_ref-Hopewell_Archeology_Newsletter_5-0\" class=\"reference\"><a href=\"#cite_note-Hopewell_Archeology_Newsletter-5\">&#91;5&#93;</a></sup> the 2007 <i>Wiley Award</i> for Excellence in Documentary Film, the 2007 Secretary of the Interior’s <i>Conservation Collaborative Partnership Award</i>, the 2007 <i>National Oceanic Partner’s Program Award</i>,<sup id=\"cite_ref-The_National_Oceanographic_Partnership_Program_6-0\" class=\"reference\"><a href=\"#cite_note-The_National_Oceanographic_Partnership_Program-6\">&#91;6&#93;</a></sup> the 2007 <i>Emerald Award</i> for Excellence in Environmental Education, and the 2007 <i>Ohio State University Kellogg Award</i> for Excellence in Experiential Learning.\n</p><p>Individually, the PAST research team and its research associates have garnered <i>Emmy Awards</i>, the Society of Historical Archaeology’s <i>Cotter Award</i> for New Promising Professional,<sup id=\"cite_ref-Awards_of_the_Society_for_Historical_Archaeology_7-0\" class=\"reference\"><a href=\"#cite_note-Awards_of_the_Society_for_Historical_Archaeology-7\">&#91;7&#93;</a></sup> and the Ohio State University’s <i>Graduate Student of the Year Award</i>.\n</p>\n<h2><span class=\"mw-headline\" id=\"Partnerships\">Partnerships</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=PAST_Foundation&amp;action=edit&amp;section=5\" title=\"Edit section: Partnerships\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The PAST Foundation seeks partnerships for ongoing program-based learning opportunities, field programs, documentary film programs, and publications. It is PAST's contention that strong public networks ensure robust learning opportunities. Currently, PAST partners with public agencies, private businesses, public organizations, non-profit institutions, academic institutions, and industries in building programs, underwriting research, and furthering scientific endeavors. <a href=\"#External_links\">See Partnerships Below</a>.\n</p>\n<h2><span class=\"mw-headline\" id=\"Field_schools\">Field schools</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=PAST_Foundation&amp;action=edit&amp;section=6\" title=\"Edit section: Field schools\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The PAST Foundation field schools consist of <a href=\"/wiki/Anthropological\" class=\"mw-redirect\" title=\"Anthropological\">anthropological</a> and scientific work that impact humans and their environment, culture, and heritage. All PAST field opportunities are structured as a course with an authentic learning product that benefits the community. Field studies include supervised training, introduction to scientific techniques and methods, as well as organized presentation of field study results. Students have the opportunity to acquire high school and college credit for the field study programs. Field schools currently include work in cultural landscapes, underwater archaeology,  marine ecology, entomology, forensic anthropology, urban gardening, and documentary filmmaking.\n</p><p>Students are connected with leading professionals and researchers from around the world in person and through the Internet creating robust experiences and good practice science. All field programs explore real needs, engage community partners, and produce tangible outcomes that both assist the community partners and further the education of the participating students.\n</p>\n<h2><span class=\"mw-headline\" id=\"Research\">Research</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=PAST_Foundation&amp;action=edit&amp;section=7\" title=\"Edit section: Research\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Ongoing research is also key in the organization's interests.\n</p><p>The PAST Foundation supports new research and methodologies in linking field projects and researchers with educational programs in the classroom. Through the <b>PAST/Metro Program Design Center</b>, graduate students build upon their graduate research creating programs that are ultimately published for public consumption. <i>Forensics in the Classroom</i>, <i>the Web of Life</i>,  and <i>Growing America </i> are examples of ongoing, doctoral research that have been crafted into programs aimed at engaging young students in scientific methods and potential, lifelong careers.\n</p><p>Ongoing ethnographic studies of STEM are producing results intended to help schools better understand the universal structure that supports STEM delivery systems and how to successfully grow and sustain the necessary community and public networks that support it.\n</p><p>Research on the deepwater shipwrecks and other <a href=\"/wiki/Underwater_archaeology\" title=\"Underwater archaeology\">underwater archaeological</a> sites have spurred the PAST research team to initiate a web driven database that will allow researchers from around the world to share and compare information regarding historic ship construction details. VirtualVessel.com, currently under construction, is planned for launch by the close of 2009.\n</p>\n<h2><span class=\"mw-headline\" id=\"Publications\">Publications</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=PAST_Foundation&amp;action=edit&amp;section=8\" title=\"Edit section: Publications\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>PAST Publications, initiated in 2006, recognizes that large quantities of anthropological research does not reach the public. It is the intention of PAST Publications to fill the niche for small-production printing of <a href=\"/wiki/Theses\" class=\"mw-redirect\" title=\"Theses\">student theses and dissertations</a>, <a href=\"/wiki/Publishing\" title=\"Publishing\">special publications</a>, <a href=\"/wiki/Cultural_Resources_Management\" class=\"mw-redirect\" title=\"Cultural Resources Management\"><b>C</b>ultural <b>R</b>esource <b>M</b>anagement (CRM) firm reports</a>, <a href=\"/wiki/Educational_program\" title=\"Educational program\">educational programs</a>, and <a href=\"/wiki/Field_work\" class=\"mw-redirect\" title=\"Field work\">field studies</a> and <a href=\"/wiki/Field_research\" title=\"Field research\">research</a>.\n</p><p>PAST Publications has a bookstore that is available through the foundation’s website. Through partnerships with universities, professional organizations, CRM firms, and public agencies, the department now features an array of anthropological master’s thesis, archaeological reports, manuals, journals, and proceedings.\n</p><p>Authors and organizations are also sought after in searching for an efficient and cost-effective method of publishing and printing their work. The relatively new process of inline, on-demand printing allows production of one or more copies without changing the cost.  All PAST Publications follow the <a href=\"/wiki/Library_of_Congress\" title=\"Library of Congress\">Library of Congress</a> protocol including <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN numbers.</a>\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=PAST_Foundation&amp;action=edit&amp;section=9\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-Marshall/Firehole_Article-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Marshall/Firehole_Article_1-0\">^</a></b></span> <span class=\"reference-text\">\n<cite class=\"citation news\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.nps.gov/history/mwac/marshall_hotel/index.htm\">\"The Marshall/Firehole Hotel\"</a>. National Park Service (NPS).</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=The+Marshall%2FFirehole+Hotel&amp;rft_id=http%3A%2F%2Fwww.nps.gov%2Fhistory%2Fmwac%2Fmarshall_hotel%2Findex.htm&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APAST+Foundation\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-Deep_Wreaks/Scrunch_Article-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Deep_Wreaks/Scrunch_Article_2-0\">^</a></b></span> <span class=\"reference-text\">  <cite class=\"citation news\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.springerlink.com/content/w8867m3680441111/fulltext.pdf\">\"Looking Over the Archaeologists' Shoulders: Web-based Public Outreach in the Deep Wrecks Project\"</a> <span style=\"font-size:85%;\">(PDF)</span>. Springer Science &amp; Business Media, LLC 2008. June 12, 2008.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=Looking+Over+the+Archaeologists%E2%80%99+Shoulders%3A+Web-based+Public+Outreach+in+the+Deep+Wrecks+Project&amp;rft.date=2008-06-12&amp;rft_id=http%3A%2F%2Fwww.springerlink.com%2Fcontent%2Fw8867m3680441111%2Ffulltext.pdf&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APAST+Foundation\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-Metro_High_School_Garbology_Project-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Metro_High_School_Garbology_Project_3-0\">^</a></b></span> <span class=\"reference-text\">\n<cite class=\"citation news\"><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20120222041100/http://www.pastfoundation.org/2006Garbology/\">\"2006 Metro High School Garbology Project\"</a>. Metro High School and the PAST Foundation. Archived from <a rel=\"nofollow\" class=\"external text\" href=\"http://www.pastfoundation.org/2006Garbology/\">the original</a> on 2012-02-22.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=2006+Metro+High+School+Garbology+Project&amp;rft_id=http%3A%2F%2Fwww.pastfoundation.org%2F2006Garbology%2F&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APAST+Foundation\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-PAST_Working_with_Battelle_on_STEM_School_Communities/Public_Networks_Study-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-PAST_Working_with_Battelle_on_STEM_School_Communities/Public_Networks_Study_4-0\">^</a></b></span> <span class=\"reference-text\"> \n<cite class=\"citation news\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.battelle.org/news/06/05-19-06MathCenter.stm\">\"PAST Working with Battelle on STEM School Communities/Public Networks Study\"</a>. May 19, 2006.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=PAST+Working+with+Battelle+on+STEM+School+Communities%2FPublic+Networks+Study&amp;rft.date=2006-05-19&amp;rft_id=http%3A%2F%2Fwww.battelle.org%2Fnews%2F06%2F05-19-06MathCenter.stm&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APAST+Foundation\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-Hopewell_Archeology_Newsletter-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Hopewell_Archeology_Newsletter_5-0\">^</a></b></span> <span class=\"reference-text\">\n<cite class=\"citation news\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.nps.gov/history/mwac/hopewell/v4n1/two.htm\">\"The John Cottor Award for Excellece in National Park Service Archeology\"</a>. The Newsletter of Hopewell Archeology in the Ohio River Valley.  Volume 4, Number 1. June 2000.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=The+John+Cottor+Award+for+Excellece+in+National+Park+Service+Archeology&amp;rft.date=2000-06&amp;rft_id=http%3A%2F%2Fwww.nps.gov%2Fhistory%2Fmwac%2Fhopewell%2Fv4n1%2Ftwo.htm&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APAST+Foundation\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-The_National_Oceanographic_Partnership_Program-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-The_National_Oceanographic_Partnership_Program_6-0\">^</a></b></span> <span class=\"reference-text\">\n<cite class=\"citation news\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.coreocean.org/Dev2Go.web?Anchor=NOPP_home_page\">\"The National Oceanographic Partnership Program\"</a>. The National Oceanographic Partnership Program.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=The+National+Oceanographic+Partnership+Program&amp;rft_id=http%3A%2F%2Fwww.coreocean.org%2FDev2Go.web%3FAnchor%3DNOPP_home_page&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APAST+Foundation\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-Awards_of_the_Society_for_Historical_Archaeology-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Awards_of_the_Society_for_Historical_Archaeology_7-0\">^</a></b></span> <span class=\"reference-text\">\n<cite class=\"citation news\"><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20111127121747/http://www.sha.org/about/awards.cfm\">\"John L. Cotter Award in Historical Archaeology\"</a>. The Society for Historical Archaeology. Archived from <a rel=\"nofollow\" class=\"external text\" href=\"http://www.sha.org/about/awards.cfm\">the original</a> on 2011-11-27.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=John+L.+Cotter+Award+in+Historical+Archaeology&amp;rft_id=http%3A%2F%2Fwww.sha.org%2Fabout%2Fawards.cfm&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APAST+Foundation\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=PAST_Foundation&amp;action=edit&amp;section=10\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><span class=\"official-website\"><span class=\"url\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.pastfoundation.org/\">Official website</a></span></span></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.facebook.com/pages/Columbus-OH/The-PAST-Foundation/57265452337?sid=a29c43828db4002afff88f12896f50cb&amp;ref=s/\">PAST Foundation on</a> <a href=\"/wiki/Facebook\" title=\"Facebook\">Facebook</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://twitter.com/pastfoundation/\">PAST Foundation on</a> <a href=\"/wiki/Twitter\" title=\"Twitter\">Twitter</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.youtube.com/pastfoundation\">PAST Foundation on</a> <a href=\"/wiki/YouTube\" title=\"YouTube\">YouTube</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1248\nCached time: 20180909145405\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.200 seconds\nReal time usage: 0.259 seconds\nPreprocessor visited node count: 1019/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 11137/2097152 bytes\nTemplate argument size: 352/2097152 bytes\nHighest expansion depth: 9/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 7690/5000000 bytes\nNumber of Wikibase entities loaded: 1/400\nLua time usage: 0.099/10.000 seconds\nLua memory usage: 3.33 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  222.799      1 -total\n 42.30%   94.251      1 Template:Infobox_Organization\n 33.41%   74.438      1 Template:Infobox\n 27.20%   60.603      7 Template:Cite_news\n 23.76%   52.926      1 Template:Official\n  7.27%   16.207      2 Template:Unbulleted_list\n  4.43%    9.863      4 Template:If_empty\n  3.47%    7.735      4 Template:Comma_separated_entries\n  1.40%    3.127      2 Template:Main_other\n  1.38%    3.065      1 Template:Template_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:2532840-0!canonical and timestamp 20180909145405 and revision id 858776704\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Past Foundation","hidden":"","*":"Official_website_different_in_Wikidata_and_Wikipedia"},{"sortkey":"Past Foundation","*":"Non-profit_organizations_based_in_Ohio"},{"sortkey":"Past Foundation","*":"Organizations_established_in_2000"},{"sortkey":"Past Foundation","*":"Educational_foundations_in_the_United_States"},{"sortkey":"Past Foundation","*":"Anthropology"}],"links":[{"ns":0,"exists":"","*":"501(c)"},{"ns":0,"exists":"","*":"Ad hoc"},{"ns":0,"exists":"","*":"Anthropological"},{"ns":0,"exists":"","*":"Archaeological site"},{"ns":0,"exists":"","*":"Autonomous Underwater Vehicle"},{"ns":0,"exists":"","*":"Battelle Memorial Institute"},{"ns":0,"exists":"","*":"California Department of Parks and Recreation"},{"ns":0,"exists":"","*":"Columbus, Ohio"},{"ns":0,"exists":"","*":"Cultural Resources Management"},{"ns":0,"exists":"","*":"East Carolina University"},{"ns":0,"exists":"","*":"Educational program"},{"ns":0,"exists":"","*":"Ethnography"},{"ns":0,"exists":"","*":"Facebook"},{"ns":0,"exists":"","*":"Field research"},{"ns":0,"exists":"","*":"Field work"},{"ns":0,"exists":"","*":"Firehole River"},{"ns":0,"exists":"","*":"Florida Keys National Marine Sanctuary"},{"ns":0,"exists":"","*":"Forensic anthropology"},{"ns":0,"exists":"","*":"Indiana University"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"Library of Congress"},{"ns":0,"exists":"","*":"Minerals Management Service"},{"ns":0,"exists":"","*":"National Park Service"},{"ns":0,"exists":"","*":"Nebraska Wesleyan University"},{"ns":0,"exists":"","*":"Ohio"},{"ns":0,"exists":"","*":"Ohio State University"},{"ns":0,"exists":"","*":"Oklahoma Historical Society"},{"ns":0,"exists":"","*":"Publishing"},{"ns":0,"exists":"","*":"Red River of the South"},{"ns":0,"exists":"","*":"STEM fields"},{"ns":0,"exists":"","*":"Science Focus Program (Zoo School)"},{"ns":0,"exists":"","*":"Stanford University"},{"ns":0,"exists":"","*":"The Metro School"},{"ns":0,"exists":"","*":"Theses"},{"ns":0,"exists":"","*":"Twitter"},{"ns":0,"exists":"","*":"Underwater archaeology"},{"ns":0,"exists":"","*":"United States"},{"ns":0,"exists":"","*":"William Rathje"},{"ns":0,"exists":"","*":"Yellowstone National Park"},{"ns":0,"exists":"","*":"YouTube"}],"templates":[{"ns":10,"exists":"","*":"Template:Infobox Organization"},{"ns":10,"exists":"","*":"Template:Infobox organization"},{"ns":10,"exists":"","*":"Template:Infobox"},{"ns":10,"exists":"","*":"Template:If empty"},{"ns":10,"exists":"","*":"Template:Unbulleted list"},{"ns":10,"exists":"","*":"Template:Comma separated entries"},{"ns":10,"exists":"","*":"Template:Template other"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Cite news"},{"ns":10,"exists":"","*":"Template:Official"},{"ns":10,"exists":"","*":"Template:Official website"},{"ns":828,"exists":"","*":"Module:Infobox"},{"ns":828,"exists":"","*":"Module:Navbar"},{"ns":828,"exists":"","*":"Module:InfoboxImage"},{"ns":828,"exists":"","*":"Module:If empty"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:List"},{"ns":828,"exists":"","*":"Module:TableTools"},{"ns":828,"exists":"","*":"Module:Separated entries"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Official website"},{"ns":828,"exists":"","*":"Module:URL"}],"images":["PAST_Flat_Badge.jpg"],"externallinks":["http://www.nps.gov/history/mwac/marshall_hotel/index.htm","http://www.springerlink.com/content/w8867m3680441111/fulltext.pdf","https://web.archive.org/web/20120222041100/http://www.pastfoundation.org/2006Garbology/","http://www.pastfoundation.org/2006Garbology/","http://www.battelle.org/news/06/05-19-06MathCenter.stm","http://www.nps.gov/history/mwac/hopewell/v4n1/two.htm","http://www.coreocean.org/Dev2Go.web?Anchor=NOPP_home_page","https://web.archive.org/web/20111127121747/http://www.sha.org/about/awards.cfm","http://www.sha.org/about/awards.cfm","http://www.pastfoundation.org/","http://www.facebook.com/pages/Columbus-OH/The-PAST-Foundation/57265452337?sid=a29c43828db4002afff88f12896f50cb&ref=s/","https://twitter.com/pastfoundation/","https://www.youtube.com/pastfoundation","http://www.pastfoundation.org"],"sections":[{"toclevel":1,"level":"2","line":"History","number":"1","index":"1","fromtitle":"PAST_Foundation","byteoffset":741,"anchor":"History"},{"toclevel":2,"level":"3","line":"Transition","number":"1.1","index":"2","fromtitle":"PAST_Foundation","byteoffset":3622,"anchor":"Transition"},{"toclevel":2,"level":"3","line":"Growth","number":"1.2","index":"3","fromtitle":"PAST_Foundation","byteoffset":8136,"anchor":"Growth"},{"toclevel":2,"level":"3","line":"Awards","number":"1.3","index":"4","fromtitle":"PAST_Foundation","byteoffset":8870,"anchor":"Awards"},{"toclevel":1,"level":"2","line":"Partnerships","number":"2","index":"5","fromtitle":"PAST_Foundation","byteoffset":10683,"anchor":"Partnerships"},{"toclevel":1,"level":"2","line":"Field schools","number":"3","index":"6","fromtitle":"PAST_Foundation","byteoffset":11219,"anchor":"Field_schools"},{"toclevel":1,"level":"2","line":"Research","number":"4","index":"7","fromtitle":"PAST_Foundation","byteoffset":12316,"anchor":"Research"},{"toclevel":1,"level":"2","line":"Publications","number":"5","index":"8","fromtitle":"PAST_Foundation","byteoffset":13627,"anchor":"Publications"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"9","fromtitle":"PAST_Foundation","byteoffset":14856,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"7","index":"10","fromtitle":"PAST_Foundation","byteoffset":14886,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"PAST Foundation","iwlinks":[],"properties":[{"name":"defaultsort","*":"Past Foundation"},{"name":"wikibase_item","*":"Q7118262"}]}}