{"parse":{"title":"Narrative logic","pageid":2109530,"revid":848846331,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Narrative logic</b> describes any <a href=\"/wiki/Logic\" title=\"Logic\">logical</a> process of <a href=\"/wiki/Narratology\" title=\"Narratology\">narrative analysis</a> used by readers or viewers to understand and draw conclusions from narratives. Narrative logic is a tool through which the audience may infer actions, events, intentions, thoughts, beliefs, values, and feelings of characters and narrators, or otherwise elucidate details not included in the narrative.  For example, if a character is in Paris in one scene and in Nice the next, the audience can infer that she traveled, and later references to that travel will not be illogical or unexplainable simply because the trip was not explicitly described. In the same way, if a gun is shown in the drawer of a character's desk, the audience can infer that the gun will be or has been used in some way relevant to the plot.  Authors will often play with conventional patterns of narrative logic by attempting to plant \"false leads\" or to hide important clues, leading audiences to improper conclusions or even to doubt their sense of what is really happening.\n</p><p>It is necessary to build a <a href=\"/wiki/Logical_argument\" class=\"mw-redirect\" title=\"Logical argument\">logical argument</a> based upon the content of a narrative, using its events and <a href=\"/wiki/Rhetoric\" title=\"Rhetoric\">rhetoric</a> as evidence to infer other elements necessary to produce a coherent and consistent plot, theme, and argument. This is done to ensure that one's argument does not contradict or alter the narrative itself. Problems and disagreements may arise from this fixity of the narrative because it should also preclude alteration of the artistic statement being conveyed, something that is open to subjective interpretation and may be paradoxical or illogical in itself. Thus, this process is generally imperfect since, as with all narrative analysis and most forms of logic, different applications and interpretations can lead to differing conclusions.\n</p><p>Narrative logic becomes explicit or even labored to create <a href=\"/wiki/Continuity_(fiction)\" title=\"Continuity (fiction)\">continuity</a> where there is a <a href=\"/wiki/Plot_hole\" title=\"Plot hole\">plot hole</a> or some intentional gap in a narrative, or to explain other unresolved issues within a narrative (i.e. questions such as \"Did this character die or simply disappear?\" or \"Why did two instances under the same circumstances lead to different results?\"). It may also be used for other purposes, such as answering theoretical questions derived from the narrative (i.e. \"What would happen if...?\" or \"Who would win in a battle between...?\"). In a broader sense it is used in devices such as <a href=\"/wiki/Fictional_character\" class=\"mw-redirect\" title=\"Fictional character\">character</a> development, since a character is defined by the interpretations of its actions and the rhetoric used to describe it.\n</p>\n<h2><span class=\"mw-headline\" id=\"Example:_Kill_Bill:_Volume_2\">Example: Kill Bill: Volume 2</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Narrative_logic&amp;action=edit&amp;section=1\" title=\"Edit section: Example: Kill Bill: Volume 2\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<dl><dd></dd></dl>\n<p>Consider the question of what happens to the character of Elle Driver (<a href=\"/wiki/Daryl_Hannah\" title=\"Daryl Hannah\">Daryl Hannah</a>) in this movie. At the end of the movie a shot is shown of each of the characters on the Bride's kill list with a caption telling the fate of the character. For Elle Driver the caption reads \"???,\" director <a href=\"/wiki/Quentin_Tarantino\" title=\"Quentin Tarantino\">Quentin Tarantino</a> seemingly leaving it up to the audience to decide. Using narrative logic, we take all relevant information from the narrative and come to a conclusion about Driver's fate. Driver is last depicted thrashing about in a trailer, having been blinded by the Bride. This trailer is also occupied by a deadly <a href=\"/wiki/Black_mamba\" title=\"Black mamba\">black mamba</a>, a fact that is emphasized when it is shown poised to strike as the Bride leaves the trailer. Logically, a thrashing, blind woman and threatened snake occupying a confined space would lead most to conclude that Driver falls prey to the snake and is dead at the end of the film. This conclusion may be further supported by taking into consideration the film's rhetorical and artistic devices. The film is largely a tale of deadly vengeance, and the other targets of the Bride are known to be dead at the film's end, thus the ending is better rounded by assuming Driver to likewise be dead. Also, the Bride's codename is Black Mamba, and this same snake killed another of the Bride's targets, so if one presumes the snake is a rhetorical extension of the Bride's wrath, it would most likely strike Driver down while she is vulnerable.\n</p><p>However, one may also argue that Driver survived. Again, this conclusion can be supported with logic and analysis of the movie's narrative. The strongest evidence may be the very fact that Driver's fate is left open to question. Another point is that, despite blindness, Driver is still a highly trained professional who would not easily succumb to death by a small reptile.\n</p><p>This example shows how the application of narrative logic may lead to different conclusions using the same evidence. However, these conclusions are similar in that they do not detract from the narrative itself, but only build upon it.\n</p>\n<!-- \nNewPP limit report\nParsed by mw1343\nCached time: 20180910184331\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.008 seconds\nReal time usage: 0.009 seconds\nPreprocessor visited node count: 11/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:2109530-0!canonical and timestamp 20180910184331 and revision id 848846331\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Narrative Logic","*":"Narrative_forms"},{"sortkey":"Narrative Logic","*":"Logic"},{"sortkey":"Narrative Logic","*":"Analysis"}],"links":[{"ns":0,"exists":"","*":"Black mamba"},{"ns":0,"exists":"","*":"Continuity (fiction)"},{"ns":0,"exists":"","*":"Daryl Hannah"},{"ns":0,"exists":"","*":"Fictional character"},{"ns":0,"exists":"","*":"Logic"},{"ns":0,"exists":"","*":"Logical argument"},{"ns":0,"exists":"","*":"Narratology"},{"ns":0,"exists":"","*":"Plot hole"},{"ns":0,"exists":"","*":"Quentin Tarantino"},{"ns":0,"exists":"","*":"Rhetoric"}],"templates":[],"images":[],"externallinks":[],"sections":[{"toclevel":1,"level":"2","line":"Example: Kill Bill: Volume 2","number":"1","index":"1","fromtitle":"Narrative_logic","byteoffset":2576,"anchor":"Example:_Kill_Bill:_Volume_2"}],"parsewarnings":[],"displaytitle":"Narrative logic","iwlinks":[],"properties":[{"name":"defaultsort","*":"Narrative Logic"},{"name":"wikibase_item","*":"Q6966215"}]}}