{"parse":{"title":"Domestic medicine","pageid":24909807,"revid":845117940,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-style ambox-More_footnotes\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/40px-Text_document_with_red_question_mark.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/60px-Text_document_with_red_question_mark.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/80px-Text_document_with_red_question_mark.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article includes a <a href=\"/wiki/Wikipedia:Citing_sources\" title=\"Wikipedia:Citing sources\">list of references</a>, but <b>its sources remain unclear</b> because it has <b>insufficient <a href=\"/wiki/Wikipedia:Citing_sources#Inline_citations\" title=\"Wikipedia:Citing sources\">inline citations</a></b>.<span class=\"hide-when-compact\"> Please help to <a href=\"/wiki/Wikipedia:WikiProject_Fact_and_Reference_Check\" title=\"Wikipedia:WikiProject Fact and Reference Check\">improve</a> this article by <a href=\"/wiki/Wikipedia:When_to_cite\" title=\"Wikipedia:When to cite\">introducing</a> more precise citations.</span>  <small><i>(November 2009)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p><b>Domestic medicine</b> or <b>domestic health care</b> is the <a href=\"/wiki/Behavior\" title=\"Behavior\">behavioral</a>, <a href=\"/wiki/Nutrition\" title=\"Nutrition\">nutritional</a> and <a href=\"/wiki/Health_care\" title=\"Health care\">health care</a> practices, hygiene included, performed in the household and transmitted from one generation to the other.\n</p><p>Such knowledge is complementary to the specialized skills of <a href=\"/wiki/Physician\" title=\"Physician\">doctors</a> and <a href=\"/wiki/Nurses\" class=\"mw-redirect\" title=\"Nurses\">nurses</a>. Consisting of preventive and curative tools, often related to first aid and medical herbs uses, the concept of domestic medicine, was first made popular in <a href=\"/wiki/Western_world\" title=\"Western world\">Western countries</a> by <a href=\"/wiki/Scottish_people\" title=\"Scottish people\">Scottish</a> physician <a href=\"/wiki/William_Buchan_(physician)\" title=\"William Buchan (physician)\">William Buchan</a> in the 18th century, and was spread by domestic economy manuals through the following two hundred years. A prime example of this was Buchan's own <i>Domestic Medicine</i>, a manual for at home health care, broken into sections regarding infant health and general diseases.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>  The purpose of developing this concept was to expand the reach of medicine so every person can understand it and is able to follow it.<sup id=\"cite_ref-:0_2-0\" class=\"reference\"><a href=\"#cite_note-:0-2\">&#91;2&#93;</a></sup> An example of such a manual was written by English homeopath <a href=\"/wiki/John_Henry_Clarke\" title=\"John Henry Clarke\">John Henry Clarke</a> in the 19th century, <i>A Dictionary of Domestic Medicine and Homeopathic Treatment</i>.\n</p><p>During the late 18th century, after the publication of William Buchan’s Domestic Medicine, the concept of domestic medicine explored new ideas that changed the way most people perceived medicine. This was an era in which the majority of health care was provided by individuals who were not considered physicians. These people were often close friends, neighbors, or family relatives of the patient. They were not formally trained by modern medical standards of the time but gained their knowledge of medicine by learning from their predecessors. Therefore, the spread of domestic medicinal practices served as a resource for better health care for those who could not afford a physician or did not have access to more technologically advanced practices of medicine. Yet this does not mean that domestic medicine was born with the publication of <i>Domestic Medicine</i>. Domestic medicine has been in practice from as far back as the early colonial era but Buchan’s publication distributed this knowledge out of the hands of the few and to the general public. This was a significant trend as medicine previously had been physician-centered.<sup id=\"cite_ref-:0_2-1\" class=\"reference\"><a href=\"#cite_note-:0-2\">&#91;2&#93;</a></sup>\n</p><p>Domestic medicine provided a platform for the public to easily access medical care. People from the lower, working-class, in particular, fell under this subgroup of the population who reaped most of the benefits from this style of medicinal practices. Whether it be due to economic reasons, personal preference, or just the fact that no person in their proximity had been trained in modern forms of medicine, they relied on the care from people they trusted. Hence, domestic medicine prompted common folk with a limited knowledge of medicine to care for others using the resources available to them. In many cases, these care givers were mothers as they were in charge of caring for the home and household. Thus, the expansion of domestic medicine played a key role in education not only for the commoner but also women, a group that had previously been limited in their medical involvement. Ironically, though Buchan’s book ended up empowering women, his personal views towards them were less encouraging. He particularly opposed nurses and midwives for prohibiting physicians to treat children or attend births until. He mentioned, “the good women had exhausted all their skill and his [the physicians] attendance could only serve to divide the blame and appease the disconsolate parents.”<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>\n</p><p>In addition, domestic medicine encompassed a factor which the traditional medical practices ignored.Instead of curing a disease once it has been contracted, this idea of medicine incorporated strategies that promoted health preservation and disease prevention. The belief was that if people could maximize hygiene and cleanliness, they could avoid any type of sickly state and, thus, there would be no need for arduous or uncomfortable remedies. Practices such as frequent hand washing, herbal remedies, washing clothes, good ventilation, and overall cleanliness in the home and occupational settings were widely encouraged. Health was regarded as a natural state in which the human body was in sync with nature; therefore, preserving health was a constant goal of domestic medicine.<sup id=\"cite_ref-:0_2-2\" class=\"reference\"><a href=\"#cite_note-:0-2\">&#91;2&#93;</a></sup>\n</p><p>Yet, this is not to say that domestic medicine discouraged treatment from physicians. Even though it provided a large number of treatments for different diseases, domestic medicine also knew its limits. When patients contracted diseases that involved more severe symptoms such as extreme fevers or diarrhea, domestic medicine advised patients to go seek professional treatment. This approach worked well as patients would be incentivized to care for daily health and also resort to professional medical treatments when the need arose. It would serve as a balance between everyday disease prevention and professional disease treatment in certain circumstances. Thus, in theory, domestic medicine both empowered individuals and physicians by allowing them to concentrate in separate aspects of healthcare.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p><p>Another benefit that resulted from the use of domestic medicine was the improvement in the population’s education. Early estimates of literacy in the early 1800’s show that nearly a quarter of the U.S. citizens in the north and nearly half of the citizens in the south could not read or write. However, by 1840, this number had shrunk to nearly 9%. The widespread increase in literacy that aided in the distribution of domestic medicine material was substantiated by a separate philosophical thought, called Thomasonian medicine. Unlike domestic medicine, Thomasonian was a more centralized medical concept in which practitioners used herbal remedies and kits only sold by the leaders of the movement. No matter the case, the coevolution of domestic medicine and Thomasonian medicine incentivized reading and writing to the masses.\n</p><p>Another proponent of self-diagnosis of medicine was William Buchan, who authored <i>Domestic Medicine</i>, a widespread book empowering individuals to implement their own care. One aspect of the book that led to its prominence was its novel form.<sup id=\"cite_ref-:1_5-0\" class=\"reference\"><a href=\"#cite_note-:1-5\">&#91;5&#93;</a></sup> Previous medical texts fell into two categories: practical use and philosophical implications of bad health. Buchan’s work was able to combine these two genres into a single book meant for common class citizens. William Buchan’s book also aided in the consolidation of medical knowledge as it allowed people to rely on written knowledge rather than knowledge passed by word of mouth.<sup id=\"cite_ref-:0_2-3\" class=\"reference\"><a href=\"#cite_note-:0-2\">&#91;2&#93;</a></sup>\n</p><p>Since the mid 20th century the success of scientific medicine, associated to the rise of public and private medical services, disrupted most family self-care traditions, decreasing the transfer of most domestic medicine skills from parents to children.\n</p><p>Positive characteristics can be summarized as:\n</p>\n<ul><li>effective, as preventive and complementary to scientific medicine practices;</li>\n<li>an option for those who can’t afford to pay the price of synthesis drugs;</li>\n<li>they fit a set of external environmental conditions that their users are part of, including solidarity networks;</li>\n<li>they assimilate modern medicine or other traditions, continuously evolving.</li></ul>\n<p>Conversely, they are bounded and hampered by lack of resources and remedies are usually bio-chemically mild substances only known and available in small geographical areas.<sup id=\"cite_ref-:1_5-1\" class=\"reference\"><a href=\"#cite_note-:1-5\">&#91;5&#93;</a></sup> Domestic and non scientific medicines are locally rooted.\n</p><p>Domestic and scientific health care systems, as well as in a patient medical treatment, can harmoniously coexist. The knowledge gap between generations has reduced the appeal of domestic medicine, although its resilience can be ascribed to its links with a \"spiritual dimension\" of human health. Domestic medicine can reduce the cost of medical treatments, more expensive than prevention, and the risk of <a href=\"/wiki/Side_effect\" title=\"Side effect\">side effects</a> from <a href=\"/wiki/Pharmaceutical_drug\" class=\"mw-redirect\" title=\"Pharmaceutical drug\">pharmaceutical drugs</a>, and time and cost associated with care recovery.\n</p><p><b>Domestic Medicine</b>\n</p><p>Domestic medicine, defined as the use of herbs to treat diseases in the home, can be traced all the way to pre-Columbian cultures and was present even in the early colonial era . This medicine was initially used to treat minor ailments such as headaches and coughs but eventually grew to encompass a multitude of diseases including tuberculosis, indigestion, and even cancer. With growing demand for medication that individuals could implement themselves, a push grew to patent medicines in order to commercialize it without fear of someone else stealing your idea. While some of these patent medicines would come to be viewed as fake, at the time, the growth of patent medicine empowered individuals to implement treatments within their own homes. One of the main proponents of this system was Samuel Thomason who developed an organized a movement meant to distribute herbal medicine. This movement was in response to Thomason's perception that formal medicine was killing patients with the toxic minerals such as calomel, which contains mercury chloride and is used to treat malaria and yellow fever . In contrast, Thomason's system relied on only six treatments and physicians simply had to memorize how to administer the treatments. This universalization of medicine was an especially prominent in the early 1800's when Andrew Jackson was running for president, as he embodied the belief that anyone could run for public office. Medicine followed a similar trend with the development of numerous self-help books meant to deskill medicine for practice by anyone. Not only was medicine deskilled for the use of regular citizens, but the movement also began attacking established medicine, a practice that gained popularity among the people. The public opposed the high level language and the education of physicians, which added to the public's draw toward the Thomson's medicine.\n</p><p><b>Political Environments</b>\n</p><p>Furthermore, much attention was drawn to the extreme treatments that these physicians would use to help cure disease. A common practice among physicians was bloodletting as a way to reduce excess blood, which was deduced to be the cause of the disease under the humoral framework. This type of treatment, where the physician is advocating for the removal of excess fluids from the body, was called heroic medicine as the patient required great strength to follow through with these treatments. This democratization of medicine fed into the growth of patent medicine as it created an educated market that demanded medicines. However, without the proper regulatory bodies in place at the time, many vendors advertising panaceas for all kind of diseases, which would, in the best cause scenario, leave the patient with minor discomfort. An example of this the development of the Microbe Killer in response to the discovery of germ theory . This concoction, composed of mostly water with slight traces of hydrochloric acid and sulfuric acid, was designed to be ingested to destroy the germs inside the body. It was not until 1847, when the American Medical Association was founded did an organization emerge to regulate the patent medicine market. With the shift in public opinion on professional physicians, medicine became more of an informal art with few physicians having any certification at all. Most physicians were apprentices to other doctors, but the deterioration in status of the educated physician resulted in minimally-trained people opening medical schools to generate money . In order for these medical schools to recruit students, they started reducing their requirements, even eliminating literacy as a pre-requisite. As a result, these medical schools would provide diplomas and certification even to those without laboratory experience and anatomy.\n</p><p><b>Spread of Knowledge</b>\n</p><p>While domestic medicine at its roots was meant to empower the individual, the underlying motive was profit. Take Samuel Thomason, for instance, the founder of the movement towards domestic medicine . Once he had obtained a patent, he spent so much time focused on prosecuting potential knockoffs to his patent that he opposed the democratization of the medicines that he made, so much so that he opposed the development of Thomasonian medical schools. These schools could have been advantages to Samuel Thomason as it would have increased the legitimacy of those who practiced Thomasonian medicine . One positive that came out of this fear of patent violation was Thomason writing The New Guide to Health, as a way to expand the popularity and use of his patent. As a man who boasted on how his medical practice could be practiced by even the illiterate, it is ironic that he chose to publish a book on the topic as it would seem that that was not his target audience. However, this publication became widely popular with 200 institutional holdings of the book and even more in private hands\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Domestic_medicine&amp;action=edit&amp;section=1\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Health_care_system\" class=\"mw-redirect\" title=\"Health care system\">Health care system</a></li>\n<li><a href=\"/wiki/Traditional_medicine\" title=\"Traditional medicine\">Traditional medicine</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Domestic_medicine&amp;action=edit&amp;section=2\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Domestic medicine: or, A treatise on the prevention and cure of diseases, by regimen and simple medicines: with an appendix, containing a dispensatory for the use of private practitioners, Philadelphia, 1784</span>\n</li>\n<li id=\"cite_note-:0-2\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-:0_2-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-:0_2-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-:0_2-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-:0_2-3\"><sup><i><b>d</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation journal\">C.J., Lawrence (1975). <a rel=\"nofollow\" class=\"external text\" href=\"//www.ncbi.nlm.nih.gov/pmc/articles/PMC1081607\">\"William Buchan: Medicine Laid Open\"</a>. <i>Medical History</i>. <b>19</b> (1): 20–35. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1017/s0025727300019918\">10.1017/s0025727300019918</a>. <a href=\"/wiki/PubMed_Central\" title=\"PubMed Central\">PMC</a>&#160;<span class=\"plainlinks\"><a rel=\"nofollow\" class=\"external text\" href=\"//www.ncbi.nlm.nih.gov/pmc/articles/PMC1081607\">1081607</a>&#8239;<img alt=\"Freely accessible\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png\" title=\"Freely accessible\" width=\"9\" height=\"14\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/14px-Lock-green.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/18px-Lock-green.svg.png 2x\" data-file-width=\"512\" data-file-height=\"813\" /></span>. <a href=\"/wiki/PubMed_Identifier\" class=\"mw-redirect\" title=\"PubMed Identifier\">PMID</a>&#160;<a rel=\"nofollow\" class=\"external text\" href=\"//www.ncbi.nlm.nih.gov/pubmed/1095850\">1095850</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Medical+History&amp;rft.atitle=William+Buchan%3A+Medicine+Laid+Open&amp;rft.volume=19&amp;rft.issue=1&amp;rft.pages=20-35&amp;rft.date=1975&amp;rft_id=%2F%2Fwww.ncbi.nlm.nih.gov%2Fpmc%2Farticles%2FPMC1081607&amp;rft_id=info%3Apmid%2F1095850&amp;rft_id=info%3Adoi%2F10.1017%2Fs0025727300019918&amp;rft.aulast=C.J.&amp;rft.aufirst=Lawrence&amp;rft_id=%2F%2Fwww.ncbi.nlm.nih.gov%2Fpmc%2Farticles%2FPMC1081607&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADomestic+medicine\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Lawrence, C.J. (1975). <a rel=\"nofollow\" class=\"external text\" href=\"//www.ncbi.nlm.nih.gov/pmc/articles/PMC1139505\">\"Lay Medical Knowledge in the Eighteenth Century: The Evidence of the Gentleman's Magazine\"</a>. <i>Medical History</i>. <b>29</b>: 138–168. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1017/s0025727300043970\">10.1017/s0025727300043970</a>. <a href=\"/wiki/PubMed_Central\" title=\"PubMed Central\">PMC</a>&#160;<span class=\"plainlinks\"><a rel=\"nofollow\" class=\"external text\" href=\"//www.ncbi.nlm.nih.gov/pmc/articles/PMC1139505\">1139505</a>&#8239;<img alt=\"Freely accessible\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png\" title=\"Freely accessible\" width=\"9\" height=\"14\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/14px-Lock-green.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/18px-Lock-green.svg.png 2x\" data-file-width=\"512\" data-file-height=\"813\" /></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Medical+History&amp;rft.atitle=Lay+Medical+Knowledge+in+the+Eighteenth+Century%3A+The+Evidence+of+the+Gentleman%27s+Magazine&amp;rft.volume=29&amp;rft.pages=138-168&amp;rft.date=1975&amp;rft_id=%2F%2Fwww.ncbi.nlm.nih.gov%2Fpmc%2Farticles%2FPMC1139505&amp;rft_id=info%3Adoi%2F10.1017%2Fs0025727300043970&amp;rft.aulast=Lawrence&amp;rft.aufirst=C.J.&amp;rft_id=%2F%2Fwww.ncbi.nlm.nih.gov%2Fpmc%2Farticles%2FPMC1139505&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADomestic+medicine\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Rosenberg, Charles. \"Medical Text and Social Context: Explaining William Buchan's Domestic Medicine\". <i>Explaining Epidemics and Other Studies in the History of Medicine</i>: 32–56.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Explaining+Epidemics+and+Other+Studies+in+the+History+of+Medicine&amp;rft.atitle=Medical+Text+and+Social+Context%3A+Explaining+William+Buchan%27s+Domestic+Medicine&amp;rft.pages=32-56&amp;rft.aulast=Rosenberg&amp;rft.aufirst=Charles&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADomestic+medicine\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-:1-5\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-:1_5-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-:1_5-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><i>Medicine etniche e tradizionali</i>, p416, Giorgio V. Brandolini, Macro edizioni, 2008 <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-88-7507-867-6\" title=\"Special:BookSources/978-88-7507-867-6\">978-88-7507-867-6</a></span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Domestic_medicine&amp;action=edit&amp;section=3\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><span class=\"languageicon\">(in Italian)</span> A review of intercultural health care topics <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.rivistadiagraria.org/riviste/vedi.php?news_id=294&amp;cat_id=98\">[1]</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1323\nCached time: 20180910145301\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.168 seconds\nReal time usage: 0.211 seconds\nPreprocessor visited node count: 650/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 12145/2097152 bytes\nTemplate argument size: 640/2097152 bytes\nHighest expansion depth: 16/40\nExpensive parser function count: 2/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 6404/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.072/10.000 seconds\nLua memory usage: 2.54 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  187.587      1 -total\n 55.22%  103.586      1 Template:Reflist\n 35.32%   66.252      1 Template:More_footnotes\n 33.11%   62.112      3 Template:Cite_journal\n 20.74%   38.913      1 Template:Ambox\n 13.14%   24.648      1 Template:ISBN\n  5.65%   10.599      1 Template:It_icon\n  4.93%    9.251      1 Template:Link_language\n  4.48%    8.406      1 Template:Catalog_lookup_link\n  3.00%    5.619      1 Template:Error-small\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:24909807-0!canonical and timestamp 20180910145301 and revision id 845117940\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"Articles_lacking_in-text_citations_from_November_2009"},{"sortkey":"","hidden":"","*":"All_articles_lacking_in-text_citations"},{"sortkey":"","hidden":"","*":"Articles_with_Italian-language_external_links"},{"sortkey":"","*":"Health_care"}],"links":[{"ns":14,"exists":"","*":"Category:Articles lacking in-text citations from November 2009"},{"ns":10,"exists":"","*":"Template:ISO 639 name it"},{"ns":0,"exists":"","*":"Behavior"},{"ns":0,"exists":"","*":"Digital object identifier"},{"ns":0,"exists":"","*":"Health care"},{"ns":0,"exists":"","*":"Health care system"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"John Henry Clarke"},{"ns":0,"exists":"","*":"Nurses"},{"ns":0,"exists":"","*":"Nutrition"},{"ns":0,"exists":"","*":"Pharmaceutical drug"},{"ns":0,"exists":"","*":"Physician"},{"ns":0,"exists":"","*":"PubMed Central"},{"ns":0,"exists":"","*":"PubMed Identifier"},{"ns":0,"exists":"","*":"Scottish people"},{"ns":0,"exists":"","*":"Side effect"},{"ns":0,"exists":"","*":"Traditional medicine"},{"ns":0,"exists":"","*":"Western world"},{"ns":0,"exists":"","*":"William Buchan (physician)"},{"ns":4,"exists":"","*":"Wikipedia:Citing sources"},{"ns":4,"exists":"","*":"Wikipedia:When to cite"},{"ns":4,"exists":"","*":"Wikipedia:WikiProject Fact and Reference Check"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:More footnotes"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite journal"},{"ns":10,"exists":"","*":"Template:ISBN"},{"ns":10,"exists":"","*":"Template:Catalog lookup link"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:Error-small"},{"ns":10,"exists":"","*":"Template:Tl"},{"ns":10,"exists":"","*":"Template:It icon"},{"ns":10,"exists":"","*":"Template:Link language"},{"ns":10,"exists":"","*":"Template:ISO 639 name it"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check isxn"},{"ns":828,"exists":"","*":"Module:Error"},{"ns":828,"exists":"","*":"Module:Link language"}],"images":["Lock-green.svg","Text_document_with_red_question_mark.svg"],"externallinks":["//www.ncbi.nlm.nih.gov/pmc/articles/PMC1081607","//doi.org/10.1017/s0025727300019918","//www.ncbi.nlm.nih.gov/pubmed/1095850","//www.ncbi.nlm.nih.gov/pmc/articles/PMC1139505","//doi.org/10.1017/s0025727300043970","http://www.rivistadiagraria.org/riviste/vedi.php?news_id=294&cat_id=98"],"sections":[{"toclevel":1,"level":"2","line":"See also","number":"1","index":"1","fromtitle":"Domestic_medicine","byteoffset":14165,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"2","index":"2","fromtitle":"Domestic_medicine","byteoffset":14231,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"3","index":"3","fromtitle":"Domestic_medicine","byteoffset":14259,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Domestic medicine","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q5290187"}]}}