{"parse":{"title":"Healthy development measurement tool","pageid":13915509,"revid":850650815,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content ambox-Update\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"Ambox current red.svg\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/9/98/Ambox_current_red.svg/42px-Ambox_current_red.svg.png\" width=\"42\" height=\"34\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/9/98/Ambox_current_red.svg/63px-Ambox_current_red.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/9/98/Ambox_current_red.svg/84px-Ambox_current_red.svg.png 2x\" data-file-width=\"360\" data-file-height=\"290\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article's <b><a href=\"/wiki/Wikipedia:Accuracy_dispute\" title=\"Wikipedia:Accuracy dispute\">factual accuracy</a> may be compromised due to out-of-date information</b>.<span class=\"hide-when-compact\"> Please update this article to reflect recent events or newly available information.</span>  <small><i>(April 2018)</i></small></div></td></tr></tbody></table>\n<p><b>The Healthy Development Measurement Tool (HDMT)</b>, developed by the <a href=\"/wiki/San_Francisco_Department_of_Public_Health\" title=\"San Francisco Department of Public Health\">San Francisco Department of Public Health</a>, provides an approach for evaluating <a href=\"/wiki/Land-use_planning\" title=\"Land-use planning\">land-use planning</a> and urban development with regards to the achievement of human health needs.  The HDMT provides a set of baseline data on <a href=\"/wiki/Community_health\" title=\"Community health\">community health</a> metrics for <a href=\"/wiki/San_Francisco\" title=\"San Francisco\">San Francisco</a> and development targets to assess the extent to which urban development projects and plans can improve community health. The HDMT also provides a range of policy and design strategies that can advance health conditions and resources via the development process.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Background\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Background</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Land_Use_and_Health\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Land Use and Health</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#ENCHIA_Process\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">ENCHIA Process</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Components\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Components</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Flowchart\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Flowchart</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Examples_of_Application\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Examples of Application</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#See_also\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#References\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#External_links\"><span class=\"tocnumber\">9</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Background\">Background</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Healthy_development_measurement_tool&amp;action=edit&amp;section=1\" title=\"Edit section: Background\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In the <a href=\"/wiki/San_Francisco_Bay_Area\" title=\"San Francisco Bay Area\">San Francisco Bay Area</a>, between the mid- and late- 1990’s, the bustling information economy brought multitudes of young people to the Bay Area and <a href=\"/wiki/Silicon_Valley\" title=\"Silicon Valley\">Silicon Valley</a>’s technology-inspired new economy.<sup id=\"cite_ref-ENCHIA_1-0\" class=\"reference\"><a href=\"#cite_note-ENCHIA-1\">&#91;1&#93;</a></sup> Housing was notoriously difficult to find, with vacancy rates at less than 2%.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> During this period, average rents increased by 30% and the cost to buy increased dramatically.  Although the economic recession triggered by the <a href=\"/wiki/Dot-com_bubble\" title=\"Dot-com bubble\">dot-com bubble</a> brought the city’s vacancy rates to pre-boom levels, the Bay Area continued to encounter pressure for new housing development due to extraordinary levels of unmet demand and its high profitability.  This phenomenon occurred elsewhere in California and throughout the country, in both urban and suburban settings.\n</p>\n<h2><span class=\"mw-headline\" id=\"Land_Use_and_Health\">Land Use and Health</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Healthy_development_measurement_tool&amp;action=edit&amp;section=2\" title=\"Edit section: Land Use and Health\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Historically, health inequities were associated with differences in health behaviors and health care access and utilization. Today, however, many believe that these inequities result from differences in access to the social, economic, and environmental resources necessary for health. Increasingly, inter-disciplinary research demonstrates that the root causes of disease and illness, as well as strategies to improve health and well-being are dependent on community design, land use, and transportation.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup><sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> Changes in societal conditions can affect many individuals simultaneously, and have broad and diverse impacts on multiple health outcomes.\n</p><p>The value of this tool is that it focuses on broadening the range of social, economic, and environmental resources needed for health on a population level. It does so by recognizing a range of resources needed for optimal health at the societal level and identifying measurable and actionable ways to meet those needs through urban development. It combines quantitative analysis of health indicators with a qualitative assessment of whether plans and projects meet tool development targets.\n</p><p>SFDPH has recognized that it has a legitimate agency interest in integrating health considerations into land use decision-making.  While SFDPH does not have formal decision-making authority regarding land use and development decisions, a number of drivers brought SFDPH to understand that it has a potentially important role. Drivers include:\n</p>\n<ul><li>Community organizations’ struggles to limit the negative impacts of development in their communities</li>\n<li>Local experience among SFDPH staff that environmental health outcomes were associated with land use and transportation decisions</li>\n<li>National public health research that “the built environment” was associated with chronic health outcomes</li>\n<li>An international movement to develop tools and methods for HIA’s of public policy</li></ul>\n<p>The first driver for SFDPH to be involved in land use was that community groups were struggling with the pace of development in their neighborhoods.  In addition, they were dissatisfied with the responsiveness of the Planning Department to address neighborhood needs and concerns, including displacement of existing residents and jobs, and an overall lack of infrastructure to support a complete neighborhood.  Many groups called for community planning processes and specifically community, social, and economic impact assessments of land use changes to be conducted as part of or complementary to the environmental impact report required by CEQA.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n</p><p>The second driver was that SFDPH increasingly recognized that environmental health and justice issues in San Francisco had roots in land use and transportation planning decisions.  For example, SFDPH environmental health inspectors frequently observed that families lived in housing conditions that caused a variety of health outcomes such as asthma and lead poisoning.\nHowever, because of the high costs associated with improving these conditions, landlords often would not take action. In addition, the high cost of housing made it difficult or families to leave their homes and find new places to live.\n</p><p>Cumulatively, SFDPH also observed the disproportionate share of unwanted land uses (such as power plants, sewage treatment facilities, substandard public housing, and poor public infrastructure) in places like Bayview/<a href=\"/wiki/Bayview-Hunters_Point,_San_Francisco\" class=\"mw-redirect\" title=\"Bayview-Hunters Point, San Francisco\">Hunters Point</a> as contributing to significant disparities in life expectancy for residents. Finally, SFDPH also witnessed residential development in historically industrial areas generating <a href=\"/wiki/Noise_pollution\" title=\"Noise pollution\">noise</a>, <a href=\"/wiki/Air_pollution\" title=\"Air pollution\">traffic emissions</a>, and pedestrian hazards for residents and workers in these areas.\n</p><p>Third, on a national scale, the public health and urban planning communities were increasingly calling attention to the connections between the built environment (that is, land use, transportation systems, and community design) and health, particularly focusing on the contribution of the land use patterns (for example, sprawl) to physical inactivity, pedestrian safety, and air quality. Findings illustrated that urban design and land use regulations could accomplish the complementary goals of preventing illness and ensuring environmental quality. For example, creating higher density, mixed-use developments closer to transit and job centers would enhance public safety, prevent motor-vehicle injuries, increase access to goods and services, encourage walking or bicycling, reduce air pollution, and limit global warming.\n</p><p>Finally, on an international scale, public health practitioners were also developing methods and tools for <a href=\"/wiki/Health_Impact_Assessment\" class=\"mw-redirect\" title=\"Health Impact Assessment\">Health Impact Assessment</a>. The goal of HIA was to bring to light information on how diverse public policy decisions might affect health as well as the social and environmental resources required for good health. While HIA was novel in the United States, it presented a potential way to gain consideration more pro-actively of both root causes of poor health and community needs in the land use development process.\n</p><p>By 2001, SFDPH had already begun using HIA methods to increase the inclusion of health considerations in policy-making. In a study examining the health impacts of increasing the city’s <a href=\"/wiki/Living_wage\" title=\"Living wage\">living wage</a>, SFDPH found that adoption of an increased living wage would result in decreases in the risk of premature death by 5% for adults 24–44 years of age in households whose current income was around $20,000. For the offspring of these workers, a living wage would result in an increase of a quarter of a year of completed education, a 34% increase in the odds of high school completion, and a 22% decrease in the risk of early childbirth.\n</p><p>SFDPH also conducted exploratory workshops with community members on the health impacts of housing subsidies, farmers’ markets, and green schoolyards. In 2002, SFDPH began using HIA more specifically in local land use planning, policy making, and project review. For example, SFDPH conducted HIAs of:\n</p>\n<ul><li>Carpet policy in public housing;</li>\n<li>Housing displacement at Trinity Plaza; and</li>\n<li>Spear / Folsom condominium towers at Rincon Hill.</li></ul>\n<h2><span class=\"mw-headline\" id=\"ENCHIA_Process\">ENCHIA Process</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Healthy_development_measurement_tool&amp;action=edit&amp;section=3\" title=\"Edit section: ENCHIA Process\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In response to development pressures, many communities called on public health officials to evaluate the ensuing health impacts and to advocate for healthy environments.<sup id=\"cite_ref-ENCHIA_1-1\" class=\"reference\"><a href=\"#cite_note-ENCHIA-1\">&#91;1&#93;</a></sup> For this reason, the San Francisco Department of Public Health initiated the Eastern Neighborhoods Community Health Impact Assessment (ENCHIA) to analyze how development affects <a href=\"/wiki/Social_determinants_of_health\" title=\"Social determinants of health\">social determinants of health</a> within several San Francisco neighborhoods.\n</p><p>The HDMT was created through collaboration among development stakeholders and public agencies in <a href=\"/wiki/San_Francisco\" title=\"San Francisco\">San Francisco</a> as a result of the ENCHIA. The process was guided by the principles of \"health impact assessment\" and designed to act on growing scientific understanding that optimal health cannot be achieved by improving health services or individual behavior change alone, but requires advancing healthful neighborhood conditions.  Such conditions include:\n</p>\n<ul><li>Adequate housing</li>\n<li>Access to public transit</li>\n<li>Schools, parks and public spaces</li>\n<li>Safe routes for pedestrians and bicyclists</li>\n<li>Meaningful and productive employment</li>\n<li>Unpolluted air, soil, and water</li>\n<li>Cooperation, trust, and civic participation</li></ul>\n<p>Facilitated and staffed by SFDPH, the eighteen-month ENCHIA process was guided by a multi-stakeholder Community Council of over twenty diverse organizations including: \n</p>\n<ul><li>Community planning and design</li>\n<li>Economic and neighborhood development</li>\n<li>Environmental justice</li>\n<li>Homeless</li>\n<li>Open space</li>\n<li>Housing</li>\n<li>Transportation</li>\n<li>Bicycle</li>\n<li>Food systems</li>\n<li>Child care and childhood development advocates</li>\n<li>Low-wage and union workers</li>\n<li>Non-profit and private developers</li>\n<li>Property-owners</li>\n<li>Architects</li>\n<li>Small businesses</li></ul>\n<h2><span class=\"mw-headline\" id=\"Components\">Components</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Healthy_development_measurement_tool&amp;action=edit&amp;section=4\" title=\"Edit section: Components\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<dl><dt>Voluntary, not regulatory approach</dt></dl>\n<p>This tool is not a new form of environmental regulation or a set of enforceable standards. The tool does not mandate the achievement of specific development targets. Similar to tools such as <a href=\"/wiki/Leadership_in_Energy_and_Environmental_Design\" title=\"Leadership in Energy and Environmental Design\">Leadership in Energy and Environmental Design</a> (LEED), this tool is intended to encourage voluntary efforts to improve health-oriented development.\n</p><p>HDMT provides a systematic assessment approach to simultaneously consider effects of development on six overarching domains:\n</p>\n<ul><li>Environmental stewardship</li>\n<li>Sustainable and safe transportation</li>\n<li>Social cohesion</li>\n<li>Adequate and healthy housing</li>\n<li>Public infrastructure/access to goods and services</li>\n<li>Healthy economy</li></ul>\n<p>These six elements are divided into 27 objectives, which themselves are further divided into 107 measurable indicators.  Most indicators are paired with specific, actionable development targets, usually as a benchmark and/or minimum. As of November 1, 2007, fourteen of these indicators are in process.\n</p><p>The San Francisco Planning Department has received and reviewed the HDMT and other ENCHIA products and has committed to using the indicators and development criteria, where possible, in screening the content of its Eastern Neighborhood plans.\n</p><p>This tool comprises a set of metrics to evaluate the extent to which urban development is meeting the needs of human health.  \nMeasurable indicators and development targets provide information about both the positive and negative ways in which health is impacted by a proposed development project and focuses attention on ways that development can improve population health. By providing measures and criteria for development, it allows those involved in policy- and decision-making to make more informed choices between trade-offs. As a result, the tool may provide an additional means to support greater transparency in development processes.\n</p>\n<h2><span class=\"mw-headline\" id=\"Flowchart\">Flowchart</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Healthy_development_measurement_tool&amp;action=edit&amp;section=5\" title=\"Edit section: Flowchart\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>This diagram depicts the relationship of many of the tool's components.<br />\n<a href=\"/wiki/File:Healthy_development_measurement_tool_(diagram).png\" class=\"image\"><img alt=\"Healthy development measurement tool (diagram).png\" src=\"//upload.wikimedia.org/wikipedia/en/6/65/Healthy_development_measurement_tool_%28diagram%29.png\" width=\"630\" height=\"668\" data-file-width=\"630\" data-file-height=\"668\" /></a>\n</p>\n<h2><span class=\"mw-headline\" id=\"Examples_of_Application\">Examples of Application</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Healthy_development_measurement_tool&amp;action=edit&amp;section=6\" title=\"Edit section: Examples of Application\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Thus far, SFDPH has applied the HDMT to evaluate San Francisco's Eastern neighborhoods.  Pilot applications for smaller geographical areas are ongoing.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Healthy_development_measurement_tool&amp;action=edit&amp;section=7\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Built_Environment\" class=\"mw-redirect\" title=\"Built Environment\">Built Environment</a></li>\n<li><a href=\"/wiki/Health_Impact_Assessment\" class=\"mw-redirect\" title=\"Health Impact Assessment\">Health Impact Assessment</a></li>\n<li><a href=\"/wiki/Environmental_Health\" class=\"mw-redirect\" title=\"Environmental Health\">Environmental Health</a></li>\n<li><a href=\"/wiki/Leopold_matrix\" title=\"Leopold matrix\">Leopold matrix</a> (environmental impact assessment method)</li>\n<li><a href=\"/wiki/Pedestrian-friendly\" class=\"mw-redirect\" title=\"Pedestrian-friendly\">Pedestrian-friendly</a></li>\n<li><a href=\"/wiki/Traffic_calming\" title=\"Traffic calming\">Traffic calming</a></li>\n<li><a href=\"/wiki/Affordable_housing\" title=\"Affordable housing\">Affordable housing</a></li>\n<li><a href=\"/wiki/Gentrification\" title=\"Gentrification\">Gentrification</a></li>\n<li><a href=\"/wiki/Geographic_information_system\" title=\"Geographic information system\">Geographic information system</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Healthy_development_measurement_tool&amp;action=edit&amp;section=8\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-ENCHIA-1\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-ENCHIA_1-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-ENCHIA_1-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">San Francisco Department of Public Health. <a rel=\"nofollow\" class=\"external text\" href=\"http://dphwww.sfdph.org/phes/ENCHIA.htm\">\"Eastern Neighborhoods Community Health Impact Assessment (ENCHIA).\"</a> <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20071111204228/http://dphwww.sfdph.org/phes/ENCHIA.htm\">Archived</a> 2007-11-11 at the <a href=\"/wiki/Wayback_Machine\" title=\"Wayback Machine\">Wayback Machine</a>.</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">U.S. Census Bureau. Washington, D.C. <a rel=\"nofollow\" class=\"external text\" href=\"https://www.census.gov/hhes/www/housing/hvs/annual05/ann05t6a.html\">\"Housing Vacancies and Homeownership - Annual 2005: table 6a.\"</a> Accessed 2010-10-25.</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">U.S. Green Building Council. Washington, D.C. <a rel=\"nofollow\" class=\"external text\" href=\"http://www.usgbc.org/DisplayPage.aspx?CMSPageID=148#randt\">\"LEED for Neighborhood Development.\"</a> Accessed 2010-10-25.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">National Association of County and City Health Officials. Washington, D.C.<a rel=\"nofollow\" class=\"external text\" href=\"http://www.naccho.org/topics/environmental/landuseplanning/toolbox.cfm\">\"Land Use Planning 101 Resources.\"</a> Accessed 2010-10-25.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">California Natural Resources Agency. Sacramento, CA. <a rel=\"nofollow\" class=\"external text\" href=\"http://ceres.ca.gov/topic/env_law/ceqa/summary.html\">\"California Environmental Quality Act: Summary.\"</a> <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20090129130447/http://ceres.ca.gov/topic/env_law/ceqa/summary.html\">Archived</a> 2009-01-29 at the <a href=\"/wiki/Wayback_Machine\" title=\"Wayback Machine\">Wayback Machine</a>. 2005-05-25.</span>\n</li>\n</ol></div></div>\n<style data-mw-deduplicate=\"TemplateStyles:r853264625\">.mw-parser-output .refbegin{font-size:90%;margin-bottom:0.5em}.mw-parser-output .refbegin-hanging-indents>ul{list-style-type:none;margin-left:0}.mw-parser-output .refbegin-hanging-indents>ul>li,.mw-parser-output .refbegin-hanging-indents>dl>dd{margin-left:0;padding-left:3.2em;text-indent:-3.2em;list-style:none}.mw-parser-output .refbegin-100{font-size:100%}</style><div class=\"refbegin\" style=\"\">\n<p><cite class=\"citation journal\">Farhang, Lili; Bhatia, Rajiv (2007). <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20071111204228/http://dphwww.sfdph.org/phes/ENCHIA.htm\">\"Eastern Neighborhoods Community Health Impact Assessment\"</a>. <i>&#8212;</i>. Final Report. San Francisco Department of Public Health. Archived from <a rel=\"nofollow\" class=\"external text\" href=\"http://dphwww.sfdph.org/phes/ENCHIA.htm\">the original</a> on 2007-11-11<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2007-11-02</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=%26mdash%3B&amp;rft.atitle=Eastern+Neighborhoods+Community+Health+Impact+Assessment&amp;rft.date=2007&amp;rft.au=Farhang%2C+Lili&amp;rft.au=Bhatia%2C+Rajiv&amp;rft_id=http%3A%2F%2Fdphwww.sfdph.org%2Fphes%2FENCHIA.htm&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AHealthy+development+measurement+tool\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span>\n</p>\n</div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Healthy_development_measurement_tool&amp;action=edit&amp;section=9\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20071117162246/http://www.thehdmt.org/\">Healthy Development Measurement Tool</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.sfdph.org/dph/EH/PHES/PHES/default.asp\">Program on Health, Equity and Sustainability</a> - San Francisco Department of Public Health</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20060905205604/http://ehs.sph.berkeley.edu/hia/Default.htm\">UC Berkeley Health Impact Group</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1262\nCached time: 20180909221257\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.152 seconds\nReal time usage: 0.198 seconds\nPreprocessor visited node count: 353/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 7278/2097152 bytes\nTemplate argument size: 776/2097152 bytes\nHighest expansion depth: 10/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 3335/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.053/10.000 seconds\nLua memory usage: 1.92 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  161.894      1 -total\n 37.81%   61.211      1 Template:Update\n 26.27%   42.526      1 Template:Cite_journal\n 24.63%   39.873      2 Template:Main_other\n 22.35%   36.190      1 Template:Ambox\n 18.73%   30.316      1 Template:Reflist\n 11.80%   19.109      1 Template:Refbegin\n  8.90%   14.404      2 Template:Webarchive\n  1.05%    1.701      1 Template:SUBJECTSPACE_formatted\n  1.00%    1.611      1 Template:Refend\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:13915509-0!canonical and timestamp 20180909221257 and revision id 850650815\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"Webarchive_template_wayback_links"},{"sortkey":"","hidden":"","*":"Articles_with_obsolete_information_from_April_2018"},{"sortkey":"","hidden":"","*":"All_Wikipedia_articles_in_need_of_updating"},{"sortkey":"","*":"Public_health"},{"sortkey":"","*":"Environmental_health"},{"sortkey":"","*":"Health_care"}],"links":[{"ns":14,"exists":"","*":"Category:Articles with obsolete information from April 2018"},{"ns":0,"exists":"","*":"Affordable housing"},{"ns":0,"exists":"","*":"Air pollution"},{"ns":0,"exists":"","*":"Bayview-Hunters Point, San Francisco"},{"ns":0,"exists":"","*":"Built Environment"},{"ns":0,"exists":"","*":"Community health"},{"ns":0,"exists":"","*":"Dot-com bubble"},{"ns":0,"exists":"","*":"Environmental Health"},{"ns":0,"exists":"","*":"Gentrification"},{"ns":0,"exists":"","*":"Geographic information system"},{"ns":0,"exists":"","*":"Health Impact Assessment"},{"ns":0,"exists":"","*":"Land-use planning"},{"ns":0,"exists":"","*":"Leadership in Energy and Environmental Design"},{"ns":0,"exists":"","*":"Leopold matrix"},{"ns":0,"exists":"","*":"Living wage"},{"ns":0,"exists":"","*":"Noise pollution"},{"ns":0,"exists":"","*":"Pedestrian-friendly"},{"ns":0,"exists":"","*":"San Francisco"},{"ns":0,"exists":"","*":"San Francisco Bay Area"},{"ns":0,"exists":"","*":"San Francisco Department of Public Health"},{"ns":0,"exists":"","*":"Silicon Valley"},{"ns":0,"exists":"","*":"Social determinants of health"},{"ns":0,"exists":"","*":"Traffic calming"},{"ns":0,"exists":"","*":"Wayback Machine"},{"ns":4,"exists":"","*":"Wikipedia:Accuracy dispute"}],"templates":[{"ns":10,"exists":"","*":"Template:Update"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:SUBJECTSPACE formatted"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Webarchive"},{"ns":10,"exists":"","*":"Template:Refbegin"},{"ns":10,"exists":"","*":"Template:Refbegin/styles.css"},{"ns":10,"exists":"","*":"Template:Cite journal"},{"ns":10,"exists":"","*":"Template:Refend"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Webarchive"},{"ns":828,"exists":"","*":"Module:Webarchive/data"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"}],"images":["Ambox_current_red.svg","Healthy_development_measurement_tool_(diagram).png"],"externallinks":["http://dphwww.sfdph.org/phes/ENCHIA.htm","https://web.archive.org/web/20071111204228/http://dphwww.sfdph.org/phes/ENCHIA.htm","https://www.census.gov/hhes/www/housing/hvs/annual05/ann05t6a.html","http://www.usgbc.org/DisplayPage.aspx?CMSPageID=148#randt","http://www.naccho.org/topics/environmental/landuseplanning/toolbox.cfm","http://ceres.ca.gov/topic/env_law/ceqa/summary.html","https://web.archive.org/web/20090129130447/http://ceres.ca.gov/topic/env_law/ceqa/summary.html","https://web.archive.org/web/20071117162246/http://www.thehdmt.org/","https://www.sfdph.org/dph/EH/PHES/PHES/default.asp","https://web.archive.org/web/20060905205604/http://ehs.sph.berkeley.edu/hia/Default.htm"],"sections":[{"toclevel":1,"level":"2","line":"Background","number":"1","index":"1","fromtitle":"Healthy_development_measurement_tool","byteoffset":655,"anchor":"Background"},{"toclevel":1,"level":"2","line":"Land Use and Health","number":"2","index":"2","fromtitle":"Healthy_development_measurement_tool","byteoffset":1939,"anchor":"Land_Use_and_Health"},{"toclevel":1,"level":"2","line":"ENCHIA Process","number":"3","index":"3","fromtitle":"Healthy_development_measurement_tool","byteoffset":8825,"anchor":"ENCHIA_Process"},{"toclevel":1,"level":"2","line":"Components","number":"4","index":"4","fromtitle":"Healthy_development_measurement_tool","byteoffset":10505,"anchor":"Components"},{"toclevel":1,"level":"2","line":"Flowchart","number":"5","index":"5","fromtitle":"Healthy_development_measurement_tool","byteoffset":12408,"anchor":"Flowchart"},{"toclevel":1,"level":"2","line":"Examples of Application","number":"6","index":"6","fromtitle":"Healthy_development_measurement_tool","byteoffset":12563,"anchor":"Examples_of_Application"},{"toclevel":1,"level":"2","line":"See also","number":"7","index":"7","fromtitle":"Healthy_development_measurement_tool","byteoffset":12746,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"8","index":"8","fromtitle":"Healthy_development_measurement_tool","byteoffset":13027,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"9","index":"9","fromtitle":"Healthy_development_measurement_tool","byteoffset":13559,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Healthy development measurement tool","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q5691433"}]}}