{"parse":{"title":"Family folklore","pageid":43824631,"revid":817644895,"text":{"*":"<div class=\"mw-parser-output\"><div role=\"navigation\" aria-label=\"Portals\" class=\"noprint portal plainlist tright\" style=\"margin:0.5em 0 0.5em 1em;border:solid #aaa 1px\">\n<ul style=\"display:table;box-sizing:border-box;padding:0.1em;max-width:175px;background:#f9f9f9;font-size:85%;line-height:110%;font-style:italic;font-weight:bold\">\n<li style=\"display:table-row\"><span style=\"display:table-cell;padding:0.2em;vertical-align:middle;text-align:center\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/5/55/Horseshoe_and_devil.svg/23px-Horseshoe_and_devil.svg.png\" width=\"23\" height=\"28\" class=\"noviewer\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/5/55/Horseshoe_and_devil.svg/34px-Horseshoe_and_devil.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/5/55/Horseshoe_and_devil.svg/46px-Horseshoe_and_devil.svg.png 2x\" data-file-width=\"585\" data-file-height=\"718\" /></span><span style=\"display:table-cell;padding:0.2em 0.2em 0.2em 0.3em;vertical-align:middle\"><a href=\"/wiki/Portal:Folklore\" title=\"Portal:Folklore\">Folklore portal</a></span></li></ul></div> \n<p><br />\n<b>Family folklore</b> is the branch of <a href=\"/wiki/Folkloristics\" class=\"mw-redirect\" title=\"Folkloristics\">folkloristics</a> concerned with the study and use of <a href=\"/wiki/Folklore\" title=\"Folklore\">folklore</a> and traditional <a href=\"/wiki/Culture\" title=\"Culture\">culture</a> transmitted within a family group. This includes items of material culture, crafts produced by family members or memorabilia saved as reminders or remainders of significant family events. It also includes family photos and photo albums in paper and electronic format, along with bundles of other pages held for posterity: certificates, letters, journals, notes and shopping lists. Family stories and sayings, originally recounting actual events, are told and retold until the historical facts give way to a distilled expression of common identity. Family customs are performed, modified, forgotten, created or resurrected with alarming frequency; each time with the goal of defining and solidifying the perception of this family as unique, distinct and different from other families.\n</p><p>Family folklore has long been included in the documentation of the folklore of regional, ethnic, religious or occupational groups.<sup id=\"cite_ref-FamilyFolklore_1-0\" class=\"reference\"><a href=\"#cite_note-FamilyFolklore-1\">&#91;1&#93;</a></sup> It is only since the 1970s that this lore has also been investigated as a defining element of the family group itself. Heralded by a call from Mody Boatright to document the \"family saga\" in 1958,<sup id=\"cite_ref-Boatright_2-0\" class=\"reference\"><a href=\"#cite_note-Boatright-2\">&#91;2&#93;</a></sup> folklorists responded with published accounts of stories and traditions passed down in their own families.<sup id=\"cite_ref-Garrett_3-0\" class=\"reference\"><a href=\"#cite_note-Garrett-3\">&#91;3&#93;</a></sup> L. Karen Baldwin’s unpublished dissertation (1975)<sup id=\"cite_ref-Baldwin_4-0\" class=\"reference\"><a href=\"#cite_note-Baldwin-4\">&#91;4&#93;</a></sup> laid further theoretical groundwork for family folklore \"… not only is the family a folk group, it is the first folk group anyone belongs to.\"<sup id=\"cite_ref-Stewart_5-0\" class=\"reference\"><a href=\"#cite_note-Stewart-5\">&#91;5&#93;</a></sup>\n</p><p>The field has since blossomed, broadening to include an ever expanding understanding of family. The conventional extended family, consisting of a heterosexual married couple with children and grandparents now incorporates gay partners, unmarried committed relationships and children adopted or born through non-traditional methods and procedures. The family traditions themselves are transformed to meet the needs and expectations of these new members and new relationships. \n</p><p>The study of family folklore is distinct from family <a href=\"/wiki/Genealogy\" title=\"Genealogy\">genealogy</a> or family history. Instead of focusing on historical dates, locations and verifiable events, its unique stories, customs and handicrafts identify the family as a distinct social group. At the same time, the family lore passed along has been molded and transformed to relay a sense of family identity and set of values both within and without the family group. The family lore defines the family story.  \n</p>\n<blockquote><p>For an individual family, folklore is its creative expression of a common past. As raw experiences are transformed into family stories, expression, and photos, they are codified in forms which can easily be recalled, retold, and enjoyed. Their drama and beauty are heightened, and the family’s past becomes accessible as it is reshaped according to its needs and desires. … Its stories, photographs, and traditions are personalized and often creative distillations of experience, worked and reworked over time.<sup id=\"cite_ref-Zeitlin_6-0\" class=\"reference\"><a href=\"#cite_note-Zeitlin-6\">&#91;6&#93;</a></sup> </p></blockquote>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Family_as_a_folk_group\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Family as a folk group</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Transmission\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Transmission</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Detritus_of_family_lore\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Detritus of family lore</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Forms\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Forms</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Family_stories_and_sayings\"><span class=\"tocnumber\">4.1</span> <span class=\"toctext\">Family stories and sayings</span></a></li>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#Photos,_letters,_journals_and_other_papers\"><span class=\"tocnumber\">4.2</span> <span class=\"toctext\">Photos, letters, journals and other papers</span></a></li>\n<li class=\"toclevel-2 tocsection-7\"><a href=\"#Family_customs\"><span class=\"tocnumber\">4.3</span> <span class=\"toctext\">Family customs</span></a></li>\n<li class=\"toclevel-2 tocsection-8\"><a href=\"#Handicrafts_and_memorabilia\"><span class=\"tocnumber\">4.4</span> <span class=\"toctext\">Handicrafts and memorabilia</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#Institutions_involved_in_study_of_family_folklore\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Institutions involved in study of family folklore</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-10\"><a href=\"#Smithsonian_Center_for_Folklife_and_Cultural_Heritage\"><span class=\"tocnumber\">5.1</span> <span class=\"toctext\">Smithsonian Center for Folklife and Cultural Heritage</span></a></li>\n<li class=\"toclevel-2 tocsection-11\"><a href=\"#Oral_history_and_oral_tradition_projects\"><span class=\"tocnumber\">5.2</span> <span class=\"toctext\">Oral history and oral tradition projects</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-12\"><a href=\"#See_also\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-13\"><a href=\"#Footnotes\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Footnotes</span></a></li>\n<li class=\"toclevel-1 tocsection-14\"><a href=\"#References\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-15\"><a href=\"#Further_reading\"><span class=\"tocnumber\">9</span> <span class=\"toctext\">Further reading</span></a></li>\n<li class=\"toclevel-1 tocsection-16\"><a href=\"#External_links\"><span class=\"tocnumber\">10</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Family_as_a_folk_group\">Family as a folk group</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Family_folklore&amp;action=edit&amp;section=1\" title=\"Edit section: Family as a folk group\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>A new baby is born or a child is adopted into an established <a href=\"/wiki/Family\" title=\"Family\">family</a> group, which contains a microcosm of social alignments found in many larger groups: the vertical relationship between grandparents and grandchildren, the horizontal relationship between siblings and cousins of a generation or age group, clusters of girls or boys and skill-based family alliances.<sup id=\"cite_ref-Toelken_7-0\" class=\"reference\"><a href=\"#cite_note-Toelken-7\">&#91;7&#93;</a></sup><sup id=\"cite_ref-Sims_8-0\" class=\"reference\"><a href=\"#cite_note-Sims-8\">&#91;8&#93;</a></sup> The child grows up in this family, sees and learns the family lore as it is performed throughout the seasons and the life cycle. Not only is the family the first folk group of the child, it is \"the group in which important primary folkloric socialization takes place and individual aesthetic preference patterns for folkloric exchange are set.\"<sup id=\"cite_ref-FamilyFolklore_1-1\" class=\"reference\"><a href=\"#cite_note-FamilyFolklore-1\">&#91;1&#93;</a></sup>\n</p><p>The dynamics of family folklore remain unsettled not only through the addition of newborns and adoptions, but more particularly by the regular incorporation of new adult family members through each marriage or committed relationship. In the formation of each new family node, a unique subset and combination of the customs and traditions of both families is incorporated into a new story, both modifying and enriching the current family lore. \n</p><p>As part of the ongoing national discussion of \"family\" and what it means, family folklore redefines itself as well. Along with the classic family \"father-mother-child(ren)\", it expands to include single-parent families, blended families, communes, gay and lesbian families. The indicator for family now includes any group which self-identifies as a family based on intimacy, shared space and shared history. Any collection of adults and children in a committed relationship which sees itself as \"us\", unique and separate from other families, will develop and transmit stories and customs which are unique. Non-traditional families frequently strive to re-establish and re-enact traditional family customs and lore. This becomes a demonstration both to themselves and to outsiders that they are indeed a family of \"tradition\".\n</p>\n<h2><span class=\"mw-headline\" id=\"Transmission\">Transmission</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Family_folklore&amp;action=edit&amp;section=2\" title=\"Edit section: Transmission\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The transmission of individual stories and customs within a family depends for the most part upon the personality, character, and lifestyle of individual family members. It is not normally passed along as part of a defined family role. As a family reshapes itself around each birth, death, marriage and other life events, individual members elect to pick up items of family lore to own and perform. This might be learning a skill, telling a story (or story cycle) or baking a traditional pie for the Thanksgiving table. The transmission of individual items can picked up by several different family members, for example when several grown siblings use a family recipe or tradition in their own households. This type of transmission through multiple individuals was first described in an article by Dégh and Vázsonyi as \"multi-conduit transmission\".<sup id=\"cite_ref-Dégh_9-0\" class=\"reference\"><a href=\"#cite_note-Dégh-9\">&#91;9&#93;</a></sup> By choosing to own a piece of the family lore, a family member signifies that this tradition embodies beliefs and values to which he adheres. By successfully transmitting it further within the family, these beliefs and values come to define the family.   \n</p><p>There are multiple spheres within the family and household which are \"traditionally\" defined as in the purview of one gender or the other, making an intersection with <a href=\"/wiki/Gender_studies\" title=\"Gender studies\">gender studies</a> manifest. The transmission of the folklore in these areas will run through either the male or the female lines. An obvious area of gender-related transmission is seen in the kitchen, where food preparation and mealtime customs and forms are generally performed by the women. They are then transmitted from mother to daughter in the course of everyday meal preparation. A variant of this is seen when a man in the family has taken over the preparation of a special meal or special recipe. One common example of this practice is described by Thomas Adler in the article \"Making Pancakes on Sunday: The Male Cook in Family Tradition\".<sup id=\"cite_ref-Adler_10-0\" class=\"reference\"><a href=\"#cite_note-Adler-10\">&#91;10&#93;</a></sup> Many families have some variation of this tradition: the BBQ ribs, grilled hamburgers, or deep-fat fried turkey prepared as a single specialty by the non-cook in the family.\n</p><p>A different gender-related variation in folklore transmission is seen in storytelling. The same story will be shaped and told differently by a man and a woman, even though they were both present at the original event. For an event occurring during the apple harvest, a woman’s narration might include details of the apple butter recipe they were cooking up at the time. In contrast, the man's narration gives only enough detail to \"make a point worth telling\". This gender-based variance has been studied by both Baldwin and Margaret Yocum within individual family groups. They found \"… women's telling to be more collaborative, interruptible, and filled with information and genealogy; men's telling, by contrast, is often uninterrupted and more competitive.\"<sup id=\"cite_ref-FamilyFolklore2_11-0\" class=\"reference\"><a href=\"#cite_note-FamilyFolklore2-11\">&#91;11&#93;</a></sup>\n</p><p>Within families, there is also a notable tendency toward traditional deference where one family member becomes the designated performer for a specific custom or tradition, even though it is known to everyone within the family group. So it happens that when the \"last basketmaker\" dies, another member will step up to become \"the last basketmaker\".<sup id=\"cite_ref-Toelken_7-1\" class=\"reference\"><a href=\"#cite_note-Toelken-7\">&#91;7&#93;</a></sup> No one else performs this tradition as long as the designated tradition bearer is available, acknowledging this individual as the (current) keeper of this tradition. Only when this person is no longer available will the tradition be picked up by someone else to carry forward. \"Traditional deference\" can be found in many folk groups, but is particularly evident within the family group.\n</p>\n<h2><span class=\"mw-headline\" id=\"Detritus_of_family_lore\">Detritus of family lore</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Family_folklore&amp;action=edit&amp;section=3\" title=\"Edit section: Detritus of family lore\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>If the family lore which is picked up and transmitted represents the chosen familial beliefs and values, then family stories, documents and photographs which do not support and enhance these values become problematic. For the most part news clipping on arrests, photographs of the uncle who deserted the family, stories of a sister who cheated, or dishonorable discharge papers will not be saved. That is not the family story this family wants to preserve. \n</p><p>Family traditions are also lost or modified in response to difficult events within the family. This is obvious when one of the tradition bearers has died. If no one else steps up to own that tradition, a hole is left in the celebration and this tradition is lost. In a divorce there is also frequently the loss of a parent no longer available to play his or her role in the established traditions. In response to this event, one family decided to change the traditions. The customary tall Christmas tree decorated by the (missing) tall father was traded in for a short tree which the children could decorate. Ornaments were discarded and new ones purchased. The toy train was no longer set up.<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup> These became the new traditions for the Christmas celebration, modified to support and tell the new family story. \n</p><p>Another reason family folklore might be suppressed or lost is when the references are too painful at the present time or to the present generation. When Catherine Noren found photo albums and other old family portraits in her grandmother’s attic, she unwittingly unearthed an entire family history of a prosperous German-Jewish family before the Holocaust. It became her task, one generation removed, to explore and record the family history in a book containing photos, diaries and memories of her family history.<sup id=\"cite_ref-Noren_13-0\" class=\"reference\"><a href=\"#cite_note-Noren-13\">&#91;13&#93;</a></sup> It is only because these albums and portraits had not been discarded along with the narrative that Noren came to know her family story.\n</p>\n<h2><span class=\"mw-headline\" id=\"Forms\">Forms</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Family_folklore&amp;action=edit&amp;section=4\" title=\"Edit section: Forms\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>It is only since the 1970s that family folklore has been investigated as a defining element of the family group itself. As part of this investigation, the <a href=\"/wiki/Smithsonian_Folklife_Festival\" title=\"Smithsonian Folklife Festival\">Smithsonian Folklife Festival</a> in Washington, D.C. set up a tent for several years<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup> to collect the family lore of visitors to the Festival. The goal was to establish an archive of family folklore as part of the Smithsonian collections. Using the taped interviews collected, representative pieces have been published in the book <i>A Celebration of American Family Folklore: Tales and Traditions from the Smithsonian Collection</i>.<sup id=\"cite_ref-Zeitlin_6-1\" class=\"reference\"><a href=\"#cite_note-Zeitlin-6\">&#91;6&#93;</a></sup> Despite its lack of performance data, this collection provides a solid overview of the wide range of family folklore forms. \n</p>\n<h3><span class=\"mw-headline\" id=\"Family_stories_and_sayings\">Family stories and sayings</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Family_folklore&amp;action=edit&amp;section=5\" title=\"Edit section: Family stories and sayings\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>A <b>family story</b> initially recounts an actual historical event concerning named family members. Seasoned with time and re-telling, the story gets revised and honed to express specific values and character traits valued in the family. Instead of historical accuracies, the narration becomes a medium to re-state and re-enforce shared values of the family group. These stories generally take the form of an <a href=\"/wiki/Anecdote\" title=\"Anecdote\">anecdote</a> and follow the pattern of many common traditional tales.<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup> A favorite family story involves how the parents met, or how they decided on the one true partner among several. In one family, if the story is to be believed, the prospective bride had to untie all the knots in the string to demonstrate her care and diligence.<sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup> Another family tells how the young couple got stuck at the top of a Ferris wheel when he proposed, and she had to either say yes or jump.<sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\">&#91;17&#93;</a></sup> Given time and repetition, the anecdotes serve to shape the family story as a whole, populating it with real individuals and historical events made personal. In their transmission, these stories serve to codify the norms of behavior within the family.\n</p><p>The setting for telling family stories becomes part of the tradition. It can include the family occasions where stories are told, the location and prompt for the storytelling, the family members who initiate the session as well as the designated raconteurs and custodians of the stories.  Each of these elements needs to be documented along with the stories themselves as an integral part of the storytelling tradition within this family. In one family following the holiday meal, the men would retire to the study and the women would move into the kitchen. At some point in the cleanup, usually after the best dishes had been washed and put away, the mother would bring out a bottle of schnapps to help complete the work. This became the trigger for family stories and jokes, the laughter from the kitchen frequently bringing the men to join in the storytelling.<sup id=\"cite_ref-18\" class=\"reference\"><a href=\"#cite_note-18\">&#91;18&#93;</a></sup>\n</p><p>Another type of verbal lore common within family groups is the unique <b>family expression</b> or <a href=\"/wiki/Saying\" title=\"Saying\">saying</a>. A saying can be created at any time; it starts as a one-time utterance of a family member to capture a single moment. Through repetition, this then becomes a shorthand reference to both the original and the current situation. In one family, the saying \"… good worker, very strong\" signifies that the speaker wants to come along, and would in fact be a value-add to the planned undertaking. This expression originally referenced a first move of the family, a move that current family members took no part in.<sup id=\"cite_ref-19\" class=\"reference\"><a href=\"#cite_note-19\">&#91;19&#93;</a></sup> Even so, the saying has become code words for all family members, used to communicate encrypted commentary on the present as well as re-enforce and strengthen the family’s shared experience and history.<sup id=\"cite_ref-20\" class=\"reference\"><a href=\"#cite_note-20\">&#91;20&#93;</a></sup>\n</p>\n<h3><span id=\"Photos.2C_letters.2C_journals_and_other_papers\"></span><span class=\"mw-headline\" id=\"Photos,_letters,_journals_and_other_papers\">Photos, letters, journals and other papers</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Family_folklore&amp;action=edit&amp;section=6\" title=\"Edit section: Photos, letters, journals and other papers\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Papers stacked, bundled or boxed: news clippings, photographs, letters, scrawled notes, journals, receipts. These pages of family artifacts take many forms, and have become a significant part of family archival materials. Frequently jumbled together in cardboard boxes, they commonly pose a problem as to their value-add to the family story. The boxes are passed along until they are either thrown out in a move, destroyed in a fire, or find an owner within the family,<sup id=\"cite_ref-Dégh_9-1\" class=\"reference\"><a href=\"#cite_note-Dégh-9\">&#91;9&#93;</a></sup> someone with the interest and time to house and evaluate them. \n</p><p>The largest collection of papers is frequently the photographs, either kept in a drawer or labeled and organized into albums. Singly each photo documents only a single moment; taken together they comprise an important visual history of the family. Either way, they serve as triggers for more extensive memories, stories and events in the life of this family. They are brought out at gatherings and used to commemorate lifetime events such as a wedding or funeral. \n</p><p>Noteworthy is the consistency in which American families of all ethnic backgrounds tend to have photographs of the same milestones. Naked babies on carpets or in the wading pool, the first day of school, the birthday cake surrounded by family and guests, generational portraits gathered around the new baby can be found in many family albums.<sup id=\"cite_ref-21\" class=\"reference\"><a href=\"#cite_note-21\">&#91;21&#93;</a></sup> This pictorial repetition by American families of all backgrounds and traditions documents the universality of family photography as an important custom. \n</p><p>As with storytelling, the occasion for photo-taking becomes a family tradition in and of itself. Year after year, the same pictures are snapped; documenting a family which is growing and changing, adding and subtracting members, detailing a new location. The camera can be as much a part of the celebration as the birthday cake or the menorah.  \n</p><p>The ubiquity of cameras and on-line photos since the rise of cellphone cameras and personal websites is actively changing the tradition of family photos and photo albums. The availability of video recordings and teleconferencing allows for a daily log of family growth and minutiae to be saved and transmitted to family near and far, in real time. Grandparents can get a daily or weekly update on children's growth or milestone events. Family members can video-conference with each other, making geographic distance much less significant in family relations. A new family custom, using the technology of today, is to put together a slideshow or video documenting the story leading up to the current celebration. At this time a folklorist can only speculate on evolving customs of family photography.   \n</p><p>Some families have also amassed over decades a collection of letters and other papers written by or about family members. One family, in sorting through boxes of papers, discovered all diplomas for family members from 2nd grade Sunday School up through doctoral degrees. Other family documents include the family Bible, military enlistment or discharge papers and Certificates of Baptism. While certificates authenticate the dates and events in the family history, letters and journals are particularly revealing as to the character and thoughts of individual family members. \n</p><p>Similar to photographs, letters and journal entries document a single day in the life of a family member. Once these papers have been saved, it falls to members of the following generations to evaluate them. Are they to be preserved as part of the family story or discarded as inconsequential or even damaging to the family? For the most part unfavorable documents are discarded; that is not the family story this family wants to save.\n</p><p>The introduction of emails, IMs and other electronic messaging means that paper documents of family history are no longer regularly generated. Seldom is electronic communication printed out for the family files. The 19th and 20th centuries, providing access both to widespread literacy and to resources to create and preserve paper documents might mean that these forms of family history and lore are themselves becoming history.\n</p>\n<h3><span class=\"mw-headline\" id=\"Family_customs\">Family customs</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Family_folklore&amp;action=edit&amp;section=7\" title=\"Edit section: Family customs\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Each family has its own traditions, played out year after year, event after event. These traditions are frequently so engrained that the recognition of them as unique to this family only occurs when compared to other families.  This is also an area of family folklore that is most exposed to change or modification. With each additional marriage or committed relationship, a new member from a different family gets added, an individual who does not recognize the family customs as \"traditional\". These new members bring their own traditions which need to be reconciled, perhaps added or even substituted into the current performance. Not only through marriage, but births and deaths also add a fluid dynamic to the family traditions. When the first grandchild is born, everyone moves into a new role, Mom becomes Grandmom, Brother becomes Uncle, and the family Benjamin loses his position to the new baby. These factors lead to a dynamic development of new and renewed family traditions. \n</p><p>One major and understudied area of family traditions is found in <a href=\"/wiki/Foodways\" title=\"Foodways\">foodways</a>, which includes everything involved in the procurement, preparation, serving and eating of daily meals at home.<sup id=\"cite_ref-22\" class=\"reference\"><a href=\"#cite_note-22\">&#91;22&#93;</a></sup><sup id=\"cite_ref-23\" class=\"reference\"><a href=\"#cite_note-23\">&#91;23&#93;</a></sup> Most of us go home each evening for dinner, wake up for breakfast and pack up a lunch or snack pack to take with us for the day. All the assumptions about how this occurs, who does what when arise only when the established process (i.e. family custom) hits a snag: we've run out of milk or someone ate the last of the cookies. Maybe Dad is off on a trip and can't make the Sunday morning pancakes.<sup id=\"cite_ref-Adler_10-1\" class=\"reference\"><a href=\"#cite_note-Adler-10\">&#91;10&#93;</a></sup> Each of these food customs is understood and accepted by the group as a whole, and followed as a matter of course with little or no discussion. \n</p><p>It is also customary that family mealtimes differ: breakfast food differs from supper and snacks, weekends frequently vary from the weekday diet. In one busy family a scoop of ice cream on the breakfast cereal turned the meal into an easy, fun supper. There might also be a traditional Sunday Dinner to be prepared and staged weekly with an expanded family group gathered around the table. \n</p><p>Holidays and \"life event\" celebrations, from birthdays to wakes include multiple family customs, either superimposed upon the more broadly defined societal celebrations, or substituting for them. This is seen most obviously in traditions found in the preparation and \"performance\" of a holiday meal. Each family has their own unique traditions, from special dishes prepared only for this dinner, to a single individual who prepares and presents this single dish, to the individual assigned to carve the bird. It is unnecessary to mention examples of this; each North American reader is mentally reviewing the <a href=\"/wiki/Thanksgiving\" title=\"Thanksgiving\">Thanksgiving</a> traditions unique to his own family. This list of special holiday traditions in the family expands easily from the dining table to the family wake-up calls to the distribution of presents under the Christmas tree or Hanukah lights. Each of these, along with countless other details, distinguish this family as a unique social unit.  \n</p><p>Another significant family tradition is that of naming customs. When a new baby is born, incorporating family names into the name for the new baby, or conversely not using family names for the next generation, can become problematic. What rules should be followed? Many ethnic groups have their own naming customs, variations of which might be found within the separate family groups of the parents. There are also differing ethnic customs of who has the authority to pick the name for the baby. When published lists of currently popular names along with expectations of individual family members are added to this mix, it can become a challenge to craft a name which pleases everyone.  \n</p>\n<h3><span class=\"mw-headline\" id=\"Handicrafts_and_memorabilia\">Handicrafts and memorabilia</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Family_folklore&amp;action=edit&amp;section=8\" title=\"Edit section: Handicrafts and memorabilia\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>All possessions are considered pieces of <a href=\"/wiki/Material_culture\" title=\"Material culture\">material culture</a> - objects with which members of a culture customarily surround themselves. However, only handicrafts produced by family members and memorabilia passed along through generations are of interest in family folklore. \n</p><p><a href=\"/wiki/Memorabilia\" class=\"mw-redirect\" title=\"Memorabilia\">Memorabilia</a> are singular objects which are passed down through the family with the stories and memories about events or individuals attached to them. In one family a doll, given once as a Christmas present, continued to be brought out each year to celebrate Christmas and have her picture taken with the (changing) family. For her hundredth birthday, a birthday cake for the doll was included in the Christmas celebration.<sup id=\"cite_ref-24\" class=\"reference\"><a href=\"#cite_note-24\">&#91;24&#93;</a></sup> Like the doll, almost any object imbued with family stories and memories can become a family <a href=\"/wiki/Heirloom\" title=\"Heirloom\">heirloom</a>. As such, it holds in the family a value often unrelated to its monetary value. As the stories and memories enveloping the object are slowly lost, the object itself becomes a simple hand-me-down, usually in poor condition and ready to be discarded.\n</p><p><a href=\"/wiki/Handicrafts\" class=\"mw-redirect\" title=\"Handicrafts\">Handicrafts</a> are objects which have been \"homemade\", crafted individually using simple tools by one or more family members. The production skills for these artisanal crafts are generally transmitted within the family; the items might include weaving, welding, pottery, woodworking, quilting, basketry, cooking. They can be used functionally or as decoration in the home. Over time these handicrafts becomes a skill nurtured within the family, as well as a point of family identification for outsiders. The family cultivates both the production knowledge and the objects themselves. \n</p><p>One aspect of these objects, both family memorabilia and handicrafts, is that they are for the most part one-of-a-kind. Many family members can tell the story of the Christmas doll, or have the family photographs, but only one family branch can actually possess the doll. For handicrafts, a craftsman could decide to create a quilt or a rocking chair for each child in a family. But this just postpones the decision of ownership of the item to the following generation.  \n</p><p>Each of these material objects carries along with its stories or memories the ability for family members to experience <a href=\"/wiki/Simultaneity\" title=\"Simultaneity\">simultaneity</a> in the home. \"…by gathering around ourselves treasured objects from different times of our lives and our histories, we experience different eras at the same moment and in some way bring the totality of the past to bear upon the present.\"<sup id=\"cite_ref-25\" class=\"reference\"><a href=\"#cite_note-25\">&#91;25&#93;</a></sup> The family history and identity is preserved and transmitted, both for the family member who walks past the bowl sitting on the counter, and the outsider who asks about the origin of the unique item. \"The artifacts that family members make, use, or display can be an unseen backdrop to the duties and demands of family life. Alternatively, they might be carefully crafted statements about the values and expectations of family tradition bearers.\"<sup id=\"cite_ref-26\" class=\"reference\"><a href=\"#cite_note-26\">&#91;26&#93;</a></sup> The candy bowl on the coffee table or the silver tea service set out in the dining room speak of an elegance of hospitality which is customary in this family. \n</p>\n<h2><span class=\"mw-headline\" id=\"Institutions_involved_in_study_of_family_folklore\">Institutions involved in study of family folklore</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Family_folklore&amp;action=edit&amp;section=9\" title=\"Edit section: Institutions involved in study of family folklore\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"Smithsonian_Center_for_Folklife_and_Cultural_Heritage\"><a href=\"/wiki/Smithsonian_Center_for_Folklife_and_Cultural_Heritage\" class=\"mw-redirect\" title=\"Smithsonian Center for Folklife and Cultural Heritage\">Smithsonian Center for Folklife and Cultural Heritage</a></span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Family_folklore&amp;action=edit&amp;section=10\" title=\"Edit section: Smithsonian Center for Folklife and Cultural Heritage\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>1967 marked the first <a href=\"/wiki/Smithsonian_Folklife_Festival\" title=\"Smithsonian Folklife Festival\">Smithsonian Folklife Festival</a>, set up on the National Mall in Washington, D.C. to exhibit and demonstrate crafts and customs of diverse ethnic, regional and occupational groups. Originally including only displays from the United States, it later expanded to include traditions and customs from around the world. Each exhibit at the festival endeavors to move beyond the items of tangible culture, the arts and objects we can touch, feel and put in a glass case. Each unique performance or display at the Folklife Festival articulates the goal of the Smithsonian Institution to spread its reach beyond material objects to artifacts of <a href=\"/wiki/Intangible_cultural_heritage\" title=\"Intangible cultural heritage\">intangible cultural heritage</a>.<sup id=\"cite_ref-27\" class=\"reference\"><a href=\"#cite_note-27\">&#91;27&#93;</a></sup> Festival exhibits such as \"The Changing Soundscape in Indian Country\" (1992), \"American Social Dance\" (1993), \"Mississippi Delta\" (1997), \"Asian Pacific Americans: Local Lives, Global Ties\" (2010) are just a few of the exhibits included since the Festival began.<sup id=\"cite_ref-28\" class=\"reference\"><a href=\"#cite_note-28\">&#91;28&#93;</a></sup> Any of these cultural intangibles, including traditions of performance, ritual, music, dance, traditional knowledge, storytelling or oral transmission, is considered for inclusion at the festival. Its intention is to \"legitimize and celebrate individual Americans and their traditions\".<sup id=\"cite_ref-Zeitlin_272_29-0\" class=\"reference\"><a href=\"#cite_note-Zeitlin_272-29\">&#91;29&#93;</a></sup> Open to the public at no cost, the festival is devised to enable each visitor to find at least one exhibit which relates to his background, narrates a segment of his story.\n</p><p>In 1974 a new tent was added to the Festival. Instead of displaying or performing recognized traditions, its goal was to collect items of family folklore from visitors. This tent was unique at the festival in asking visitors to be active contributors to the folklife on display instead of merely receptive spectators. A sign at the tent was hopeful: \"Family Folklore – Will You Share Yours With Us?\"<sup id=\"cite_ref-Zeitlin_272_29-1\" class=\"reference\"><a href=\"#cite_note-Zeitlin_272-29\">&#91;29&#93;</a></sup>  Card tables with checkered table clothes were set up, tape recorders and folklore interviewers on hand to prompt, listen and record family lore which visitors might share. Not only should each visitor see himself somewhere in the exhibits, but he should also recognize and record parts of his own story as a unique and valued artifact of cultural heritage. \n</p><p>During the four years that the tent was included at the festival, it gradually cluttered with objects, memorabilia and photos just like any family home. Taking the taped interviews as a baseline, the stories and customs collected in the tent were used to establish an archive of family folklore as part of the Smithsonian collections. Representative pieces were then published in the book <i>A Celebration of American Family Folklore: Tales and Traditions from the Smithsonian Collection</i>.<sup id=\"cite_ref-Zeitlin_6-2\" class=\"reference\"><a href=\"#cite_note-Zeitlin-6\">&#91;6&#93;</a></sup> This collection continues to be supported by the Smithsonian Center for Folklife and Cultural Heritage<sup id=\"cite_ref-30\" class=\"reference\"><a href=\"#cite_note-30\">&#91;30&#93;</a></sup> and the <a href=\"/wiki/American_Folklife_Center\" title=\"American Folklife Center\">American Folklife Center</a> at the Library of Congress. \n</p><p>Since this first Smithsonian Folklife Festival, many <a href=\"/wiki/List_of_folk_festivals#USA\" title=\"List of folk festivals\">regional festivals</a> have been established in all parts of the country. These include the <a href=\"/wiki/Northwest_Folklife\" title=\"Northwest Folklife\">Northwest Folklife</a> Festival, the <a href=\"/wiki/New_England_Folk_Festival\" title=\"New England Folk Festival\">New England Folk Festival</a> and the <a href=\"/wiki/Philadelphia_Folk_Festival\" title=\"Philadelphia Folk Festival\">Philadelphia Folk Festival</a> to name just a few.  Each of these is supported by various institutions of <a href=\"/wiki/Public_folklore\" title=\"Public folklore\">public folklore</a>, with the goal of displaying traditions of regional, ethnic and occupational folk groups. None of them however has duplicated the Smithsonian Folklore tent intended to collect original family folklore.\n</p>\n<h3><span class=\"mw-headline\" id=\"Oral_history_and_oral_tradition_projects\">Oral history and oral tradition projects</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Family_folklore&amp;action=edit&amp;section=11\" title=\"Edit section: Oral history and oral tradition projects\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p><a href=\"/wiki/Oral_history\" title=\"Oral history\">Oral history</a> and <a href=\"/wiki/Oral_tradition\" title=\"Oral tradition\">oral tradition</a> first became recognized as legitimate forms of historical and cultural research in the 1960s and early 1970s. Pioneers in this field used newly developed inexpensive tape-recorders to record oral histories.  A Pulitzer Prize was awarded to <a href=\"/wiki/Studs_Terkel\" title=\"Studs Terkel\">Studs Terkel</a> in 1985 for his book <i>\"The Good War\": An Oral History of World War II</i> and a special Pulitzer Prize was awarded to <a href=\"/wiki/Alex_Haley\" title=\"Alex Haley\">Alex Haley</a> in 1977 for <i>Roots: The Saga of an American Family</i>. With these awards, the importance of oral histories and traditions as a bona fide tool of historical and cultural research was cemented.<sup id=\"cite_ref-31\" class=\"reference\"><a href=\"#cite_note-31\">&#91;31&#93;</a></sup>\n</p><p>Historical and folklore research using oral interviews has gone mainstream, with multiple organizations dedicated to its collection. One of the best known organizations is <a href=\"/wiki/StoryCorps\" title=\"StoryCorps\">StoryCorps</a>, founded in 2003 and modeled on the WPA <a href=\"/wiki/Federal_Writers_Project\" class=\"mw-redirect\" title=\"Federal Writers Project\">Federal Writers Project</a>. Its expressed mission is to \"record, preserve, and share stories of Americans from all backgrounds and beliefs\". Special projects reach out to targeted populations to fulfill StoryCorps' commitment to record a diverse array of voices. The only requirement for the 2-person interview is that the 2 participants \"care about each other\", for instance family members. The participants are given a recording of the interview to take with them and add to the family archive. \n</p><p>StoryCorps is just one of many organizations with a goal of recording and preserving interviews of oral history and tradition. Other organizations abound, such as <a href=\"/wiki/City_Lore\" title=\"City Lore\">City Lore</a> of New York City and the <a href=\"/wiki/Oral_History_Society\" title=\"Oral History Society\">Oral History Society</a> of London. \n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Family_folklore&amp;action=edit&amp;section=12\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/American_Folklife_Center\" title=\"American Folklife Center\">American Folklife Center</a></li>\n<li><a href=\"/wiki/Anecdote\" title=\"Anecdote\">Anecdote</a></li>\n<li><a href=\"/wiki/Culture\" title=\"Culture\">Culture</a></li>\n<li><a href=\"/wiki/Folklore\" title=\"Folklore\">Folklore</a></li>\n<li><a href=\"/wiki/Folkloristics\" class=\"mw-redirect\" title=\"Folkloristics\">Folkloristics</a></li>\n<li><a href=\"/wiki/Foodways\" title=\"Foodways\">Foodways</a></li>\n<li><a href=\"/wiki/Genealogy\" title=\"Genealogy\">Genealogy</a></li>\n<li><a href=\"/wiki/Handicrafts\" class=\"mw-redirect\" title=\"Handicrafts\">Handicrafts</a></li>\n<li><a href=\"/wiki/Intangible_cultural_heritage\" title=\"Intangible cultural heritage\">Intangible cultural heritage</a></li>\n<li><a href=\"/wiki/Material_culture\" title=\"Material culture\">Material culture</a></li>\n<li><a href=\"/wiki/Public_folklore\" title=\"Public folklore\">Public folklore</a></li>\n<li><a href=\"/wiki/Saying\" title=\"Saying\">Saying</a></li>\n<li><a href=\"/wiki/Simultaneity\" title=\"Simultaneity\">Simultaneity</a></li>\n<li><a href=\"/wiki/Smithsonian_Folklife_Festival\" title=\"Smithsonian Folklife Festival\">Smithsonian Folklife Festival</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"Footnotes\">Footnotes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Family_folklore&amp;action=edit&amp;section=13\" title=\"Edit section: Footnotes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-FamilyFolklore-1\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FamilyFolklore_1-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FamilyFolklore_1-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Margaret R. Yocum (1997). \"Family Folklore\", pg. 279. In <i>Folklore An Encyclopedia of Beliefs, Customs, Tales, Music, and Art</i>, ed. Thomas Green. California / ABC-CLIO.</span>\n</li>\n<li id=\"cite_note-Boatright-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Boatright_2-0\">^</a></b></span> <span class=\"reference-text\">Mody C. Boatright (1958). \"The Family Saga as a Form of Folklore\". In <i>The Family Saga and Other Phases of American Folklore</i>, eds. Mody C. Boatright, Robert B. Downs, and John T. Flanagan. Urbana / University of Illinois Press.</span>\n</li>\n<li id=\"cite_note-Garrett-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Garrett_3-0\">^</a></b></span> <span class=\"reference-text\">Kim S. Garrett (1961), \"Family Stories and Sayings\", pp 273–281. In <i>Publications of the Texas Folklore Society</i>, Vol. XXX.</span>\n</li>\n<li id=\"cite_note-Baldwin-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Baldwin_4-0\">^</a></b></span> <span class=\"reference-text\">L. Karen Baldwin (1975). <i>Down on Bugger Run: Family Group and the Social Base of Folklore</i>. University of Pennsylvania / Unpublished Dissertation. </span>\n</li>\n<li id=\"cite_note-Stewart-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Stewart_5-0\">^</a></b></span> <span class=\"reference-text\">Polly Stewart (2008), \"Karen Baldwin (1943 - 2007)\", pp. 485–486. In <i>Journal of American Folklore</i>, Vol. 121, Fall 2008.</span>\n</li>\n<li id=\"cite_note-Zeitlin-6\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Zeitlin_6-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Zeitlin_6-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-Zeitlin_6-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\">Steven J. Zeitlin, Amy J. Kotkin, and Holly Cutting Baker (1993). <i>A Celebration of American Family Folklore: Tales and Traditions from the Smithsonian Collection</i>, pg. 2. Cambridge / Yellow Moon. </span>\n</li>\n<li id=\"cite_note-Toelken-7\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Toelken_7-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Toelken_7-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"> Barre Toelken (1996). <i>The Dynamics of Folklore</i>, pp 196–197. Utah / Utah State University Press.</span>\n</li>\n<li id=\"cite_note-Sims-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Sims_8-0\">^</a></b></span> <span class=\"reference-text\"> Sims, Martha C., Martine Stephens (2005). <i>Living Folklore</i>, pg 31. Utah / Utah State University Press.</span>\n</li>\n<li id=\"cite_note-Dégh-9\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Dégh_9-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Dégh_9-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Linda Dégh and Andrew Vázsonyi (1975). \"Hypothesis of Multi-Conduit Transmission in Folklore\", pp. 207–255. In <i>Folklore. Performance and Communication</i>, ed. Dan Ben-Amos. Den Haag, Paris.</span>\n</li>\n<li id=\"cite_note-Adler-10\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Adler_10-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Adler_10-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Thomas A. Adler (1981). \"Making Pancakes on Sunday: The Male Cook in Family Tradition\", pp. 45–55. In <i>Western Folklore</i>, Vol. 40.</span>\n</li>\n<li id=\"cite_note-FamilyFolklore2-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-FamilyFolklore2_11-0\">^</a></b></span> <span class=\"reference-text\"> Margaret Yocum, Family Folklore, pg. 282.</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Zeitlin, pg 170.</span>\n</li>\n<li id=\"cite_note-Noren-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Noren_13-0\">^</a></b></span> <span class=\"reference-text\">Catherine Noren (1976). <i>The Camera of My Family</i>. New York / Knopf, 1976.</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">From 1974–1978</span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\">For further examples including traditional heroes, rogues, survivors, migrants and more, see Zeitlin, pp. 10–125.</span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\">Zeitlin, pg. 95</span>\n</li>\n<li id=\"cite_note-17\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-17\">^</a></b></span> <span class=\"reference-text\">Zeitlin, pg. 96. </span>\n</li>\n<li id=\"cite_note-18\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-18\">^</a></b></span> <span class=\"reference-text\">Told by the Riedel family from Freiburg, Germany. Recorded October 2014 </span>\n</li>\n<li id=\"cite_note-19\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-19\">^</a></b></span> <span class=\"reference-text\">Told by the Wiley family from Seattle. Recorded June 2012.</span>\n</li>\n<li id=\"cite_note-20\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-20\">^</a></b></span> <span class=\"reference-text\">Zeitlin, pg. 146 ff.</span>\n</li>\n<li id=\"cite_note-21\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-21\">^</a></b></span> <span class=\"reference-text\">see Zeitlin, pg. 184 ff</span>\n</li>\n<li id=\"cite_note-22\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-22\">^</a></b></span> <span class=\"reference-text\">Michael Owen Jones (1983). <i>Foodways and Eating Habits: Directions for Research Paperback</i>. California Folklore Society.</span>\n</li>\n<li id=\"cite_note-23\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-23\">^</a></b></span> <span class=\"reference-text\">The <a href=\"/wiki/American_Folklore_Society\" title=\"American Folklore Society\">American Folklore Society</a> has a section dedicated completely to Foodways. Many other scholarly groups also consider the study of food traditions as part of their domain, including Gender Studies, Ethnic Studies, Ethnology as well as modern findings on <a href=\"/wiki/Nutrition_and_Health\" title=\"Nutrition and Health\">Nutrition and Health</a>. </span>\n</li>\n<li id=\"cite_note-24\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-24\">^</a></b></span> <span class=\"reference-text\">Zeitlin, pg. 203. </span>\n</li>\n<li id=\"cite_note-25\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-25\">^</a></b></span> <span class=\"reference-text\">Zeitlin, pg. 201.</span>\n</li>\n<li id=\"cite_note-26\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-26\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.encyclopedia.com/doc/1G2-3406900153.html\">http://www.encyclopedia.com/doc/1G2-3406900153.html</a> Jill Terry Rudy </span>\n</li>\n<li id=\"cite_note-27\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-27\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.folklife.si.edu/cultural-heritage-policy/ICH/about/smithsonian\">http://www.folklife.si.edu/cultural-heritage-policy/ICH/about/smithsonian</a> </span>\n</li>\n<li id=\"cite_note-28\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-28\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.festival.si.edu/explore_festival/year.aspx\">Complete list of programs by year</a></span>\n</li>\n<li id=\"cite_note-Zeitlin_272-29\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Zeitlin_272_29-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Zeitlin_272_29-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Zeitlin, pg. 272.</span>\n</li>\n<li id=\"cite_note-30\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-30\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://siarchives.si.edu/history/exhibits/pictures/center-folklife-and-cultural-heritage\">http://siarchives.si.edu/history/exhibits/pictures/center-folklife-and-cultural-heritage</a></span>\n</li>\n<li id=\"cite_note-31\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-31\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://encyclopedia2.thefreedictionary.com/oral+history\">\"Oral history\"</a> <i>Columbia Encyclopedia</i></span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Family_folklore&amp;action=edit&amp;section=14\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Danielson, Larry. (1996). \"Family Folklore.\" in <i>American Folklore: an Encyclopedia</i>, ed. J. Brunvand. New York: Garland.</li>\n<li>Dégh, Linda; Andrew Vázsonyi: \"Hypothesis of Multi-Conduit Transmission in Folklore\". In: Ben-Amos, Dan; Kenneth S. Goldstein: <i>Folklore. Performance and Communication.</i> Den Haag, Paris 1975; S. 207–255.</li>\n<li>Glassie, Henry (1999). <i>Material Culture</i>. Bloomington: Indiana University Press.</li>\n<li>Kirshenblatt-Gimblett, Barbara. (1989). \"Objects of Memory: Material Culture as Life Review.\" in <i>Folk Groups and Folklore Genres: a Reader</i>, ed. Elliott Oring. Logan: Utah State University Press.</li>\n<li>Rudy, Jill Terry. (2003). \"Family Folklore.\" <i>International Encyclopedia of Marriage and Family</i>. 2003. Encyclopedia.com. December 6, 2014.</li>\n<li>Toelken, Barre (1996). <i>The Dynamics of Folklore, revised and expanded edition</i>. Logan: Utah State University Press. Pp 101 – 110. \"Dynamics of Family Folklore\".</li>\n<li>Yocom, Margaret (1997). \"Family Folklore.\" in <i>Folklore: an Encyclopedia of Beliefs, Customs, Tales, Music, and Art</i>, Vol. I, ed. Thomas Green. Santa Barbara, CA: abc-clio.</li>\n<li>Zeitlin, Steve J.; Kotkin, A. J.; Baker, H. C., eds. (1992). <i>A Celebration of American Family Folklore: Tales and Traditions from the Smithsonian Collection</i>. Cambridge, MA: Yellow Moon Press.</li></ul>\n<h2><span class=\"mw-headline\" id=\"Further_reading\">Further reading</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Family_folklore&amp;action=edit&amp;section=15\" title=\"Edit section: Further reading\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Bascom, William R. (1965). \"Four Functions of Folklore.\" in <i>The Study of Folklore</i>, ed. Alan Dundes. Englewood Cliffs, NJ: Prentice Hall.</li>\n<li>Danielson, Larry, ed. (1994). \"Family Folklore: Special Issue.\" Southern folklore 51.</li>\n<li>Gillis, John R. (1997). <i>A World of Their Own Making: Myth, Ritual, and the Quest for Family Values</i>. Harvard University Press; New edition (August 8, 1997)</li>\n<li>Stone, Elizabeth. (1988). <i>Black Sheep and Kissing Cousins: How our Family Stories Shape Us</i>. New York: Times Books.</li>\n<li>Thursby, Jacqueline S. (1999). <i>Mother's Table, Father's Chair: Cultural Narratives of Basque American Women</i>. Logan: Utah State University Press.</li>\n<li>Wilson, William. a. (1991). \"Personal Narratives: the Family Novel.\" <i>Western Folklore</i> 50:127–149.</li></ul>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Family_folklore&amp;action=edit&amp;section=16\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.loc.gov/folklife\">American Folklife Center</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20110719222738/http://www.nea.gov/honors/heritage/allheritage.html\">NEA Heritage Awards</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20050714060703/http://www.folklife.si.edu/index.html\">Center for Folklife and Cultural Heritage, Smithsonian Institution</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20051127113948/http://www.folkculture.org/\">Fund for Folk Culture</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.citylore.org/\">CityLore</a></li>\n<li><a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.encyclopedia.com/doc/1G2-3406900153.html\">[1]</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1332\nCached time: 20180903201824\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.088 seconds\nReal time usage: 0.104 seconds\nPreprocessor visited node count: 521/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 1607/2097152 bytes\nTemplate argument size: 79/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 12202/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.006/10.000 seconds\nLua memory usage: 718 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   60.971      1 -total\n 34.33%   20.930      1 Template:Reflist\n 33.36%   20.340      1 Template:Portal\n  3.57%    2.176      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:43824631-0!canonical and timestamp 20180903201824 and revision id 817644895\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","*":"Folklore"}],"links":[{"ns":0,"exists":"","*":"Alex Haley"},{"ns":0,"exists":"","*":"American Folklife Center"},{"ns":0,"exists":"","*":"American Folklore Society"},{"ns":0,"exists":"","*":"Anecdote"},{"ns":0,"exists":"","*":"City Lore"},{"ns":0,"exists":"","*":"Culture"},{"ns":0,"exists":"","*":"Family"},{"ns":0,"exists":"","*":"Federal Writers Project"},{"ns":0,"exists":"","*":"Folklore"},{"ns":0,"exists":"","*":"Folkloristics"},{"ns":0,"exists":"","*":"Foodways"},{"ns":0,"exists":"","*":"Gender studies"},{"ns":0,"exists":"","*":"Genealogy"},{"ns":0,"exists":"","*":"Handicrafts"},{"ns":0,"exists":"","*":"Heirloom"},{"ns":0,"exists":"","*":"Intangible cultural heritage"},{"ns":0,"exists":"","*":"List of folk festivals"},{"ns":0,"exists":"","*":"Material culture"},{"ns":0,"exists":"","*":"Memorabilia"},{"ns":0,"exists":"","*":"New England Folk Festival"},{"ns":0,"exists":"","*":"Northwest Folklife"},{"ns":0,"exists":"","*":"Nutrition and Health"},{"ns":0,"exists":"","*":"Oral History Society"},{"ns":0,"exists":"","*":"Oral history"},{"ns":0,"exists":"","*":"Oral tradition"},{"ns":0,"exists":"","*":"Philadelphia Folk Festival"},{"ns":0,"exists":"","*":"Public folklore"},{"ns":0,"exists":"","*":"Saying"},{"ns":0,"exists":"","*":"Simultaneity"},{"ns":0,"exists":"","*":"Smithsonian Center for Folklife and Cultural Heritage"},{"ns":0,"exists":"","*":"Smithsonian Folklife Festival"},{"ns":0,"exists":"","*":"StoryCorps"},{"ns":0,"exists":"","*":"Studs Terkel"},{"ns":0,"exists":"","*":"Thanksgiving"},{"ns":100,"exists":"","*":"Portal:Folklore"}],"templates":[{"ns":10,"exists":"","*":"Template:Portal"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Portal"},{"ns":828,"exists":"","*":"Module:Portal/images/f"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Horseshoe_and_devil.svg"],"externallinks":["http://www.festival.si.edu/explore_festival/year.aspx","http://encyclopedia2.thefreedictionary.com/oral+history","http://www.encyclopedia.com/doc/1G2-3406900153.html","http://www.folklife.si.edu/cultural-heritage-policy/ICH/about/smithsonian","http://siarchives.si.edu/history/exhibits/pictures/center-folklife-and-cultural-heritage","https://www.loc.gov/folklife","https://web.archive.org/web/20110719222738/http://www.nea.gov/honors/heritage/allheritage.html","https://web.archive.org/web/20050714060703/http://www.folklife.si.edu/index.html","https://web.archive.org/web/20051127113948/http://www.folkculture.org/","http://www.citylore.org/"],"sections":[{"toclevel":1,"level":"2","line":"Family as a folk group","number":"1","index":"1","fromtitle":"Family_folklore","byteoffset":4220,"anchor":"Family_as_a_folk_group"},{"toclevel":1,"level":"2","line":"Transmission","number":"2","index":"2","fromtitle":"Family_folklore","byteoffset":6520,"anchor":"Transmission"},{"toclevel":1,"level":"2","line":"Detritus of family lore","number":"3","index":"3","fromtitle":"Family_folklore","byteoffset":10604,"anchor":"Detritus_of_family_lore"},{"toclevel":1,"level":"2","line":"Forms","number":"4","index":"4","fromtitle":"Family_folklore","byteoffset":12682,"anchor":"Forms"},{"toclevel":2,"level":"3","line":"Family stories and sayings","number":"4.1","index":"5","fromtitle":"Family_folklore","byteoffset":13453,"anchor":"Family_stories_and_sayings"},{"toclevel":2,"level":"3","line":"Photos, letters, journals and other papers","number":"4.2","index":"6","fromtitle":"Family_folklore","byteoffset":16668,"anchor":"Photos,_letters,_journals_and_other_papers"},{"toclevel":2,"level":"3","line":"Family customs","number":"4.3","index":"7","fromtitle":"Family_folklore","byteoffset":20868,"anchor":"Family_customs"},{"toclevel":2,"level":"3","line":"Handicrafts and memorabilia","number":"4.4","index":"8","fromtitle":"Family_folklore","byteoffset":25106,"anchor":"Handicrafts_and_memorabilia"},{"toclevel":1,"level":"2","line":"Institutions involved in study of family folklore","number":"5","index":"9","fromtitle":"Family_folklore","byteoffset":28380,"anchor":"Institutions_involved_in_study_of_family_folklore"},{"toclevel":2,"level":"3","line":"Smithsonian Center for Folklife and Cultural Heritage","number":"5.1","index":"10","fromtitle":"Family_folklore","byteoffset":28437,"anchor":"Smithsonian_Center_for_Folklife_and_Cultural_Heritage"},{"toclevel":2,"level":"3","line":"Oral history and oral tradition projects","number":"5.2","index":"11","fromtitle":"Family_folklore","byteoffset":32296,"anchor":"Oral_history_and_oral_tradition_projects"},{"toclevel":1,"level":"2","line":"See also","number":"6","index":"12","fromtitle":"Family_folklore","byteoffset":34043,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"Footnotes","number":"7","index":"13","fromtitle":"Family_folklore","byteoffset":34362,"anchor":"Footnotes"},{"toclevel":1,"level":"2","line":"References","number":"8","index":"14","fromtitle":"Family_folklore","byteoffset":34391,"anchor":"References"},{"toclevel":1,"level":"2","line":"Further reading","number":"9","index":"15","fromtitle":"Family_folklore","byteoffset":35716,"anchor":"Further_reading"},{"toclevel":1,"level":"2","line":"External links","number":"10","index":"16","fromtitle":"Family_folklore","byteoffset":36507,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Family folklore","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q24906040"}]}}