{"warnings":{"parse":{"*":"The value passed for \"page\" contains invalid or non-normalized data. Textual data should be valid, NFC-normalized Unicode without C0 control characters other than HT (\\t), LF (\\n), and CR (\\r)."}},"parse":{"title":"Pelé Law","pageid":17169102,"revid":827420502,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-style ambox-confusing\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/60px-Edit-clear.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/80px-Edit-clear.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>may be <a href=\"/wiki/Wikipedia:Vagueness\" title=\"Wikipedia:Vagueness\">confusing or unclear</a> to readers</b>.<span class=\"hide-when-compact\"> Please help us <a href=\"/wiki/Wikipedia:Please_clarify\" title=\"Wikipedia:Please clarify\">clarify the article</a>. There might be a discussion about this on <a href=\"/wiki/Talk:Pel%C3%A9_Law\" title=\"Talk:Pelé Law\">the talk page</a>.</span>  <small><i>(February 2017)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<table class=\"plainlinks metadata ambox ambox-content ambox-Unreferenced\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Question_book-new.svg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png\" width=\"50\" height=\"39\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/75px-Question_book-new.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/100px-Question_book-new.svg.png 2x\" data-file-width=\"512\" data-file-height=\"399\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>does not <a href=\"/wiki/Wikipedia:Citing_sources\" title=\"Wikipedia:Citing sources\">cite</a> any <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">sources</a></b>.<span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Pel%C3%A9_Law&amp;action=edit\">improve this article</a> by <a href=\"/wiki/Help:Introduction_to_referencing_with_Wiki_Markup/1\" title=\"Help:Introduction to referencing with Wiki Markup/1\">adding citations to reliable sources</a>. Unsourced material may be challenged and <a href=\"/wiki/Wikipedia:Verifiability#Burden_of_evidence\" title=\"Wikipedia:Verifiability\">removed</a>.</span>  <small><i>(April 2008)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p>The <b>Pelé Law</b> is a Brazilian law that forces professional sports clubs to observe business law and pay tax within two years.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Introduction\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Introduction</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#The_Original_Aspects_of_Pelé_Law\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">The Original Aspects of Pelé Law</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#Establishment_of_Leagues\"><span class=\"tocnumber\">2.1</span> <span class=\"toctext\">Establishment of Leagues</span></a></li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Establishment_of_For_Profit_Sports_Enterprise_Organizations\"><span class=\"tocnumber\">2.2</span> <span class=\"toctext\">Establishment of For Profit Sports Enterprise Organizations</span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Professional_Athlete’s_Labor_Contract\"><span class=\"tocnumber\">2.3</span> <span class=\"toctext\">Professional Athlete’s Labor Contract</span></a></li>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#Arena_(Broadcast_Rights)\"><span class=\"tocnumber\">2.4</span> <span class=\"toctext\">Arena (Broadcast Rights)</span></a></li>\n<li class=\"toclevel-2 tocsection-7\"><a href=\"#Insurance_Policies_for_Athletes\"><span class=\"tocnumber\">2.5</span> <span class=\"toctext\">Insurance Policies for Athletes</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Modifications_to_the_law\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Modifications to the law</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#References\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Introduction\">Introduction</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Pel%C3%A9_Law&amp;action=edit&amp;section=1\" title=\"Edit section: Introduction\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>On March 24, 1998, Law N. 9.615/98, stipulates that by 2001 clubs can sign a maximum five-year contract with a player when he turns 16 and stand to receive only a \"penalty fee\" of up to 100 times his monthly wage if he leaves before then. If a player fulfills the contract without renewing then he can leave and join a new club as a free agent. The previous club receives no transfer fee or compensation in this transaction with his new club.\n</p><p>The law also allows clubs to organise their own leagues, breaking the monopoly of official organisations such as the Brazilian Football Confederation.\n</p>\n<h2><span id=\"The_Original_Aspects_of_Pel.C3.A9_Law\"></span><span class=\"mw-headline\" id=\"The_Original_Aspects_of_Pelé_Law\">The Original Aspects of Pelé Law</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Pel%C3%A9_Law&amp;action=edit&amp;section=2\" title=\"Edit section: The Original Aspects of Pelé Law\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<table class=\"plainlinks metadata ambox ambox-style ambox-essay-like\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/60px-Edit-clear.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/80px-Edit-clear.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>is written like a <a href=\"/wiki/Wikipedia:NOTESSAY\" class=\"mw-redirect\" title=\"Wikipedia:NOTESSAY\">personal reflection or opinion essay</a></b> that states a Wikipedia editor's personal feelings about a topic.<span class=\"hide-when-compact\"> Please <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Pel%C3%A9_Law&amp;action=edit\">help improve it</a> by rewriting it in an <a href=\"/wiki/Wikipedia:Encyclopedic_style\" class=\"mw-redirect\" title=\"Wikipedia:Encyclopedic style\">encyclopedic style</a>.</span>  <small><i>(February 2018)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p>As referred to above, Pelé Law regulates all aspects of sports in Brazil. This Law embraces general rules about Brazilian Sports Law, regardless of the sports modality in question.\n</p><p>Due to its comprehensive nature we will restrict our analysis to the most controversial aspects. We will not discuss some aspects of Pelé Law, such as disciplinary codes, Brazilian internal sports organization, sports courts composing, gambling regulations and other.\n</p><p>This analysis includes the following aspects: \n(i) establishment of leagues; \n(ii) establishment of for profit sports enterprise organizations; \n(iii) labor contracts rules; \n(iv) Arena; and \n(v) insurance policies for athletes.\n</p>\n<h3><span class=\"mw-headline\" id=\"Establishment_of_Leagues\">Establishment of Leagues</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Pel%C3%A9_Law&amp;action=edit&amp;section=3\" title=\"Edit section: Establishment of Leagues\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Article 20 of Pelé Law and its 5 subsections regulate the establishment of leagues. The caput of this article allows clubs that take part in any national or regional competition and are members of the Brazilian National Sports System to found leagues.\n</p><p>These leagues will be private legal entities, and may, among other issues, negotiate on behalf of their members, sponsorship agreements, advertising and broadcasting contracts.\n</p><p>The establishment of leagues must be notified to the national sports administration entities (“NSAE”) such as Federations and Confederations and such leagues are totally independent from the NSAE. Since the leagues are independent from the referred to entities, these are not allowed to interfere with the league private matters. Affiliation with a league does not imply in disaffiliation of the NSAE board. The club may participate in competitions organized by both entities, without legal restriction.\n</p><p>Arising form such legal permission, from 2001 football clubs started to organize themselves in leagues, which lead to the weakening of “CBF” (<a href=\"/wiki/Brazilian_Football_Confederation\" title=\"Brazilian Football Confederation\">Brazilian Football Confederation</a>) political power, for that body would no longer organize the Brazilian football championship, being left to organize solely the <a href=\"/wiki/Copa_do_Brasil\" title=\"Copa do Brasil\">Brazil Cup</a>, and being responsible for the <a href=\"/wiki/Brazil_national_football_team\" title=\"Brazil national football team\">national team</a>.\n</p><p>However, aiming to avoid confrontation with CBF, and consequently with <a href=\"/wiki/FIFA\" title=\"FIFA\">FIFA</a>, as well as avoiding the possibility of being forbidden to take part in the <a href=\"/wiki/Copa_Libertadores\" title=\"Copa Libertadores\">Copa Libertadores</a>, the teams taking part in the Brazilian Professional Football League agreed that the Brazilian Championship in 2002 will be organized and promoted by the League jointly with CBF.\n</p>\n<h3><span class=\"mw-headline\" id=\"Establishment_of_For_Profit_Sports_Enterprise_Organizations\">Establishment of For Profit Sports Enterprise Organizations</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Pel%C3%A9_Law&amp;action=edit&amp;section=4\" title=\"Edit section: Establishment of For Profit Sports Enterprise Organizations\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>According to articles 27 and 27A in Pelé Law, any club – be it of football or not - has the right to shift into a corporation, such change not being mandatory. Differing from Spain and Portugal, there is no specific modality of a company destined exclusively to sports clubs in Brazil. There is no such a legal entity as called a “Sports Joint Stock Company”\n</p><p>In case a club should have the interest in a total change - or a change specifically in its football or volleyball department - into a corporation, the model adopted could be any of those as foreseen by law. That is, on deciding to change into a corporation, the club can make an option for a Stock Company, a Limited Liability Company, a Foundation, among other.\n</p><p>Following the established in FIFA Statute (article 7, N.5), taking into consideration the ENIC case, and aiming to reassure the “incertitude sportive”, Law N. 9.981/00 has imposed a veto to any simultaneous participation of an individual or a corporation in the capital stock of two or more clubs disputing the same professional competition.\n</p><p>Such veto also embraces the joint ownership investments, indirect capital participation, and relatives ownership in sports clubs. The sponsorship in shirts and the administration of trademark and sports events (“Stadiums”) exploitation are counted out of this veto.\n</p><p>Weird as it can be, that same article brings the prohibition of companies granted with the exploitation of radio and television services, be it open television or cable, to sponsor any sports club.\n</p>\n<h3><span id=\"Professional_Athlete.E2.80.99s_Labor_Contract\"></span><span class=\"mw-headline\" id=\"Professional_Athlete’s_Labor_Contract\">Professional Athlete’s Labor Contract</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Pel%C3%A9_Law&amp;action=edit&amp;section=5\" title=\"Edit section: Professional Athlete’s Labor Contract\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Article 28 of Pelé Law stipulates the most relevant aspects of the Professional Athlete’s Labor Contract (“PALC”), that are:\n</p>\n<ol><li>all Labor Contracts must be written and co-signed by athlete and a club, or a club enterprise;</li>\n<li>have a specific and determinate term;</li>\n<li>payment for the service must be clearly stated in the contract; and</li>\n<li>penalty clause in cases of defaulting, breaching of contract and unilateral rescission of the contract.</li></ol>\n<p>The absence of any of above mentioned aspects will nullify the contract. A valid contract is formed only if both parties intend the act of signing to be the last act in the formation of a binding contract.\n</p><p>The requirement of a written contract implies that the Athlete must be able to understand its terms and sign his or her name and also to avoid discussions about the existence of labor relation between the club and athlete.\n</p><p>The parties in a PALC must be an athlete and a club or a sports enterprise. This provision intents to hinder the action of agents. However, the law does not prohibit the ownership of a club by an agent.\n</p><p>The term of a PALC must be clearly stated in the contract, and pursuant to Article 30 of Pelé Law the minimum term of a PALC is 3 (three) months and a maximum is 5 (five) years. However, a PALC may have its terms suspended if the Athlete becomes unable to exercise his activity due to an occupational accident or disease, suffered in the club or while defending any team selection.\n</p><p>Article 31 of Pelé Law provides that if the club has not effected partially or totally the payment for the services for 3 (three) consecutive months, the PALC can be rescinded by the Athlete without the latter incurring in any fine. Moreover, pursuant article 32 of Pelé Law, if the mentioned partial or total late payment lasts 2 (two) or more months, the athlete is allowed to stop playing for his team.\n</p><p>In case the athlete is asked to integrate the national or regional team, pursuant to article 41, the NSAE responsible for the national team shall be liable for the payment of the wages of the athletes for the services during the period that he/she will be under NSAE disposal.\n</p><p>The payment encompasses not only wages but also gratification, bonuses, benefits and reserves. Two other forms of payment may be included in the contract. These are known as (i) “bicho” and (ii) Arena. The Arena will be explained later.\n</p><p>“Bicho” is a money prize paid by the club to an athlete according to the team’s performance, such as winning a championship, winning or drawing a match, qualifying to other championship phases, among others. The “bicho” may be established in the contract, but this is not usual.\n</p><p>Paragraph # 2 of article 28, is one of the most controversial aspects of the Pelé Law, once it has abolished the “passe”. “Passe” was a legal determination that an athlete remains “tied” to the club even after the termination of a Labor Contract. Therefore, a tie-release amount was due to the club by another club if the latter wished to offer the athlete a new labor contract. Pursuant article 93 of Pelé Law, the abolishment of “passe” only took effectiveness on March 24, 2001.\n</p><p>After the extinction of the “passe”, what will keep the athlete bound to a football club is his labor contract, and at the final term of this the athlete will be free to change teams without payment of any indemnification whatsoever to his former club.\n</p><p>However, in case the athlete wishes to change clubs during the effectiveness of his contract, or in case the club wishes to release the athlete during the contract effectiveness, the payment of penalty for rescission shall be due, according to the contract provisions for such events.\n</p><p>According to paragraph 3 of article 38 in Pelé Law, the amount of the penalty clause is freely established by the parties entering the contract, but shall be limited to 100 times the annual remuneration agreed to. Paragraph 4 of that same article establishes an automatic annual reduction on the penalty clause. On the first year of the accomplished contract, the penalty clause shall have a reduction of 10%; on the second year, the reduction shall be of 20%; on the third year, 40%; and on the fourth year, 80%.\n</p><p>It is important to note that according to Pelé Law, the limit of the penalty clause and the referred to reductions will only be applicable in the transfers between Brazilian clubs. When such transfer occurs to foreign clubs, the amount of the penalty clause is of free stipulation.\n</p><p>There are two more exceptions to the amount of the penalty clause, being both of them only applicable in the event of the club having formed the player from its base categories:\n</p>\n<ol><li>In this case, the maximum amount for the penalty clause, in the rescission of a labor contract during its effectiveness, is no longer of 100 times the annual remuneration, but increases to 200 times such value; and</li>\n<li>If at the end of the labor contract, for the period of 6 months as counted from the end of the contract, and provided the club continues paying that athlete’s wages, the amount for the penalty clause can be up to 150 times the contracted annual remuneration.</li></ol>\n<h3><span id=\"Arena_.28Broadcast_Rights.29\"></span><span class=\"mw-headline\" id=\"Arena_(Broadcast_Rights)\">Arena (Broadcast Rights)</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Pel%C3%A9_Law&amp;action=edit&amp;section=6\" title=\"Edit section: Arena (Broadcast Rights)\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Arena is a right that the Club has due to the use of its image during a match. The club has the right to negotiate the broadcasting of its matches and participation on championships as established in the caput of article 42 of Pelé Law. However, pursuant to paragraph # 1 of the same article, 20% (twenty per cent) of the income related to the broadcasting of the matches must be equally distributed to all Athletes of the team.\n</p><p>The amounts received as transfer of the broadcasting rights are not considered wages, therefore they cannot be used as basis for calculation of the penalty clause established in article 28 of Pelé Law as explained above.\n</p>\n<h3><span class=\"mw-headline\" id=\"Insurance_Policies_for_Athletes\">Insurance Policies for Athletes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Pel%C3%A9_Law&amp;action=edit&amp;section=7\" title=\"Edit section: Insurance Policies for Athletes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Article 45 of Pelé Law obliges the club to insure all its Athletes. The relevant insurance policies must cover personal and occupational accidents. Pelé Law provides that the indemnity must correspond to the negotiated year-wages of the Athlete.\n</p>\n<h2><span class=\"mw-headline\" id=\"Modifications_to_the_law\">Modifications to the law</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Pel%C3%A9_Law&amp;action=edit&amp;section=8\" title=\"Edit section: Modifications to the law\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>By Oct 2002, for being a controversial law, given it changed drastically the football culture in Brazil, Pelé Law has been suffering mutilations since its promulgation. In less than 4 years of being in force, that Law has already been through 3 major alterations, most of them based financial and political interests, never sports ones. For a better understanding of the magnitude of such mutilations, only 58% of the original text remains.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Pel%C3%A9_Law&amp;action=edit&amp;section=9\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><a rel=\"nofollow\" class=\"external text\" href=\"http://iasl.org/pages/posts/members_articles/members_articles167.php\">General Aspects of Brazilian Sports Law and Its Daily Applicability</a>  Written 2002 by Luiz Roberto Martins Castro\n</p>\n<!-- \nNewPP limit report\nParsed by mw1319\nCached time: 20180911143559\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.080 seconds\nReal time usage: 0.112 seconds\nPreprocessor visited node count: 245/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 13877/2097152 bytes\nTemplate argument size: 56/2097152 bytes\nHighest expansion depth: 10/40\nExpensive parser function count: 3/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.031/10.000 seconds\nLua memory usage: 1.17 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   80.781      1 -total\n 70.23%   56.736      1 Template:Confusing\n 59.57%   48.125      3 Template:Ambox\n 19.16%   15.481      1 Template:Essay\n 11.24%    9.079      1 Template:Essay-like\n 10.28%    8.302      1 Template:Unreferenced\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:17169102-0!canonical and timestamp 20180911143559 and revision id 827420502\n -->\n</div>"},"langlinks":[{"lang":"pt","url":"https://pt.wikipedia.org/wiki/Lei_Pel%C3%A9","langname":"Portuguese","autonym":"português","*":"Lei Pelé"}],"categories":[{"sortkey":"Pele Law","hidden":"","*":"Wikipedia_articles_needing_clarification_from_February_2017"},{"sortkey":"Pele Law","hidden":"","*":"All_Wikipedia_articles_needing_clarification"},{"sortkey":"Pele Law","hidden":"","*":"Articles_lacking_sources_from_April_2008"},{"sortkey":"Pele Law","hidden":"","*":"All_articles_lacking_sources"},{"sortkey":"Pele Law","hidden":"","*":"Wikipedia_articles_with_style_issues_from_February_2018"},{"sortkey":"Pele Law","hidden":"","*":"All_articles_with_style_issues"},{"sortkey":"Pele Law","*":"Taxation_in_Brazil"},{"sortkey":"Pele Law","*":"Sports_law"},{"sortkey":"Pele Law","*":"2001_in_Brazilian_football"},{"sortkey":"Pele Law","*":"2001_in_Brazil"},{"sortkey":"Pele Law","*":"Pelé"}],"links":[{"ns":14,"exists":"","*":"Category:Wikipedia articles needing clarification from February 2017"},{"ns":14,"exists":"","*":"Category:Articles lacking sources from April 2008"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with style issues from February 2018"},{"ns":0,"exists":"","*":"Brazil national football team"},{"ns":0,"exists":"","*":"Brazilian Football Confederation"},{"ns":0,"exists":"","*":"Copa Libertadores"},{"ns":0,"exists":"","*":"Copa do Brasil"},{"ns":0,"exists":"","*":"FIFA"},{"ns":1,"exists":"","*":"Talk:Pelé Law"},{"ns":4,"exists":"","*":"Wikipedia:Citing sources"},{"ns":4,"exists":"","*":"Wikipedia:Encyclopedic style"},{"ns":4,"exists":"","*":"Wikipedia:NOTESSAY"},{"ns":4,"exists":"","*":"Wikipedia:Please clarify"},{"ns":4,"exists":"","*":"Wikipedia:Vagueness"},{"ns":4,"exists":"","*":"Wikipedia:Verifiability"},{"ns":12,"exists":"","*":"Help:Introduction to referencing with Wiki Markup/1"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Confusing"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Unreferenced"},{"ns":10,"exists":"","*":"Template:Essay"},{"ns":10,"exists":"","*":"Template:Essay-like"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"}],"images":["Edit-clear.svg","Question_book-new.svg"],"externallinks":["http://iasl.org/pages/posts/members_articles/members_articles167.php"],"sections":[{"toclevel":1,"level":"2","line":"Introduction","number":"1","index":"1","fromtitle":"Pelé_Law","byteoffset":198,"anchor":"Introduction"},{"toclevel":1,"level":"2","line":"The Original Aspects of Pelé Law","number":"2","index":"2","fromtitle":"Pelé_Law","byteoffset":811,"anchor":"The_Original_Aspects_of_Pelé_Law"},{"toclevel":2,"level":"3","line":"Establishment of Leagues","number":"2.1","index":"3","fromtitle":"Pelé_Law","byteoffset":1558,"anchor":"Establishment_of_Leagues"},{"toclevel":2,"level":"3","line":"Establishment of For Profit Sports Enterprise Organizations","number":"2.2","index":"4","fromtitle":"Pelé_Law","byteoffset":3301,"anchor":"Establishment_of_For_Profit_Sports_Enterprise_Organizations"},{"toclevel":2,"level":"3","line":"Professional Athlete’s Labor Contract","number":"2.3","index":"5","fromtitle":"Pelé_Law","byteoffset":4901,"anchor":"Professional_Athlete’s_Labor_Contract"},{"toclevel":2,"level":"3","line":"Arena (Broadcast Rights)","number":"2.4","index":"6","fromtitle":"Pelé_Law","byteoffset":10084,"anchor":"Arena_(Broadcast_Rights)"},{"toclevel":2,"level":"3","line":"Insurance Policies for Athletes","number":"2.5","index":"7","fromtitle":"Pelé_Law","byteoffset":10767,"anchor":"Insurance_Policies_for_Athletes"},{"toclevel":1,"level":"2","line":"Modifications to the law","number":"3","index":"8","fromtitle":"Pelé_Law","byteoffset":11052,"anchor":"Modifications_to_the_law"},{"toclevel":1,"level":"2","line":"References","number":"4","index":"9","fromtitle":"Pelé_Law","byteoffset":11523,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Pelé Law","iwlinks":[],"properties":[{"name":"defaultsort","*":"Pele Law"},{"name":"wikibase_item","*":"Q7161826"}]}}