{"parse":{"title":"Slide library","pageid":324134,"revid":846048661,"text":{"*":"<div class=\"mw-parser-output\"><div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:212px;\"><a href=\"/wiki/File:Slidelib.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/d/d4/Slidelib.jpg\" width=\"210\" height=\"189\" class=\"thumbimage\" data-file-width=\"210\" data-file-height=\"189\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Slidelib.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>A typical slide library. Library Bureau cabinets in front, former card catalogs retrofitted to hold 35mm slides to the left, and Neumade metal cabinets in the rear.</div></div></div>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:222px;\"><a href=\"/wiki/File:135film.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/5/5b/135film.jpg/220px-135film.jpg\" width=\"220\" height=\"158\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/5/5b/135film.jpg/330px-135film.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/5/5b/135film.jpg 2x\" data-file-width=\"400\" data-file-height=\"287\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:135film.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>Unmounted 35mm color print film, the same size as 35mm slide film, with a metric ruler for scale.</div></div></div>\n<p>A <b>slide library</b> is a library that houses a collection of photographic <a href=\"/wiki/Reversal_film\" title=\"Reversal film\">slides</a>, either as a part of a larger <a href=\"/wiki/Library\" title=\"Library\">library</a> or standing alone within a larger organization, such as an academic department of a college or university, a museum, or a corporation.  Typically, a \"slide library\" contains slides depicting <a href=\"/wiki/Visual_arts\" title=\"Visual arts\">artwork</a>, <a href=\"/wiki/Architecture\" title=\"Architecture\">architecture</a>, or cultural objects, and is typically used for the study, teaching, and documentation of <a href=\"/wiki/Art_history\" title=\"Art history\">art history</a>, architectural history, and visual culture. Other academic disciplines, such as <a href=\"/wiki/Biology\" title=\"Biology\">biology</a> and other sciences, also maintain image collections akin to slide libraries. Corporations may also have image libraries to maintain and document their publications and history. Increasingly, these types of libraries are known as \"Visual Resources Collections,\" as they may be responsible for all \"visual\" materials for the study of a subject and include still and moving images in a variety of physical and virtual formats. They may contain:\n</p>\n<ul><li>35mm slides</li>\n<li>lantern slides</li>\n<li>mounted study photographs</li>\n<li>born digital images</li>\n<li>35mm, 8mm film</li></ul>\n<p>Many educational institutions have changed the names of their slide libraries over the years, to a variety of titles like Visual Resources Center, Imaging &amp; AV Center, Digital Collections Center, etc. The titles and duties of slide librarians have therefore expanded greatly. As keepers of these important historical images, visual resources librarians have continuously <a href=\"/wiki/Library_catalog\" title=\"Library catalog\">cataloged</a> and <a href=\"/wiki/Archive\" title=\"Archive\">inventoried</a> slide collections, circulated them to faculty for teaching, and more recently, <a href=\"/wiki/Digitizing\" class=\"mw-redirect\" title=\"Digitizing\">digitized</a> slides and placed them online via <a href=\"/wiki/Content_management_systems\" class=\"mw-redirect\" title=\"Content management systems\">content management systems</a>. \n</p>\n<h2><span class=\"mw-headline\" id=\"History_of_visual_resources_collections\">History of visual resources collections</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Slide_library&amp;action=edit&amp;section=1\" title=\"Edit section: History of visual resources collections\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The first American <a href=\"/wiki/Lantern_slide\" class=\"mw-redirect\" title=\"Lantern slide\">lantern slide</a> collections, developed by <a href=\"/wiki/Museum\" title=\"Museum\">museums</a> to reflect and augment their collections, got their start between 1860 and 1879: the American Natural History Museum, the New York State Military Museum, the Smithsonian Institution, and the Winterthur Museum. American colleges and universities began their collections during the same period of time: <a href=\"/wiki/DePauw_University\" title=\"DePauw University\">DePauw University</a>, <a href=\"/wiki/Columbia_University\" title=\"Columbia University\">Columbia University</a>, <a href=\"/wiki/Oberlin_College\" title=\"Oberlin College\">Oberlin College</a>, <a href=\"/wiki/Princeton_University\" title=\"Princeton University\">Princeton University</a>, <a href=\"/wiki/University_of_Rochester\" title=\"University of Rochester\">University of Rochester</a>. Colleges and university collections were used primarily for classroom instruction.\n</p><p>The first illustrated architectural history course west of the <a href=\"/wiki/Mississippi\" title=\"Mississippi\">Mississippi</a> was John Galen Howard's Architecture 5A-F at the <a href=\"/wiki/University_of_California,_Berkeley\" title=\"University of California, Berkeley\">University of California, Berkeley</a> in 1905.  The six-semester course was required for all architecture students, and like other architectural history courses of its time, at <a href=\"/wiki/MIT\" class=\"mw-redirect\" title=\"MIT\">MIT</a> and <a href=\"/wiki/Cornell\" class=\"mw-redirect\" title=\"Cornell\">Cornell</a> at least, were multi-year in duration. Of course, the lecture was illustrated by lantern slides.  In the U.S., lantern slides generally measured 3\"x 4.25\".\n</p><p>The 1950s was a period of transition from black and white lantern slides, which heretofore had often been hand colored, to color positive film.  Lantern slides were shot directly onto color film, and the 35mm slide (2\"x2\" with an image of 24mm x 36mm) gained in popularity.\n</p><p>The heyday of the lantern slide lasted one hundred years, more or less, from 1860 to 1960.  The reign of the 35mm slide, more or less, was about half as long, fifty years, 1955–2005.\n</p>\n<h2><span id=\"Timeline:_Development_of_visual_resources_.28collections_and_profession.29_in_the_U.S.\"></span><span class=\"mw-headline\" id=\"Timeline:_Development_of_visual_resources_(collections_and_profession)_in_the_U.S.\">Timeline: Development of visual resources (collections and profession) in the U.S.</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Slide_library&amp;action=edit&amp;section=2\" title=\"Edit section: Timeline: Development of visual resources (collections and profession) in the U.S.\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>1865. First lantern slide collections begin developing in the U.S. These 3.25\" x 4.0\" glass slides projected clearly with great detail. However, projectors required <a href=\"/wiki/Lime_light\" class=\"mw-redirect\" title=\"Lime light\">lime light</a> which was dirty and dangerous\n</p><p>1887. First transparent, flexible nitrocellulose film base developed\n</p><p>1888. First perforated film stock developed\n</p><p>1889. Eastman combined nitrocellulose film stock, perforated edges, and dry-gelatino-bromide emulsion to create the first paperless film stock\n</p><p>1902. Court denies Eastman's exclusive patent, allowing any company to develop 35mm film\n</p><p>1905. UC Berkeley’s Architecture Library acquires its first lantern slide, the tree of architecture, made from Banister Fletcher’s book, <i>A History of Architecture on the Comparative Method</i>\n</p><p>1909. 35mm adopted as the international standard gauge by Motion Picture Patents Company, an Edison trust\n</p><p>1913. 35mm film format introduced into still photography\n</p><p>1925. Leica Camera introduced, using 35mm still film\n</p><p>1930.  Safety film introduced (cellulose diacetate)\n</p><p>1934-1936. Kodachrome 35mm slide film introduced, but not widely adopted by colleges and universities. Film stock was either flammable or brittle\n</p><p>1949. Kodak replaces all nitrate-based films with its safety film, a cellulose-triacetate base\n</p><p>1952. All camera film is now triacetate based, paving the way for widespread adoption of 35mm film in both amateur and academic markets\n</p><p>1952+ American faculty widely divided in their allegiances to lantern slides for their clarity or to 35mm slides for their ease of production and transport to class. Huge debates begin about whether 35mm color film is stable enough for adoption and whether the loss of clarity will ruin the teaching of art history. Younger faculty adopt 35mm film, while older faculty prefer lantern slides\n</p><p>1968. Visual resources curators begin meeting during annual College Art Association (CAA) conferences\n</p><p>1969. Art Libraries Society, established in the United Kingdom and Ireland, founded\n</p><p>1969. The first \"universal\" classification system published by <a href=\"/wiki/Luraine_Tansey\" title=\"Luraine Tansey\">Luraine Tansey</a> and Wendell Simons under the title, <i>A slide classification system for the organization and automatic indexing of interdisciplinary collections of slides and pictures</i>\n</p><p>1972. <a href=\"/wiki/Art_Libraries_Society_of_North_America\" title=\"Art Libraries Society of North America\">Art Libraries Society of North America</a> (ARLIS/NA) founded by a group of art librarians attending the American Library Association annual conference in Chicago\n</p><p>1972. Nancy DeLaurier organizes the visual resources curators of Mid-America College Art Association \n</p><p>1974. <i>Slide libraries; a guide for academic institutions and museums</i>, by Betty Jo Irvine. Published by Libraries Unlimited for Art Libraries Society\n</p><p>1974. <i>Mid-America College Art Association slides and photographs newsletter</i> begins publishing under the leadership of Nancy DeLaurier\n</p><p>1974. <i>Slide buyer's guide</i>, revised edition, edited by Nancy DeLaurier, published by University of Missouri-Kansas City, \"for The College Art Association of America\". Limited to 500 copies\n</p><p>1976. <i>Slide buyer's guide,</i> 3rd edition, edited by Nancy DeLaurier, published by the College Art Association\n</p><p>1978. <i>Guide for Photograph Collections</i>, edited by Nancy Schuller and Susan Tamulonis, published by MACAA/VR\n</p><p>1978. <i>Guide to Equipment for Slide Maintenance and Viewing</i>, edited by Gillian Scott, published by MACAA/VR\n</p><p>1979. <i>Slide libraries&#160;: a guide for academic institutions, museums, and special collections</i>, by Betty Jo Irvine with assistance from P. Eileen Fry. Libraries Unlimited\n</p><p>1979. <i>Guide for the Management of Visual Resources Collections</i>, edited by Nancy Schuller and published by MACAA/VR (Mid-America College Art Association Visual Resources Committee)\n</p><p>1980. <i>Guide to Copy Photography for Visual Resource Collections</i>, edited by Rosemary Kuehn and Arlene Zelda Richardson, published by MACAA/VR\n</p><p>1980. <i>Standard for staffing fine arts slide collections</i>, by the Ad-hoc Committee on Professional Standards for Visual Resources Collections\n</p><p>1980. <i>Slide buyer's guide</i>, 4th edition, edited by Nancy DeLaurier, published by Mid-America College Art Association, Visual Resources Committee\n</p><p>1980. <i>MACAA slides and photographs newsletter</i> reborn as the <i>International Bulletin for Photograph Documentation of the Visual Arts</i>\n</p><p>1980. <i>Visual Resources: an international journal of documentation</i> launched by Helene Roberts, published by Iconographic Publications\n</p><p>1980. Art and Architecture Thesaurus project launched to provide subject access for art and architecture\n</p><p>1982-1983. Visual Resources curators from MACAA/VR, CAA, and ARLIS/NA launch <a href=\"/wiki/Visual_Resources_Association\" title=\"Visual Resources Association\">Visual Resources Association</a> (VRA)\n</p><p>1983. <i>Standards for art libraries and fine arts slide collections</i>, published as Occasional Paper No. 2 of ARLIS/NA\n</p><p>1985. <i>Slide buyers' guide&#160;: an international directory of slide sources for art and architecture</i>, 5th edition, edited by Norine Duncan Cashman, index by <a href=\"/wiki/Mark_Mathew_Braunstein\" title=\"Mark Mathew Braunstein\">Mark Braunstein</a>, published by Libraries Unlimited as part of their Visual resources series\n</p><p>1986. Sara Shatford Layne publishes \"Analyzing the Subject of a Picture: A Theoretical Approach\"in Cataloging and Classification Quarterly, vol. 6(3)\n</p><p>1987. Toni Petersen, President of ARLIS/NA, urges the Visual Resources Division, to begin developing some standard authorities for shared cataloging\n</p><p>1988. Barneyscan, first dedicated 35mm slide scanner, introduced\n</p><p>1989. Visual Resources Association launches its bulletin\n</p><p>1990. <i>Art and Architecture Thesaurus</i>, Toni Petersen, editor, published by Oxford University Press in 3 volumes. Critical step in providing subject access to individual 35mm slides in visual resources collections\n</p><p>1990. <i>Slide buyers' guide&#160;: an international directory of slide sources for art and architecture</i>, 6th edition edited by Norine Duncan Cashman, published by Libraries Unlimited, Visual resources series. At head of title: Visual Resources Association\n</p><p>1990. <i>Beyond the Book: Extending MARC for Subject Access</i>, edited by Toni Petersen and Pat Molholt, by G.K. Hall. Several papers on visual resources, including&#160;: \"Access to Diverse Collections in University Settings: the Berkeley Dilemma\", by <a href=\"/wiki/Howard_Besser\" title=\"Howard Besser\">Howard Besser</a> and Maryly Snow, and \"Visual Depictions and the Use of MARC: A View from the Trenches of Slide Librarianship\", by Maryly Snow\n</p><p>1990. <a href=\"/wiki/Tim_Berners-Lee\" title=\"Tim Berners-Lee\">Tim Berners-Lee</a> starts work on a hypertext graphical-user-interface (GUI) and makes up the name World Wide Web as the name for the program\n</p><p>1991. <i>Facilities Standards for Art Libraries and Visual Resources Collections</i>, edited by Betty Jo Irvine. Published by Libraries Unlimited for ARLIS/NA\n</p><p>1991. <i>World Architecture Index: a Guide to Illustrations</i>, compiled by Edward H. Teague, published by Greenwood Press as part of its Art Reference Collection No. 12\n</p><p>1991. Visual Resources Association creates its listserv, VRA-L, a vital communication tool for its visual resources curators members\n</p><p>1992. <i>Users' Guide to The Art and Architecture Thesaurus</i>, published along with the electronic edition by Oxford University Press\n</p><p>1993. Visual Resources Association established its Data Standards Committee\n</p><p>1994. March. Marc Andreessen leaves National Center for Supercomputing Applications (NCSA) to found the Mosaic Communications Corp, later becomes Netscape. Mosaic launches the World Wide Web for the general public\n</p><p>1994. September. First image database, SPIRO, debuts on the World Wide Web. <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.mip.berkeley.edu/spiro\">[1]</a>\n</p><p>1995. <i>Concordance of Ancient Site Names</i>, edited by Eileen Fry and Maryly Snow, published as Topical Paper No. 2 of ARLIS/NA (see 1987 call for visual resources authority work). This is one of the first scholarly authorities created by visual resources curators for visual resources cataloging\n</p><p>1995. <i>Criteria for the Hiring and Retention of Visual Resources Professionals</i> adopted by the executive boards of both ARLIS/NA and VRA\n</p><p>1996. <i>Art and Architecture Thesaurus Sourcebook</i>, edited by Toni Petersen, published as Occasional Paper No. 10 of ARLIS/NA\n</p><p>1996. Staffing Standards for Art Libraries and Visual Resources Coillections, published as Occasional Paper No. 11 of ARLIS/NA\n</p><p>1996. VRA Core 1.0 released <a rel=\"nofollow\" class=\"external autonumber\" href=\"https://web.archive.org/web/20070812102912/http://www.vraweb.org/resources/datastandards/intro.html\">[2]</a>\n</p><p>1998. Vision Project, sponsored by Research Libraries Group. First shared cataloging project with 32 visual resources collections cataloging and sharing images. Vision Project also served as a test of VRA Core 1.0\n</p><p>1998. VRA Core 2.0 released <a rel=\"nofollow\" class=\"external autonumber\" href=\"https://web.archive.org/web/20070812102831/http://www.vraweb.org/resources/datastandards/core2.html\">[3]</a>\n</p><p>1998. <i>ArtMARC Sourcebook: Cataloging Art, Architecture, and Their Visual Images</i>, edited by Linda McRae and Lynda White, published by American Library Association\n</p><p>2000. <i>Guidelines for the Visual Resources Profession</i>, edited by Kim Kopatz. A joint publication of ARLIS/NA and VRA\n</p><p>2000. <i>Collection Development Policies for Libraries and Visual Collections in the Arts</i>, compiled by Ann Baird Whiteside, Pamela Born, Adeane Alpert Bregman, published as Occasional Paper No. 12 of ARLIS/NA\n</p><p>2001. VRA Copy Photography Computator (for determining intellectual property restrictions and fair use) released <a rel=\"nofollow\" class=\"external autonumber\" href=\"https://web.archive.org/web/20070611215928/http://www.vraweb.org/resources/ipr/computator/index.html\">[4]</a>\n</p><p>2002. VRA Core 3.0 released <a rel=\"nofollow\" class=\"external autonumber\" href=\"https://web.archive.org/web/20070624184650/http://www.vraweb.org/resources/datastandards/vracore3/index.html\">[5]</a>\n</p><p>2002. <i>Criteria for the Hiring and Retention of Visual Resources Professionals</i> updated, and adopted by ARLIS/NA, VRA, and College Art Association\n</p><p>2004. <a href=\"/wiki/ARTstor\" class=\"mw-redirect\" title=\"ARTstor\">ARTstor</a> image database, a project of the Andrew Mellon Foundation, is available for licensing. ARTstor combines finding, organizing, and presenting images in one integrated software environment\n</p><p>2004. Kodak discontinues manufacturing its 35mm carousel projectors and carousels.  This sends a strong signal to American professors that the time to switch from 35mm slides to digital images is now\n</p><p>2004. North American Lantern Slide Survey begun, jointly sponsored by ARLIS/NA and VRA <a rel=\"nofollow\" class=\"external autonumber\" href=\"https://web.archive.org/web/20061005132755/http://arlisna.org/nalss/index.htm\">[6]</a>\n</p><p>2005. VRA Core 4.0 Beta released <a rel=\"nofollow\" class=\"external autonumber\" href=\"https://web.archive.org/web/20070927132915/http://www.vraweb.org/projects/vracore4beta/index4beta.html\">[7]</a>\n</p><p>2006. <i>Cataloging Cultural Objects</i> published by American Library Association. Edited by Murtha Baca, Patricia Harpring, Elisa Lanzi, Linda McRae, Ann Baird Whiteside on behalf of the Visual Resources Association <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.cco.vrafoundation.org\">[8]</a>\n</p><p>2007. VRA Core 4.0 released <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://vraweb.org/projects/vracore4/index.html\">[9]</a>\n</p>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Slide_library&amp;action=edit&amp;section=3\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><b>Visual Resource Collections:</b>\n</p>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://library.harvard.edu/fad\">Slides and Digital Images, Fine Arts Library of the Harvard College Library</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.arch.ced.berkeley.edu/resources/avrl/\">Architecture Visual Resources Library, Architecture Department, University of California, Berkeley</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://library.uoregon.edu/diglib/vrc/index.html\">Visual Resources Collection, University of Oregon, Eugene</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://arthistory.rice.edu/resources\">Visual Resources Center, Rice University, Houston, Texas</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://be.washington.edu/facilities-resources/other-facilities/visual-resources-collection/\">Visual Resources Collection, College of Built Environments, University of Washington, Seattle</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.smith.edu/imaging\">Imaging Center, Smith College, Northampton, Massachusetts</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://library.rwu.edu/lib/services/visual-resources-center\">Roger Williams University Visual Resources Center, Bristol, Rhode Island</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://aahvs.duke.edu/resources\">Visual Media Center, Duke University, Durham, North Carolina</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://soa.utexas.edu/resources/visual-resources-collection\">Visual Resources Collection, School of Architecture, The University of Texas at Austin</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.ithaca.edu/hs/vrc/\">Visual Resources Collection, Department of Art History, Ithaca College</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.lib.utexas.edu/fal/collections/visual_resources/\">Visual Resources Collection, Fine Arts Library, The University of Texas at Austin</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.lsa.umich.edu/histartvrc\">University of Michigan, Department of History of Art, Visual Resources Collections</a></li></ul>\n<p><b>Image Databases:</b>\n</p>\n<ul><li><a href=\"/wiki/Artstor\" title=\"Artstor\">ARTstor</a> <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.artstor.com/\">[10]</a></li>\n<li><a href=\"/wiki/Digital_Public_Library_of_America\" title=\"Digital Public Library of America\">Digital Public Library of America</a> <a rel=\"nofollow\" class=\"external autonumber\" href=\"https://dp.la/\">[11]</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://library.pratt.edu/uploads/files/images_online.pdf\">Visual Resources Center, Pratt Libraries, list of databases</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://images.lib.ncsu.edu/luna/servlet/NCSULIB~1~1\">North Carolina State University</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.cusys.edu/DigitalLibrary/index.html\">University of Colorado, Boulder</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.odl.ox.ac.uk/digitalimagelibrary/\">Oxford University</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://dla.library.upenn.edu/dla/fisher/index.html\">University of Pennsylvania</a></li></ul>\n<p><b>How to Digitize Slide Libraries:</b>\n</p>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://images.library.amnh.org/photos/imageworkflow.html\">Workflow, American Museum of Natural History</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://sites.dartmouth.edu/library/2013/07/30/slide-scanning-tips/\">Scanning slides, Dartmouth College Library</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.bsu.edu/libraries/wiki/index.php?title=Digitization_Workflow\">Workflow, Ball State University</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.pages.drexel.edu/~mj382/eport/eportdocs/grantproposaldigitization_MarieJohansen.pdf\">Grant proposal, Fisher Fine Arts Library, University of Pennsylvania</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.lib.utah.edu/collections/digital/best-practices.php\">Best practices, J. Willard Marriott Library, University of Utah</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://blogs.loc.gov/digitalpreservation/2014/03/personal-digital-archiving-the-basics-of-scanning/\">Basics of Scanning, Library of Congress</a></li></ul>\n<p><b>Professional Organizations:</b>\n</p>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.arlisna.org/organization/divisions/94-visual-resources-division\">The Visual Resources Division (VRD) of Art Libraries Society of North America (ARLIS/NA)</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.arlisna.org/\">Art Libraries Society of North America (ARLIS/NA)</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.vraweb.org/\">Visual Resources Association (VRA)</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://saavms.org/\">Visual Materials Section, Society of American Archivists</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1271\nCached time: 20180912051449\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.032 seconds\nReal time usage: 0.040 seconds\nPreprocessor visited node count: 48/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:324134-0!canonical and timestamp 20180912051449 and revision id 846048661\n -->\n</div>"},"langlinks":[{"lang":"es","url":"https://es.wikipedia.org/wiki/Diapoteca","langname":"Spanish","autonym":"español","*":"Diapoteca"}],"categories":[{"sortkey":"Slide Library","*":"Architectural_history"},{"sortkey":"Slide Library","*":"Art_history"},{"sortkey":"Slide Library","*":"Libraries_by_type"},{"sortkey":"Slide Library","*":"Photography"},{"sortkey":"Slide Library","*":"Types_of_library"}],"links":[{"ns":0,"exists":"","*":"ARTstor"},{"ns":0,"exists":"","*":"Architecture"},{"ns":0,"exists":"","*":"Archive"},{"ns":0,"exists":"","*":"Art Libraries Society of North America"},{"ns":0,"exists":"","*":"Art history"},{"ns":0,"exists":"","*":"Artstor"},{"ns":0,"exists":"","*":"Biology"},{"ns":0,"exists":"","*":"Columbia University"},{"ns":0,"exists":"","*":"Content management systems"},{"ns":0,"exists":"","*":"Cornell"},{"ns":0,"exists":"","*":"DePauw University"},{"ns":0,"exists":"","*":"Digital Public Library of America"},{"ns":0,"exists":"","*":"Digitizing"},{"ns":0,"exists":"","*":"Howard Besser"},{"ns":0,"exists":"","*":"Lantern slide"},{"ns":0,"exists":"","*":"Library"},{"ns":0,"exists":"","*":"Library catalog"},{"ns":0,"exists":"","*":"Lime light"},{"ns":0,"exists":"","*":"Luraine Tansey"},{"ns":0,"exists":"","*":"MIT"},{"ns":0,"exists":"","*":"Mark Mathew Braunstein"},{"ns":0,"exists":"","*":"Mississippi"},{"ns":0,"exists":"","*":"Museum"},{"ns":0,"exists":"","*":"Oberlin College"},{"ns":0,"exists":"","*":"Princeton University"},{"ns":0,"exists":"","*":"Reversal film"},{"ns":0,"exists":"","*":"Tim Berners-Lee"},{"ns":0,"exists":"","*":"University of California, Berkeley"},{"ns":0,"exists":"","*":"University of Rochester"},{"ns":0,"exists":"","*":"Visual Resources Association"},{"ns":0,"exists":"","*":"Visual arts"}],"templates":[],"images":["Slidelib.jpg","135film.jpg"],"externallinks":["http://www.mip.berkeley.edu/spiro","https://web.archive.org/web/20070812102912/http://www.vraweb.org/resources/datastandards/intro.html","https://web.archive.org/web/20070812102831/http://www.vraweb.org/resources/datastandards/core2.html","https://web.archive.org/web/20070611215928/http://www.vraweb.org/resources/ipr/computator/index.html","https://web.archive.org/web/20070624184650/http://www.vraweb.org/resources/datastandards/vracore3/index.html","https://web.archive.org/web/20061005132755/http://arlisna.org/nalss/index.htm","https://web.archive.org/web/20070927132915/http://www.vraweb.org/projects/vracore4beta/index4beta.html","http://www.cco.vrafoundation.org","http://vraweb.org/projects/vracore4/index.html","http://library.harvard.edu/fad","http://www.arch.ced.berkeley.edu/resources/avrl/","https://library.uoregon.edu/diglib/vrc/index.html","http://arthistory.rice.edu/resources","http://be.washington.edu/facilities-resources/other-facilities/visual-resources-collection/","http://www.smith.edu/imaging","http://library.rwu.edu/lib/services/visual-resources-center","http://aahvs.duke.edu/resources","http://soa.utexas.edu/resources/visual-resources-collection","http://www.ithaca.edu/hs/vrc/","http://www.lib.utexas.edu/fal/collections/visual_resources/","http://www.lsa.umich.edu/histartvrc","http://www.artstor.com/","https://dp.la/","http://library.pratt.edu/uploads/files/images_online.pdf","http://images.lib.ncsu.edu/luna/servlet/NCSULIB~1~1","https://www.cusys.edu/DigitalLibrary/index.html","http://www.odl.ox.ac.uk/digitalimagelibrary/","http://dla.library.upenn.edu/dla/fisher/index.html","http://images.library.amnh.org/photos/imageworkflow.html","http://sites.dartmouth.edu/library/2013/07/30/slide-scanning-tips/","http://www.bsu.edu/libraries/wiki/index.php?title=Digitization_Workflow","http://www.pages.drexel.edu/~mj382/eport/eportdocs/grantproposaldigitization_MarieJohansen.pdf","http://www.lib.utah.edu/collections/digital/best-practices.php","https://blogs.loc.gov/digitalpreservation/2014/03/personal-digital-archiving-the-basics-of-scanning/","https://www.arlisna.org/organization/divisions/94-visual-resources-division","http://www.arlisna.org/","http://www.vraweb.org/","http://saavms.org/"],"sections":[{"toclevel":1,"level":"2","line":"History of visual resources collections","number":"1","index":"1","fromtitle":"Slide_library","byteoffset":2918,"anchor":"History_of_visual_resources_collections"},{"toclevel":1,"level":"2","line":"Timeline: Development of visual resources (collections and profession) in the U.S.","number":"2","index":"2","fromtitle":"Slide_library","byteoffset":4495,"anchor":"Timeline:_Development_of_visual_resources_(collections_and_profession)_in_the_U.S."},{"toclevel":1,"level":"2","line":"External links","number":"3","index":"3","fromtitle":"Slide_library","byteoffset":15318,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Slide library","iwlinks":[],"properties":[{"name":"defaultsort","*":"Slide Library"},{"name":"wikibase_item","*":"Q8470763"}]}}