{"parse":{"title":"Understanding Poetry","pageid":9120144,"revid":788861235,"text":{"*":"<div class=\"mw-parser-output\"><p><i><b>Understanding Poetry</b></i> was an American college textbook and poetry anthology by <a href=\"/wiki/Cleanth_Brooks\" title=\"Cleanth Brooks\">Cleanth Brooks</a> and <a href=\"/wiki/Robert_Penn_Warren\" title=\"Robert Penn Warren\">Robert Penn Warren</a>, first published in <a href=\"/wiki/1938_in_poetry\" title=\"1938 in poetry\">1938</a>. The book influenced <a href=\"/wiki/New_Criticism\" title=\"New Criticism\">New Criticism</a> and went through its fourth edition in 1976.\n</p><p>The textbook \"widely influenced ... the study of poetry at the college level in America.\"<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> The <a href=\"/wiki/Intercollegiate_Studies_Institute\" title=\"Intercollegiate Studies Institute\">Intercollegiate Studies Institute</a> has named the book one of the \"Fifty best books of the century.\"\n</p><p><i>Understanding Poetry</i>, according to an article at the <i>Modern American Poetry</i> Web site, \"codified many of the so-called New Critical ideas into a coherent approach to literary study. Their book, and its companion volume, Understanding Fiction (1943), revolutionized the teaching of literature in the universities and spawned a host of imitators who dominated English departments well into the 1960s.\"<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p><p>Even those who are highly critical of the textbook's approach to poetry have acknowledged the reach and influence of the volume. Poet <a href=\"/wiki/Ron_Silliman\" title=\"Ron Silliman\">Ron Silliman</a> has called it \"the hegemonic poetry textbook of the period.\"<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>\n</p><p>According to Warren's obituary in <i><a href=\"/wiki/The_New_York_Times\" title=\"The New York Times\">The New York Times</a></i>: \"<i>Understanding Poetry</i> and <i>Understanding Fiction</i>, which he wrote with Mr. Brooks, taught an entire generation how to read a work of literature and helped make the New Criticism dominant in the decade surrounding World War II. It was an approach to criticism that regarded the work at hand as autonomous, as an artifact whose structure and substance could be analyzed without respect to social, biographical and political details.\"<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p><p>Writing in <i><a href=\"/wiki/The_Virginia_Quarterly_Review\" class=\"mw-redirect\" title=\"The Virginia Quarterly Review\">The Virginia Quarterly Review</a></i>, Harold B. Sween said: \"Among the rank and file of university faculty in the English-speaking world, few works of this century have gained the influence of two of his [Brooks'] textbooks written in collaboration with Warren, Understanding Poetry (1938) and Understanding Fiction (1943). They revolutionized the teaching of literature in thousands of classrooms for 25 years. . .Brooks and Warren gained universal recognition for changing the focus of reading poetry (and fiction).<i> <sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup></i>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Contents\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Contents</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-2\"><a href=\"#Preface\"><span class=\"tocnumber\">1.1</span> <span class=\"toctext\">Preface</span></a>\n<ul>\n<li class=\"toclevel-3 tocsection-3\"><a href=\"#Preface_in_the_third_edition\"><span class=\"tocnumber\">1.1.1</span> <span class=\"toctext\">Preface in the third edition</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Introduction\"><span class=\"tocnumber\">1.2</span> <span class=\"toctext\">Introduction</span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#&quot;I._Narrative_Poems&quot;\"><span class=\"tocnumber\">1.3</span> <span class=\"toctext\">\"I. Narrative Poems\"</span></a></li>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#&quot;II._Descriptive_Poems&quot;\"><span class=\"tocnumber\">1.4</span> <span class=\"toctext\">\"II. Descriptive Poems\"</span></a></li>\n<li class=\"toclevel-2 tocsection-7\"><a href=\"#&quot;III._Metrics&quot;\"><span class=\"tocnumber\">1.5</span> <span class=\"toctext\">\"III. Metrics\"</span></a></li>\n<li class=\"toclevel-2 tocsection-8\"><a href=\"#&quot;IV._Tone&quot;\"><span class=\"tocnumber\">1.6</span> <span class=\"toctext\">\"IV. Tone\"</span></a></li>\n<li class=\"toclevel-2 tocsection-9\"><a href=\"#&quot;V._Imagery&quot;\"><span class=\"tocnumber\">1.7</span> <span class=\"toctext\">\"V. Imagery\"</span></a></li>\n<li class=\"toclevel-2 tocsection-10\"><a href=\"#&quot;VI._Theme:_Statement_and_Idea&quot;\"><span class=\"tocnumber\">1.8</span> <span class=\"toctext\">\"VI. Theme: Statement and Idea\"</span></a></li>\n<li class=\"toclevel-2 tocsection-11\"><a href=\"#&quot;VII._Poems_for_Study&quot;\"><span class=\"tocnumber\">1.9</span> <span class=\"toctext\">\"VII. Poems for Study\"</span></a></li>\n<li class=\"toclevel-2 tocsection-12\"><a href=\"#&quot;VIII._How_Poems_Come_About:_Intention_and_Meaning&quot;\"><span class=\"tocnumber\">1.10</span> <span class=\"toctext\">\"VIII. How Poems Come About: Intention and Meaning\"</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-13\"><a href=\"#Publication_history\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Publication history</span></a></li>\n<li class=\"toclevel-1 tocsection-14\"><a href=\"#Notes\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Notes</span></a></li>\n<li class=\"toclevel-1 tocsection-15\"><a href=\"#External_links\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Contents\">Contents</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Understanding_Poetry&amp;action=edit&amp;section=1\" title=\"Edit section: Contents\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>These contents refer to the third edition (1960), which may differ in some respects, particularly in poems used as examples, from other editions.\n</p>\n<h3><span class=\"mw-headline\" id=\"Preface\">Preface</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Understanding_Poetry&amp;action=edit&amp;section=2\" title=\"Edit section: Preface\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<table class=\"cquote pullquote\" role=\"presentation\" style=\"margin:auto; border-collapse: collapse; border: none; background-color: transparent; width: auto;\">\n<tbody><tr>\n<td style=\"width: 20px; vertical-align: top; border: none; color: #B2B7F2; font-size: 40px; font-family: &#39;Times New Roman&#39;, Times, serif; font-weight: bold; line-height: .6em; text-align: left; padding: 10px 10px;\">“\n</td>\n<td style=\"vertical-align: top; border: none; padding: 4px 10px;\">Poetry gives us knowledge. It is a knowledge of ourselves in relation to the world of experience, and to that world considered, not statistically, but in terms of human purposes and values.\n</td>\n<td style=\"width: 20px; vertical-align: bottom; border: none; color: #B2B7F2; font-size: 40px; font-family: &#39;Times New Roman&#39;, Times, serif; font-weight: bold; line-height: .6em; text-align: right; padding: 10px 10px;\">”\n</td></tr>\n\n</tbody></table>\n<p>&#8212; <i><b>from the Preface</b></i>\n</p><p>Poetry is inherently \"dramatic,\" the authors say, defining dramatic as something concrete which involves a process and a conflict in an effort to find meaning. There are other ways to think of poetry other than as knowledge, the authors concede, but that is \"the assumption behind this book.\"\n</p><p>Poems should not be thought of as carrying messages or statements that can be translated more concisely or exactly in prose. Instead, the reader must \"surrender to\" the impact of the poem as a whole, which includes comprehending the form of the poem. In fact, the kind of knowledge that poetry gives readers can be comprehended \"only through form.\" Readers should carefully observe the human events, images, rhythms, and statements of the poem.\n</p><p>Context is also important. The form of a poem is a person's attempt to deal with a certain problem, \"poetic and personal.\" Poems are written within a historical and cultural context, and the reader also has a context and needs to understand the \"dramatic implications of the form.\"\n</p>\n<h4><span class=\"mw-headline\" id=\"Preface_in_the_third_edition\">Preface in the third edition</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Understanding_Poetry&amp;action=edit&amp;section=3\" title=\"Edit section: Preface in the third edition\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h4>\n<p>For the third edition, the authors add in the preface (in a section dated January 24, 1960) that the introductions to the several sections have been expanded, some discussions from the previous edition have been dropped and others added. The exercises have been changed and expanded; selections of poems have been changed to better represent some periods; two appendices have been dropped (\"Ambiguity, Added Dimension, and Submerged Metaphor\" and \"the Poem Viewed in Wider Perspective\"), with much of their material put into the exercises and discussions; \"How Poems Come About: Intention and Meaning\" has been revised, with new material added; Section VII, \"Poems for Study\" has turned into an anthology, although not a systematic survey, of modern poetry.\n</p>\n<h3><span class=\"mw-headline\" id=\"Introduction\">Introduction</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Understanding_Poetry&amp;action=edit&amp;section=4\" title=\"Edit section: Introduction\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>People communicate not just to convey information for businesslike practical reasons, they also convey feelings and attitudes. Telling a joke, passing the time in conversation and greeting old friends are some examples, and poetry is another. Some propositions &#8212; including many involving values, emotions, feelings, attitudes and judgments &#8212; can't be conveyed  through communicating practical information or with scientific precision. Like science, literature (and especially poetry) uses a specialized language for the purposes of precision in matters different from science.\n</p><p>In ordinary life, people must deal with forms of communication that use some of the methods of poetry, including editorials, sermons, political speeches, advertisements and magazine articles. Yet when approaching poems, many people confuse practical or \"scientific\" kinds of communication with poetic communication, sometimes as a way of justifying their interest in poetry, and so fall into certain mistakes.\n</p><p>One mistake is \"message-hunting\" &#8212; looking only for a profitable statement or idea in a poem. A short prose statement can work better than a poem for communicating advice. Something else is at work in poetry.\n</p><p>Another mistake is thinking that poetry deals only with emotion or sensation, or even thinking that poetry can express an emotion such as grief the way tears would express it, or bring up the emotion in the reader. But poetry can never do that as well as real experience, the authors say, and a poem, such as <a href=\"/wiki/John_Keats\" title=\"John Keats\">Keats'</a> <i>Ode to a Nightingale</i>, used as an example here, may really convey the poet's interpretation of an experience.\n</p><p>A third common mistake is an attempt to mechanically combine the first two, defining poetry as the \"beautiful statement of some high truth\", or \"truth\" with \"decorations\". This mistake can lead to thinking of poems as collections of pretty language pleasing for its associations with pleasant things. But even Shakespeare and Milton wrote fine passages bringing up unpleasant and disagreeable associations. The things represented don't themselves shape the poetic effect, which depends on the \"kind of use the poet makes of them.\"\n</p><p>These mistakes look at poems in a mechanical way rather than in an organic way in which the elements (such as meter, rhyme, figurative language, along with attitude and emotion) need to be understood to be acting in a fundamental, intimate, organic way with each other.\n</p><p>The introduction also states (but doesn't develop the thought )that poems are inherently dramatic, with an implied speaker who reacts to a situation, scene or idea.\n</p>\n<h3><span id=\".22I._Narrative_Poems.22\"></span><span class=\"mw-headline\" id=\"&quot;I._Narrative_Poems&quot;\">\"I. Narrative Poems\"</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Understanding_Poetry&amp;action=edit&amp;section=5\" title=\"Edit section: &quot;I. Narrative Poems&quot;\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>In a \"Foreword\" introducing discussions of individual poems, the authors say that poetry takes the general human interest that people have in other people (expressed at other times in news articles about such things as outlaws, lovers killing lovers or other tragedies, to cite some examples) and put into a form \"that preserves it\" even after initial curiosity wanes.\n</p><p>Poems that tell a story use the reader's natural curiosity about how a story will turn out (the most obvious way we become interested in literature), although readers or listeners who know the ending still enjoy the poems. The story element can be prominent, as in [who?] \"Frankie and Johnny\" or much less prominent, as in <a href=\"/wiki/Robert_Frost\" title=\"Robert Frost\">Robert Frost's</a>, \"Out, Out\". Narrative is a way for the poet to provoke certain emotional reactions and ideas in readers.\n</p><p>Using the ballad \"Johnie Armstrong\" as an example, the authors show how a narrative poem, far more than a novel or even a short story, will use bare \"facts\" in a dramatic way that gives them an emotional and intellectual meaning, whether or not the reader or listener has analyzed those or other elements. Poems are more concentrated or \"closely\" organized than prose in that they tend to present concentrated, sharper selected details in a concentrated, carefully arranged way, giving them more \"intensity.\" By presenting concrete, explicit statements (as in \"The Wife of Usher's Well\"), the poet can convey an emotional impact as well as information, which more abstract language can't do. The reader can also be drawn into a more immediate appreciation of a poem by drawing out ideas from suggestions rather than the poet making explicit statements. Yet not every implication of a poem needs to be understood consciously for a reader to enjoy the work.\n</p><p>The theme of a poem can be properly described (to give a fuller understanding of the poem) without the process becoming \"message hunting\" if the reader understands that \"the poem gives the theme its force\", not the other way around.\n</p>\n<h3><span id=\".22II._Descriptive_Poems.22\"></span><span class=\"mw-headline\" id=\"&quot;II._Descriptive_Poems&quot;\">\"II. Descriptive Poems\"</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Understanding_Poetry&amp;action=edit&amp;section=6\" title=\"Edit section: &quot;II. Descriptive Poems&quot;\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The poems in this section give readers an impression of some scene or object showing the impression they gave the poet either through his senses or imagination. Conveying fresh, vivid impressions of things is fundamental to good poetry, the authors assert.\n</p><p>Descriptions in poetry are linked closely to our lives and our values, just as narratives are. When a poet describes an object it is separated from its context in the natural world and therefore looks different to the reader. We feel it carries associations, emotional or intellectual or both, that the natural object doesn't. If nothing else, we know that the poet has chosen the object to describe and we wonder why.\n</p>\n<h3><span id=\".22III._Metrics.22\"></span><span class=\"mw-headline\" id=\"&quot;III._Metrics&quot;\">\"III. Metrics\"</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Understanding_Poetry&amp;action=edit&amp;section=7\" title=\"Edit section: &quot;III. Metrics&quot;\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Rhythmical language in poetry is one of the ways we can see the tendency of poems towards a high degree of organization &#8212; there tends to be far more emphasis on rhythm in poetry than in prose. \n</p><p>Verse, a specialized form of rhythm in language, is one of the elements that, when related to other elements in a poem, combines to form poetry. Rhythm is often associated with powerful or intense states of emotion, and while poetry is not concerned with only the emotional elements of human experience, it does try to \"do justice to\" those elements. \"[P]oetry is a result of a relationship among various elements and does not ever inhere specially in any single element. It is the fusion of all the elements that counts.\" (page 152, 3rd edition)\n</p><p>Verse may seem trivial but is a powerful way of \"establishing a pervasive impression of unity.\" Stanza patterns do the same. They reveal a \"certain formality\" to the text and focus our attention. Since poetry frequently defies common sense, metrical form, in a way, offers the reader hope that the text will ultimately make sense, even that all parts of the poem will ultimately make sense. \n</p><p>Meter can also be a subtle way for a poet to emphasize and de-emphasize. By occasionally breaking the metrical pattern, the poet can emphasize a word, for example. Certain metrical situations don't automatically produce particular effects &#8212; the use of meter achieves an effect only within the context of sense and feeling. The same is true for stanza forms, which are worth considering only as far as they help produce the particular effect of any given poem. Free verse, with varying line lengths and sometimes little else to distinguish it from prose, uses the particular lengths and line breaks to call attention to particular words or details.\n</p>\n<h3><span id=\".22IV._Tone.22\"></span><span class=\"mw-headline\" id=\"&quot;IV._Tone&quot;\">\"IV. Tone\"</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Understanding_Poetry&amp;action=edit&amp;section=8\" title=\"Edit section: &quot;IV. Tone&quot;\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>In poems, tone is the expression of attitude. Tone is also linked with poetic voice.\n</p>\n<h3><span id=\".22V._Imagery.22\"></span><span class=\"mw-headline\" id=\"&quot;V._Imagery&quot;\">\"V. Imagery\"</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Understanding_Poetry&amp;action=edit&amp;section=9\" title=\"Edit section: &quot;V. Imagery&quot;\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>metaphor\nsimile\npersonification\n</p>\n<h3><span id=\".22VI._Theme:_Statement_and_Idea.22\"></span><span class=\"mw-headline\" id=\"&quot;VI._Theme:_Statement_and_Idea&quot;\">\"VI. Theme: Statement and Idea\"</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Understanding_Poetry&amp;action=edit&amp;section=10\" title=\"Edit section: &quot;VI. Theme: Statement and Idea&quot;\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<h3><span id=\".22VII._Poems_for_Study.22\"></span><span class=\"mw-headline\" id=\"&quot;VII._Poems_for_Study&quot;\">\"VII. Poems for Study\"</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Understanding_Poetry&amp;action=edit&amp;section=11\" title=\"Edit section: &quot;VII. Poems for Study&quot;\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Poems are simply presented here without \"critical apparatus\" directing the student. The poems are meant to be modern (although, in the third edition at least, the authors recognize that it's a stretch to include <a href=\"/wiki/Gerard_Manley_Hopkins\" title=\"Gerard Manley Hopkins\">Gerard Manley Hopkins</a>). With poets who are relatively recent and mostly still living, the works come from the same world as the student. The poems are put in \"natural groupings\" for convenience, although other groupings of the same poems could also be made.\n</p>\n<h3><span id=\".22VIII._How_Poems_Come_About:_Intention_and_Meaning.22\"></span><span class=\"mw-headline\" id=\"&quot;VIII._How_Poems_Come_About:_Intention_and_Meaning&quot;\">\"VIII. How Poems Come About: Intention and Meaning\"</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Understanding_Poetry&amp;action=edit&amp;section=12\" title=\"Edit section: &quot;VIII. How Poems Come About: Intention and Meaning&quot;\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The poem itself is what's important to the reader, but knowing something about the origin of a poem may help us better understand and appreciate it and poetry in general. Understanding the cultural context of a work of literature is also vital.\n</p>\n<h2><span class=\"mw-headline\" id=\"Publication_history\">Publication history</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Understanding_Poetry&amp;action=edit&amp;section=13\" title=\"Edit section: Publication history\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The book was reworked for each new edition:\n</p>\n<ul><li>First edition, <a href=\"/wiki/1938_in_poetry\" title=\"1938 in poetry\">1938</a></li>\n<li>Second edition, <a href=\"/wiki/1950_in_poetry\" title=\"1950 in poetry\">1950</a></li>\n<li>Third edition, <a href=\"/wiki/1960_in_poetry\" title=\"1960 in poetry\">1960</a>, Holt, Rinehart and Winston, Inc.</li>\n<li>Fourth edition, <a href=\"/wiki/1976_in_poetry\" title=\"1976 in poetry\">1976</a>\n<ul><li><a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-03-076980-9\" title=\"Special:BookSources/0-03-076980-9\">0-03-076980-9</a></li>\n<li><a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-0-03-076980-1\" title=\"Special:BookSources/978-0-03-076980-1\">978-0-03-076980-1</a></li></ul></li></ul>\n<h2><span class=\"mw-headline\" id=\"Notes\">Notes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Understanding_Poetry&amp;action=edit&amp;section=14\" title=\"Edit section: Notes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.poets.org/poet.php/prmPID/17\">[1]</a> Robert Penn Warren biographical sketch at the Academy of American Poets Web site, accessed January 25, 2007</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">\n<a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.english.uiuc.edu/maps/poets/s_z/warren/life.htm\">[2]</a> Bohner, Charles, \"Robert Penn Warren's Life and Career\", accessed February 6, 2007</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.epoetry.org/issues/issue4/text/prose/silliman1.htm\">[3]</a> Silliman, Ron, \"The Desert Modernism\", article in <i>The Electronic Poetry Review</i>, accessed February 6, 2007</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external autonumber\" href=\"https://www.nytimes.com/books/97/03/09/reviews/warren-obituary.html?_r=1&amp;oref=slogin\">[4]</a>\"Robert Penn Warren, Poet and Author, Dies\", obituary article, no byline noted on New York Times Web page, <i><a href=\"/wiki/The_New_York_Times\" title=\"The New York Times\">The New York Times</a></i>, September 16, 1989, page 1, accessed February 6, 2007</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.vqronline.org/articles/1998/winter/sween-cleanth-brooks-courtly/\">[5]</a> Sween, Harold B., \"Cleanth Brooks: Courtly Enigma\", a review of <i>Cleanth Brooks and the Rise of Modern Criticism</i>, by Mark Royden Winchell, in <i><a href=\"/wiki/The_Virginia_Quarterly_Review\" class=\"mw-redirect\" title=\"The Virginia Quarterly Review\">The Virginia Quarterly Review</a>, Winter 1998, accessed February 6, 2007</i></span>\n</li>\n</ol></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Understanding_Poetry&amp;action=edit&amp;section=15\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.writing.upenn.edu/~afilreis/50s/understanding-poetry.html\">[6]</a> Web page at the University of Pennsylvania describing the book</li>\n<li><a rel=\"nofollow\" class=\"external autonumber\" href=\"http://writing.upenn.edu/~afilreis/50s/marvell-per-newcrits.html\">[7]</a> Online excerpt from the second edition of book (on <a href=\"/wiki/Andrew_Marvell\" title=\"Andrew Marvell\">Andrew Marvell's</a> \"Horatian Ode\")</li></ul>\n<div role=\"navigation\" class=\"navbox\" aria-labelledby=\"Robert_Penn_Warren\" style=\"padding:3px\"><table class=\"nowraplinks collapsible autocollapse navbox-inner\" style=\"border-spacing:0;background:transparent;color:inherit\"><tbody><tr><th scope=\"col\" class=\"navbox-title\" colspan=\"2\"><div class=\"plainlinks hlist navbar mini\"><ul><li class=\"nv-view\"><a href=\"/wiki/Template:Robert_Penn_Warren\" title=\"Template:Robert Penn Warren\"><abbr title=\"View this template\" style=\";;background:none transparent;border:none;-moz-box-shadow:none;-webkit-box-shadow:none;box-shadow:none; padding:0;\">v</abbr></a></li><li class=\"nv-talk\"><a href=\"/wiki/Template_talk:Robert_Penn_Warren\" title=\"Template talk:Robert Penn Warren\"><abbr title=\"Discuss this template\" style=\";;background:none transparent;border:none;-moz-box-shadow:none;-webkit-box-shadow:none;box-shadow:none; padding:0;\">t</abbr></a></li><li class=\"nv-edit\"><a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Template:Robert_Penn_Warren&amp;action=edit\"><abbr title=\"Edit this template\" style=\";;background:none transparent;border:none;-moz-box-shadow:none;-webkit-box-shadow:none;box-shadow:none; padding:0;\">e</abbr></a></li></ul></div><div id=\"Robert_Penn_Warren\" style=\"font-size:114%;margin:0 4em\"><a href=\"/wiki/Robert_Penn_Warren\" title=\"Robert Penn Warren\">Robert Penn Warren</a></div></th></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\">Works</th><td class=\"navbox-list navbox-odd hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><i><a class=\"mw-selflink selflink\">Understanding Poetry</a></i> (1939)</li>\n<li><i><a href=\"/wiki/Night_Rider_(novel)\" title=\"Night Rider (novel)\">Night Rider</a></i> (1939)</li>\n<li><i><a href=\"/wiki/At_Heaven%27s_Gate\" title=\"At Heaven&#39;s Gate\">At Heaven's Gate</a></i> (1943)</li>\n<li><i><a href=\"/wiki/All_the_King%27s_Men\" title=\"All the King&#39;s Men\">All the King's Men</a></i> (1946)</li>\n<li><i><a href=\"/wiki/Who_Speaks_for_the_Negro%3F\" title=\"Who Speaks for the Negro?\">Who Speaks for the Negro?</a></i> (1965)</li></ul>\n</div></td></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\">Adaptations</th><td class=\"navbox-list navbox-even hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><a href=\"/wiki/All_the_King%27s_Men_(1949_film)\" title=\"All the King&#39;s Men (1949 film)\"><i>All the King's Men</i></a> (1949 film)</li>\n<li><a href=\"/wiki/All_the_King%27s_Men_(2006_film)\" title=\"All the King&#39;s Men (2006 film)\"><i>All the King's Men</i></a> (2006 film)</li>\n<li><i><a href=\"/wiki/Willie_Stark\" title=\"Willie Stark\">Willie Stark</a></i> (1981 opera)</li></ul>\n</div></td></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\">Life and events</th><td class=\"navbox-list navbox-odd hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><a href=\"/wiki/Fugitives\" class=\"mw-redirect\" title=\"Fugitives\">\"Fugitives\" school of poetry</a></li>\n<li><a href=\"/wiki/The_Southern_Review\" title=\"The Southern Review\"><i>The Southern Review</i> magazine</a></li></ul>\n</div></td></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\">Family</th><td class=\"navbox-list navbox-even hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><a href=\"/wiki/Eleanor_Clark\" title=\"Eleanor Clark\">Eleanor Clark</a> (wife)</li>\n<li><a href=\"/wiki/Rosanna_Warren\" title=\"Rosanna Warren\">Rosanna Warren</a> (daughter)</li></ul>\n</div></td></tr></tbody></table></div>\n\n<!-- \nNewPP limit report\nParsed by mw2235\nCached time: 20180913101556\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.096 seconds\nReal time usage: 0.124 seconds\nPreprocessor visited node count: 712/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 11402/2097152 bytes\nTemplate argument size: 1037/2097152 bytes\nHighest expansion depth: 15/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 2497/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.016/10.000 seconds\nLua memory usage: 926 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   91.301      1 -total\n 39.79%   36.331      2 Template:ISBN\n 31.48%   28.739      1 Template:Italic_title\n 16.35%   14.928      2 Template:Catalog_lookup_link\n 10.75%    9.814      1 Template:Robert_Penn_Warren\n  8.59%    7.845      1 Template:Navbox\n  7.64%    6.979      2 Template:Error-small\n  6.67%    6.090      1 Template:Cquote\n  6.55%    5.979      6 Template:Yesno-no\n  3.84%    3.509      6 Template:Yesno\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:9120144-0!canonical and timestamp 20180913101556 and revision id 788861235\n -->\n</div>"},"langlinks":[{"lang":"mk","url":"https://mk.wikipedia.org/wiki/%D0%A0%D0%B0%D0%B7%D0%B1%D0%B8%D1%80%D0%B0%D1%9A%D0%B5_%D0%BD%D0%B0_%D0%BF%D0%BE%D0%B5%D0%B7%D0%B8%D1%98%D0%B0%D1%82%D0%B0","langname":"Macedonian","autonym":"македонски","*":"Разбирање на поезијата"}],"categories":[{"sortkey":"","*":"Literature_about_poetry"},{"sortkey":"","*":"Literary_textbooks"},{"sortkey":"","*":"Poetry_anthologies"},{"sortkey":"","*":"New_Criticism"},{"sortkey":"","*":"1938_books"},{"sortkey":"","*":"1950_books"},{"sortkey":"","*":"1960_books"},{"sortkey":"","*":"1976_books"}],"links":[{"ns":10,"exists":"","*":"Template:Robert Penn Warren"},{"ns":0,"exists":"","*":"1938 in poetry"},{"ns":0,"exists":"","*":"1950 in poetry"},{"ns":0,"exists":"","*":"1960 in poetry"},{"ns":0,"exists":"","*":"1976 in poetry"},{"ns":0,"exists":"","*":"All the King's Men"},{"ns":0,"exists":"","*":"All the King's Men (1949 film)"},{"ns":0,"exists":"","*":"All the King's Men (2006 film)"},{"ns":0,"exists":"","*":"Andrew Marvell"},{"ns":0,"exists":"","*":"At Heaven's Gate"},{"ns":0,"exists":"","*":"Cleanth Brooks"},{"ns":0,"exists":"","*":"Eleanor Clark"},{"ns":0,"exists":"","*":"Fugitives"},{"ns":0,"exists":"","*":"Gerard Manley Hopkins"},{"ns":0,"exists":"","*":"Intercollegiate Studies Institute"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"John Keats"},{"ns":0,"exists":"","*":"New Criticism"},{"ns":0,"exists":"","*":"Night Rider (novel)"},{"ns":0,"exists":"","*":"Robert Frost"},{"ns":0,"exists":"","*":"Robert Penn Warren"},{"ns":0,"exists":"","*":"Ron Silliman"},{"ns":0,"exists":"","*":"Rosanna Warren"},{"ns":0,"exists":"","*":"The New York Times"},{"ns":0,"exists":"","*":"The Southern Review"},{"ns":0,"exists":"","*":"The Virginia Quarterly Review"},{"ns":0,"exists":"","*":"Who Speaks for the Negro?"},{"ns":0,"exists":"","*":"Willie Stark"},{"ns":11,"exists":"","*":"Template talk:Robert Penn Warren"}],"templates":[{"ns":10,"exists":"","*":"Template:Italic title"},{"ns":10,"exists":"","*":"Template:Cquote"},{"ns":10,"exists":"","*":"Template:ISBN"},{"ns":10,"exists":"","*":"Template:Catalog lookup link"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Error-small"},{"ns":10,"exists":"","*":"Template:Tl"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Robert Penn Warren"},{"ns":10,"exists":"","*":"Template:Navbox"},{"ns":828,"exists":"","*":"Module:Italic title"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Check isxn"},{"ns":828,"exists":"","*":"Module:Error"},{"ns":828,"exists":"","*":"Module:Navbox"},{"ns":828,"exists":"","*":"Module:Navbar"}],"images":[],"externallinks":["http://www.poets.org/poet.php/prmPID/17","http://www.english.uiuc.edu/maps/poets/s_z/warren/life.htm","http://www.epoetry.org/issues/issue4/text/prose/silliman1.htm","https://www.nytimes.com/books/97/03/09/reviews/warren-obituary.html?_r=1&oref=slogin","http://www.vqronline.org/articles/1998/winter/sween-cleanth-brooks-courtly/","http://www.writing.upenn.edu/~afilreis/50s/understanding-poetry.html","http://writing.upenn.edu/~afilreis/50s/marvell-per-newcrits.html"],"sections":[{"toclevel":1,"level":"2","line":"Contents","number":"1","index":"1","fromtitle":"Understanding_Poetry","byteoffset":3227,"anchor":"Contents"},{"toclevel":2,"level":"3","line":"Preface","number":"1.1","index":"2","fromtitle":"Understanding_Poetry","byteoffset":3387,"anchor":"Preface"},{"toclevel":3,"level":"4","line":"Preface in the third edition","number":"1.1.1","index":"3","fromtitle":"Understanding_Poetry","byteoffset":4661,"anchor":"Preface_in_the_third_edition"},{"toclevel":2,"level":"3","line":"Introduction","number":"1.2","index":"4","fromtitle":"Understanding_Poetry","byteoffset":5457,"anchor":"Introduction"},{"toclevel":2,"level":"3","line":"\"I. Narrative Poems\"","number":"1.3","index":"5","fromtitle":"Understanding_Poetry","byteoffset":8107,"anchor":"\"I._Narrative_Poems\""},{"toclevel":2,"level":"3","line":"\"II. Descriptive Poems\"","number":"1.4","index":"6","fromtitle":"Understanding_Poetry","byteoffset":10157,"anchor":"\"II._Descriptive_Poems\""},{"toclevel":2,"level":"3","line":"\"III. Metrics\"","number":"1.5","index":"7","fromtitle":"Understanding_Poetry","byteoffset":10866,"anchor":"\"III._Metrics\""},{"toclevel":2,"level":"3","line":"\"IV. Tone\"","number":"1.6","index":"8","fromtitle":"Understanding_Poetry","byteoffset":12684,"anchor":"\"IV._Tone\""},{"toclevel":2,"level":"3","line":"\"V. Imagery\"","number":"1.7","index":"9","fromtitle":"Understanding_Poetry","byteoffset":12787,"anchor":"\"V._Imagery\""},{"toclevel":2,"level":"3","line":"\"VI. Theme: Statement and Idea\"","number":"1.8","index":"10","fromtitle":"Understanding_Poetry","byteoffset":12839,"anchor":"\"VI._Theme:_Statement_and_Idea\""},{"toclevel":2,"level":"3","line":"\"VII. Poems for Study\"","number":"1.9","index":"11","fromtitle":"Understanding_Poetry","byteoffset":12878,"anchor":"\"VII._Poems_for_Study\""},{"toclevel":2,"level":"3","line":"\"VIII. How Poems Come About: Intention and Meaning\"","number":"1.10","index":"12","fromtitle":"Understanding_Poetry","byteoffset":13382,"anchor":"\"VIII._How_Poems_Come_About:_Intention_and_Meaning\""},{"toclevel":1,"level":"2","line":"Publication history","number":"2","index":"13","fromtitle":"Understanding_Poetry","byteoffset":13686,"anchor":"Publication_history"},{"toclevel":1,"level":"2","line":"Notes","number":"3","index":"14","fromtitle":"Understanding_Poetry","byteoffset":14012,"anchor":"Notes"},{"toclevel":1,"level":"2","line":"External links","number":"4","index":"15","fromtitle":"Understanding_Poetry","byteoffset":14037,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"<i>Understanding Poetry</i>","iwlinks":[],"properties":[{"name":"displaytitle","*":"<i>Understanding Poetry</i>"},{"name":"wikibase_item","*":"Q7883797"}]}}