{"parse":{"title":"Union Chapel, Marietta, Georgia","pageid":52067517,"revid":854684606,"text":{"*":"<div class=\"mw-parser-output\"><p>The ruins of <b>Union Chapel</b>, also known as <b>Nesbitt Union Chapel</b>, are situated on Powder Springs Street between Marietta and <a href=\"/wiki/Powder_Springs\" class=\"mw-redirect\" title=\"Powder Springs\">Powder Springs</a>, in <a href=\"/wiki/Marietta,_Georgia\" title=\"Marietta, Georgia\">Marietta, Georgia</a>. The original chapel consisted of a single room, with a stony façade and <a href=\"/wiki/Gothic_style\" class=\"mw-redirect\" title=\"Gothic style\">Gothic-style</a> arched windows and door. The building had deteriorated significantly by the 1940s, becoming unsafe for use. By the early 21st Century only a corner of the original has remained standing.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> The Nesbitt/Union Chapel played a significant role in the religious, social, and agricultural history of <a href=\"/wiki/Cobb_County\" class=\"mw-redirect\" title=\"Cobb County\">Cobb County</a>, in addition to its association with several of the County's prominent, early families. Currently, the Chapel ruins are barely visible from the road, obscured by trees and heavy underbrush. The ruins of the Nesbitt Union Chapel, constructed of <a href=\"/wiki/Rammed_earth\" title=\"Rammed earth\">rammed earth</a> in the <a href=\"/wiki/Gothic_Revival\" class=\"mw-redirect\" title=\"Gothic Revival\">Gothic Revival</a> style, are architecturally significant for the unusual material and a style uncommon in religious architecture in rural Georgia.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p><p>As a center of worship, the Chapel is both unusual and significant in its inclusion of all denominations.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> Its location three miles distant from Marietta seems trivial today, though undertaking that journey along dirt roads in a horse-drawn buggy would have been arduous even under ideal conditions. The Chapel allowed local families to worship close to home, regardless of their religious affiliation. Several Marietta congregations adopted the Chapel as a mission, rotating services for <a href=\"/wiki/Baptist\" class=\"mw-redirect\" title=\"Baptist\">Baptist</a>, <a href=\"/wiki/Methodist\" class=\"mw-redirect\" title=\"Methodist\">Methodist</a>, <a href=\"/wiki/Episcopal_polity\" title=\"Episcopal polity\">Episcopal</a>, and <a href=\"/wiki/Presbyterian\" class=\"mw-redirect\" title=\"Presbyterian\">Presbyterian</a> parishioners. The inter-denominational nature of the Chapel reflected its group of Trustees, which included Episcopalians (Irwin and Starnes), Presbyterians (Nesbitt), and Baptists (Ward).<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Land_history\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Land history</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Legal_history\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Legal history</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Chapel_site_returned_to_the_public\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Chapel site returned to the public</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#1886_chapel_building\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">1886 chapel building</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Developmental_history\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Developmental history</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#The_Nesbitt_family\"><span class=\"tocnumber\">5.1</span> <span class=\"toctext\">The Nesbitt family</span></a></li>\n<li class=\"toclevel-2 tocsection-7\"><a href=\"#The_original_Union_Chapel_deed\"><span class=\"tocnumber\">5.2</span> <span class=\"toctext\">The original Union Chapel deed</span></a></li>\n<li class=\"toclevel-2 tocsection-8\"><a href=\"#The_first_trustees_of_Union_Chapel\"><span class=\"tocnumber\">5.3</span> <span class=\"toctext\">The first trustees of Union Chapel</span></a></li>\n<li class=\"toclevel-2 tocsection-9\"><a href=\"#Earlier_wooden_structure_destroyed_by_fire\"><span class=\"tocnumber\">5.4</span> <span class=\"toctext\">Earlier wooden structure destroyed by fire</span></a></li>\n<li class=\"toclevel-2 tocsection-10\"><a href=\"#Union_Chapel_and_the_surrounding_community\"><span class=\"tocnumber\">5.5</span> <span class=\"toctext\">Union Chapel and the surrounding community</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-11\"><a href=\"#Agriculture\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Agriculture</span></a></li>\n<li class=\"toclevel-1 tocsection-12\"><a href=\"#References\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Land_history\">Land history</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Union_Chapel,_Marietta,_Georgia&amp;action=edit&amp;section=1\" title=\"Edit section: Land history\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The earliest reference to the property—2nd Section, 17th District, Land Lot 7—is in the 1832 Gold Lottery of Georgia, when it was deeded to William Alexander. A warranty deed recorded September 7, 1882, documents a transaction between Marietta Savings Bank and R.L., possibly Rebecca Lanier, Nesbitt (Cobb County Deed Book G, p.&#160;203). The property was deeded by Robert T. and Rebecca Nesbitt to a group of five trustees in December 1886 (Cobb County Deed Book J, p.&#160;24). Those trustees were James G. Hughes, Robert C. Irwin, Robert T. Nesbitt, Hugh N. Starnes, and John R. Ward.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Legal_history\">Legal history</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Union_Chapel,_Marietta,_Georgia&amp;action=edit&amp;section=2\" title=\"Edit section: Legal history\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The property legally remained in this trusteeship, as long as it was used for the purposes stated in the 1886 deed. Though the structure fell into disrepair, the trustees and local residents continued to meet and worship on the property, in an effort to hold to the original, legal document. Around 1972, the property appears in a Sheriff's Tax Deed. The tax exemption on the property had apparently been removed and taxes were reported as owed. It remains unclear how a local landowner gained control of the parcel, but property taxes were paid on the land until 2004.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Chapel_site_returned_to_the_public\">Chapel site returned to the public</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Union_Chapel,_Marietta,_Georgia&amp;action=edit&amp;section=3\" title=\"Edit section: Chapel site returned to the public\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Some local residents still gathered and worshipped on the site until the official formation of the <a rel=\"nofollow\" class=\"external text\" href=\"http://www.frogsncats.com/clt/html/nesbitt.htm\">Friends of Nesbitt Union Chapel (FUNC)</a>, a non-profit task force of the Cobb Land Trust, in 2002. At that time, small events and services were held on the site with the intention of honoring the provisos of the 1886 deed. The FNUC undertook a lengthy legal fight with the Clarkes to regain control of the property, spurred on by the demolition in 2004 of most of the remaining structure. In 2010, Cobb Superior Court named the Cobb County Commissioners as trustees of the property, which continues to be used for educational and worship purposes, primarily by the members of the FNUC. The organization hopes to expand these functions in the future, following a rehabilitation of the site by Cobb County.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"1886_chapel_building\">1886 chapel building</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Union_Chapel,_Marietta,_Georgia&amp;action=edit&amp;section=4\" title=\"Edit section: 1886 chapel building\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>A wood-framed, pointed-arch door with marble <a href=\"/wiki/Lintel\" title=\"Lintel\">lintel</a> provided entrance to the building in the center of the north façade, facing Powder Springs Road. A <a href=\"/wiki/Lancet_arch\" class=\"mw-redirect\" title=\"Lancet arch\">lancet-arch</a> vent with wooden louvers was centered above the door. The doorway was covered by a wooden porch, with shingled, shed roof, supported by slender wood posts and brackets. The stoop, approached by two steps, consisted of stone topped with wood planks. The wood steeple was centrally positioned along the ridgeline. Its shingled roof flared out at the corners and was supported by rounded arches on all four sides. The base of the steeple was clad in board and batten siding. The steeple contained a cast iron cupola bell manufactured by Thomas Kane and Company, of Chicago, Illinois. The bell remained in situ until the mid-twentieth century.\n</p><p>Four lancet-arch windows lined the east and west facades of the Chapel. The double-hung windows had marble sills and louvered, wooden shutters. On the south façade, two double-hung, lancet-arch windows flanked a semicircular apse protruding from the building.\n</p><p>The interior walls of the Chapel were covered with white plaster and the floor with wood planks. At the north end, a carved pulpit stood on a wood dais accessed by two steps at each end. A wood stove probably occupied the northeast corner of the building, based on the presence of a stovepipe in several photographs. Wood pews occupied the sanctuary and were donated to St. James Episcopal Church in Marietta following the deterioration of the Chapel.\n</p><p>Receipts and numerous personal accounts indicate that there was an organ in the sanctuary, purchased from the <a href=\"/wiki/Estey_Organ_Company\" class=\"mw-redirect\" title=\"Estey Organ Company\">Estey Organ Company</a> in downtown Atlanta, on May 12, 1881 (Fig. 12). Estey, based in Brattleboro, Vermont, was the primary manufacturer of reed organs in the late 19th and early 20th centuries. <a href=\"/wiki/Reed_organ\" class=\"mw-redirect\" title=\"Reed organ\">Reed organs</a> were more portable than later pipe models, and therefore better suited to small churches like Nesbitt/Union.\n</p><p>No other extant structures remain on the property, though personal accounts and oral histories mention a school on the property. In A Woman's Place: 52 Women of Cobb County, Georgia, 1850-1981, Mary Anne Irwin refers to \"the two to three rooms of the Old Union Chapel School,\" where she taught for over thirty years.  It remains unclear whether the school was located in a separate building or classes were held in the Chapel. Another structure notably absent from the property is the privy, though personal accounts indicate it stood in the southeast corner of the property.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Developmental_history\">Developmental history</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Union_Chapel,_Marietta,_Georgia&amp;action=edit&amp;section=5\" title=\"Edit section: Developmental history\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Marietta and the surrounding area were settled and thriving well before the founding of Atlanta. Chartered by the state in 1834, the town was named for Mary Cobb, the wife of United States Senator <a href=\"/wiki/Thomas_W._Cobb\" title=\"Thomas W. Cobb\">Thomas W. Cobb</a>, for whom the county was named. As was the case with so many early Georgia communities, the railroad was the catalyst for growth and development in Marietta. <a href=\"/wiki/Western_%26_Atlantic_Railroad\" class=\"mw-redirect\" title=\"Western &amp; Atlantic Railroad\">The Western &amp; Atlantic</a> line connected <a href=\"/wiki/Marthasville,_Georgia\" title=\"Marthasville, Georgia\">Marthasville</a>—known today as <a href=\"/wiki/Atlanta\" title=\"Atlanta\">Atlanta</a>—with Marietta in 1845. Situated at over 1000 feet above sea level and blessed with abundant natural springs, Marietta provided a cool respite from the oppressive summer weather. Hotels, boarding houses, and restaurants sprang up near the railroad to accommodate seasonal visitors. The town quickly became a popular getaway location for wealthy planters from south and coastal Georgia.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"The_Nesbitt_family\">The Nesbitt family</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Union_Chapel,_Marietta,_Georgia&amp;action=edit&amp;section=6\" title=\"Edit section: The Nesbitt family\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Some of these summer visitors chose to relocate permanently to Marietta, including <a href=\"/wiki/Robert_Taylor_Nesbitt\" title=\"Robert Taylor Nesbitt\">Robert Taylor Nesbitt</a>, a descendant of one of Georgia's most distinguished families. Nesbitt's mother, Martha Deloney Berrien Nesbitt Duncan (1820-1896), hailed from <a href=\"/wiki/Savannah\" class=\"mw-redirect\" title=\"Savannah\">Savannah</a>, where her father, Richard Berrien, was a prominent physician. He died in an 1820 <a href=\"/wiki/Yellow_fever\" title=\"Yellow fever\">yellow fever</a> epidemic when Martha was still an infant. Though she never knew her father, she was well acquainted with her uncle, John McPherson Berrien. John Berrien was a United States Senator, renowned orator and jurist, and the namesake of <a href=\"/wiki/Berrien_County,_Georgia\" title=\"Berrien County, Georgia\">Berrien County</a> in south Georgia. Several accounts describe Martha as sharing her uncle's gifts for elocution and civic engagement.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup>\n</p><p>Martha was related to another of the state's most prominent families through marriage. Her stepfather, General Robert Taylor, was one of Georgia's wealthiest planters, owning estates in Savannah and <a href=\"/wiki/Morgan_County,_Georgia\" title=\"Morgan County, Georgia\">Morgan County</a>, totaling over 17,000 acres at the time of his death. He built his summer home in <a href=\"/wiki/Athens,_Georgia\" title=\"Athens, Georgia\">Athens</a>, a Greek Revival mansion known as the <a href=\"/wiki/Henry_W._Grady_House\" title=\"Henry W. Grady House\">Taylor-Grady House</a>, now designated as a National Historic Landmark. Martha married her first husband, Hugh O'Keefe Nesbitt, in this home in 1839. Like Martha Berrien's father, Hugh Nesbitt was a physician, though he gave up his practice to manage her considerable plantation holdings in <a href=\"/wiki/Early_County\" class=\"mw-redirect\" title=\"Early County\">Early County</a>. The couple purchased a home from Judge David Irwin in Marietta in 1852, though Hugh Nesbitt died shortly thereafter. Martha remarried in 1861, to Dr. William Duncan of Savannah. Following his death in 1879, she split her time between the home of her granddaughter in <a href=\"/wiki/Griffin,_Georgia\" title=\"Griffin, Georgia\">Griffin</a> and her son's Marietta estate, Farm Hill, where she became an influential figure in local social and civic circles.<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup>\n</p><p>Robert Taylor Nesbitt (1840-1913) assisted in the management of his family's plantations from an early age, taking on greater responsibility after his father died when he was fifteen. Following his service in the Confederate Army, Colonel Nesbitt married his fiancée, Rebecca Lanier Saffold (1845-1937) in <a href=\"/wiki/Madison,_Georgia\" title=\"Madison, Georgia\">Madison</a>, in 1865. He continued to manage the family holdings in South Georgia until the lingering effects of a bout with diphtheria and the rigors of his military service took their toll. Records indicate that Nesbitt acquired his Marietta property, called Farm Hill, on December 30, 1881, settling there permanently for the benefit of his health. Robert Nesbitt served in the State Senate and as the State Commissioner of Agriculture from 1890 to 1900. He wrote a monthly column, \"Mr. Nesbitt's Monthly Talk,\" in the Marietta Journal, focusing on different crops and agricultural issues. Nesbitt died in 1912, and was buried in the Episcopal Cemetery following a service in the Union Chapel. Rebecca, the daughter of Mary Harris Saffold and William Oliver Saffold, was born in Madison. After donating the land and Chapel to the trustees, Mrs. Nesbitt played the organ in the Chapel. She served as the first president of the Kennesaw Chapter of the <a href=\"/wiki/Daughters_of_the_Confederacy\" class=\"mw-redirect\" title=\"Daughters of the Confederacy\">Daughters of the Confederacy</a>. She is also buried in the Episcopal Cemetery in Marietta.\n</p><p>As early as 1852, the Nesbitt's were acquainted with another leading Marietta family, the Irwins, who sold them their first property in the area. Judge David Irwin (1807-1885) was a self-taught lawyer, admitted to the state bar at twenty-one before opening a practice in Madison. Irwin moved to Marietta in 1835, eventually accumulating a sizable estate in the area. In addition to serving in the State Senate, Irwin was the first judge elected to the newly created Blue Ridge Judicial Circuit. Despite his lack of formal legal education, Irwin made a significant, lasting impact on Georgia's judicial system, as one of three commissioners appointed to prepare a code of laws for the state. Along with Judges Richard H. Clark and <a href=\"/wiki/Thomas_R.R._Cobb\" class=\"mw-redirect\" title=\"Thomas R.R. Cobb\">Thomas R.R. Cobb</a>, Irwin produced a comprehensive set of statutes for the state, published in 1861.<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"The_original_Union_Chapel_deed\">The original Union Chapel deed</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Union_Chapel,_Marietta,_Georgia&amp;action=edit&amp;section=7\" title=\"Edit section: The original Union Chapel deed\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>These two illustrious Cobb County families came together in 1886, with the formal establishment of the Union Chapel. A deed recorded on December 20, 1886, documents the transfer of a one acre parcel and building from Robert T. and Rebecca Nesbitt to a group of five trustees: John R. Ward, James G. Hughes, Robert C. Irwin, Robert T. Nesbitt, and Hugh N. Starnes. According to the deed, the Chapel was to \"be used as a place of worship for all Christian denominations, for skools [sic] and agricultural societies and for no other purposes.\" A chapel with an active membership clearly existed on the site prior to 1886, since the deed itself includes transfer of \"the building known as Union Chappel [sic].\"<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"The_first_trustees_of_Union_Chapel\">The first trustees of Union Chapel</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Union_Chapel,_Marietta,_Georgia&amp;action=edit&amp;section=8\" title=\"Edit section: The first trustees of Union Chapel\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The Chapel trustees were certainly pillars of the community, though little is known about James G. Hughes and John R. Ward. While no birth or death date is recorded for Hughes, a grave in the Roswell Methodist Cemetery roughly corresponding to the correct period bears the same name. His profession and relation to the other trustees remain unknown. John Ward, the son of Thomas Jefferson Ward and Mary Jane Sorrells, was born in 1831 and served as County Surveyor for many years before his death in 1900. He was married but had no children and was buried at Midway Presbyterian Church Cemetery.\n</p><p>Robert Cessne Irwin (1843-1921) was the son of Judge David Irwin and Sarah Baldwin Royston. He served with the Cobb Mountaineers during the <a href=\"/wiki/American_Civil_War\" title=\"American Civil War\">Civil War</a>, rising to the rank of Captain. In 1867, he married Mary Wills Lane of <a href=\"/wiki/Washington,_Georgia\" title=\"Washington, Georgia\">Washington, Georgia</a> and they had six children together. Shortly after the War, Irwin was appointed Solicitor General of Cobb County, a position he held until 1891. For the last thirty years of his life, he served as clerk of the State Insurance Department. His funeral service was held at Union Chapel, before interment in the City Cemetery.\n</p><p>Hugh O'Keefe Nesbitt Starnes (1856-1926) was born in <a href=\"/wiki/Augusta,_Georgia\" title=\"Augusta, Georgia\">Augusta, Georgia</a>, to Ebenezer Nesbitt Starnes and Mary Ann White. He graduated from <a href=\"/wiki/The_University_of_Georgia\" class=\"mw-redirect\" title=\"The University of Georgia\">the University of Georgia</a> in 1875 with a degree in agriculture. In 1880, he married Lucie Berrien McIntosh, a niece of Robert Taylor Nesbitt. After a brief stint as an attorney in Savannah, Starnes relocated to Marietta in 1882 and went to work in the business office of the <a href=\"/wiki/Atlanta_Constitution\" class=\"mw-redirect\" title=\"Atlanta Constitution\">Atlanta Constitution</a>. He went on to serve as Assistant State School Commissioner and horticulturist at the State Experiment Station in <a href=\"/wiki/Griffin,_Georgia\" title=\"Griffin, Georgia\">Griffin</a>. In 1898, he joined the faculty of the College of Agriculture at his alma mater. Hugh and Lucie Starnes had four children; both were buried in the Episcopal Cemetery in Marietta.<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup><sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Earlier_wooden_structure_destroyed_by_fire\">Earlier wooden structure destroyed by fire</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Union_Chapel,_Marietta,_Georgia&amp;action=edit&amp;section=9\" title=\"Edit section: Earlier wooden structure destroyed by fire\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Anecdotal evidence and oral histories suggest that the original chapel was a wooden structure destroyed by fire. This supposition is supported by several announcements in the Marietta Journal in July and August 1886, marking a fundraising effort for the rebuilding of the chapel. An October 1886 article in The Southern Cultivator and Dixie Farmer provides additional details, stating: \"strange to say, at the beginning of this year, the chapel was once more destroyed by fire.\" The author goes on to celebrate the energetic fundraising of the women in the congregation for the rebuilding effort. In addition, George W. Childs, publisher of the Philadelphia Public Ledger, donated \"a most beautiful large Bible\" for use in the Chapel.\n</p><p>If the burned structure referred to in The Southern Cultivator was a chapel, it is likely that the Union Chapel existed in some form on the site well before its official endowment in 1886.  Several additional facts lead to a conclusion that the 1886 deed merely formalized and gave legal standing to the existing functions of the Chapel and the roles of its leaders. The Chapel trustees are mentioned, though not named, in multiple articles predating the signing of the deed in December 1886. While no records confirm the identity of the earlier trustees, those named in the 1886 deed and members of their families were clearly previously involved with the Chapel. Two fundraising events for the rebuilding of the Chapel were held at the home of Hugh N. Starnes in 1886. Starnes' wife and Rebecca Nesbitt served on the organizing committee for the events, hosted by \"the ladies of Union Chapel.\"<sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Union_Chapel_and_the_surrounding_community\">Union Chapel and the surrounding community</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Union_Chapel,_Marietta,_Georgia&amp;action=edit&amp;section=10\" title=\"Edit section: Union Chapel and the surrounding community\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Notices in the local newspapers and church records indicate that the Chapel hosted services regularly, conducted by pastors from around the country. Weddings, funerals, and christenings were also held in the Chapel. Revivals, ice cream socials, and community gatherings took place on the grounds through the first decades of the twentieth century. Some of the significant trustees and members of the congregation during this period were descendants of the Chapel founders.<sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\">&#91;17&#93;</a></sup>\n</p><p>Mary Anne Irwin (1875- 1963), daughter of Thomas Beverly Irwin and Lilla Atkinson, was Judge David Irwin's granddaughter and niece of original trustee, Robert C. Irwin. Though she inherited a sizable plantation from her mother, Mary Anne's calling lay in education. She sharecropped the Atkinson farm, moved to her father's homeplace on Powder Springs Road, and taught school at Union Chapel for more than thirty years. Miss Irwin also wrote a social column, focused on events in the Union Chapel community, for the Marietta Journal, beginning in 1894. In her later years, she became known as the \"Guardian\" of the Union Chapel, for her efforts to repair the deteriorating structure and continue its use. An April 1954 article in the Cobb County Times recounted how Miss Irwin salvaged the Chapel bell and her pleas for help from the community to restore the building. Mary Anne Irwin never married and was buried in the cemetery at St. James Episcopal Church in Marietta.\n</p><p>Robert Beverly Irwin, Sr. (1908-1987), was the son of Mary Anne's brother David Atkinson Irwin and Mildred Bishop Goodman. Born in <a href=\"/wiki/Falls_Church,_Virginia\" title=\"Falls Church, Virginia\">Falls Church, Virginia</a>, Mr. Irwin moved to Georgia as a child, where he spent summers with his family in Marietta. He practiced law in Atlanta for fifty-two years and served as the attorney for the Chapel trustees for many years, vigorously trying to clarify the ownership of the property prior to his death in 1987. He is buried in the Episcopal Cemetery in Marietta.<sup id=\"cite_ref-18\" class=\"reference\"><a href=\"#cite_note-18\">&#91;18&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Agriculture\">Agriculture</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Union_Chapel,_Marietta,_Georgia&amp;action=edit&amp;section=11\" title=\"Edit section: Agriculture\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The Chapel was already a center of agricultural learning and fellowship by the time the deed specified its use for agricultural societies in late 1886. A notice in the Marietta Journal on May 21, 1885, refers to \"the grounds of the Phoenix Club, at Union Chapel.\" The history of the Phoenix Club, in which Hugh N. Starnes served as Secretary, is outlined in the October 1886 issue of The Southern Cultivator and Dixie Farmer. Written by \"A. Phoenix,\" the article states that the club was founded by a group of Marietta farmers in August 1883, in a meeting at Union Chapel. Furthermore, the club drew its name from \"the fact that the chapel was erected over the ashes of an antebellum structure.\" <sup id=\"cite_ref-19\" class=\"reference\"><a href=\"#cite_note-19\">&#91;19&#93;</a></sup>\n</p><p>Organizations like the Phoenix Club played an important role in rural communities during the mid-late Nineteenth Century, as part of a national agricultural reform movement. The first agricultural society in America was established in Philadelphia in 1785, encouraging adoption of new planting and husbandry methods developed in Europe. In 1811, the first American agricultural fair was staged in Pittsfield, Massachusetts, offering prize money for the winning animals and crops. Shortly thereafter, in 1819, the first specialist journal, <a href=\"/wiki/American_Farmer\" title=\"American Farmer\">The American Farmer</a> was created in Baltimore, promoting innovation, experimentation, and new technologies. These events were all manifestations of the impact of the <a href=\"/wiki/Age_of_Enlightenment\" title=\"Age of Enlightenment\">Enlightenment</a> on agriculture in the United States. Beginning in Britain and Europe in the Eighteenth Century, the Enlightenment emphasized scientific examination and discourse and the spread of scientific ideas through societies and publications. This movement had a significant impact on the practice of agriculture and, consequently, its role in society.\n</p><p>Large-scale farming was the mainstay of the economy in the southern United States, including Georgia. The intensive planting of <a href=\"/wiki/Cotton\" title=\"Cotton\">cotton</a>, in particular, on many plantations, to the exclusion of any other crops, resulted in a devastating decline in soil quality. As Georgia planters sought solutions to their dropping productivity, they turned to science and the national agricultural community. The first agricultural society in Georgia was founded in <a href=\"/wiki/Hancock_County,_Georgia\" title=\"Hancock County, Georgia\">Hancock County</a> in 1837 and the Augusta-based Southern Cultivator journal began circulation in 1843. The agricultural reform movement in the South and more broadly, across the nation, depended on a network of farmers, scientists, and publishers, disseminating information through journals, local meetings, and fairs.\n</p><p>Agriculture clearly underpinned the lives of many of the founders of the Nesbitt/Union Chapel. Martha Berrien Nesbitt Duncan owned enormous acreage in south and middle Georgia, both through her own family and that of her stepfather, General Robert Taylor. Her first husband Hugh O'Keefe Nesbitt, abandoned his medical practice in order to manage her plantations, a job their son, Robert Taylor Nesbitt, an original Chapel trustee, would assume following his father's death. Robert Nesbitt would eventually be elected State Commissioner of Agriculture and author a monthly column on farming issues in the Marietta Journal. Another original trustee, Hugh O'Keefe Nesbitt Starnes, boasted even more impressive credentials in the field of agriculture, graduating with a degree in the subject from the University of Georgia. He was appointed horticulturist at the Griffin Experiment Station in 1892, joined the faculty in the College of Agriculture at his alma mater in 1898, and authored numerous articles and monographs on agricultural subjects.\n</p><p>Starnes, in particular, embodied the spirit of the agricultural societies and reforms in the late Nineteenth Century and the evolution of agricultural science in Georgia. The formal study of agriculture was relatively new in Georgia at the time, having been introduced to the University curriculum in 1872, when the school was designated a federal <a href=\"/wiki/Land-grant_institution\" class=\"mw-redirect\" title=\"Land-grant institution\">land-grant institution</a>. Hugh Starnes would thus have been in one of the first full classes to study agriculture at the University. In 1887, the University established the College of Agriculture and Environmental Sciences and, the following year, the Georgia Experiment Station in Griffin, a research facility studying soil erosion and fertilizers. Hugh Starnes would be closely associated with both institutions and the education of future Georgia farmers.\n</p><p>In The Southern Cultivator, \"A. Phoenix\" notes that in 1886, there were twelve agricultural clubs in Cobb County, prompting the creation of a journal, The Phenix Agriculturalist. According to the article, the Nesbitt/Union Chapel was where \"the most intelligent farmers of Cobb county assembled.\" The proviso in the Nesbitt/Union Chapel deed to include agricultural societies clearly indicates the importance of agricultural education and innovation to the original Trustees.<sup id=\"cite_ref-20\" class=\"reference\"><a href=\"#cite_note-20\">&#91;20&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Union_Chapel,_Marietta,_Georgia&amp;action=edit&amp;section=12\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">\"Preservation Priorities\" Cobb Landmarks. <a rel=\"nofollow\" class=\"external free\" href=\"http://www.cobblandmarks.com/preservation-priorities.html\">http://www.cobblandmarks.com/preservation-priorities.html</a></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Stanton, Phoebe. The Gothic Revival and American Church Architecture: An Episode in Taste, 1840-1856. (Baltimore: Johns Hopkins University Press, 1997).</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Hill, Samuel. Religion in the Southern States: A Historical Study. (Macon: Mercer University Press, 1983)</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Trope, Betsy. \"Friends of Nesbitt Union Chapel Historic Narrative Project.\" (Marietta, Georgia, 2016)</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Trope, Betsy. \"Friends of Nesbitt Union Chapel Historic Narrative Project.\" (Marietta, Georgia, 2016)</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Trope, Betsy. \"Friends of Nesbitt Union Chapel Historic Narrative Project.\" (Marietta, Georgia, 2016)</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Cobb Land Trust, \"Friends of Nesbitt Union Chapel\" <a rel=\"nofollow\" class=\"external free\" href=\"http://www.frogsncats.com/clt/html/nesbitt.htm\">http://www.frogsncats.com/clt/html/nesbitt.htm</a></span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Trope, Betsy. \"Friends of Nesbitt Union Chapel Historic Narrative Project.\" (Marietta, Georgia, 2016).</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Temple, Sarah. The First Hundred Years: A Short History of Cobb County, in Georgia. (Atlanta: Foote &amp; Davies, 1966).</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Temple, Sarah. The First Hundred Years: A Short History of Cobb County, in Georgia. (Atlanta: Foote &amp; Davies, 1966).</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Temple, Sarah. The First Hundred Years: A Short History of Cobb County, in Georgia. (Atlanta: Foote &amp; Davies, 1966)</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Temple, Sarah. The First Hundred Years: A Short History of Cobb County, in Georgia.(Atlanta: Foote &amp; Davies, 1966).</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">Trope, Betsy. \"Friends of Nesbitt Union Chapel Historic Narrative Project.\" (Marietta, Georgia, 2016)</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">Trope, Betsy. \"Friends of Nesbitt Union Chapel Historic Narrative Project.\" (Marietta, Georgia, 2016)</span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\">emple, Sarah. The First Hundred Years: A Short History of Cobb County, in Georgia. (Atlanta: Foote &amp; Davies, 1966)</span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\">Trope, Betsy. \"Friends of Nesbitt Union Chapel Historic Narrative Project.\" (Marietta, Georgia, 2016)</span>\n</li>\n<li id=\"cite_note-17\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-17\">^</a></b></span> <span class=\"reference-text\">Trope, Betsy. \"Friends of Nesbitt Union Chapel Historic Narrative Project.\" (Marietta, Georgia, 2016).</span>\n</li>\n<li id=\"cite_note-18\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-18\">^</a></b></span> <span class=\"reference-text\">Malone, Henry Thompson. The Episcopal Church in Georgia: 1733-1957. (Atlanta: Episcopal Diocese, 1960).</span>\n</li>\n<li id=\"cite_note-19\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-19\">^</a></b></span> <span class=\"reference-text\">Herrington, Philip. \"Agricultural and Architectural Reform in the Antebellum South: Fruitland at Augusta, Georgia.\" Journal of Southern History 78, no. 4 (Nov. 2012), 855-86.</span>\n</li>\n<li id=\"cite_note-20\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-20\">^</a></b></span> <span class=\"reference-text\">Herrington, Philip. \"Agricultural and Architectural Reform in the Antebellum South: Fruitland at Augusta, Georgia.\" Journal of Southern History 78, no. 4 (Nov. 2012), 855-86.</span>\n</li>\n</ol></div></div>\n<p><span id=\"coordinates\" class=\"metadata coord-missing\"></span>\n</p>\n<!-- \nNewPP limit report\nParsed by mw1313\nCached time: 20180904035216\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.064 seconds\nReal time usage: 0.073 seconds\nPreprocessor visited node count: 369/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 857/2097152 bytes\nTemplate argument size: 251/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 7041/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.003/10.000 seconds\nLua memory usage: 525 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   30.184      1 -total\n 93.68%   28.277      1 Template:Reflist\n  7.65%    2.309      2 Template:Main_other\n  6.07%    1.833      1 Template:Coord_missing\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:52067517-0!canonical and timestamp 20180904035216 and revision id 854684606\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"Georgia_(U.S._state)_articles_missing_geocoordinate_data"},{"sortkey":"","hidden":"","*":"All_articles_needing_coordinates"},{"sortkey":"","*":"Chapels_in_the_United_States"},{"sortkey":"","*":"Churches_in_Georgia_(U.S._state)"},{"sortkey":"","*":"Marietta,_Georgia"},{"sortkey":"","*":"Ruins_in_the_United_States"},{"sortkey":"","*":"Historic_preservation"},{"sortkey":"","*":"Landmarks_in_Georgia_(U.S._state)"}],"links":[{"ns":0,"exists":"","*":"Age of Enlightenment"},{"ns":0,"exists":"","*":"American Civil War"},{"ns":0,"exists":"","*":"American Farmer"},{"ns":0,"exists":"","*":"Athens, Georgia"},{"ns":0,"exists":"","*":"Atlanta"},{"ns":0,"exists":"","*":"Atlanta Constitution"},{"ns":0,"exists":"","*":"Augusta, Georgia"},{"ns":0,"exists":"","*":"Baptist"},{"ns":0,"exists":"","*":"Berrien County, Georgia"},{"ns":0,"exists":"","*":"Cobb County"},{"ns":0,"exists":"","*":"Cotton"},{"ns":0,"exists":"","*":"Daughters of the Confederacy"},{"ns":0,"exists":"","*":"Early County"},{"ns":0,"exists":"","*":"Episcopal polity"},{"ns":0,"exists":"","*":"Estey Organ Company"},{"ns":0,"exists":"","*":"Falls Church, Virginia"},{"ns":0,"exists":"","*":"Gothic Revival"},{"ns":0,"exists":"","*":"Gothic style"},{"ns":0,"exists":"","*":"Griffin, Georgia"},{"ns":0,"exists":"","*":"Hancock County, Georgia"},{"ns":0,"exists":"","*":"Henry W. Grady House"},{"ns":0,"exists":"","*":"Lancet arch"},{"ns":0,"exists":"","*":"Land-grant institution"},{"ns":0,"exists":"","*":"Lintel"},{"ns":0,"exists":"","*":"Madison, Georgia"},{"ns":0,"exists":"","*":"Marietta, Georgia"},{"ns":0,"exists":"","*":"Marthasville, Georgia"},{"ns":0,"exists":"","*":"Methodist"},{"ns":0,"exists":"","*":"Morgan County, Georgia"},{"ns":0,"exists":"","*":"Powder Springs"},{"ns":0,"exists":"","*":"Presbyterian"},{"ns":0,"exists":"","*":"Rammed earth"},{"ns":0,"exists":"","*":"Reed organ"},{"ns":0,"exists":"","*":"Robert Taylor Nesbitt"},{"ns":0,"exists":"","*":"Savannah"},{"ns":0,"exists":"","*":"The University of Georgia"},{"ns":0,"exists":"","*":"Thomas R.R. Cobb"},{"ns":0,"exists":"","*":"Thomas W. Cobb"},{"ns":0,"exists":"","*":"Washington, Georgia"},{"ns":0,"exists":"","*":"Western & Atlantic Railroad"},{"ns":0,"exists":"","*":"Yellow fever"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Coord missing"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["http://www.cobblandmarks.com/preservation-priorities.html","http://www.frogsncats.com/clt/html/nesbitt.htm"],"sections":[{"toclevel":1,"level":"2","line":"Land history","number":"1","index":"1","fromtitle":"Union_Chapel,_Marietta,_Georgia","byteoffset":2267,"anchor":"Land_history"},{"toclevel":1,"level":"2","line":"Legal history","number":"2","index":"2","fromtitle":"Union_Chapel,_Marietta,_Georgia","byteoffset":2989,"anchor":"Legal_history"},{"toclevel":1,"level":"2","line":"Chapel site returned to the public","number":"3","index":"3","fromtitle":"Union_Chapel,_Marietta,_Georgia","byteoffset":3693,"anchor":"Chapel_site_returned_to_the_public"},{"toclevel":1,"level":"2","line":"1886 chapel building","number":"4","index":"4","fromtitle":"Union_Chapel,_Marietta,_Georgia","byteoffset":4695,"anchor":"1886_chapel_building"},{"toclevel":1,"level":"2","line":"Developmental history","number":"5","index":"5","fromtitle":"Union_Chapel,_Marietta,_Georgia","byteoffset":7383,"anchor":"Developmental_history"},{"toclevel":2,"level":"3","line":"The Nesbitt family","number":"5.1","index":"6","fromtitle":"Union_Chapel,_Marietta,_Georgia","byteoffset":8435,"anchor":"The_Nesbitt_family"},{"toclevel":2,"level":"3","line":"The original Union Chapel deed","number":"5.2","index":"7","fromtitle":"Union_Chapel,_Marietta,_Georgia","byteoffset":12930,"anchor":"The_original_Union_Chapel_deed"},{"toclevel":2,"level":"3","line":"The first trustees of Union Chapel","number":"5.3","index":"8","fromtitle":"Union_Chapel,_Marietta,_Georgia","byteoffset":13790,"anchor":"The_first_trustees_of_Union_Chapel"},{"toclevel":2,"level":"3","line":"Earlier wooden structure destroyed by fire","number":"5.4","index":"9","fromtitle":"Union_Chapel,_Marietta,_Georgia","byteoffset":16027,"anchor":"Earlier_wooden_structure_destroyed_by_fire"},{"toclevel":2,"level":"3","line":"Union Chapel and the surrounding community","number":"5.5","index":"10","fromtitle":"Union_Chapel,_Marietta,_Georgia","byteoffset":17824,"anchor":"Union_Chapel_and_the_surrounding_community"},{"toclevel":1,"level":"2","line":"Agriculture","number":"6","index":"11","fromtitle":"Union_Chapel,_Marietta,_Georgia","byteoffset":20056,"anchor":"Agriculture"},{"toclevel":1,"level":"2","line":"References","number":"7","index":"12","fromtitle":"Union_Chapel,_Marietta,_Georgia","byteoffset":25380,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Union Chapel, Marietta, Georgia","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q28404313"}]}}