{"parse":{"title":"Quick Recall","pageid":7357998,"revid":715125011,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Quick Recall</b> is an academic <a href=\"/wiki/Quiz_bowl\" title=\"Quiz bowl\">quiz bowl</a> competition comparable found in several states of the <a href=\"/wiki/United_State_of_America\" class=\"mw-redirect\" title=\"United State of America\">United State of America</a>.  Quick Recall, featuring 2 halves of tossup and bonus questions, is used primarily for traditional academic competition in Kentucky. In Ohio, Quick Recall is different as it offers two rounds of team questions (with 1 toss-up style question per category), then an alphabet round in which all answers start with the same letter, and ending with a lightning round.\nThe Kentucky state tournament (called the Governor's Cup) is officiated by the KAAC (Kentucky Association for Academic Competition).\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Format\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Format</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Procedures\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Procedures</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Questions\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Questions</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Penalties\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Penalties</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Ties\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Ties</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Inquiry_Process\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Inquiry Process</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Officials\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Officials</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Competitions_and_Tournaments\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">Competitions and Tournaments</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Format\">Format</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Quick_Recall&amp;action=edit&amp;section=1\" title=\"Edit section: Format\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The format differs by grade level. Elementary competitions use a set of 30 questions that are to be read in 10 minutes. Middle School and JV Challenge competitions use a set of 40 questions that are to be read in 12 minutes. High school competitions use a 50 question set that is to be read in 15 minutes. After the time has elapsed, no other questions can be read in that half. There are two halves in each round. After the first half, teams often switch places, as in places in which they are sitting, buzzers, scrap paper, and pencils. Inquiries may be filed after the first or second half of each match by either coach.\n</p><p>The game consists of all toss-up style questions. If a team gains the point (for a correct answer) for the tossup, a bonus is read. The bonus usually does not pertain to the toss-up. Bounce-back rule is in effect. (As declared by the rule-book used in KAAC games.)\n</p><p>Competitors use buzzers (usually foot-pedals used in hand or buzzed on desk) (another prevalent system is the so-called \"Showtime\" buzzer system, which resembles a <a href=\"/wiki/Jeopardy!\" title=\"Jeopardy!\">Jeopardy!</a> buzzer) to buzz in when a question is being read or after it has been read. There are no added benefits for interrupting the moderator.\n</p><p>A competitor has 5 seconds (Middle/High School) or 10 seconds (Elementary School) to buzz in after a toss-up is read. Competitors cannot confer with each other on a toss-up. Competitors can interrupt the moderator to answer the question; however, if they give an incorrect answer, the rest of the question is read for the other team. The student, after buzzing in and being recognized by the spotter, must answer immediately or a hesitation is called. If he/she answers correctly, the team is asked a bonus question for their team only. The team is allowed to discuss the answer and have ten seconds to respond. If they do not answer correctly, the other team has to answer immediately, commonly known as the Bounceback Rule. Captains are the only members of the team who can answer on the bonus. Each team has one captain. The captains can, however, designate another teammate to answer. If, on a bounceback, the captain does not immediately answer or designate a teammate, hesitation is called and a new toss-up is asked.\n</p>\n<h2><span class=\"mw-headline\" id=\"Procedures\">Procedures</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Quick_Recall&amp;action=edit&amp;section=2\" title=\"Edit section: Procedures\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The moderator will generally commence the match by introducing the teams and officials. He/she will also remind the audience to keep noise to a minimum during the match, which includes leaving and re-entering the match room and the use of electronic devices, as it often distracts players from the game. The moderator will then instruct the buzzer operator to conduct a buzzer check. Each competitor will buzz in the order they sit to verify the proper operation of the buzzer and to verify spotter pronunciation of names. The moderator may then remind competitors of rules and other procedures; the match then starts with a tossup question.\n</p>\n<h2><span class=\"mw-headline\" id=\"Questions\">Questions</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Quick_Recall&amp;action=edit&amp;section=3\" title=\"Edit section: Questions\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The questions are usually relatively short.\nThe questions are divided into 5 categories: Math, Science, Social Studies (History, Geography, Current Events, Economics, Sociology), Arts and Humanities (Art, Music, Dance, Mythology, Religion, Pop Culture), and Language Arts (Literature [heavy emphasis here], Grammar, Literary Terms).\n</p><p>In official KAAC Governor's Cup competitions, the questions are divided equally in the question rounds (i.e. there are 20 questions from each area [plus one alternate from each area] in every 100-question game [with 5 alternates at the end]). Unofficial Governor's Cup competitions which use questions provided by independent vendors usually have no set content distribution, so many times questions are not equally divided among the 5 content areas.\n</p>\n<h2><span class=\"mw-headline\" id=\"Penalties\">Penalties</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Quick_Recall&amp;action=edit&amp;section=4\" title=\"Edit section: Penalties\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Several penalites exist during the Quick Recall match. The broadest penalty is the infraction, which can be given for any number of rule violations. The most common infraction is talking during a tossup. If this occurs, the tossup is read for the other team only. An infraction can refer to any violation of the rules; other penalties are more specific forms of infractions. Another common penalty is hesitation. Hesitation occurs when a competitor fails to respond after being recognised. The enforcement of hesitation rules varies with different teams of officials. Some officials enforce hesitation immediately; others give competitors some lee-way.\n</p>\n<h2><span class=\"mw-headline\" id=\"Ties\">Ties</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Quick_Recall&amp;action=edit&amp;section=5\" title=\"Edit section: Ties\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Ties cannot occur in a Quick Recall match. If the two teams have equal scores after accounting for all inquiries, the match proceeds to an overtime period. The first team to score five points wins the match. There is no match clock, although the response times are the same as in a regular match. All other rules/procedures still apply, including the inquiry period following the conclusion of the match.\n</p>\n<h2><span class=\"mw-headline\" id=\"Inquiry_Process\">Inquiry Process</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Quick_Recall&amp;action=edit&amp;section=6\" title=\"Edit section: Inquiry Process\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>At Governor's Cup, a sophisticated Inquiry process exists. Coaches may only challenge on questions of procedure or content; hesitations cannot be appealed. At the end of each half, there is a three-minute period for each coach to write any inquries. All inquiries must be written. After a written inquiry is presented, the judge must make a ruling. Often, the judge will consult with the other match officials, especially the moderator. The judge may either accept the inquiry or deny the inquiry. Either coach may appeal the decision of the judge to the Chief Official. If this occurs, the coach not filing the inquiry has three minutes in which to write a rebuttal to the inquiry. After this occurs, the inquiry is sent out to the chief official, who rules on its merits. The chief official has the final decision on all inquiries.\n</p>\n<h2><span class=\"mw-headline\" id=\"Officials\">Officials</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Quick_Recall&amp;action=edit&amp;section=7\" title=\"Edit section: Officials\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Quick Recall matches are officiated by an officiating team. The first position is the moderator. This person reads the questions and makes calls of correctness or incorrectness. The ultimate match authority is the judge, who can overrule any other decision made by a match official. Judges monitor the performance of the other officials and rule on inquires. A scorer keeps the official match score. The spotter recognizes the player who buzzes into the game. The standard format is school name and then player name. For example, a typical recognition would be, \"SC, Wyatt\". The next official is the buzzer operator. This person manages the equipment used to buzz in. A timer keeps match time and question time. With the advent of computer-operated systems, the roles of scorer, spotter, timer, and buzzer operator are often combined into one role. However, an official match score must always be kept on paper. In Governor's Cup competition, the decisions of judges can be appealed to a chief official through the inquiry process. The chief official has final authority when making decisions.\n</p>\n<h2><span class=\"mw-headline\" id=\"Competitions_and_Tournaments\">Competitions and Tournaments</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Quick_Recall&amp;action=edit&amp;section=8\" title=\"Edit section: Competitions and Tournaments\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Quick Recall competitions, along with <a href=\"/wiki/Future_Problem_Solving\" class=\"mw-redirect\" title=\"Future Problem Solving\">Future Problem Solving</a> and Written Assessments (tests on subject areas) are all played on District, Regional, (all three school levels) and State Finals (middle and high school students only). Kentucky's state tournament is called Governor's Cup. KAAC divides Governor's Cup into three areas: Quick Recall, Written Assessment, and Future Problem Solving. Teams receive points for performance in the tests (Written Assessments), wins in the quick recall rounds, and placement in FPS. The team with the most points wins the tournament.  The Written Assessment categories are as follows: Mathematics, Science, Social Studies, Language Arts, Arts and Humanities, and Composition.  Language Arts  has a focus work that is sometimes given to the students beforehand so they can obtain a copy and read it. If not, there will be no designated focus work.  20% of the LA test questions are related to that focus work or its author. Composition consists of a timed essay on a given topic.\n</p><p>District, Regional, and State tournaments are sectioned by KAAC.\n</p><p>Other Quick Recall tournaments are run in Kentucky in addition to those officiated by KAAC officials. These include the tournament at Hart County High School and Fleming County High School. These include extreme cheese.\n</p><p>There are 3 levels of play in KAAC Governor's Cup Quick Recall play. Elementary Schools compete on the District and Regional levels while Middle and High Schools compete on District, Regional, and State levels.\n</p>\n<!-- \nNewPP limit report\nParsed by mw2241\nCached time: 20180915011711\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.012 seconds\nReal time usage: 0.017 seconds\nPreprocessor visited node count: 27/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:7357998-0!canonical and timestamp 20180915011711 and revision id 715125011\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","*":"Student_quiz_competitions"}],"links":[{"ns":0,"exists":"","*":"Future Problem Solving"},{"ns":0,"exists":"","*":"Jeopardy!"},{"ns":0,"exists":"","*":"Quiz bowl"},{"ns":0,"exists":"","*":"United State of America"}],"templates":[],"images":[],"externallinks":[],"sections":[{"toclevel":1,"level":"2","line":"Format","number":"1","index":"1","fromtitle":"Quick_Recall","byteoffset":630,"anchor":"Format"},{"toclevel":1,"level":"2","line":"Procedures","number":"2","index":"2","fromtitle":"Quick_Recall","byteoffset":2875,"anchor":"Procedures"},{"toclevel":1,"level":"2","line":"Questions","number":"3","index":"3","fromtitle":"Quick_Recall","byteoffset":3537,"anchor":"Questions"},{"toclevel":1,"level":"2","line":"Penalties","number":"4","index":"4","fromtitle":"Quick_Recall","byteoffset":4340,"anchor":"Penalties"},{"toclevel":1,"level":"2","line":"Ties","number":"5","index":"5","fromtitle":"Quick_Recall","byteoffset":5011,"anchor":"Ties"},{"toclevel":1,"level":"2","line":"Inquiry Process","number":"6","index":"6","fromtitle":"Quick_Recall","byteoffset":5429,"anchor":"Inquiry_Process"},{"toclevel":1,"level":"2","line":"Officials","number":"7","index":"7","fromtitle":"Quick_Recall","byteoffset":6287,"anchor":"Officials"},{"toclevel":1,"level":"2","line":"Competitions and Tournaments","number":"8","index":"8","fromtitle":"Quick_Recall","byteoffset":7398,"anchor":"Competitions_and_Tournaments"}],"parsewarnings":[],"displaytitle":"Quick Recall","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q7271710"}]}}