{"parse":{"title":"Educational theory of apprenticeship","pageid":19516480,"revid":857141024,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-style ambox-Tone\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/60px-Edit-clear.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/80px-Edit-clear.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article's <b>tone or style may not reflect the <a href=\"/wiki/Wikipedia:Writing_better_articles#Tone\" title=\"Wikipedia:Writing better articles\">encyclopedic tone</a> used on Wikipedia</b>.<span class=\"hide-when-compact\"> See Wikipedia's <a href=\"/wiki/Wikipedia:Writing_better_articles#Tone\" title=\"Wikipedia:Writing better articles\">guide to writing better articles</a> for suggestions.</span>  <small><i>(February 2017)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p>The <b>apprentice perspective</b> is an educational theory of <a href=\"/wiki/Apprenticeship\" title=\"Apprenticeship\">apprenticeship</a> concerning the process of <a href=\"/wiki/Learning\" title=\"Learning\">learning</a> through physical integration into the practices associated with the subject, such as workplace training.  By developing similar performance to other practitioners, an apprentice will come to understand the tacit (informally taught) duties of the position.  In the process of creating this awareness, the learner also affect their environment; as they are accepted by master practitioners, their specific talents and contributions within the field are taken into account and integrated into the overall practice.\n</p><p>The Apprenticeship Perspective can be used to teach procedures to students. For example, tying a shoe, building a fire, and taking blood can all use the Apprenticeship Perspective to teach students these skills. However, it can be used to develop master practitioners in fields that involve increased complexity, numerous webs of interaction, or shifting environments demanding constant attention.  Driver education, flight training and sports training all use the Apprenticeship Perspective for learners to learn a specific skill.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Definition\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Definition</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Educational_theory_of_apprenticeship\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Educational theory of apprenticeship</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Factors_of_success_in_apprenticeship\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Factors of success in apprenticeship</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Apprenticeship_phases\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Apprenticeship phases</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Goals_of_apprenticeship\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Goals of apprenticeship</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Helpful_links\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Helpful links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Definition\">Definition</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Educational_theory_of_apprenticeship&amp;action=edit&amp;section=1\" title=\"Edit section: Definition\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Apprenticeship learning has several formal definitions. Here are the most popular definitions:\n</p>\n<ul><li>According to Pratt (1998) the Apprenticeship Perspective involves the learner within an actual, physical context of practice.</li>\n<li>Apprentices work side by side with an expert in order to learn a specific task (Barab &amp; Hay, 2001).</li>\n<li>Apprenticeships include: \"(1) the development of learning contexts that model proficiency, (2) providing coaching and <a href=\"/wiki/Instructional_scaffolding\" title=\"Instructional scaffolding\">scaffolding</a> as students become immersed in authentic activities, (3) independent practice so that students gain an appreciation of the use of domain-related principles across multiple contexts\" (Barab &amp; Hay, p.&#160;72, 2001)</li>\n<li>Apprenticeship is a teaching method utilized by educators to teach students how to solve problems, understand tasks, perform specific tasks, and deal with difficult situations (Collins, Brown, and Newman 1989).</li>\n<li>Furthermore, apprenticeship learning can be a useful supplement for adult educators with other types of instruction (Brandt, Farmer Jr., &amp; Buckmaster, 1993)</li></ul>\n<p>In summary, apprenticeship learning is a method used by teachers to teach students about a specific task. It is utilized in a problematic situation so students know how to react when faced with a similar situation. Students work very closely with an expert at learning a specific skill. Apprenticeship learning is very beneficial to the learner.\n</p>\n<h2><span class=\"mw-headline\" id=\"Educational_theory_of_apprenticeship\">Educational theory of apprenticeship</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Educational_theory_of_apprenticeship&amp;action=edit&amp;section=2\" title=\"Edit section: Educational theory of apprenticeship\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Unlike most other perspectives of education, the apprenticeship perspective is rarely formally taught.  This is because the concepts communicated through apprenticeship are often practical, tacit strategies for achieving goals that do not always conform to standard procedure.  For example, in an office environment lunch breaks may be limited to thirty minutes, but through apprenticeship one learns that up to forty-five minutes is acceptable.  It would be inconvenient for the company to formally allow that allotment, but through informal training the message may still be communicated.\n</p><p>Educational theories of apprenticeship often involve the combination of formal and information training for the development of <a href=\"/wiki/Schema_(psychology)\" title=\"Schema (psychology)\">schema</a>, mental structures that represent individual understanding of experiences that frame a person’s conceptualization of reality.  For example, a bicycle mechanic accustomed to road cycling may study texts covering mountain biking, but he will probably find it difficult to apply that formal training on a rough course.  Educational theory’s response to this is apprenticeship; by riding with a friend on the mountain side, the cyclist can watch and learn, constantly reiterating his performance to meet the demands of the sport.  In this way he is developing his schema through formal and informal training.\n</p><p>The Apprentice Perspective is a <a href=\"/wiki/Holistic\" class=\"mw-redirect\" title=\"Holistic\">holistic</a> field of learning because it involves the education of both the student and the teacher.  As the learner develops a schema that begins to incorporate the intricacies of the environment, they will be more capable of performing similarly to their peers.  Once this is recognized by the trainer, the student will become accepted as a peer; at this point, as the new worker tackles problems through their new and previously existing schema, their individual talents may start to be applied within the group practices.  In this way, apprenticeship retains fresh information and ideas within a common body of knowledge.\n</p>\n<h2><span class=\"mw-headline\" id=\"Factors_of_success_in_apprenticeship\">Factors of success in apprenticeship</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Educational_theory_of_apprenticeship&amp;action=edit&amp;section=3\" title=\"Edit section: Factors of success in apprenticeship\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>According to Pratt (1998), successful development through apprenticeship involves three key factors.  To become a master of the field, the learning process must be active, social, and authentic.  These points will lead to the learner’s greater understanding of the field and improved future contributions:\n</p>\n<ul><li>Activity concerns the level to which the learner is physically and mentally stimulated within the environment.  Successful trainers allow the student to be highly involved in the processes of decision making and action because they know that it is the doing that will have the most effect on the student’s schema.  In training to drive an automobile, students will never be able to pass without a physical examination of driving ability.  To prepare for this, learners are given the opportunity to drive in safe areas.  This active use of the tool prepares the student for its later, tested use.</li>\n<li>Second is the concept of sociality.  Students must interact constantly with the tools for success, the teachers and the beneficiaries of the work.  This holistic approach will further integrate the student into the interrelated web of action and consequence within the field.  For example, a server training at a restaurant will not only follow a more experienced server, but interact with the customers, fellow employees, and management in the same time frame.  The server will thus establish connections between all these groups and the personnel that embody them, preparing the server for day-to-day activities.</li>\n<li>Finally, authenticity is essential to apprenticeship.  This is the establishment of a mental connection between the work of the student in a particular field and the comprehension of the greater public.  An electrical engineer may understand the intricacies and challenges of computer panels, but this is only half of the required knowledge.  They must also learn how most people perceive these panels and their interaction with them.  From this understanding of the other end of spectrum, the engineer will better understand the achievement and thus authenticity of the community of electrical engineering.</li></ul>\n<h2><span class=\"mw-headline\" id=\"Apprenticeship_phases\">Apprenticeship phases</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Educational_theory_of_apprenticeship&amp;action=edit&amp;section=4\" title=\"Edit section: Apprenticeship phases\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The apprenticeship perspective includes a series of phases that help articulate the roles of the learner and teacher during the process of observing and enacting concepts.\n</p>\n<ul><li>Phase I: Modeling – The complete act is observed and contemplated.  This means that the smaller parts that make up the whole are not yet examined in depth.  The observer first frames the larger experience and will be able to specify from there.  \"Modeling occurs in two parts: behavioral modeling allows learners to observe performance of an activity by experienced members to share \"tricks of the trade\" with new members\" (Hansman, 2001, p.&#160;47). The learner is using articulation and domain-specific heuristics in this phase (Brandt et al., 1993).</li>\n<li>Phase II: Approximating – In private or in non-critical scenarios, the observer begins to mimic the actions of the teacher.  Through close guidance, the learner begins to articulate more clearly the teacher's actions.  This phase allows the learner to try the activity and lets them think about what they plan to do and why they plan to do it. Then after the activity the learner reflects about the activity. They examine what they did in comparison to what the expert did.</li>\n<li>Phase III: Fading – The learner, still within the safety net, starts operating in a more detailed manner, playing within the structure that has been taught. The learner's capabilities are increased as the experts assistance decreases (Hansman, 2001).</li>\n<li>Phase IV: Self-directed Learning – The learner attempts the actions within real society, limiting him/herself to the scope of actions in the field that are well understood. The learner is performing the actual task and only seeking assistance when needed from the expert (Hansman, 2001).</li>\n<li>Phase V: Generalizing – The learner generalizes what has been learned, trying to apply those skills to multiple scenarios and continuing to grow in ability in the field.  The learner uses discussion in this phase to relate what they have learned to other relevant situations (Hansman, 2001).</li></ul>\n<h2><span class=\"mw-headline\" id=\"Goals_of_apprenticeship\">Goals of apprenticeship</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Educational_theory_of_apprenticeship&amp;action=edit&amp;section=5\" title=\"Edit section: Goals of apprenticeship\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>There are three main goals of apprenticeship learning according to Brandt et al. (1993).\n</p>\n<ul><li>The first goal is for the adult learner to discover what works. This does not mean for the learner to use problem solving learning and figure out the situation on their own. There is guidance provided. The learner uses skills learned from the expert in order to successfully solve a problem.</li>\n<li>Secondly, the learner recognizes tasks, problems or situations and knows how to handle them. The learner learns the appropriate practical and theoretical knowledge. Learners are not learning this knowledge in isolation from other students. Students are working in a social setting with lifelike scenarios in order to learn a specific task.</li>\n<li>Finally, the learner is able to perform at an acceptable level. The learner is not learning basic skills at a novice level but working with an expert in order to perform at an acceptable level. Students are not learning skills at a basic level but rather at a level that is accepted in the specific industry.</li></ul>\n<p>These three goals have been accomplished based on published literature, learners feel apprenticeship \"learning experience expands their awareness of the factors that should be considered' helps them organize and pay attention to their thought processes while handling difficult tasks, problems, and problematic situations; and emphasizes the importance of particular aspects of such tasks, problems, and problematic situations previously ignored or regarded as unimportant\" (Brandt et al., 1993). Clearly the three goals of apprenticeship learning have been accomplished. Learners have been able to discover what works in situations, and knows how to handles problems and finally the learner can perform at a satisfactory level.\n</p>\n<h2><span class=\"mw-headline\" id=\"Helpful_links\">Helpful links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Educational_theory_of_apprenticeship&amp;action=edit&amp;section=6\" title=\"Edit section: Helpful links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Apprenticeships <a rel=\"nofollow\" class=\"external free\" href=\"http://www.apprenticeships.org.uk/\">http://www.apprenticeships.org.uk/</a></li>\n<li>U.S. Department of Labor Employment &amp; Training Administration Apprenticeship Website <a rel=\"nofollow\" class=\"external free\" href=\"http://www.doleta.gov/OA/eta_default.cfm\">http://www.doleta.gov/OA/eta_default.cfm</a></li>\n<li>Vocational Information Center Apprenticeship Training Resources <a rel=\"nofollow\" class=\"external free\" href=\"http://www.khake.com/page58.html\">http://www.khake.com/page58.html</a></li>\n<li>K.E. (2001). Doing science at the elbows of experts: Issues related to the science apprenticeship camp. <i>Journal of Research in Science Teaching 38</i>(1), 70–102.</li>\n<li>Brandt, B.L., Farmer Jr., J.A., &amp; Buckmaster, A. (1993). Cognitive apprenticeship approach to helping adults learn. New Directions for Adult and Continuing Education, 59, 69–78.</li>\n<li>Collins, A., Bown, J.S. &amp; Newman, S.E. Cognitive apprenticeship: Teaching the crafts of reading, writing, and mathematics. In L.B. Resnick (ed.) Knowing, Learning, and Instructional Essays in Honor of Robert Glaser. Hillsdale, NJ: Erlbaum, 1989.</li>\n<li>Hansman, C.A. (2001). <i>Context-based adult learning</i>. New Directions for Adult and Continuing Education, 89, 43–51.</li>\n<li>Pratt, D.D. (1998) Five perspectives on teaching in adult and higher education. Malabar, FL: Krieger Publishing Company.</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1242\nCached time: 20180911144912\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.048 seconds\nReal time usage: 0.073 seconds\nPreprocessor visited node count: 75/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 3292/2097152 bytes\nTemplate argument size: 20/2097152 bytes\nHighest expansion depth: 5/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.020/10.000 seconds\nLua memory usage: 818 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   54.836      1 Template:Tone\n100.00%   54.836      1 -total\n 60.90%   33.394      1 Template:Ambox\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:19516480-0!canonical and timestamp 20180911144912 and revision id 857141024\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"Wikipedia_articles_with_style_issues_from_February_2017"},{"sortkey":"","hidden":"","*":"All_articles_with_style_issues"},{"sortkey":"","*":"Learning_theory_(education)"},{"sortkey":"","*":"Apprenticeship"}],"links":[{"ns":14,"exists":"","*":"Category:Wikipedia articles with style issues from February 2017"},{"ns":0,"exists":"","*":"Apprenticeship"},{"ns":0,"exists":"","*":"Holistic"},{"ns":0,"exists":"","*":"Instructional scaffolding"},{"ns":0,"exists":"","*":"Learning"},{"ns":0,"exists":"","*":"Schema (psychology)"},{"ns":4,"exists":"","*":"Wikipedia:Writing better articles"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Tone"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"}],"images":["Edit-clear.svg"],"externallinks":["http://www.apprenticeships.org.uk/","http://www.doleta.gov/OA/eta_default.cfm","http://www.khake.com/page58.html"],"sections":[{"toclevel":1,"level":"2","line":"Definition","number":"1","index":"1","fromtitle":"Educational_theory_of_apprenticeship","byteoffset":1201,"anchor":"Definition"},{"toclevel":1,"level":"2","line":"Educational theory of apprenticeship","number":"2","index":"2","fromtitle":"Educational_theory_of_apprenticeship","byteoffset":2633,"anchor":"Educational_theory_of_apprenticeship"},{"toclevel":1,"level":"2","line":"Factors of success in apprenticeship","number":"3","index":"3","fromtitle":"Educational_theory_of_apprenticeship","byteoffset":4690,"anchor":"Factors_of_success_in_apprenticeship"},{"toclevel":1,"level":"2","line":"Apprenticeship phases","number":"4","index":"4","fromtitle":"Educational_theory_of_apprenticeship","byteoffset":6861,"anchor":"Apprenticeship_phases"},{"toclevel":1,"level":"2","line":"Goals of apprenticeship","number":"5","index":"5","fromtitle":"Educational_theory_of_apprenticeship","byteoffset":8925,"anchor":"Goals_of_apprenticeship"},{"toclevel":1,"level":"2","line":"Helpful links","number":"6","index":"6","fromtitle":"Educational_theory_of_apprenticeship","byteoffset":10717,"anchor":"Helpful_links"}],"parsewarnings":[],"displaytitle":"Educational theory of apprenticeship","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q5341267"}]}}