{"parse":{"title":"Exemplar theory","pageid":38874612,"revid":838373128,"text":{"*":"<div class=\"mw-parser-output\"><div role=\"note\" class=\"hatnote navigation-not-searchable\">For the view of the atonement, see <a href=\"/wiki/Moral_influence_theory_of_atonement\" title=\"Moral influence theory of atonement\">Moral influence theory of atonement</a>.</div>\n<p><b>Exemplar theory</b> is a proposal concerning the way humans <a href=\"/wiki/Categorization\" title=\"Categorization\">categorize</a> objects and ideas in <a href=\"/wiki/Psychology\" title=\"Psychology\">psychology</a>. It argues that individuals make category judgments by comparing new <a href=\"/wiki/Stimulus_(psychology)\" title=\"Stimulus (psychology)\">stimuli</a> with instances already stored in <a href=\"/wiki/Memory\" title=\"Memory\">memory</a>. The instance stored in memory is the <a href=\"https://en.wiktionary.org/wiki/exemplar\" class=\"extiw\" title=\"wikt:exemplar\">\"exemplar\"</a>. The new stimulus is assigned to a category based on the greatest number of similarities it holds with exemplars in that category. For example, the model proposes that people create the \"bird\" category by maintaining in their memory a collection of all the birds they have experienced: sparrows, robins, ostriches, penguins, etc. If a new stimulus is similar enough to some of these stored bird examples, the person categorizes the stimulus in the \"bird\" category.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> Various versions of the exemplar theory have led to a simplification of thought concerning concept learning, because they suggest that people use already-encountered memories to determine categorization, rather than creating an additional abstract summary of representations.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Exemplar_and_prototype_theory\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Exemplar and prototype theory</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Typicality_and_exemplars\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Typicality and exemplars</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Exemplar_frequency_and_recency\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Exemplar frequency and recency</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Research\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Research</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#See_also\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#External_links\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Exemplar_and_prototype_theory\">Exemplar and prototype theory</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Exemplar_theory&amp;action=edit&amp;section=1\" title=\"Edit section: Exemplar and prototype theory\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Exemplar Theory is often contrasted with <a href=\"/wiki/Prototype_theory\" title=\"Prototype theory\">prototype theory</a>, which proposes another method of categorization. We use both the exemplar and prototype method in making category judgments, and they often work in tandem to produce the most accurate conclusion<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (October 2015)\">citation needed</span></a></i>&#93;</sup>. The two theories are similar in that they emphasize the importance of similarity in categorization: only by resembling a prototype or exemplar can a new stimulus be placed into a category. They also both rely on the same general <a href=\"/wiki/Cognition\" title=\"Cognition\">cognitive</a> process: we experience a new stimulus, a concept in memory is triggered, we make a judgment of resemblance, and draw a categorization conclusion. However, the specifics of the two theories are different. Prototype theory suggests that a new stimulus is compared to a single prototype in a category, while exemplar theory suggests that a new stimulus is compared to multiple known exemplars in a category. While a prototype is an abstract average of the members of a category, an exemplar is an actual member of a category, pulled from memory.<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (April 2018)\">citation needed</span></a></i>&#93;</sup> While prototypes are economical—meaning they are more conducive to quick judgments—exemplars are less so. On the other hand, prototypes are less flexible than exemplars: exemplars can account more easily for atypical category members, such as a penguin being part of the \"bird\" category, because an exemplar does not average out the characteristics of a category like a prototype does. Exemplars can make sense of variable categories—those with less distinguished characteristics—such as \"games\", much more so than prototypes, which rely on typical characteristics to determine membership. Another difference, suggested by research, is that exemplars are more likely to be used than prototypes after long experience with a concept.\n</p><p>The categorization process for identifying which type of animal a dog is can be used to provide an example for the usage of exemplar theory. All of the traits of the dog would be taken into consideration and compared, separately, to other animals the individual has encountered before. The individual would eventually conclude that the animal is a dog as it has all of the traits previously associated with an example of a dog. The individual could come to this conclusion using the prototype theory if the dog were average looking, but what happens if the dog only has three legs and does not bark? Here prototype theory might not allow the individual to conclude that the animal is a dog because it doesn’t have prototypic traits but exemplar theory would take into account previous examples of dogs that do not bark or dogs that have injuries and are therefore missing limbs. Exemplar-based categorization approaches carefully go through all encountered examples in a given category to allow for accurate categorization.\n</p><p>Contradictory statements have been made about the accuracy of the exemplar theory for categorization when it is compared to prototype theory. For example, one study at Arizona State University concluded that the exemplar theory is most accurate with minimal category experience and as experience is developed the prototype theory is more accurate.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> Another study though, shows evidence that the exemplar-based approach is more accurate as you become more familiar with a category because knowledge of the members is greater than that that can be represented by a single prototype. It is clear that there are some situations where the exemplar-based approach is most accurate and others where it may not be the most accurate.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> This being said, it is evident that the brain naturally uses a combination of categorization approaches in everyday life.\n</p><p>A study done at the University of Oregon found that prototypical averages are more likely to be forgotten than many specific examples.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> Relying only on prototypes does not allow for adequate consideration while relying only on examples can be inefficient. Exemplar theory is more flexible than prototype theory but less economical, a combination of the two balances the flexibility with the efficiency. Experience with various examples averages into an ever changing, more accurate prototype – it is not that exemplar theory and prototype theory compete against each other but that they work together, in tandem.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup><sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Typicality_and_exemplars\">Typicality and exemplars</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Exemplar_theory&amp;action=edit&amp;section=2\" title=\"Edit section: Typicality and exemplars\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><b>Typicality</b> is an idea often associated with exemplar theory, where the best fitting exemplars, or those sharing the most characteristics with other exemplars of the category, are considered typical and lead to quicker categorization of new stimuli that are similar to these typical exemplars.<sup id=\"cite_ref-auto_8-0\" class=\"reference\"><a href=\"#cite_note-auto-8\">&#91;8&#93;</a></sup> Typical exemplars are more likely to generate an accurate match when categorizing a new item.<sup id=\"cite_ref-auto_8-1\" class=\"reference\"><a href=\"#cite_note-auto-8\">&#91;8&#93;</a></sup> For example when one is asked to generate a list of fruits, apples, oranges and bananas will often come to mind first as they are considered more typical. Fruits such as starfruit or figs might appear on the list but would require a more extensive search through memory.<sup id=\"cite_ref-auto1_9-0\" class=\"reference\"><a href=\"#cite_note-auto1-9\">&#91;9&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Exemplar_frequency_and_recency\">Exemplar frequency and recency</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Exemplar_theory&amp;action=edit&amp;section=3\" title=\"Edit section: Exemplar frequency and recency\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>It has been suggested by researchers that increased <b>frequency</b> of the presentation of a stimulus will positively influence the typicality of an exemplar. As exemplar theory relies on memory of specific instances or experiences, there will be more instances of that exemplar to call upon from memory when a new potential category member is encountered.<sup id=\"cite_ref-auto1_9-1\" class=\"reference\"><a href=\"#cite_note-auto1-9\">&#91;9&#93;</a></sup> Continuing with the example of fruit, apples and oranges are encountered at a higher frequency, contributing to their typicality.  Stimuli encountered soon after an exemplar is encountered can increase the rate of category recognition, this is known as <b>recency</b>. Priming of the exemplar makes the memory more easily accessible and come to mind quicker—therefore seeming more typical.<sup id=\"cite_ref-auto1_9-2\" class=\"reference\"><a href=\"#cite_note-auto1-9\">&#91;9&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Research\">Research</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Exemplar_theory&amp;action=edit&amp;section=4\" title=\"Edit section: Research\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>One study comparing <a href=\"/wiki/Rule-based_system\" title=\"Rule-based system\">rule-based</a> theories and exemplar-based theories found that individuals use rules when the new items are confusable and use exemplars when they are distinct.  Initially, categorization is based on rules.  During the <a href=\"/wiki/Learning_process\" class=\"mw-redirect\" title=\"Learning process\">learning process</a>, appropriate features for discriminating items is learned over time.  Then, new items can be stored as exemplars and used to categorize less important items without discrepancies between rules.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup>\n</p><p>For example, a radiologist must classify a suspicious spot on an X-ray either as a tumor or as natural tissue variation.  Exemplar-based theories suggest that the decision is reached by comparing the current X-ray to exemplars of X-rays in memory.  If the X-ray appears more visually similar to X-rays of tumors than to those of normal tissue, the radiologist may classify the suspicious spot as a tumor.  Rule-based theories suggest that the radiologist observe whether the specific properties of the X-ray meet the same criteria as tumors (i.e. the definition of tumor).  The decision of whether or not the suspicious spot is a tumor is based on the criteria alone.\n</p><p>The frequency with which the item has been encountered is an important factor in influencing its typicality.  Research suggests that the typicality of airplane as a vehicle was assessed before September 11, 2001 and then various times after that date.<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup>  The publicity from the incidents of 9/11 caused an increase in the rated typicality of airplane from five hours to one month after the terrorist attack.  Approximately four and a half months after 9/11, the typicality of airplane returned to its normal level.  These findings suggest that because of the amount of media coverage surrounding the events of 9/11, the word airplane was so frequently used that it became as common as a typical vehicle.  Exemplar models provide explanations for concepts’ typicality ratings, the effects of typicality on categorization time, and effects due to the variability of instances within a category.\n</p><p>The work of Kahneman and Tversky<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (January 2015)\">citation needed</span></a></i>&#93;</sup> illustrated that people use exemplars when making categorizations and decisions. In one of their experiments, it was found that participants estimated the frequency of occurrence of different types of events by finding several exemplars to base their approximation on. For example, when participants were asked if there are more words in the English language that either start with \"k\" or have \"k\" as the third letter, most chose the first option, (even though this is incorrect). Participants presumably did so because they could generate more exemplars of words starting with \"k\" than they could of words with \"k\" as the third letter in the word. (This particular experiment also ties to the <a href=\"/wiki/Availability_heuristic\" title=\"Availability heuristic\">availability heuristic</a>, by which we guess probability by the ease with which an example comes to mind.)<sup id=\"cite_ref-auto_8-2\" class=\"reference\"><a href=\"#cite_note-auto-8\">&#91;8&#93;</a></sup>\n</p><p>In categorization studies, participants sometimes conclude that a new stimuli is not a member of a certain category by finding a counter exemplar. For example, participants based their disagreement with the statement, \"all birds are eagles\" on their retrieval of memories of birds that weren't eagles, such as robins. If participants used exemplars to make disagreeing decisions, they also use exemplars to make reaffirming decisions about category membership.<sup id=\"cite_ref-auto_8-3\" class=\"reference\"><a href=\"#cite_note-auto-8\">&#91;8&#93;</a></sup>\n</p><p>A study by Barsalou et al. asserts that the categorization of event exemplars differs from the categorization of individual exemplars. Feature frequency controls how events are categorized, adding to a more summarized exemplar grouping while individuals are more often categorized separately, creating a new group when a new individual is encountered.<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup>\n</p><p>There is evidence supporting that the exemplar-based approach can be more accurate than the prototype approach.<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup>  Exemplar models are more successful when learning complex concepts rather than simple concepts.<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup><sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Exemplar_theory&amp;action=edit&amp;section=5\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Robert_Nosofsky\" title=\"Robert Nosofsky\">Robert Nosofsky</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Exemplar_theory&amp;action=edit&amp;section=6\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Nosofsky, R.M., Pothos, E.M., Wills, A.J. (2011). The Generalized Context Model: An Exemplar Model of Classification. Formal Approaches to Categorization, 18-39.</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Cave, K. (2009). Prototype and exemplar theories of concepts [notes]. Retrieved from <a rel=\"nofollow\" class=\"external free\" href=\"http://courses.umass.edu/psy315/prototype.html\">http://courses.umass.edu/psy315/prototype.html</a></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Homa, D., Sterling, S., Trepel, L. (1981) Limitation of exemplar-based generalization and the abstraction of categorical information. Journal of Experimental Psychology: Human Learning and Memory 7 (6) pp. 418-439.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Mack, M.L., Preston, A.R., Love, B.C. (2013) Decoding the brain’s algorithm for categorization from its neural implementation. Current Biology, 23 (20) pp. 2023-2027</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Hintzman, D.L., Ludlam, G. (1980) Differential forgetting of prototypes and old instances: Simulation by an exemplar-based classification model. Memory and Cognition in Psychonomic Society 8 (4) pp. 378-382</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Johansen, M.K., Fouquet, N., Savage, J., Shanks, D.R. (2013) Instance memorization and category influence: Challenging the evidence for multiple systems in category learning. Quarterly Journal of Experimental Psychology 66 (6) pp. 1204-1226</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Sternberg, R.J. (1999) The Nature of Cognition. MIT Press. Pp. 231-235</span>\n</li>\n<li id=\"cite_note-auto-8\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-auto_8-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-auto_8-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-auto_8-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-auto_8-3\"><sup><i><b>d</b></i></sup></a></span> <span class=\"reference-text\">Smith, E., Medin, D. (1999). The Exemplar View. Concepts: Core Readings, 207-209.</span>\n</li>\n<li id=\"cite_note-auto1-9\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-auto1_9-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-auto1_9-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-auto1_9-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\">Reisberg, D. (2013) Cognition: Exploring the Science of the Mind. 5th ed. W. W. Norton &amp; Co. New York.</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Rouder, J. N., &amp; Ratcliff, R. (2006). Comparing exemplar- and rule-based theories of categorization. Current Directions In Psychological Science (Wiley-Blackwell), 15(1), 9-13. doi:10.1111/j.0963-7214.2006.00397.x</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Novick, L.R. (2003). At the forefront of thought: The effect of media expose on airplane typicality. Psychonomic Bulletin &amp; Review, 10, 971-974.</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Barsalou, L. W., Huttenlocher, J., Lamberts, K. (1998) Basing Categorization on Individuals and Events. Cognitive Psychology, 36, 203-272.</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">Storms, G., De Boeck, P., &amp; Ruts, W. (2000). Prototype and exemplar-based information in natural language categories. Journal of Memory and Language, 42, 51-73.</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">Feldman, J. (2003). The simplicity principle in human concept learning. Current Directions in Psychological Science, 12, 227-232.</span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\">Smith, J.D., &amp; Minda, J.P. (2000). Thirty categorization results in search of a model. Journal of Experimental Psychology: Learning, Memory, &amp; Cognition, 26, 3-27.</span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Exemplar_theory&amp;action=edit&amp;section=7\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Jeffrey N. Rouder and Roger Ratcliff: <a rel=\"nofollow\" class=\"external text\" href=\"http://star.psy.ohio-state.edu/coglab/People/roger/pdf/curdir06.pdf\">Comparing Exemplar- and Rule-Based Theories of Categorization</a></li>\n<li>Christian W. Werner and Gerd Rehkämper: <a rel=\"nofollow\" class=\"external text\" href=\"http://download.springer.com/static/pdf/477/art%253A10.1007%252Fs100710100090.pdf?auth66=1398532014_bec6bbae2679675e5ec8789600b9b194&amp;ext=.pdf\">Categorization by chickens based on Exemplar, Feature and Prototype Theory</a></li>\n<li>Gregory F. Ashby and Todd Maddox: <a rel=\"nofollow\" class=\"external text\" href=\"http://www.annualreviews.org/doi/full/10.1146/annurev.psych.56.091103.070217\">Human Category Learning</a></li>\n<li>Frank Jakel, Bernhard Scholkopf, and Felix A. Wichmann: <a rel=\"nofollow\" class=\"external text\" href=\"http://matt.colorado.edu/teaching/categories/jsw8.pdf\">Generalization and similarity in exemplar models of categorization: Insights from machine learning</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1330\nCached time: 20180907185838\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.128 seconds\nReal time usage: 0.160 seconds\nPreprocessor visited node count: 659/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 6206/2097152 bytes\nTemplate argument size: 1521/2097152 bytes\nHighest expansion depth: 11/40\nExpensive parser function count: 3/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 6709/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.047/10.000 seconds\nLua memory usage: 1.49 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  133.655      1 -total\n 51.04%   68.220      3 Template:Citation_needed\n 44.94%   60.062      3 Template:Fix\n 25.50%   34.081      6 Template:Category_handler\n 24.50%   32.747      1 Template:For\n 15.77%   21.078      3 Template:Delink\n 14.14%   18.898      1 Template:Reflist\n  4.02%    5.378      3 Template:Fix/category\n  1.71%    2.288      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:38874612-0!canonical and timestamp 20180907185838 and revision id 838373128\n -->\n</div>"},"langlinks":[{"lang":"de","url":"https://de.wikipedia.org/wiki/Exemplar_(Psychologie)","langname":"German","autonym":"Deutsch","*":"Exemplar (Psychologie)"},{"lang":"it","url":"https://it.wikipedia.org/wiki/Teoria_dell%27esemplare","langname":"Italian","autonym":"italiano","*":"Teoria dell'esemplare"}],"categories":[{"sortkey":"","hidden":"","*":"All_articles_with_unsourced_statements"},{"sortkey":"","hidden":"","*":"Articles_with_unsourced_statements_from_October_2015"},{"sortkey":"","hidden":"","*":"Articles_with_unsourced_statements_from_April_2018"},{"sortkey":"","hidden":"","*":"Articles_with_unsourced_statements_from_January_2015"},{"sortkey":"","*":"Psychology"},{"sortkey":"","*":"Learning_theory_(education)"}],"links":[{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from October 2015"},{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from April 2018"},{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from January 2015"},{"ns":0,"exists":"","*":"Availability heuristic"},{"ns":0,"exists":"","*":"Categorization"},{"ns":0,"exists":"","*":"Cognition"},{"ns":0,"exists":"","*":"Learning process"},{"ns":0,"exists":"","*":"Memory"},{"ns":0,"exists":"","*":"Moral influence theory of atonement"},{"ns":0,"exists":"","*":"Prototype theory"},{"ns":0,"exists":"","*":"Psychology"},{"ns":0,"exists":"","*":"Robert Nosofsky"},{"ns":0,"exists":"","*":"Rule-based system"},{"ns":0,"exists":"","*":"Stimulus (psychology)"},{"ns":4,"exists":"","*":"Wikipedia:Citation needed"}],"templates":[{"ns":10,"exists":"","*":"Template:For"},{"ns":10,"exists":"","*":"Template:Citation needed"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Delink"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:For"},{"ns":828,"exists":"","*":"Module:Hatnote list"},{"ns":828,"exists":"","*":"Module:Hatnote"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Delink"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["http://courses.umass.edu/psy315/prototype.html","http://star.psy.ohio-state.edu/coglab/People/roger/pdf/curdir06.pdf","http://download.springer.com/static/pdf/477/art%253A10.1007%252Fs100710100090.pdf?auth66=1398532014_bec6bbae2679675e5ec8789600b9b194&ext=.pdf","http://www.annualreviews.org/doi/full/10.1146/annurev.psych.56.091103.070217","http://matt.colorado.edu/teaching/categories/jsw8.pdf"],"sections":[{"toclevel":1,"level":"2","line":"Exemplar and prototype theory","number":"1","index":"1","fromtitle":"Exemplar_theory","byteoffset":1468,"anchor":"Exemplar_and_prototype_theory"},{"toclevel":1,"level":"2","line":"Typicality and exemplars","number":"2","index":"2","fromtitle":"Exemplar_theory","byteoffset":6797,"anchor":"Typicality_and_exemplars"},{"toclevel":1,"level":"2","line":"Exemplar frequency and recency","number":"3","index":"3","fromtitle":"Exemplar_theory","byteoffset":7739,"anchor":"Exemplar_frequency_and_recency"},{"toclevel":1,"level":"2","line":"Research","number":"4","index":"4","fromtitle":"Exemplar_theory","byteoffset":8559,"anchor":"Research"},{"toclevel":1,"level":"2","line":"See also","number":"5","index":"5","fromtitle":"Exemplar_theory","byteoffset":13558,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"6","fromtitle":"Exemplar_theory","byteoffset":13596,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"7","index":"7","fromtitle":"Exemplar_theory","byteoffset":13624,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Exemplar theory","iwlinks":[{"prefix":"wikt","url":"https://en.wiktionary.org/wiki/exemplar","*":"wikt:exemplar"}],"properties":[{"name":"wikibase_item","*":"Q1383665"}]}}