{"parse":{"title":"Akshaya project","pageid":4158961,"revid":824446316,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content ambox-multiple_issues compact-ambox\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/40px-Ambox_important.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/60px-Ambox_important.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/80px-Ambox_important.svg.png 2x\" data-file-width=\"40\" data-file-height=\"40\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\"><div class=\"mw-collapsible\" style=\"width:95%; margin: 0.2em 0;\"><b>This article has multiple issues.</b> Please help <b><a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Akshaya_project&amp;action=edit\">improve it</a></b> or discuss these issues on the <b><a href=\"/wiki/Talk:Akshaya_project\" title=\"Talk:Akshaya project\">talk page</a></b>. <small><i>(<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove these template messages</a>)</i></small>\n<div class=\"mw-collapsible-content\" style=\"margin-top: 0.3em;\">\n      <table class=\"plainlinks metadata ambox ambox-style ambox-No_footnotes\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/40px-Text_document_with_red_question_mark.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/60px-Text_document_with_red_question_mark.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/80px-Text_document_with_red_question_mark.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article includes a <a href=\"/wiki/Wikipedia:Citing_sources\" title=\"Wikipedia:Citing sources\">list of references</a>, related reading or <a href=\"/wiki/Wikipedia:External_links\" title=\"Wikipedia:External links\">external links</a>, <b>but its sources remain unclear because it lacks <a href=\"/wiki/Wikipedia:Citing_sources#Inline_citations\" title=\"Wikipedia:Citing sources\">inline citations</a></b>.<span class=\"hide-when-compact\"> Please help to <a href=\"/wiki/Wikipedia:WikiProject_Fact_and_Reference_Check\" title=\"Wikipedia:WikiProject Fact and Reference Check\">improve</a> this article by <a href=\"/wiki/Wikipedia:When_to_cite\" title=\"Wikipedia:When to cite\">introducing</a> more precise citations.</span>  <small><i>(December 2014)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<table class=\"plainlinks metadata ambox ambox-content ambox-Primary_sources\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Question_book-new.svg\" class=\"image\"><img alt=\"Question book-new.svg\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png\" width=\"50\" height=\"39\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/75px-Question_book-new.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/100px-Question_book-new.svg.png 2x\" data-file-width=\"512\" data-file-height=\"399\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>relies too much on <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">references</a> to <a href=\"/wiki/Wikipedia:No_original_research#Primary,_secondary_and_tertiary_sources\" title=\"Wikipedia:No original research\">primary sources</a></b>.<span class=\"hide-when-compact\"> Please improve this  by adding <a href=\"/wiki/Wikipedia:No_original_research#Primary,_secondary_and_tertiary_sources\" title=\"Wikipedia:No original research\">secondary or tertiary sources</a>.</span>  <small><i>(December 2014)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n    </div>\n</div><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:222px;\"><a href=\"/wiki/File:Akshaya_ML_emblom1.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Akshaya_ML_emblom1.jpg/220px-Akshaya_ML_emblom1.jpg\" width=\"220\" height=\"201\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/e/e5/Akshaya_ML_emblom1.jpg 1.5x\" data-file-width=\"250\" data-file-height=\"228\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Akshaya_ML_emblom1.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>Akshaya Malayalam emblem</div></div></div>\n<p>The <b>Akshaya project</b>, first started in the rural <a href=\"/wiki/Malappuram_district\" title=\"Malappuram district\">Malappuram district</a> of <a href=\"/wiki/Kerala\" title=\"Kerala\">Kerala</a>, <a href=\"/wiki/India\" title=\"India\">India</a>, and now spread all around the state, was the first district-wide <a href=\"/wiki/Computer_literacy\" title=\"Computer literacy\">e-literacy</a> project in India and one of the largest known <a href=\"/wiki/Internet_Protocol\" title=\"Internet Protocol\">Internet Protocol</a> (IP) based <a href=\"/wiki/Wireless_networks\" class=\"mw-redirect\" title=\"Wireless networks\">wireless networks</a> in the world. In November 2002, the state government of Kerala put into place a project, piloted in Malappuram, with the goal of at least one person in every family to be computer literate in that district. Malappuram is now  what is said to be India's First E-literate District. The mission continues to make Kerala the First E-literate state in India.\n</p><p>In Malappuram district alone, Akshaya has conducted one of the world's largest computer literacy drives, claiming to reach over  600,000 households, representing more than 3.6 million people, in less than 6 months. The project has created a unique brand of state-funded computer access centers, and simultaneously led to a massive wireless infrastructure, providing a wide range of services and making way to many future opportunities.\n</p><p>The project offers lots of services like: E-Pay (electronic payment of utility bills like electricity, land phone, drinking water, university fees etc.); E-Krishi (for farmers to provide online agriculture trading and information portal, A to Z Solution) E-Vidya (advanced IT learning for e-literates and others); E-Ticketing (online train, flight, bus ticket reservations); PMRY online registration; online passport registration; a village kiosk for transparent collectorate program, online communication providers for <a href=\"/wiki/Expatriate\" title=\"Expatriate\">expatriate</a> Indians; an online <a href=\"/wiki/Medical_transcription\" title=\"Medical transcription\">medical transcription</a> course, with extension programs for all the above-mentioned services.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Background\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Background</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#History\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">History</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Achievements\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Achievements</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Services\"><span class=\"tocnumber\">3.1</span> <span class=\"toctext\">Services</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#External_links\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Background\">Background</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Akshaya_project&amp;action=edit&amp;section=1\" title=\"Edit section: Background\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In the nineties of the last century United Nations ratings for the different regions of the world recorded Kerala as an economic miracle. In several social parameters the State was at par with the developed West. This unbelievable feat was achieved in spite of a lesser per capita income and lack of industrial back up. The great economist –Amarthya Sen attributed this achievement to the spread of education to a wider level in Kerala society. A section of educated among Keralites utilised the services of information technology for further economic development. But the vast majority did not take to this technology for consolidating and furthering the achievements on the social front. A digital divide developed in the State as elsewhere between a minority that could use information technology for development and the majority that could not do so. Planners in the socio-economic front sooner realised that the consolidation of socio economic development in Kerala was possible only by removing the digital divide in the society. The vast majority of the populace have to be equipped with the tools of Information and Communication Technology to achieve tangible progress. The less privileged sections had to be empowered with ICT. Those at the helms in the three-tier panchayat system in the State realized the importance of ICT for socio-economic development and they came forward with plan proposals and programmes to bring information technology to common households. Meanwhile, Government constituted the State Information Technology Mission for achieving transparency and speed in administration so as to make it more responsive to the needs of the people and for grass roots level application of information technology as part of social engineering for development.\n</p>\n<h2><span class=\"mw-headline\" id=\"History\">History</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Akshaya_project&amp;action=edit&amp;section=2\" title=\"Edit section: History\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The IT policy of the Government besides providing for specific initiatives for ICT industry within the State laid emphasis on using ICT in all walks of life to improve living standards. One area identified was government itself. The Task Force on IT implementation in government also recommended to adopt a strategy of administrative reforms-based computerisation simultaneously with highly visible and immediately penetrable citizen-centric projects. The approach to citizen interface was based on the assumption that all direct Government – citizen interactions can be IT-enabled and can be categorised as making payments, getting entitlements, getting providing information and grievance redressal, etc. The implementation of State e-governance projects such as FRIENDS and Information Kerala Mission are examples. In spite of the good social and digital infrastructure ICT and internet penetration in Kerala was comparatively low. Some early attempts for grass root level ICT application did not make much headway.\n</p><p>During this period lots of programmes were initiated worldwide to address digital divide and to familiarise the tools of Information and Communication Technologies to the common man, which were also discussed in Kerala but limited to academic circles. Computer literacy was becoming the buzzword and many local bodies, NGOs and private computer institutes started offering courses and programmes in computer software like Microsoft, DOS Word and Excel. But the IT policy of the government required that the government should intervene to take the benefits of IT to the grass roots level.\n</p><p>Now, some of the local bodies in the three tier Panchayat system came forward with valuable project proposals for computer education at the grass root level. The proposal submitted by Malappuram District Panchayat had many notable features. Even from an international perspective such a massive computer education programme as was suggested in the proposal had not been attempted till then. Many international projects were limited to village level. The details of the project proposal had to be thrashed out for clarity. After a few round of discussions, a small team consisting of six members were formed in KSITM to study various ICT modules for development projects, implementation plans, business model etc. for the initiative.\n</p><p>Discussions about the project led to the important finding that e-literacy was one of the most important components of any such project. A two-pronged approach was needed. While providing computer facilities in the rural areas focus must be given to impart education to the citizens to make use of those facilities. On the basis of further deliberations it was decided to provide a user-friendly content/courseware to the citizens to educate them on the uses of ICT. Creation of functional e-literacy was thus found to be a pre requisite.\n</p><p>As a preparatory measure for the implementation of the project several meetings with the participation of District Panchayat, Block Panchayats, Grama Panchayats, Municipalities and organisation like C-DIT were held. A survey in Malapuram district was held to assess the requirements. 6.5 lakh houses were visited as part of the survey. Spatial mapping was done with the help of Town and Country Planning Department to identify locations to establish the centre of the project.\n</p><p>Establishment of Akshaya-e-Kendra as an ICT access point, one for every 1000 families living in two/three municipal or Panchayat wards was the most important strategic decision. Other details chalked out for implementation were:\n</p><p>Akshaya e-centres were envisaged to have five computers and other infrastructure at a cost of Rs. 3-4 lakhs per centre and they were to be within 2-3 Kilometre distance from every household.\nEntrepreneurs from the locality with service orientation were to be selected, on the social entrepreneurship model for running the centres.\nAt least one person from every family was to be given training for ten days. It was planned that the local bodies should fund this e-literacy initiative Rs. 140 was fixed as tuition fee for 15 hour training programme (Grama Panchayat Rs. 80, Block Panchayat Rs. 20, Dist. Panchayat Rs. 20, beneficiary fee Rs. 20) Strategies were evolved for the involvement of community, civil society organisations, youth and welfare organisations, local bodies, etc. for implementation.\nPositioning Social Animators for linking Akshaya centres, citizens, local bodies and government\nStrategies for establishing connectivity, creation of locally relevant content etc.\nPositioning of District Project Team in Malappuram\nThe Akshaya pilot project was launched at Trivandrum by Dr. A.P. Abdul Kalam, His Excellency, the President of India on November 18, 2002.\n</p>\n<h2><span class=\"mw-headline\" id=\"Achievements\">Achievements</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Akshaya_project&amp;action=edit&amp;section=3\" title=\"Edit section: Achievements\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Akshaya was conceived as a landmark ICT project by the Kerala State Information Technology Mission (KSITM) to bridge the digital divide and to bring the benefits of ICT to the entire population of the State. In the initial phase the focus was placed on educating one person in each family to be e-literate. Malappuram, a backward district of Kerala was selected for piloting e-literacy and project was launched on 18 November 2002 by the Honorable President APJ Abdul Kalam. Till date Akshaya has been able to make 3.25 Million families e-literate.\nWhen many renowned organizations came up with computer education Akshaya changed its direction to citizen delivery. Now Akshaya has emerged as one of the finest common service center networks in the nation.\n</p><p>RSBY Health Insurance Policy for 2 crore Population: Registered  160 thousand APL families and 2.8 million  BPL families. Renewal of policy  for 2.9millionfamilies. Akshaya’s performance to register 20lacs families in RSBY within 45 days through proactive citizen service is unparalleled compared to the similar venture of third party agents who has registered 15 lacs families in one year.\n</p><p>5.5 million citizens  enrolled  under UID  through Akshaya Centers: In UID Enrollment Akshaya has the highest quality of 92.7% against the national average of 62%. Akshaya is also a premier agency in UID Enrollment having generated 75% of total UIDs in Kerala.\n</p><p>Partnership with Commercial Taxes helped Kerala to achieve 100% VAT Returns.\n</p><p>Intel Learn Program covered 100 thousand school children.\n</p><p>Government of India selected to provide consultancy service to Union Territory of Lakshadweep to launch CSCs. Akshaya has so far succeeded to launch CSCs in Lakshadweep in a time bound manner followed by roll out of e-literacy and G2C services.\n</p><p>Inclusive Development\nBy reaching the remote rural locations of the State on a sustainable basis, and offering a variety of world-class services, the Akshaya e-centres would encourage social inclusion of hitherto hereby marginalized communities and under-privileged sections of the rural society.\n</p><p>The project opens up immense opportunities for women participation at various levels as entrepreneurs, master trainers, social animators and finally as trainees etc. The higher level of response from women sector is due to the factor that the project creates opportunities at their doorsteps.\n</p><p>Women Participation and Empowerment: The Project has brought to the fore the enormous managerial and entrepreneurial talent of women that remains untapped.  The number of women who have come forward with the choice of an entrepreneurial career by starting an Akshaya e-centre is significant. The women entrepreneurs account for around 33% of the total entrepreneurs of the project selected in the first level in seven districts.\n</p><p>Villages Being Transformed: It has not been uncommon for villagers to travel long distances to district/taluk headquarters in order to obtain copies of public records, submit applications, meet officials, or to seek information regarding their day-to-day needs or to enquire prevailing prices in commodity markets etc. This involves the loss of a day's income as well as the cost of transportation. Once at the government office, the relevant record, information, or official could be unavailable, forcing repeated visits and additional expenses. In effect, government officials working with paper records enjoy a monopoly over information. Villagers may also face discomfort, harassment, and corruption on the part of public officials, or are often given incorrect information about government programs or market prices. In fact, compared to urban populace, the rural people were often forced to pay a disproportionate share of their income for gathering information.\n</p><p>In this context, much has been said about the potential use of Information and Communications Technology (ICT) by government agencies to transform relations with citizens and businesses. Increased transparency, less corruption, better delivery of government services, greater government responsiveness and accountability, and empowerment of citizens – especially poor ones – are commonly cited among the possible benefits of e-governance.\n</p><p>But, in villages, direct ownership and use of ICT – for instance through a PC with internet access – applies only to a very minimal fraction of the population. Although the availability of content in local languages and the use of graphic and voice interfaces can make e-government applications more accessible to rural people, illiteracy and low levels of education are powerful obstacles to the use of computers and other ICT tools. It follows that, in most cases, rural people have to rely on a human intermediary between them and ICT applications.\n</p><p>It was under this context that the Government of Kerala conceived the Project – Akshaya – for the benefit of people in the State, especially rural population. Access to information, backed with relevant infrastructure and services, not only allows rural populace to improve its quality of life but also support and supplement its existing incomes in a sustainable way. Access to information and services like e-governance, micro-credit, literacy, education, health, etc., can provide a solid foundation for the economic prosperity of rural villages. Moreover, it is a well-stated fact that rural consumers are willing to pay for products and services that meet their needs and are offered at affordable prices. Therefore, what needs is a new social contract – in which there will be common access infrastructure, provided at commercial prices rather than given for free.\n</p><p>Akshaya Project is an enormous step towards making the Government accessible to citizens, in ways that can not only save huge costs to the Government but also make it more transparent and efficient in its day-to-day interactions with the common man. To that effect, the role of Akshaya e-centres, envisioned as the front-end delivery network for Government services is remarkable for the strides it has already made.\n</p><p>Akshaya Project envisages to be a bottom-up model for imparting e-literacy training, delivery of content, services, information and knowledge, that can allow like-minded public and private enterprises – through a collaborative framework – to integrate their goals of profit as well as social objectives, into a sustainable business model for achieving rapid socio-economic change in rural villages of the State.\n</p><p>As stated above 2328 e-centres out of 2662 Akshaya e-centres (87.50%) are in rural areas. This is going to be enhanced to 3180 in the near future thus covering every part of the State, even the remotest villages. The very first target of the Project is to train one person from 64 families of the State thereby empowering rural population in using the advantages of ICT for their day-to-day applications. This has started creating a knowledge power to bridge the ‘digital divide’. The value additions thus gained are certainly augmenting the well being and overall economic development of rural populace in the State.\n</p><p>Akshaya won the 2005 <a href=\"/wiki/Prix_Ars_Electronica#Digital_Communities\" title=\"Prix Ars Electronica\">Prix Ars Electronica</a> in the <i>Digital Communities</i> category.\n<br />\n</p>\n<h3><span class=\"mw-headline\" id=\"Services\">Services</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Akshaya_project&amp;action=edit&amp;section=4\" title=\"Edit section: Services\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Currently a wide variety of services delivering through Akshaya Centres.Some projects are following\n<br />\nE-District\n<br />\nAadhaar Services\n<br />\nCHIAK Services\n<br />\nEmployment Exchange Services\n<br />\nBanking Services\n<br />\nInsurance Services\n<br />\nMVD Services\n<br />\nFSSAI Services\n<br />\nSeveral Grantz for students\n<br />\nRegistration Department Services\n<br />\nLSG Services\n<br />\nPSC Services\n<br />\nIRCTC Services\n<br />\nFisheries Services\n<br />\nNational Voter Service Portal Services\n<br />\nPassport Services\n<br />\nPAN Card Services\n</p>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Akshaya_project&amp;action=edit&amp;section=5\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.akshaya.kerala.gov.in/\">Official website of Akshaya Project</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://docs.google.com/spreadsheet/pub?key=0Aohzi8M76M4edEdTN0FGR3R6NTFGM2Q0SlN4ai1NRGc&amp;gid=10\">Find  nearest Akshaya Centre</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2273\nCached time: 20180912154231\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.068 seconds\nReal time usage: 0.103 seconds\nPreprocessor visited node count: 331/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 21136/2097152 bytes\nTemplate argument size: 6054/2097152 bytes\nHighest expansion depth: 16/40\nExpensive parser function count: 2/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.025/10.000 seconds\nLua memory usage: 1.28 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n126.60%   89.106      3 Template:Ambox\n100.00%   70.383      1 Template:Multiple_issues\n100.00%   70.383      1 -total\n 42.64%   30.011      1 Template:No_footnotes\n  8.39%    5.902      1 Template:Primary_sources\n  5.58%    3.924      2 Template:Yesno-no\n  3.95%    2.783      2 Template:Main_other\n  3.13%    2.204      2 Template:Yesno\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:4158961-0!canonical and timestamp 20180912154231 and revision id 824446316\n -->\n</div>"},"langlinks":[{"lang":"ml","url":"https://ml.wikipedia.org/wiki/%E0%B4%85%E0%B4%95%E0%B5%8D%E0%B4%B7%E0%B4%AF","langname":"Malayalam","autonym":"മലയാളം","*":"അക്ഷയ"}],"categories":[{"sortkey":"","hidden":"","*":"Articles_lacking_in-text_citations_from_December_2014"},{"sortkey":"","hidden":"","*":"All_articles_lacking_in-text_citations"},{"sortkey":"","hidden":"","*":"Articles_lacking_reliable_references_from_December_2014"},{"sortkey":"","hidden":"","*":"All_articles_lacking_reliable_references"},{"sortkey":"","hidden":"","*":"Articles_with_multiple_maintenance_issues"},{"sortkey":"","*":"Government_of_Kerala"},{"sortkey":"","*":"E-government_in_India"},{"sortkey":"","*":"Education_in_Kerala"},{"sortkey":"","*":"Educational_technology_non-profits"}],"links":[{"ns":14,"exists":"","*":"Category:Articles lacking in-text citations from December 2014"},{"ns":14,"exists":"","*":"Category:Articles lacking reliable references from December 2014"},{"ns":0,"exists":"","*":"Computer literacy"},{"ns":0,"exists":"","*":"Expatriate"},{"ns":0,"exists":"","*":"India"},{"ns":0,"exists":"","*":"Internet Protocol"},{"ns":0,"exists":"","*":"Kerala"},{"ns":0,"exists":"","*":"Malappuram district"},{"ns":0,"exists":"","*":"Medical transcription"},{"ns":0,"exists":"","*":"Prix Ars Electronica"},{"ns":0,"exists":"","*":"Wireless networks"},{"ns":1,"exists":"","*":"Talk:Akshaya project"},{"ns":4,"exists":"","*":"Wikipedia:Citing sources"},{"ns":4,"exists":"","*":"Wikipedia:External links"},{"ns":4,"exists":"","*":"Wikipedia:No original research"},{"ns":4,"exists":"","*":"Wikipedia:Verifiability"},{"ns":4,"exists":"","*":"Wikipedia:When to cite"},{"ns":4,"exists":"","*":"Wikipedia:WikiProject Fact and Reference Check"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Multiple issues"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:No footnotes"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Primary sources"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:String"}],"images":["Ambox_important.svg","Text_document_with_red_question_mark.svg","Question_book-new.svg","Akshaya_ML_emblom1.jpg"],"externallinks":["http://www.akshaya.kerala.gov.in/","https://docs.google.com/spreadsheet/pub?key=0Aohzi8M76M4edEdTN0FGR3R6NTFGM2Q0SlN4ai1NRGc&gid=10"],"sections":[{"toclevel":1,"level":"2","line":"Background","number":"1","index":"1","fromtitle":"Akshaya_project","byteoffset":1907,"anchor":"Background"},{"toclevel":1,"level":"2","line":"History","number":"2","index":"2","fromtitle":"Akshaya_project","byteoffset":3704,"anchor":"History"},{"toclevel":1,"level":"2","line":"Achievements","number":"3","index":"3","fromtitle":"Akshaya_project","byteoffset":8485,"anchor":"Achievements"},{"toclevel":2,"level":"3","line":"Services","number":"3.1","index":"4","fromtitle":"Akshaya_project","byteoffset":15739,"anchor":"Services"},{"toclevel":1,"level":"2","line":"External links","number":"4","index":"5","fromtitle":"Akshaya_project","byteoffset":16277,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Akshaya project","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q4701821"}]}}