{"parse":{"title":"Science Communication Observatory","pageid":18862994,"revid":836977600,"text":{"*":"<div class=\"mw-parser-output\"><p>The <b>Science Communication Observatory</b> (<a href=\"/wiki/Catalan_language\" title=\"Catalan language\">Catalan</a>: <i><span lang=\"ca\">Observatori de la Comunicació Científica</span></i>, <a href=\"/wiki/Spanish_language\" title=\"Spanish language\">Spanish</a>: <i><span lang=\"es\">Observatorio de la Comunicación Científica</span></i>, OCC) is a Special Research Centre attached to the Department of Communication of the <a href=\"/wiki/Pompeu_Fabra_University\" title=\"Pompeu Fabra University\">Pompeu Fabra University</a> in <a href=\"/wiki/Barcelona\" title=\"Barcelona\">Barcelona</a>, <a href=\"/wiki/Spain\" title=\"Spain\">Spain</a>, set up in 1994. This centre is specialized in the study and analysis of the transmission of scientific, medical, environmental and technological knowledge to society. The journalist <a href=\"/wiki/Vladimir_de_Semir\" title=\"Vladimir de Semir\">Vladimir de Semir</a>, associated professor of Science Journalism at the Pompeu Fabra University, was the funder and is the current director of the centre. A multidisciplinary team of researchers coming from different backgrounds (i.e. journalists, biologists, physicians, linguists, historians, etc.) is working on various lines of research: science communication; popularization of sciences, risk and <a href=\"/wiki/Crisis_communication\" title=\"Crisis communication\">crisis communication</a>; science communication and knowledge representation; journalism specialized in science and technology; scientific discourse analysis; health and medicine in the daily press; relationships between science journals and mass media; history of science communication; public understanding of science; gender and science in the mass media, promotion of scientific vocations, science museology, etc.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#PCST_Network_&amp;_Academy\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">PCST Network &amp; Academy</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Teaching,_publishing_and_collaborative_projects\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Teaching, publishing and collaborative projects</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Scientific_Knowledge_and_Cultural_Diversity\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Scientific Knowledge and Cultural Diversity</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#European_Forum_on_Science_Journalism\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">European Forum on Science Journalism</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Media_for_Science_Forum\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Media for Science Forum</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#External_links\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span id=\"PCST_Network_.26_Academy\"></span><span class=\"mw-headline\" id=\"PCST_Network_&amp;_Academy\">PCST Network &amp; Academy</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Science_Communication_Observatory&amp;action=edit&amp;section=1\" title=\"Edit section: PCST Network &amp; Academy\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The Science Communication Observatory is linked to the international network on <b>Public Communication of Science &amp; Technology</b> (<a rel=\"nofollow\" class=\"external text\" href=\"http://www.upf.edu/pcstacademy/_docs/PCSTleaflet.pdf\">PCST</a>), which includes individuals from around the world who are active in producing and studying PCST through science journalism, science museums and science centers, academic researchers in social and experimental sciences, scientists who deal with the public, public information officers for scientific institutions and others related to science in society issues. The PCST Network sponsors international conferences, <a rel=\"nofollow\" class=\"external text\" href=\"http://www.upf.edu/pcstacademy/PCST_Network/e_discussion.htm\">electronic discussions</a>, and other activities to foster dialogue among the different groups of people interested in PCST, leading to cross-fertilization across professional, cultural, international, and disciplinary boundaries. The PCST Network seeks to promote new ideas, methods, intellectual and practical questions and perspectives.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p><p>The first conference held by the PCST Network was at Poitiers, France in 1989.  Since then biennial conferences have been held in Madrid (1991), Montreal (1994), Melbourne (1996), Berlin (1998), Geneva (2000), Cape Town (2002), Barcelona (2004), Seoul (2006), Malmo/Copenhagen (2008) and New Delhi (2010).  The 2012 conference is scheduled for Florence in 2012.\n</p><p>With events in Melbourne, Beijing, Seoul and Cape Town, the Network expanded from its European origins to become a truly international network.  The Scientific Committee managing the organisation is drawn from 19 different countries ranging across the globe. The Committee is chaired by Mr Toss Gascoigne (Australia).\n</p><p>The Science Communication Observatory hosts the <b>PCST Academy</b>. The <a rel=\"nofollow\" class=\"external text\" href=\"http://www.pcstacademy.org\">PCST Academy</a> is responsible for the creation of the documentary basis of the Public Communication of Science and Technology network (PCST) and its main task is the selection and organized collection of articles, reports and resources on particular topics in the field of communication and social understanding of sciences. As stated by the Chair of the Network from 2004 to 2006, Vladimir de Semir, the Academy looks for the necessary resources at international level to guarantee the access to the network of representatives from those countries that currently have to face more difficulties: “The main aim is to represent and include the multiplicity of identities existing in the world, because the study and practice of science communication should respect the different cultural contexts and integrate the knowledge coming from all continents.”\n</p>\n<h2><span id=\"Teaching.2C_publishing_and_collaborative_projects\"></span><span class=\"mw-headline\" id=\"Teaching,_publishing_and_collaborative_projects\">Teaching, publishing and collaborative projects</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Science_Communication_Observatory&amp;action=edit&amp;section=2\" title=\"Edit section: Teaching, publishing and collaborative projects\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The Science Communication Observatory runs a <a rel=\"nofollow\" class=\"external text\" href=\"http://www.idec.upf.edu/master-in-scientific-medical-and-environmental-communication\">Master in Science, Medical and Environmental Communication</a> in Barcelona (Spain) since 1995<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> and a Diploma in Science Communication in Buenos Aires (Argentina) since 2008 and other courses and workshops about science communication and the popularization of science. The Science Communication Observatory also publishes <i><b>Quark</b></i>, <a rel=\"nofollow\" class=\"external text\" href=\"http://www.prbb.org/quark\">a journal</a> about “Science, Medicine, Communication and Culture”, and  also carries on researches and analysis in the Science in Society field, working with other European institutions and academic groups on several European projects such as:\n</p><p>•\t<b>PLACES</b> - <a rel=\"nofollow\" class=\"external text\" href=\"http://www.openplaces.eu/\"><b>Platform of Local Authorities and Communicators Engaged in Science</b></a>, a four-year European project establishing and developing the concept of the European City of Scientific Culture. <a rel=\"nofollow\" class=\"external text\" href=\"http://www.occ.upf.edu/img/imatges_cms/places_summary.pdf\">The project</a> focuses on developing and strengthening City Partnerships, bringing together 67 science centres, museums, festivals and events, each partnering with local authorities, and 10 European regional networks. The project facilitates cooperation among these alliances to structure their science communication activities, sharing tools, resources and results.\n</p><p>•\t<b>KiiCS</b> - <b>Knowledge Incubation in Innovation and Creation for Science</b>, the project aims to build bridges between arts, science and technology by giving evidence of the positive impacts of their interaction for creativity as well as for triggering interest in science. The project will stimulate co-creation processes involving creators and scientists, and nurture youth interest in science in a creative way. (KiiCS starts 15 February 2012)\n</p><p>•\t<b>MASIS</b> - <a rel=\"nofollow\" class=\"external text\" href=\"http://www.masis.eu/\"><b>Monitoring Policy and Research Activities on Science in Society in Europe</b></a>, project to develop structural links and interaction between scientists, policy-makers and society at large, therefore an instrumental tool in relation to stimulating further cooperation in Europe and reducing fragmentation through the identification of common resources, common trends, common interests, and common challenges.\n</p><p>•\t<b>ESCITY</b> - <a rel=\"nofollow\" class=\"external text\" href=\"http://www.escity.org/\"><b>Europe, Science and the City: promoting scientific culture at local level</b></a>, an initiative to create the core of a network for the exchange of information and best practices in the area of promoting scientific culture, with two particular characteristics; focusing on local and regional action and emplacing strategies that situate the promotion of scientific culture under the umbrella of cultural policies.\n</p><p>•\t<b>ESConet</b> - <a rel=\"nofollow\" class=\"external text\" href=\"http://www.esconet.org/\"><b>European Science Communication Network</b></a>, which brings together experienced science communication lecturers, researchers and practitioners from across Europe to train natural scientists and technologists to communicate effectively with the media, policy-makers and the general public. As well as delivering these core communication skills, <a rel=\"nofollow\" class=\"external text\" href=\"http://www.upf.edu/pcstacademy/_docs/ESConet2010.pdf\">ESConet workshops</a> encourage scientists to reflect critically on the social, cultural, and ethical dimensions of their scientific work.\n</p><p>•\t<b>E-KNOWNET</b> -  <a rel=\"nofollow\" class=\"external text\" href=\"http://www.e-knownet.eu/\"><b>Network for ICT-enabled non-formal science learning</b></a>, a project supported by the Lifelong Learning Programme of the European Commission to develop an innovative and viable ICT-enabled mechanism for fast and efficient sharing of new knowledge among larger non-expert segments of society, in forms suitable for non-formal learning.\n</p><p>•\t<b>STEPE</b> - <a rel=\"nofollow\" class=\"external text\" href=\"http://www.stepe.eu\"><b>Sensitive Technologies and European Public Ethics</b></a> project is innovative in contributing to the early identification of potentially controversial technological developments and related public ethics, by systematically considering both the view of key stakeholders in technological, political and societal life and the perceptions of European citizens in 25 European member states, thereby contextualising the findings by a systematic analysis of policy developments both on national and European levels. The interdisciplinary and multi-method approach will aim at establishing an integrated European Map of Public Ethics. It is the aim to stimulate new, empirically grounded, thinking on public ethics as a contribution to wider debates and policy making on responsible technological innovation. As a key data source, the proposal is based on the triennial Eurobarometer survey on the Biotechnology and the Life Sciences.\n</p><p>•\t<a rel=\"nofollow\" class=\"external text\" href=\"http://www.upf.edu/pcstacademy/_docs/Benchmarking_the_promotion_of_RTD_culture_and_PUS.pdf\"><b>Benchmarking the Promotion of RTD culture and Public Understanding of Science</b></a>  to establish the current state of RTD culture in Member States, to provide a survey of the ongoing activities, and to recommend measures to be followed to improve the present situation. In order to clarify the meaning behind the vocabulary used in different Member States, our introduction also contains an analysis of the concepts behind\n“Public Understanding of Science”, “Public Understanding of Science and the Humanities (Wissenschaft)” and “Culture Scientifique”.\n</p>\n<h2><span class=\"mw-headline\" id=\"Scientific_Knowledge_and_Cultural_Diversity\">Scientific Knowledge and Cultural Diversity</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Science_Communication_Observatory&amp;action=edit&amp;section=3\" title=\"Edit section: Scientific Knowledge and Cultural Diversity\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The Science Communication Observatory was responsible of the organization of the <a rel=\"nofollow\" class=\"external text\" href=\"http://www.barcelona2004.org/www.barcelona2004.org/eng/banco_del_conocimiento/dialogos/fichac1c7.html?IdEvento=153\">8th International Conference of the PCST Network</a> in Barcelona (Spain), June 2004. The main theme of the conference was \"Scientific Knowledge and Cultural Diversity\" which opened up a field to debate on the global discourse of science in a range of local culture and knowledge environments. When talking about various cultures we are referring to the different groups sharing the same language, same traditions, ideology or religion, inhabiting in a specific geographical environment, having the same job, or being a man or a woman, a young, a child, an elder… All this rich cultural diversity also reflects its stamp on scientific knowledge, in its creation and application as well as in the whole process of public communication of science and technology.\nThe main theme of \"Scientific Knowledge and Cultural Diversity\", included 3 subthemes or discussion subjects.\n</p><p><b>Native Knowledge &amp; Modern Science</b>\nCultural diversity. Traditional knowledge. Local wisdom. Regional identity and globalization. Indigenous knowledge system. Citizenship participation on scientific decisions. Popular culture and scientific culture. Possibilities of native knowledge facing with new technologies. Science ethics and believes. Religion or morality influence in knowledge construction. Cohabitation between medicines with different evaluation systems. Knowledge, religion and beliefs. Parasciences. Science as a universal knowledge Intellectual property. Gender and cultural approach. New models, trends and concepts in PCST.\n</p><p><b>Science Communication: Historical Perspectives And New Trends</b>\nInfluences of historical processes on science communication. The greatest science communicators. The role of the mass media. The role of science centres and museums. Main initiatives in the promotion of scientific culture. Results analysis methodology. International networks. New models, trends and concepts in PCST.\n</p><p><b>Science Communication &amp; Social Participation</b>\nPeripheral science and science in the outskirts. Science culture and cooperation with illiterate population and marginal groups. Social inclusion. Public engagement with science policy (consensus conferences, citizen juries, deliberative polling). Science vocations in the changing world. Media impact on science opinion. Science festivals. Ethics of science communication. Public policies in scientific culture. Citizen participation on scientific decisions. Informal science education. Science centers and museums. Science communication training. New models, trends and concepts in PCST.\n</p>\n<h2><span class=\"mw-headline\" id=\"European_Forum_on_Science_Journalism\">European Forum on Science Journalism</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Science_Communication_Observatory&amp;action=edit&amp;section=4\" title=\"Edit section: European Forum on Science Journalism\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In December 2007, the Science Communication Observatory organized with the European Commission the <b>European Forum on Science Journalism</b> (<a rel=\"nofollow\" class=\"external text\" href=\"http://ec.europa.eu/research/conferences/2007/bcn2007/index_en.htm\">EFSJ</a>) where leading science journalists and editors of national newspapers and specialised science publications from across Europe and the world met in Barcelona to discuss the challenges in reporting on science, the impact of new technologies on the profession and importance of linking science to society and everyday life together with leading scientists and top science communication professionals from across Europe, the US, Canada, China and Australia.  A <b>Special Eurobarometer on scientific research in the media</b> and a <b>European Guide to Science Journalism Training</b> were presented in this forum.\nHow to strengthen science coverage in the European press? How to convince editors to run science stories? How to assess the trustworthiness of scientific research? How to explain science in an understandable fashion? How to stimulate public interest in science news?... These were among the key questions addressed at the first European Forum on Science Journalism.\n</p>\n<h2><span class=\"mw-headline\" id=\"Media_for_Science_Forum\">Media for Science Forum</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Science_Communication_Observatory&amp;action=edit&amp;section=5\" title=\"Edit section: Media for Science Forum\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In May 2010, the Science Communication Observatory was member of the scientific committee of the <b>Media for Science Forum</b> organised by the Spanish Foundation for Science and Technology with the collaboration of the European Commission in the context of the Spanish Presidency of Europe 2010.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Science_Communication_Observatory&amp;action=edit&amp;section=6\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://ec.europa.eu/research/rtdinfo/special_comm/03/article_3221_en.html\">\"Between fast thinking and genuine culture\"</a> Interview with V. de Semir in RTD Info - Magazine on European Research, November 2005</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.upf.edu/pcstacademy/_docs/fayard.pdf\">The International Public Communication of Science and Technology Network</a>  Pierre Fayard, Paola Catapano and Bruce Lewenstein, June 2004</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://jcom.sissa.it/archive/08/01/Jcom0801%282009%29C01/Jcom0801%282009%29C02/Jcom0801%282009%29C02.pdf\">Master in Scientific, Medical and Environmental Communication</a> <i>Journal of Science Communication</i>, March 2009</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.occ.upf.edu/img/imatges_cms/2010_mfsf_metareview.pdf\">Science Communication &amp; Science Journalism</a> - Fecyt, May 2010</span>\n</li>\n</ol></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Science_Communication_Observatory&amp;action=edit&amp;section=7\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20100619183054/http://www.fecyt.es/fecyt/detalle.do?elegidaSiguiente=&amp;elegidaNivel3=;SalaPrensa;ArchivoFotografico;archivo32fotogr225fico32a241o3250484948&amp;elegidaNivel2=;SalaPrensa;ArchivoFotografico&amp;elegidaNivel1=;SalaPrensa&amp;tc=archivos_fotograficos&amp;id=Media%20for%20science%20forum\">Media for Science Forum</a> - May 2010</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.upf.edu/pcstacademy/_docs/ESConet2010.pdf\">ESConet Science Communication Workshops</a> - January 2010</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://ec.europa.eu/public_opinion/archives/ebs/ebs_282_en.pdf\">Special Eurobarometer on scientific research in the media</a>- December 2007</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://ec.europa.eu/research/conferences/2007/bcn2007/guide_to_science_journalism_en.pdf\">European Guide to Science Journalism Training</a> - Second Edition, August 2008</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.upf.edu/pcstacademy/_docs/8thpcst.pdf\">Proceedings of the 8th International PCST Conference</a> - June 2004</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2256\nCached time: 20180921222735\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.156 seconds\nReal time usage: 0.176 seconds\nPreprocessor visited node count: 92/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 628/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 1879/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.119/10.000 seconds\nLua memory usage: 8.78 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  151.570      1 -total\n 98.29%  148.976      1 Template:Lang-ca\n  1.66%    2.511      1 Template:Lang-es\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:18862994-0!canonical and timestamp 20180921222735 and revision id 836977600\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"Articles_containing_Catalan-language_text"},{"sortkey":"","hidden":"","*":"Articles_containing_Spanish-language_text"},{"sortkey":"","*":"Science_communication"},{"sortkey":"","*":"Pompeu_Fabra_University"},{"sortkey":"","*":"Environmental_communication"}],"links":[{"ns":0,"exists":"","*":"Barcelona"},{"ns":0,"exists":"","*":"Catalan language"},{"ns":0,"exists":"","*":"Crisis communication"},{"ns":0,"exists":"","*":"Pompeu Fabra University"},{"ns":0,"exists":"","*":"Spain"},{"ns":0,"exists":"","*":"Spanish language"},{"ns":0,"exists":"","*":"Vladimir de Semir"}],"templates":[{"ns":10,"exists":"","*":"Template:Lang-ca"},{"ns":10,"exists":"","*":"Template:Lang-es"},{"ns":828,"exists":"","*":"Module:Lang"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Language/name/data"},{"ns":828,"exists":"","*":"Module:Language/data/iana languages"},{"ns":828,"exists":"","*":"Module:Language/data/ISO 639-3"},{"ns":828,"exists":"","*":"Module:Language/data/wp languages"},{"ns":828,"exists":"","*":"Module:Language/data/iana scripts"},{"ns":828,"exists":"","*":"Module:Language/data/iana regions"},{"ns":828,"exists":"","*":"Module:Language/data/iana variants"},{"ns":828,"exists":"","*":"Module:Language/data/iana suppressed scripts"},{"ns":828,"exists":"","*":"Module:Lang/ISO 639 synonyms"},{"ns":828,"exists":"","*":"Module:Lang/data"},{"ns":828,"exists":"","*":"Module:Unicode data"}],"images":[],"externallinks":["http://ec.europa.eu/research/rtdinfo/special_comm/03/article_3221_en.html","http://www.upf.edu/pcstacademy/_docs/fayard.pdf","http://jcom.sissa.it/archive/08/01/Jcom0801(2009)C01/Jcom0801(2009)C02/Jcom0801(2009)C02.pdf","http://www.occ.upf.edu/img/imatges_cms/2010_mfsf_metareview.pdf","http://www.upf.edu/pcstacademy/_docs/PCSTleaflet.pdf","http://www.upf.edu/pcstacademy/PCST_Network/e_discussion.htm","http://www.pcstacademy.org","http://www.idec.upf.edu/master-in-scientific-medical-and-environmental-communication","http://www.prbb.org/quark","http://www.openplaces.eu/","http://www.occ.upf.edu/img/imatges_cms/places_summary.pdf","http://www.masis.eu/","http://www.escity.org/","http://www.esconet.org/","http://www.upf.edu/pcstacademy/_docs/ESConet2010.pdf","http://www.e-knownet.eu/","http://www.stepe.eu","http://www.upf.edu/pcstacademy/_docs/Benchmarking_the_promotion_of_RTD_culture_and_PUS.pdf","http://www.barcelona2004.org/www.barcelona2004.org/eng/banco_del_conocimiento/dialogos/fichac1c7.html?IdEvento=153","http://ec.europa.eu/research/conferences/2007/bcn2007/index_en.htm","https://web.archive.org/web/20100619183054/http://www.fecyt.es/fecyt/detalle.do?elegidaSiguiente=&elegidaNivel3=;SalaPrensa;ArchivoFotografico;archivo32fotogr225fico32a241o3250484948&elegidaNivel2=;SalaPrensa;ArchivoFotografico&elegidaNivel1=;SalaPrensa&tc=archivos_fotograficos&id=Media%20for%20science%20forum","http://ec.europa.eu/public_opinion/archives/ebs/ebs_282_en.pdf","http://ec.europa.eu/research/conferences/2007/bcn2007/guide_to_science_journalism_en.pdf","http://www.upf.edu/pcstacademy/_docs/8thpcst.pdf"],"sections":[{"toclevel":1,"level":"2","line":"PCST Network & Academy","number":"1","index":"1","fromtitle":"Science_Communication_Observatory","byteoffset":1517,"anchor":"PCST_Network_&_Academy"},{"toclevel":1,"level":"2","line":"Teaching, publishing and collaborative projects","number":"2","index":"2","fromtitle":"Science_Communication_Observatory","byteoffset":4384,"anchor":"Teaching,_publishing_and_collaborative_projects"},{"toclevel":1,"level":"2","line":"Scientific Knowledge and Cultural Diversity","number":"3","index":"3","fromtitle":"Science_Communication_Observatory","byteoffset":9998,"anchor":"Scientific_Knowledge_and_Cultural_Diversity"},{"toclevel":1,"level":"2","line":"European Forum on Science Journalism","number":"4","index":"4","fromtitle":"Science_Communication_Observatory","byteoffset":12788,"anchor":"European_Forum_on_Science_Journalism"},{"toclevel":1,"level":"2","line":"Media for Science Forum","number":"5","index":"5","fromtitle":"Science_Communication_Observatory","byteoffset":14023,"anchor":"Media_for_Science_Forum"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"6","fromtitle":"Science_Communication_Observatory","byteoffset":14489,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"7","index":"7","fromtitle":"Science_Communication_Observatory","byteoffset":14520,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Science Communication Observatory","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q7433500"}]}}