{"parse":{"title":"Nominal group (functional grammar)","pageid":14999344,"revid":825683728,"text":{"*":"<div class=\"mw-parser-output\"><div role=\"note\" class=\"hatnote navigation-not-searchable\">\"Noun group\" redirects here. For the more general linguistic meaning, see <a href=\"/wiki/Noun_phrase\" title=\"Noun phrase\">Noun phrase</a>.</div>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:252px;\"><a href=\"/wiki/File:Arkansas_Black_apples.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Arkansas_Black_apples.jpg/250px-Arkansas_Black_apples.jpg\" width=\"250\" height=\"166\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Arkansas_Black_apples.jpg/375px-Arkansas_Black_apples.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Arkansas_Black_apples.jpg/500px-Arkansas_Black_apples.jpg 2x\" data-file-width=\"1024\" data-file-height=\"681\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Arkansas_Black_apples.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>\"Those five beautiful shiny Jonathan apples sitting on the chair\"</div></div></div>\n<p>In <a href=\"/wiki/Systemic_functional_grammar\" title=\"Systemic functional grammar\">systemic functional grammar</a> (SFG), a <b>nominal group</b> is a group of <a href=\"/wiki/Word\" title=\"Word\">words</a> which represents or describes an <a href=\"/wiki/Entity\" title=\"Entity\">entity</a>, for example \"<i>The nice old English police inspector who was sitting at the table</i> is Mr Morse\". Grammatically, the wording \"The nice old English police inspector who was sitting at the table\" can be understood as a nominal group (a description of someone), which functions as the subject of the information exchange and as the person being identified as \"Mr Morse\".\n</p><p>A <i>nominal group</i> is widely regarded as synonymous to <a href=\"/wiki/Noun_phrase\" title=\"Noun phrase\">noun phrase</a> in other grammatical models.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup><sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> However, there are two major differences between the functional notion of a <i>nominal group</i> and the formal notion of a <i>noun phrase</i> that must be taken into account. Firstly, the coiner of the term, <a href=\"/wiki/Michael_Halliday\" title=\"Michael Halliday\">Halliday</a>, and some of his followers draw a theoretical distinction between the terms <i>group</i> and <i>phrase</i>. Halliday argues that \"A phrase is different from a group in that, whereas a group is an expansion of a word, a phrase is a contraction of a clause\".<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> Halliday borrowed the term <i>group</i> from the linguist/classicist Sydney Allen.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> In the second place, the functional notion of nominal group differs from the formal notion of noun phrase because the first is anchored on the thing being described whereas the second is anchored on word classes. For that reason, one can analyse the nominal groups <i>some friends</i> and <i>a couple of friends</i> very similarly in terms of function: a thing/entity quantified in an imprecise fashion; whereas one must recognise <i>some friends</i> as being a simple noun phrase and <i>a couple of friends</i> as being a noun phrase embedded in another noun phrase (one noun phrase per noun). In short, these notions are different even if formalists do not perceive them as different.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#The_rank_scale_in_SFG\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">The rank scale in SFG</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Three_metafunctions_in_the_nominal_group\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Three metafunctions in the nominal group</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Experiential_dimension\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Experiential dimension</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Functions_of_the_premodifiers\"><span class=\"tocnumber\">3.1</span> <span class=\"toctext\">Functions of the premodifiers</span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Ordering_of_the_premodifiers:_from_speaker–now_to_increasingly_permanent_attributes\"><span class=\"tocnumber\">3.2</span> <span class=\"toctext\">Ordering of the premodifiers: from speaker–now to increasingly permanent attributes</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Logical_dimension\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Logical dimension</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Rank-shifting\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Rank-shifting</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#See_also\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#References\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"The_rank_scale_in_SFG\">The rank scale in SFG</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Nominal_group_(functional_grammar)&amp;action=edit&amp;section=1\" title=\"Edit section: The rank scale in SFG\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>SFG postulates a <i>rank scale</i>, in which the highest unit is the clause and the lowest is the <a href=\"/wiki/Morpheme\" title=\"Morpheme\">morpheme</a>: coming from the largest unit down, we can divide the parts of a clause into groups and phrases; and coming from the smallest units up, we can group morphemes into words. Typically, groups are made out of words while phrases are made out of groups: e.g. clause constituents <i>(the apples) (are) (on the chair)</i>, phrase constituents <i>(on) (the chair)</i>, group constituents <i>(the) (apples)</i>, word constituents <i>(apple)(s)</i>. In that sense, each unit of a rank typically consists of one or more units of the rank below, not of the same rank (see rank-shifting section for exceptions to this typical pattern).<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> At group/phrase rank besides <i>nominal group</i>, Halliday proposes also the \"verbal group\", the \"adverbial group\", the \"prepositional group\" (e.g. <i>from under</i>), and the \"prepositional phrase\" (e.g. <i>from under the sofa</i>).\n</p><p>The term 'nominal' in 'nominal group' was adopted because it denotes a wider class of phenomena than the term <i>noun</i>.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup> The nominal group is a structure which includes nouns, adjectives, numerals and determiners, which is associated with the thing under description (a.k.a. entity), and whose supporting logic is <a href=\"/wiki/Description_Logic\" class=\"mw-redirect\" title=\"Description Logic\">Description Logic</a>.\n</p><p>The term <i>noun</i> has a narrower purview and is detached from any notion of entity description. For instance, the words <i>bit</i>/<i>bits</i> in <i>a bit of time</i>, <i>a little bit of peanut butter</i>, and <i>bits of information</i> can be understood as a noun, but they can hardly be understood as representing some entity on its own. In that sense, these words shall be understood as being the head of a \"noun phrase\" in a formalist account of grammar, but as a portion of some unbounded entity in a nominal group. Since formal linguists are interested in the recurring patterns of word classes such as \"a\" + \"[noun]\" and not in the way humans describe entities, they recruit the term \"noun phrase\" for their grammatical descriptions, a structure defined as a pattern around a noun, and not as a way of describing an entity such as the \"nominal group\". In other words, given the different architectures of language that are assumed by functional and formal theories of language, the terms \"noun phrase\" and \"nominal group\" must be seen to be doing quite different descriptive work.\n</p><p>For instance, these group/phrase elements are re-interpreted as functional categories, in the first instance as <i>process</i>, <i>participant</i> and <i>circumstance</i>, with the nominal group as the pre-eminent structure for the expression of participant roles in discourse.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup> <br />\n<br /> \nWithin Halliday's functionalist classification of this structure, he identifies the functions of Deictic, Numerative, Epithet, Classifer and Thing. The word classes which typically realise these functions are set out in the table below: <br />\n</p>\n<table class=\"wikitable\">\n\n\n<tbody><tr>\n<td>Deictic</td>\n<td>Deictic2</td>\n<td>Numerative</td>\n<td>Epithet</td>\n<td>Classifier</td>\n<td>Thing\n</td></tr>\n<tr>\n<td>determiner</td>\n<td>adjective</td>\n<td>numeral</td>\n<td>adjective</td>\n<td>noun or adjective</td>\n<td>noun\n</td></tr></tbody></table>\n<p>Within a <a href=\"/wiki/Clause\" title=\"Clause\">clause</a>, a definite nominal group functions as if it were a proper noun. The proper noun (or the common noun when there is no proper noun) functions as the <i>head</i> of the nominal group; all other constituents work as modifiers of the head. The modifiers preceding the head are called <i>premodifiers</i> and the ones after it <i>postmodifiers</i>. The modifiers that represent a circumstance such as a location are called <i>qualifiers</i>. In English, most postmodifiers are qualifiers. <sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup> In the following example of a nominal group, the head is bolded.\n</p>\n<dl><dd>Those five beautiful shiny Jonathan <b>apples</b> sitting on the chair</dd></dl>\n<p>English is a highly nominalised language, and thus lexical meaning is largely carried in nominal groups. This is partly because of the flexibility of these groups in encompassing premodifiers and qualification, and partly because of the availability of a special resource called the <a href=\"/wiki/Thematic_equative\" title=\"Thematic equative\">thematic equative</a>, which has evolved as a means of packaging the message of a clause in the desired thematic form<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup> (for example, the clause [What attracts her to the course] is [the depth of understanding it provides] is structured as [nominal group A] = [nominal group B]). Many things are most readily expressed in nominal constructions; this is particularly so in registers that have to do with the world of science and technology, where things, and the ideas behind them, are multiplying and proliferating all the time.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Three_metafunctions_in_the_nominal_group\">Three metafunctions in the nominal group</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Nominal_group_(functional_grammar)&amp;action=edit&amp;section=2\" title=\"Edit section: Three metafunctions in the nominal group\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Like the English clause, the nominal group is a combination of three distinct functional components, or <a href=\"/wiki/Systemic_functional_linguistics#Metafunctions\" title=\"Systemic functional linguistics\">metafunctions</a>, which express three largely independent sets of semantic choice: the <a href=\"/wiki/Systemic_functional_linguistics#Ideational_metafunction\" title=\"Systemic functional linguistics\">ideational</a> (what the clause or nominal group is about); the <a href=\"/wiki/Systemic_functional_linguistics#Ideational_metafunction\" title=\"Systemic functional linguistics\">interpersonal</a> (what the clause is doing as a verbal exchange between speaker and listener, or writer and reader); and the <a href=\"/wiki/Systemic_functional_linguistics#Ideational_metafunction\" title=\"Systemic functional linguistics\">textual</a> (how the message is organised—how it relates to the surrounding text and the context in which it is occurring/ it occurs). In a clause, each metafunction is a virtually complete structure, and the three structures combine into one in interpretation. However, beneath the clause—in phrases and in groups, such as the nominal group—the three structures are incomplete of themselves and need to be interpreted separately, \"as partial contributions to a single structural line\".<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup> In nominal groups, the ideational structure is by far the most significant in premodifying the head. To interpret premodification, it is necessary to split the ideational metafunction into two dimensions: the experiential and the logical.\n</p>\n<h2><span class=\"mw-headline\" id=\"Experiential_dimension\">Experiential dimension</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Nominal_group_(functional_grammar)&amp;action=edit&amp;section=3\" title=\"Edit section: Experiential dimension\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The experiential dimension concerns how meaning is expressed in the group as the organisation of experience. The critical question is how and whether the head is modified. The head does not have to be modified to constitute a group in this technical sense.<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup> Thus, four types of nominal group are possible: the head alone (\"<b>apples</b>\"), the head with premodifiers (\"Those five beautiful shiny Jonathan <b>apples</b>\"), the head with a qualifier (\"<b>apples</b> sitting on the chair\"), and the full structure of premodification and qualification, as above.\n</p>\n<h3><span class=\"mw-headline\" id=\"Functions_of_the_premodifiers\">Functions of the premodifiers</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Nominal_group_(functional_grammar)&amp;action=edit&amp;section=4\" title=\"Edit section: Functions of the premodifiers\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>In this example, the premodifiers characterise the head, on what is known as the <i>uppermost rank</i> (see \"Rankshifting\" below). In some <a href=\"/wiki/Formalism_(philosophy)\" title=\"Formalism (philosophy)\">formal</a> grammars, all of the premodifying items in the example above, except for \"Those\", would be referred to as adjectives, despite the fact that each item has a quite different grammatical function in the group. An <i>epithet</i> indicates some quality of the head: \"shiny\" is an <i>experiential epithet</i>, since it describes an objective quality that we can all experience; by contrast, \"beautiful\" is an <i>interpersonal epithet</i>, since it is an expression of the speaker's subjective attitude towards the apples, and thus partly a matter of the relationship between speaker and listener. \"Jonathan\" is a <i>classifier</i>, which indicates a particular subclass of the head (not Arkansas Black or Granny Smith apples, but Jonathan apples); a classifier cannot usually be intensified (\"very Jonathan apples\" is ungrammatical). \"Five\" is a <i>numerator</i>, and unlike the other three items, describes not a quality of the head but its quantity.<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup>\n</p>\n<h3><span id=\"Ordering_of_the_premodifiers:_from_speaker.E2.80.93now_to_increasingly_permanent_attributes\"></span><span class=\"mw-headline\" id=\"Ordering_of_the_premodifiers:_from_speaker–now_to_increasingly_permanent_attributes\">Ordering of the premodifiers: from speaker–now to increasingly permanent attributes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Nominal_group_(functional_grammar)&amp;action=edit&amp;section=5\" title=\"Edit section: Ordering of the premodifiers: from speaker–now to increasingly permanent attributes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The experiential pattern in nominal groups opens with the identification of the head in terms of the  immediate context of the speech event—the here-and-now—what Halliday calls \"the speaker–now matrix\". Take, for example, the first word of the nominal group exemplified above: \"those\": \"<i>those</i> apples\", as opposed to \"<i>these</i> apples\", means \"you know the apples I mean—the ones over there, not close to me\"; distance or proximity to the immediate speech event could also be in temporal terms (the ones we picked last week, not today), or in terms of the surrounding text (the apples mentioned in the previous paragraph in another context, not in the previous sentence in the same context as now) and the assumed background knowledge of the listener/speaker (\"<i>the</i> apple\" as opposed to \"<i>an</i> apple\" means \"the one you know about\"). The same function is true of other <a href=\"/wiki/Deictic\" class=\"mw-redirect\" title=\"Deictic\">deictics</a>, such as \"my\", \"all\", \"each\", \"no\", \"some\", and \"either\": they establish the relevance of the head—they \"fix\" it, as it were—in terms of the speech event.\n</p><p>There is a progression from this opening of the nominal group, with the greatest specifying potential, through items that have successively less identifying potential and are increasingly permanent as attributes of the head. As Halliday points out, \"the more permanent the attribute of a thing, the less likely it is to identify it in a particular context\"<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup> (that is, of the speech event). The most permanent item, of course, is the head itself. This pattern from transient specification to permanent attribute explains why the items are ordered as they are in a nominal group. The deictic (\"those\") comes first; this is followed by the numerative, if there is one (\"five\"), since the number of apples, in this case, is the least permanent attribute; next comes the interpersonal epithet which, arising from the speaker's opinion, is closer to the speaker–now matrix than the more objectively testable experiential epithet (\"shiny\"); then comes the more permanent classifier (\"Jonathon\", a type of apple), leading to the head itself. This ordering of increasing permanence from left to right is why we are more likely to say \"her new black car\" than \"her black new car\": the newness will recede sooner than the blackness.\n</p>\n<h2><span class=\"mw-headline\" id=\"Logical_dimension\">Logical dimension</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Nominal_group_(functional_grammar)&amp;action=edit&amp;section=6\" title=\"Edit section: Logical dimension\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The logic of the group in English is recursive, based on successive subsets:<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup> working leftwards from the head, the first question that can be asked is \"what kind of apples?\" (Jonathon apples.) Then, \"what kind of Jonathon apples?\" (Shiny Jonathon apples.) \"What kind of shiny Jonathon apples?\" (Beautiful shiny Jonathon apples) \"What kind of beautiful shiny Jonathon apples?\" (Here the recursive logic changes, since this is a multivariate, not a univariate, nominal group—the question now is \"<i>How many</i> beautiful shiny Jonathon apples?\" and after that, \"How do those five beautiful shiny Jonathon apples relate to me the speaker/writer, now?\" (\"Those ones\".) In contrast, the logical questions of a univariate group would be unchanged right through, typical of long strings of nouns in news headlines and signage<sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup> (\"International departure lounge ladies' first-class washroom\").\n</p>\n<h2><span class=\"mw-headline\" id=\"Rank-shifting\">Rank-shifting</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Nominal_group_(functional_grammar)&amp;action=edit&amp;section=7\" title=\"Edit section: Rank-shifting\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The post-modifiers here contain information that is <i>rankshifted</i>. Returning to the original example above, \"on the chair\" is a <i>prepositional phrase</i> embedded within the nominal group; this prepositional phrase itself contains a nominal group (\"the chair\"), comprising the head (\"chair\"), and a <i>deictic</i> (\"the\") which indicates whether some specific subset of the head is intended (here, a specific chair we can identify from the context).<sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\">&#91;17&#93;</a></sup> By contrast, \"Those\" is a deictic on the uppermost rank and is applied to the head on the uppermost rank, \"apples\"; here, \"those\" means \"You know which apples I mean—the ones over there\".\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Nominal_group_(functional_grammar)&amp;action=edit&amp;section=8\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Noun_phrase\" title=\"Noun phrase\">Noun phrase</a></li>\n<li><a href=\"/wiki/Systemic_functional_linguistics\" title=\"Systemic functional linguistics\">Systemic functional linguistics</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Nominal_group_(functional_grammar)&amp;action=edit&amp;section=9\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">David Crystal, 2008. <i>A Dictionary of Linguistics and Phonetics</i>, 6th edition, p 328: <i><b>nominal group</b> = ‘noun phrase’</i>.</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Butler, Downing, &amp; Lavid, 2007. <i><a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=AQI6AAAAQBAJ&amp;printsec=frontcover#v=onepage&amp;q&amp;f=false\">Functional perspectives on grammar and discourse: in honour of Angela Downing</a></i>, p xxi: <i>the nominal group Halliday's term for the noun phrase)</i>; p 165: <i>the English nominal group (aka noun phrase)</i></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Halliday, M.A.K. and Matthiessen, C.M.I.M. 2004 <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=JM3KAgAAQBAJ&amp;printsec=frontcover#v=onepage&amp;q&amp;f=false\">An Introduction to Functional Grammar</a>. Arnold: p311.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Halliday, M.A.K. 2005. Studies in the English Language. Volume 7 in the Collected Works of M.A.K. Halliday. Edited by J.J.Webster. London and New York: Continuum. p xvi.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Halliday, M.A.K. and Matthiessen, C.M.I.M. 2004. An Introduction to Functional Grammar.Arnold: p9</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Halliday, M.A.K. and Matthiessen, C.M.I.M. 2004. An Introduction to Functional Grammar. Arnold; p. 320.</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Halliday, M.A.K. and Matthiessen, C.M.I.M. 1999. Construing experience through meaning: a language-based approach to cognition. London and New York: Continuum.</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Halliday MAK and Mattheison C (2004) <i>Introduction to functional grammar</i>, 3rd ed., London, Hodder Arnold, 311–12</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Halliday MAK (1985/94) <i>Spoken and written language</i>, Deakin University Press, 72</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Halliday MAK (1985/94) <i>Spoken and written language</i>, Deakin University Press, 73</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Halliday MAK (1985/94) <i>Introduction to functional grammar</i>, 2nd ed., London, Hodder Arnold, 179–80</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Bloor T, Bloor M (2004) <i>The functional analysis of English</i>, 2nd ed., London, Edward Arnold, 31</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">Halliday MAK and Mattheison C (2004) <i>Introduction to functional grammar</i>, 3rd Ed, London, Hodder Arnold, 317–20</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">Halliday MAK (1985/94) <i>Introduction to functional grammar</i>, 2nd ed., London, Hodder Arnold, 187</span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\">Halliday MAK (1985/94) <i>Introduction to functional grammar</i>, 2nd ed., London, Hodder Arnold, 191</span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\">Halliday MAK (1985/94) <i>Introduction to functional grammar</i>, 2nd ed., London, Hodder Arnold, 193</span>\n</li>\n<li id=\"cite_note-17\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-17\">^</a></b></span> <span class=\"reference-text\">Halliday MAK (2004) <i>Introduction to functional grammar</i>, 3rd ed, London, Hodder Arnold, 312</span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw1282\nCached time: 20180904233747\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.072 seconds\nReal time usage: 0.110 seconds\nPreprocessor visited node count: 292/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 698/2097152 bytes\nTemplate argument size: 98/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 6199/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.010/10.000 seconds\nLua memory usage: 738 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   74.854      1 -total\n 61.21%   45.818      1 Template:Redirect\n 21.67%   16.221      1 Template:Reflist\n  2.27%    1.703      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:14999344-0!canonical and timestamp 20180904233747 and revision id 825683728\n -->\n</div>"},"langlinks":[{"lang":"de","url":"https://de.wikipedia.org/wiki/Nominalgruppe_(Funktionale_Linguistik)","langname":"German","autonym":"Deutsch","*":"Nominalgruppe (Funktionale Linguistik)"}],"categories":[{"sortkey":"Nominal Group (Language)","*":"Systemic_functional_linguistics"},{"sortkey":"Nominal Group (Language)","*":"Grammar"}],"links":[{"ns":0,"exists":"","*":"Noun group"},{"ns":0,"exists":"","*":"Clause"},{"ns":0,"exists":"","*":"Deictic"},{"ns":0,"exists":"","*":"Description Logic"},{"ns":0,"exists":"","*":"Entity"},{"ns":0,"exists":"","*":"Formalism (philosophy)"},{"ns":0,"exists":"","*":"Michael Halliday"},{"ns":0,"exists":"","*":"Morpheme"},{"ns":0,"exists":"","*":"Noun phrase"},{"ns":0,"exists":"","*":"Systemic functional grammar"},{"ns":0,"exists":"","*":"Systemic functional linguistics"},{"ns":0,"exists":"","*":"Thematic equative"},{"ns":0,"exists":"","*":"Word"}],"templates":[{"ns":10,"exists":"","*":"Template:Redirect"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Redirect hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote list"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Redirect"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":0,"exists":"","*":"Noun group"}],"images":["Arkansas_Black_apples.jpg"],"externallinks":["https://books.google.com/books?id=AQI6AAAAQBAJ&printsec=frontcover#v=onepage&q&f=false","https://books.google.com/books?id=JM3KAgAAQBAJ&printsec=frontcover#v=onepage&q&f=false"],"sections":[{"toclevel":1,"level":"2","line":"The rank scale in SFG","number":"1","index":"1","fromtitle":"Nominal_group_(functional_grammar)","byteoffset":2890,"anchor":"The_rank_scale_in_SFG"},{"toclevel":1,"level":"2","line":"Three metafunctions in the nominal group","number":"2","index":"2","fromtitle":"Nominal_group_(functional_grammar)","byteoffset":8131,"anchor":"Three_metafunctions_in_the_nominal_group"},{"toclevel":1,"level":"2","line":"Experiential dimension","number":"3","index":"3","fromtitle":"Nominal_group_(functional_grammar)","byteoffset":9611,"anchor":"Experiential_dimension"},{"toclevel":2,"level":"3","line":"Functions of the premodifiers","number":"3.1","index":"4","fromtitle":"Nominal_group_(functional_grammar)","byteoffset":10303,"anchor":"Functions_of_the_premodifiers"},{"toclevel":2,"level":"3","line":"Ordering of the premodifiers: from speaker–now to increasingly permanent attributes","number":"3.2","index":"5","fromtitle":"Nominal_group_(functional_grammar)","byteoffset":11566,"anchor":"Ordering_of_the_premodifiers:_from_speaker–now_to_increasingly_permanent_attributes"},{"toclevel":1,"level":"2","line":"Logical dimension","number":"4","index":"6","fromtitle":"Nominal_group_(functional_grammar)","byteoffset":14032,"anchor":"Logical_dimension"},{"toclevel":1,"level":"2","line":"Rank-shifting","number":"5","index":"7","fromtitle":"Nominal_group_(functional_grammar)","byteoffset":15154,"anchor":"Rank-shifting"},{"toclevel":1,"level":"2","line":"See also","number":"6","index":"8","fromtitle":"Nominal_group_(functional_grammar)","byteoffset":15916,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"7","index":"9","fromtitle":"Nominal_group_(functional_grammar)","byteoffset":15986,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Nominal group (functional grammar)","iwlinks":[],"properties":[{"name":"defaultsort","*":"Nominal Group (Language)"},{"name":"wikibase_item","*":"Q7048572"}]}}