{"parse":{"title":"Osteodontokeratic culture","pageid":36524869,"revid":858783119,"text":{"*":"<div class=\"mw-parser-output\"><p>The <b>Osteodontokeratic</b> (\"bone-tooth-horn\", Greek and Latin derivation) <b>culture</b> (<b>ODK</b>) is a hypothesis that was developed by Prof. <a href=\"/wiki/Raymond_Dart\" title=\"Raymond Dart\">Raymond Dart</a> (who identified the <a href=\"/wiki/Taung_child\" class=\"mw-redirect\" title=\"Taung child\">Taung child</a> fossil in 1924, and published the find in <i>Nature</i> Magazine in 1925),<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> which detailed the predatory habits of Australopith species in South Africa involving the manufacture and use of osseous implements. Dart envisaged <i><a href=\"/wiki/Australopithecus_africanus\" title=\"Australopithecus africanus\">Australopithecus africanus</a></i>, known from <a href=\"/wiki/Taung\" title=\"Taung\">Taung</a> and <a href=\"/wiki/Sterkfontein\" title=\"Sterkfontein\">Sterkfontein</a> caves, and <i>Australopithecus prometheus</i> (now classified as <i>Au. africanus</i>) from <a href=\"/wiki/Makapansgat\" title=\"Makapansgat\">Makapansgat</a>, as carnivorous, cannibalistic predators who utilized bone and horn implements to hunt various animals, such as antelopes and primates, as well as other Australopiths.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#History\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">History</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Initial_criticisms_&amp;_Dart&#39;s_rebuttal\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Initial criticisms &amp; Dart's rebuttal</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#The_birth_of_African_cave_taphonomy\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">The birth of African cave taphonomy</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Popular_references\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Popular references</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Further_reading\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Further reading</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"History\">History</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Osteodontokeratic_culture&amp;action=edit&amp;section=1\" title=\"Edit section: History\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In 1947, Wilfred Eitzman, a local schoolteacher, visited the <a href=\"/wiki/Makapansgat\" title=\"Makapansgat\">Makapansgat</a> Limeworks in Limpopo, South Africa, where he collected a number of fossil remains, including those of extinct baboon species, which originated from the Australopith-bearing, Member 3 Grey <a href=\"/wiki/Breccia\" title=\"Breccia\">breccia</a> layers. Eitzman promptly sent some of this fossil material to Prof. <a href=\"/wiki/Raymond_Dart\" title=\"Raymond Dart\">Raymond Dart</a> at the University of the Witwatersrand in Johannesburg for thorough inspection. Dart examined 58 baboon skulls from Eitzman's collections, and recognized a repeated pattern of depressed fractures on the cranial vaults of a number these specimens. Consistent with this pattern, he also found that 4 out of the 6 known Australopith skulls from the Member 3 layers showed similar cranial fractures, although Dart struggled to find an adequate explanation that would account for the frequency of this damage. Eventually Dart concluded that this pattern could have only resulted from “purposeful violence…inflicted by implements held in the hands,” suggesting that southern African Australopiths used long bones (e.g. femurs and humeri), mandibles, horn cores, etc. as hunting weaponry to satisfy their hyper-carnivorous diets (1949).<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> Thus, the ODK hypothesis implied that the rise of the <i>Australopithecus</i> genus from 'hominoid' to 'hominin,' meaning from an ‘ape-adaptive grade’ to a more ‘human-adaptive grade,’ was borne from the ability of early hominin species to use tools, more specifically weapons.\n</p><p>Dart published numerous journal articles on the subject of the ODK hypothesis, which received considerable backlash from his contemporaries. In 1957, he released a comprehensive volume entitled, <i>The Osteodontokeratic Culture of Australopithecus prometheus</i><sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> which outlined his arguments for the validity of the \"predatory transition from Ape to Man\" (see Dart 1953).<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> To justify his arguments, Dart relied on critical lines of evidence that substantiated the validity of ODK culture, although his critics would eventually turn his evidence against him to refute the hypothesis altogether (see below). Dart suggested that the breakage patterns of the so-called bone implements from the Member 3 Grey <a href=\"/wiki/Breccia\" title=\"Breccia\">breccia</a> layers from <a href=\"/wiki/Makapansgat\" title=\"Makapansgat\">Makapansgat</a> displayed evidence of being purposefully broken by the early Australopiths, through cracking and twisting, while fresh. Dart's opinion was that this damage was in no way characteristic of predatory or scavenging animals (e.g. hyenas), and so must have been the result of early hominin dietary activities, mostly likely to access marrow.  Furthermore, after the analysis of over 7,000 faunal remains from the Member 3 Grey breccia material, Dart found a statistical over-representation of certain skeletal elements, such as distal humeri, metapodial bones and mandibles. He concluded that such skewed representational patterns could have only resulted from the selection and transportation of fleshy carcass parts of animals into the <a href=\"/wiki/Makapansgat\" title=\"Makapansgat\">Makapansgat</a> cave system by Australopiths. Lastly, Dart assigned specific tool uses to different bones elements, e.g. a 'mace' for antelope humeri, etc., similar to the manner in which <a href=\"/wiki/Mary_Leakey\" title=\"Mary Leakey\">Mary Leakey</a> created tool types to account for various core morphologies in the <a href=\"/wiki/Oldowan\" title=\"Oldowan\">Oldowan</a> assemblages at <a href=\"/wiki/Olduvai_Gorge\" title=\"Olduvai Gorge\">Olduvai Gorge</a>.\n</p>\n<h2><span id=\"Initial_criticisms_.26_Dart.27s_rebuttal\"></span><span class=\"mw-headline\" id=\"Initial_criticisms_&amp;_Dart's_rebuttal\">Initial criticisms &amp; Dart's rebuttal</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Osteodontokeratic_culture&amp;action=edit&amp;section=2\" title=\"Edit section: Initial criticisms &amp; Dart&#039;s rebuttal\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Immediately after the initial publication of Dart’s ODK hypothesis in 1949, a number of his colleagues refuted the idea as an example of interpretation beyond the limits of scientific evidence. Dr. <a href=\"/wiki/Wilfrid_Le_Gros_Clark\" title=\"Wilfrid Le Gros Clark\">Wilfrid Le Gros Clark</a> (1957)<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> criticized Dart's \"over-emphatic\" writing style, and suggested that his hypothesis relied mainly on the fact that no other feasible hypothesis could make sense of the evidence Dart had complied, rather than on the meticulousness of the scientific methods that Dart used to corroborate the existence of the ODK culture.\n</p><p>Dr. <a href=\"/wiki/Sherwood_Washburn\" title=\"Sherwood Washburn\">Sherwood Washburn</a> conducted field research in the Wankie Game Reserve in Southern Rhodesia (now Zimbabwe), where he observed lion kills that were subsequently scavenged by smaller carnivores (e.g. hyenas, jackals and wild dogs). Washburn noted that the process of prey dis-articulation, and in some cases transport, by carnivores was a highly selective process, which produced similar skeletal part representation patterns to those that Dart found in the Member 3 bone assemblages from <a href=\"/wiki/Makapansgat\" title=\"Makapansgat\">Makapansgat</a> (cf. Maguire <i>et al</i>. 1980).<sup id=\"cite_ref-Makapansgat_6-0\" class=\"reference\"><a href=\"#cite_note-Makapansgat-6\">&#91;6&#93;</a></sup> He published the now well-known article \"Australopithecus: The Hunters or the Hunted?\" (1957)<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup> based upon this research, in which Washburn suggested that southern African Australopiths did not actually hunt other animal species, but rather were hunted and accumulated by cave-dwelling carnivores, most likely by hyenas. This was supported by the presence of two extinct hyenid species found in the Member 3 Grey <a href=\"/wiki/Breccia\" title=\"Breccia\">breccia</a> material, <i><a href=\"/wiki/Pachycrocuta\" title=\"Pachycrocuta\">Pachycrocuta</a> brevirostris</i> and <i>Hyaena makapani</i>, as well as the abundance of hyena coprolites within these layers (which had been well-known at the time).  Thus, Washburn refuted Dart's ODK hypothesis based upon the same lines of evidence used to support it, and suggested that various hyena species were more likely responsible for the accumulation of bone material in the Australopith-bearing layers at <a href=\"/wiki/Makapansgat\" title=\"Makapansgat\">Makapansgat</a>.\n</p><p>Despite such refutations, Dart defended the ODK hypothesis for some time relying upon fieldwork conducted by some of his colleagues that seemed to dismiss the claims of Washburn and others, most notably the hyena bone-collector hypothesis. For example, Alun Hughes (1954),<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup> then Dart's assistant, undertook research in the Kruger National Park, South Africa to investigate the bone accumulation habits of hyenid species, reporting that hyenas did not seem to amass bone material inside their dens, and instead consumed prey directly after the kill or in open-air scavenging sites with little evidence of transport behavior (see Dart 1965).<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup> Thus, Dart rebutted Washburn's criticisms in arguing that the early Australopiths must have been responsible for the bone accumulations at <a href=\"/wiki/Makapansgat\" title=\"Makapansgat\">Makapansgat</a> due to the abundant amount of faunal material found within the cave system, as well as the nature of the breakage patterns. Coupled with the discovery of stone tool assemblages thought to be associated with the robust Australopith species (<i><a href=\"/wiki/Zinjanthropus_boisei\" class=\"mw-redirect\" title=\"Zinjanthropus boisei\">Zinjanthropus boisei</a>,</i> now classified under the genus <i><a href=\"/wiki/Paranthropus\" title=\"Paranthropus\">Paranthropus</a></i>) from <a href=\"/wiki/Olduvai_Gorge\" title=\"Olduvai Gorge\">Olduvai Gorge</a> by Mary and Louis Leakey, this amounting evidence seemed to sway the argument in Dart’s favor. Furthermore, Dr. <a href=\"/wiki/John_T._Robinson\" class=\"mw-redirect\" title=\"John T. Robinson\">John T. Robinson</a> (1959)<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup> (a colleague of Dr. <a href=\"/wiki/Robert_Broom\" title=\"Robert Broom\">Robert Broom</a> at the Transvaal Museum, and a co-founder of the famous adult <i>Au. africanus</i> skull Sts 5, known as <a href=\"/wiki/Mrs._Ples\" title=\"Mrs. Ples\">Mrs. Ples</a>), had found a bone tool at <a href=\"/wiki/Sterkfontein\" title=\"Sterkfontein\">Sterkfontein</a> he believed to be used by <i>Au. africanus</i>, which also seemed to corroborate the ODK hypothesis.\n</p><p>However, Dart's refutation of the bone-collecting habits of hyenas was short-lived as an overwhelming body of research has found that hyenas do, in fact, accumulate bone material inside caves used as dens. Before Hughes's work in the Kruger National Park, modern zoological research focusing upon hyenas had never been correlated with palaeontological or palaeoanthropological studies of this nature. Due to the inception and on-going significance of taphonomic and palaeozoological research within these fields, it is now well-known and widely accepted that hyenid species transport and accumulate bone material within cave systems used as dens, which can ultimately result in fossil assemblages (see Maguire <i>et al</i>. 1980<sup id=\"cite_ref-Makapansgat_6-1\" class=\"reference\"><a href=\"#cite_note-Makapansgat-6\">&#91;6&#93;</a></sup> and Kuhn <i>et al</i>. 2010).<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"The_birth_of_African_cave_taphonomy\">The birth of African cave taphonomy</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Osteodontokeratic_culture&amp;action=edit&amp;section=3\" title=\"Edit section: The birth of African cave taphonomy\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Amidst the growing contention surrounding the validity of the ODK hypothesis, a young Southern Rhodesian (now Zimbabwe) researcher, Dr. <a href=\"/wiki/Charles_Kimberlin_Brain\" title=\"Charles Kimberlin Brain\">Charles Kimberlin Brain</a> (\"Bob\" Brain) became fascinated with Dart's work describing prehistory's \"predatory ape-men\", and conducted research upon the bone breakage and skeletal element representation patterns expounded in Dart's writings (see above). Brain (1967)<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup> examined the remains of goat bones within Hottentot villages in Namibia, finding that the skeletal element representation patterns, which formed the crux of Dart's support for the ODK culture, were more simply explained by the durability and resistance of certain bone elements to soil-chemical weathering and the consumption habits of carnivores. This stimulated Brain's interest in how such patterns within cave systems might be affected by the weight, density, cortical thickness and size of bones in relation to weathering and erosion processes.\n</p><p>In 1965, Brain took over the directorship of <a href=\"/wiki/Swartkrans\" title=\"Swartkrans\">Swartkrans</a> cave (next to <a href=\"/wiki/Sterkfontein\" title=\"Sterkfontein\">Sterkfontein</a> caves) and found a very similar skeletal element representation pattern of fossil faunal remains (including ungulates, primates, large carnivores and hominins) to that of the <a href=\"/wiki/Makapansgat\" title=\"Makapansgat\">Makapansgat</a> Member 3 Grey <a href=\"/wiki/Breccia\" title=\"Breccia\">breccia</a> assemblages. This confirmed Brain’s earlier work that skeletal element representation patterns were more likely generated from factors relating to the resilience of bone to weathering, carnivore damage and <a href=\"/wiki/Diagenesis\" title=\"Diagenesis\">diagenesis</a>. Further, he found that the breakage patterns from faunal remains at Swartkrans were consistent with large carnivore damage upon bone, such as leopards and hyenas. During Brain's excavations, he  found a partial skull-cap of a juvenile <i><a href=\"/wiki/Paranthropus_robustus\" title=\"Paranthropus robustus\">Paranthropus robustus</a></i> (SK 54) bearing two puncture marks (1970).<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup> Brain found that these punctures aligned perfectly with the spacing of the canines in a leopard mandible. He then summarized the findings of his research spanning nearly 20 years in the authoritative volume entitled, <i>Hunters or the Hunted?: An Introduction to African Cave <a href=\"/wiki/Taphonomy\" title=\"Taphonomy\">Taphonomy</a></i> (1981)<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup> (named after Washburn's famous article, see above), which corroborated Washburn's hypothesis that early Australopiths were not, in fact, responsible for associated fossil accumulations found throughout southern Africa. It instead demonstrated the fact that large carnivore species had played a much more important role in the origination of fossil deposit (especially in the Sterkfontein Valley) bearing Plio-Pleistocene hominin remains, and further that early Australopiths, as Washburn proposed many years ago, were preyed upon by large carnivores and were not actually predators themselves. Subsequently, Brain's work has engendered a body of on-going research critical to our understanding of early hominin species and the ecosystems in which they lived. Brain’s volume contains an excellent summary of Dart's development of the ODK hypothesis, as well as his detailed refutation to it, which is now recognized as disproving Dart's ideas of the \"predatory transition from Ape to Man.\"\n</p>\n<h2><span class=\"mw-headline\" id=\"Popular_references\">Popular references</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Osteodontokeratic_culture&amp;action=edit&amp;section=4\" title=\"Edit section: Popular references\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><a href=\"/wiki/Robert_Ardrey\" title=\"Robert Ardrey\">Robert Ardrey</a>'s <i>African Genesis</i> (1961),<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup> which popularized concurrent viewpoints on the evolution of modern humans, contains numerous references to Dart’s ODK hypothesis. He detailed Dart's evidence for the predatory rise of Australopiths from \"Ape to Man\" as the major factor from which modern behavior emerged.\n</p><p>One of the most well-known popular references to Dart’s ODK hypothesis was captured in <a href=\"/wiki/Stanley_Kubrick\" title=\"Stanley Kubrick\">Stanley Kubrick</a>'s film <i><a href=\"/wiki/2001:_A_Space_Odyssey\" title=\"2001: A Space Odyssey\">2001: A Space Odyssey</a></i> (an adaptation of <a href=\"/wiki/Arthur_C._Clarke\" title=\"Arthur C. Clarke\">Arthur C. Clarke</a>'s short story \"The Sentinel\", who also co-authored the screenplay with Kubrick) in which the first part of the film depicts early hominin \"ape-men\" as herbivorous animals being preyed upon by leopards (note the possible reference to Brain's work, see above). Then a black monolithic structure descends from the sky, which is inspected and touched by the ape-men who start shrieking and are thrown into a frenzy. One 'ape-man' spontaneously starts to use a bone as a tool, more specifically a weapon, which they use to retake a waterhole, suggesting the ‘dawn of human culture’ began from an extraterrestrial source.\n</p><p><a href=\"/wiki/Masaaki_Hatsumi\" title=\"Masaaki Hatsumi\">Masaaki Hatsumi</a>, founder of the <a href=\"/wiki/Bujinkan\" title=\"Bujinkan\">Bujinkan Organization</a> and the current <a href=\"/wiki/Togakure-ry%C5%AB\" title=\"Togakure-ryū\">Togakure-ryū</a> <a href=\"/wiki/S%C5%8Dke\" title=\"Sōke\">Soke</a> (<a href=\"/wiki/Grandmaster_(martial_arts)\" title=\"Grandmaster (martial arts)\">Grandmaster</a>), briefly discussed Dart's ODK hypothesis as a possible scientific explanation for the continuity of the use of weapons throughout human history (2005).<sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Further_reading\">Further reading</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Osteodontokeratic_culture&amp;action=edit&amp;section=5\" title=\"Edit section: Further reading\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>For an excellent and detailed summary of history of the ODK hypothesis see Wolberg, D. L. (1970) \"The Hypothesized Osteodontokeratic Culture of the Australopithecinae\". <i>Current Anthropology</i> Vol. 11(1), pgs. 23-37.\n</p><p>For an authoritative perspective on the behavior of modern hyenid species and their significance in palaeozoology see Kuhn, B. F. 2011. <i>Hyaenids: Taphonomy and Implications for the Palaeoenvironment</i>. Cambridge Scholars Publishing.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Osteodontokeratic_culture&amp;action=edit&amp;section=6\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Dart, R. A. 1924.  \"Australopithecus africanus: The man-ape of South Africa\". <i>Nature</i> 115: 195-199.</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Dart, R. A. 1949. The predatory implement technique of the Australopithecines. <i>American Journal of Physical Anthropology</i> 7: 1-16.</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Dart, R. A. 1957. <i>The Osteodontokeratic Culture of Australopithecus prometheus</i>. Transvaal Museum Memoir No. 10.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Dart, R. A. 1953. The predatory transition from Ape to Man. <i>International Anthropological and Linguistic Review</i> 1: 201-219.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Clark, W. Le Gros. 1957. Humans and hominids. Review of: <i>The Osteodontokeratic Culture of Australopithecus prometheus</i>, by R. A. Dart. <i>Nature</i> 180: 156.</span>\n</li>\n<li id=\"cite_note-Makapansgat-6\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Makapansgat_6-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Makapansgat_6-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Maguire, J.; Pemberton, D. &amp; Collett, M. 1980. \"The Makapansgat Limeworks Grey breccia: hominids, hyaenas, hystricids or hillwash?\" <i>Palaeontologia africana</i> 23: 75-98.</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Washburn, S. 1957. \"Australopithecus: hunters of the hunted?\" <i>American Anthropologist</i> 59: 612-614.</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Hughes, A. 1954. \"Hyenas vs. australopithecines as agents of bone accumulation\". <i>American Journal of Physical Anthropology</i> 12: 476-86.</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Dart, R. A. 1956. \"The myth of the bone-accumulating hyena\". <i>American Anthropologist</i> 58: 40-62.</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Robinson, J. T. 1959. \"A bone implement from Sterkfontein\". <i>Nature</i> 184: 583-585.</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Kuhn, B. F.; Berger, L. R. &amp; Skinner, J. D. 2010.  \"Examining criteria for identifying and differentiating fossil faunal assemblages accumulated by hyenas and hominins using extant hyenid accumulations\". <i>International Journal of Osteoarchaeology</i> 20: 15-35.</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Brain. C. K. 1967. \"Bone weathering and the problem of pseudo-bone tools\". <i>South African Journal of Science</i> 63: 97-99.</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">Brain, C. K. 1970. \"New finds at the Swartkrans Australopithecine site\". <i>Nature</i> 225: 1112-1119.</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">Brain, C. K. 1981. <i>Hunters or the Hunted?: An Introduction to African Cave Taphonomy</i>. University of Chicago Press: Chicago &amp; London.</span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\">Ardrey, R. 1961. <i>African Genesis</i>. Collins: London.</span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\">Hatsumi, M. 2005. <i>Advanced Stick Fighting</i>. Kodansha: London &amp; Tokyo.</span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw1299\nCached time: 20180909154555\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.068 seconds\nReal time usage: 0.080 seconds\nPreprocessor visited node count: 295/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 359/2097152 bytes\nTemplate argument size: 89/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 5914/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.003/10.000 seconds\nLua memory usage: 525 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   36.953      1 Template:Reflist\n100.00%   36.953      1 -total\n 14.82%    5.475      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:36524869-0!canonical and timestamp 20180909154555 and revision id 858783119\n -->\n</div>"},"langlinks":[{"lang":"de","url":"https://de.wikipedia.org/wiki/Osteodontokeratische_Kultur","langname":"German","autonym":"Deutsch","*":"Osteodontokeratische Kultur"}],"categories":[{"sortkey":"Osteodontokeratic culture","*":"Paleoanthropology"},{"sortkey":"Osteodontokeratic culture","*":"Prehistoric_Africa"},{"sortkey":"Osteodontokeratic culture","*":"Archaeological_theory"}],"links":[{"ns":0,"exists":"","*":"2001: A Space Odyssey"},{"ns":0,"exists":"","*":"Arthur C. Clarke"},{"ns":0,"exists":"","*":"Australopithecus africanus"},{"ns":0,"exists":"","*":"Breccia"},{"ns":0,"exists":"","*":"Bujinkan"},{"ns":0,"exists":"","*":"Charles Kimberlin Brain"},{"ns":0,"exists":"","*":"Diagenesis"},{"ns":0,"exists":"","*":"Grandmaster (martial arts)"},{"ns":0,"exists":"","*":"John T. Robinson"},{"ns":0,"exists":"","*":"Makapansgat"},{"ns":0,"exists":"","*":"Mary Leakey"},{"ns":0,"exists":"","*":"Masaaki Hatsumi"},{"ns":0,"exists":"","*":"Mrs. Ples"},{"ns":0,"exists":"","*":"Oldowan"},{"ns":0,"exists":"","*":"Olduvai Gorge"},{"ns":0,"exists":"","*":"Pachycrocuta"},{"ns":0,"exists":"","*":"Paranthropus"},{"ns":0,"exists":"","*":"Paranthropus robustus"},{"ns":0,"exists":"","*":"Raymond Dart"},{"ns":0,"exists":"","*":"Robert Ardrey"},{"ns":0,"exists":"","*":"Robert Broom"},{"ns":0,"exists":"","*":"Sherwood Washburn"},{"ns":0,"exists":"","*":"Stanley Kubrick"},{"ns":0,"exists":"","*":"Sterkfontein"},{"ns":0,"exists":"","*":"Swartkrans"},{"ns":0,"exists":"","*":"Sōke"},{"ns":0,"exists":"","*":"Taphonomy"},{"ns":0,"exists":"","*":"Taung"},{"ns":0,"exists":"","*":"Taung child"},{"ns":0,"exists":"","*":"Togakure-ryū"},{"ns":0,"exists":"","*":"Wilfrid Le Gros Clark"},{"ns":0,"exists":"","*":"Zinjanthropus boisei"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":[],"sections":[{"toclevel":1,"level":"2","line":"History","number":"1","index":"1","fromtitle":"Osteodontokeratic_culture","byteoffset":881,"anchor":"History"},{"toclevel":1,"level":"2","line":"Initial criticisms & Dart's rebuttal","number":"2","index":"2","fromtitle":"Osteodontokeratic_culture","byteoffset":4561,"anchor":"Initial_criticisms_&_Dart's_rebuttal"},{"toclevel":1,"level":"2","line":"The birth of African cave taphonomy","number":"3","index":"3","fromtitle":"Osteodontokeratic_culture","byteoffset":10019,"anchor":"The_birth_of_African_cave_taphonomy"},{"toclevel":1,"level":"2","line":"Popular references","number":"4","index":"4","fromtitle":"Osteodontokeratic_culture","byteoffset":13531,"anchor":"Popular_references"},{"toclevel":1,"level":"2","line":"Further reading","number":"5","index":"5","fromtitle":"Osteodontokeratic_culture","byteoffset":15140,"anchor":"Further_reading"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"6","fromtitle":"Osteodontokeratic_culture","byteoffset":15616,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Osteodontokeratic culture","iwlinks":[],"properties":[{"name":"defaultsort","*":"Osteodontokeratic culture"},{"name":"wikibase_item","*":"Q2035023"}]}}