{"parse":{"title":"Love Boat (study tour)","pageid":89786,"revid":819260617,"text":{"*":"<div class=\"mw-parser-output\"><div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:222px;\"><a href=\"/wiki/File:Lb12.jpg\" class=\"image\"><img alt=\"Students on the Love Boat Study Tour on a Bus.\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/89/Lb12.jpg/220px-Lb12.jpg\" width=\"220\" height=\"138\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/89/Lb12.jpg/330px-Lb12.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/8/89/Lb12.jpg 2x\" data-file-width=\"418\" data-file-height=\"263\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Lb12.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>Students on the Overseas Compatriot Youth Formosa Study Tour to Taiwan, informally known as the Love Boat, on a bus touring the southern part of Taiwan in 1993</div></div></div>\n<table class=\"plainlinks metadata ambox ambox-content ambox-Refimprove\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Question_book-new.svg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png\" width=\"50\" height=\"39\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/75px-Question_book-new.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/100px-Question_book-new.svg.png 2x\" data-file-width=\"512\" data-file-height=\"399\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>needs additional citations for <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">verification</a></b>.<span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Love_Boat_(study_tour)&amp;action=edit\">improve this article</a> by <a href=\"/wiki/Help:Introduction_to_referencing_with_Wiki_Markup/1\" title=\"Help:Introduction to referencing with Wiki Markup/1\">adding citations to reliable sources</a>. Unsourced material may be challenged and removed.</span>  <small><i>(June 2016)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p>The <b>Overseas Compatriot Youth Formosa Study Tour to <a href=\"/wiki/Taiwan\" title=\"Taiwan\">Taiwan</a></b>, informally known as the <b>Love Boat</b>, is a four-week summer program for about 400 to 600 college-aged <a href=\"/wiki/Overseas_Taiwanese\" title=\"Overseas Taiwanese\">Overseas Taiwanese</a>.  In <a href=\"/wiki/Chinese_language\" title=\"Chinese language\">Chinese</a>, it is also colloquially referred to as <i>Měi-Jiā-yíng</i> (美加營) &#8211; “America and Canada Camp” &#8211;  a reference to where most of the participants originate. The program has two main campuses, one stationed at <a href=\"/wiki/Jiantan_Station\" class=\"mw-redirect\" title=\"Jiantan Station\">Jiantan</a> (劍潭, then spelled Chientan) campus in <a href=\"/wiki/Taipei\" title=\"Taipei\">Taipei</a> and one campus in <a href=\"/wiki/Taichung\" title=\"Taichung\">Taichung</a>.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#History_of_program\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">History of program</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Changes_over_the_years\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Changes over the years</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Addition_of_Ocean_Campus\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Addition of Ocean Campus</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#References\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#External_links\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"History_of_program\">History of program</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Love_Boat_(study_tour)&amp;action=edit&amp;section=1\" title=\"Edit section: History of program\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The program was first started in 1967 by the Overseas Chinese Affairs Commission (now <a href=\"/wiki/Overseas_Compatriot_Affairs_Commission\" class=\"mw-redirect\" title=\"Overseas Compatriot Affairs Commission\">Overseas Compatriot Affairs Commission</a>) in a joint project with the <a href=\"/wiki/China_Youth_Corps\" title=\"China Youth Corps\">China Youth Corps</a>.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> The primary goal of the program was to acquaint, or re-acquaint, young people of Chinese descent living in other parts of the world with Chinese culture and language. Thus, participants take brief courses in language and arts, attend lectures, and take scenic tours of Taiwan. This however, is the popular perception of the program. The alternate and original purpose for the Taiwan Government's subsidizing of the program was to shore up overseas support for its cross-strait political policies, particularly those of the <a href=\"/wiki/Kuomintang\" title=\"Kuomintang\">Kuomintang</a> (KMT) party in regards to its tense relations with China. Accordingly, participants were to attend lectures on cross-strait relations which others might perceive as propaganda. Beyond this, the study tour is most famous, even infamous, for what goes on at night, after the classes and sightseeing take place.\n</p><p>It is rumored that some participants engage in sexually promiscuous activity although several eventually ended up marrying each other (hence the <a href=\"/wiki/Love_Boat\" class=\"mw-redirect\" title=\"Love Boat\">Love Boat</a> nickname).<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>  Several unplanned pregnancies were documented on the 1996 study tour which resulted in more stringent rules for subsequent tours; including rules against the opposite sex being present in the same dorm room and more strictly enforced curfews. The tour is overseen by a dozen or so counselors whose responsibilities include rule enforcement, event planning, herding the program participants around on outings and rousing them from their sleep in the mornings. However, repeated violations of the rules sometimes turned some of the counselors apathetic; without choice, they often had to turn a blind eye to inappropriate minor misdeeds as the sheer volume of these violations became simply unmanageable. People have been sent home if the violations are significant enough.\n</p>\n<h2><span class=\"mw-headline\" id=\"Changes_over_the_years\">Changes over the years</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Love_Boat_(study_tour)&amp;action=edit&amp;section=2\" title=\"Edit section: Changes over the years\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The study tour has gone through many changes over the years which correspond with Taiwan's changing politics and economy. When the tour first started 1967, the program hosted 60–70 participants from America and Canada, with an age range of between 14 and 25, at a small college in Taiwan. As the popularity of the program grew, the number of participants increased and the headquarters moved to <a href=\"/wiki/Jiantan_Station\" class=\"mw-redirect\" title=\"Jiantan Station\">Jiantan</a> Campus in Taipei in the 1970s. The average size of the program grew to 100–200 students up until 1988 and in 1989 peaked exponentially at 1200 participants. Due to the overwhelming increase in demand participants had to be placed in two separate campuses in 1990, one remaining at Jiantan Campus and the other new one held at Taipei's <a href=\"/wiki/Tam_Kang_Campus\" class=\"mw-redirect\" title=\"Tam Kang Campus\">Tam Kang Campus</a>.\n</p><p>This increase in enrollment coincided with both Taiwan's 1987 lifting of <a href=\"/wiki/Martial_law\" title=\"Martial law\">martial law</a> and also its astronomical economic rise in the technology boom which greatly increased the island's reputation and prosperity. Further, because many originally skeptical participants were returning home with a greater appreciation of Taiwanese culture, improved Chinese language skills and were raving about the quality of the tour to their family, this consequently led to good word of mouth about the program being spread within the National Chinese Community.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> This was especially pertinent in the 1970s and 1980s when Chinese communities were smaller than present day and a clear sense of \"Asian American identity\" for many North American born Chinese was nebulous at best. Many American-born Chinese who initially did not have any Chinese language skills and who refused to date a fellow Asian, returned from the tour not only expressing a greater appreciation of Chinese language and culture but also a greater willingness to date within the Asian community.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>  There were many reasons for this, but especially for those participants who came from communities without many Chinese, the Study tour provided a unique forum to share their common \"Chinese North American Experience\" of growing up and needing to reconcile both North American and Asian Cultures in a predominantly Caucasian society.\n</p><p>However, a by-product of the study tour's increased popularity was increased competition by parents to register their children especially at large urban centers in New York and California. In fact, there were often waiting lists to get on the program and for some parents getting their child on the program became a symbol of status and often pertinent or high-ranking connections facilitated the application process for their child.  Students who were interested in attending would often neglect to inform their parents about the Tour's <a href=\"/wiki/Love_Boat\" class=\"mw-redirect\" title=\"Love Boat\">Love Boat</a> reputation for fear of not being allowed to go.  Conversely, some parents desiring their children to find a \"suitable Chinese spouse\" sent their unsuspecting children on the trip while telling them it was chiefly a Language Study tour.\n</p><p>By the 1990s, the study tour had become a 6 week long program with an enrollment of 1200 participants aged from 18–23 with a management staff of over 80 Counselors. The trip now included a \"9 day trip down South\" which took all 1200 study tour participants on a bus tour around the entire island of Taiwan to see the major scenic areas.  Another prerequisite of the program had by that time become mandatory <a href=\"/wiki/University\" title=\"University\">university</a> enrollment with a preference for students in <a href=\"/wiki/Ivy_League\" title=\"Ivy League\">Ivy League</a> universities and students in their final year of university and thus near the age limit.  Further rules stipulated that a family could only send one of its children at a time during any particular tour year so as to avoiding hoarding of spots by families.  Exceptions were made however to twins and siblings from Europe.  Participation had gradually increased from Europe especially from the countries such as England, France, Germany, Sweden, Denmark, Austria, Switzerland, and the Netherlands.  Countries such as Australia and those from South America and Africa also began sending small numbers of Study tour participants.  This contributed greatly to the sense of international community among Overseas Chinese worldwide.\n</p>\n<h2><span class=\"mw-headline\" id=\"Addition_of_Ocean_Campus\">Addition of Ocean Campus</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Love_Boat_(study_tour)&amp;action=edit&amp;section=3\" title=\"Edit section: Addition of Ocean Campus\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Starting in 1992, another memorable change occurred in the Study tour in that Tam Kang Campus was replaced in use by <a href=\"/wiki/Ocean_Campus\" class=\"mw-redirect\" title=\"Ocean Campus\">Ocean Campus</a> in <a href=\"/wiki/Keelung\" title=\"Keelung\">Keelung</a>.  Many recall with fondness or revulsion the facilities of Ocean Campus.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>  But by popular opinion, those students who were placed in Jiantan Campus had the more comfortable facilities and the convenience to the nearby Shilin night market in Taipei.  In comparison, those students at Ocean Campus experienced slightly less convenient facilities albeit theirs did include more athletic and outdoor activities but unfortunately were a good cab ride away from the Taipei nightlife.  Without such amenities as Jiantan campus, students at Ocean Campus often had no choice but to use their greater opportunities and free time at Ocean campus to communicate and bond.  Unfortunately, the idea and logistics behind a Campus switch between Jiantan and Ocean would not come to fruition until the Study tour of 1996. During this switch, participants at Ocean and Jiantan would switch campuses half-way during the tour.  This type of switch would continue until the 2001 Study tour.\n</p><p>One other reason for stricter rules involved the death of a student.  It was reported that on the \"9 day trip down south\", this  participant went against the wishes of the counselors to swim in the bay of <a href=\"/wiki/Kenting\" class=\"mw-redirect\" title=\"Kenting\">Kenting</a>.  The student was caught in an undertow and subsequently drowned while others were attempting to rescue him.  Since then, the Study tour has been embroiled in a multimillion-dollar lawsuit with the deceased participant's parents which continues to this day.  Thus, stricter rules were created for the Study tour overall not only for legal purposes but also for the protection of the students.  Although complete enforcement is extremely difficult for the counselors of the tour,<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup> students caught breaking major rules such as fighting, stealing, or sexual harassment are immediately sent home.\n</p><p>The program maintained its number of participants and its program structure throughout the 1990s but this changed after the <a href=\"/wiki/1999_Jiji_earthquake\" title=\"1999 Jiji earthquake\">1999 Jiji earthquake</a>. As a result, many parents were hesitant of sending their children to Taiwan. As a result, the number of participants in the year 2000 tour dropped to 800 as anyone who applied was accepted.  Further problems for the Study tour continued.  The Study tour had historically been funded and supported by Taiwan's <a href=\"/wiki/Kuomintang\" title=\"Kuomintang\">Kuomintang</a> party since its inception in 1967.  After the 2000 Taiwan election, the incoming change of administration of the <a href=\"/wiki/Democratic_Progressive_Party\" title=\"Democratic Progressive Party\">Democratic Progressive Party</a> (DPP) did not fully support the aims or goals of the study tour.  As a result, funding was drastically cut and enrollment for the tour of 2001 was limited to 800 students.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup> To cut costs, most students of that year were removed from the traditional Jiantan building and moved to a smaller adjacent one that historically hosted the \"Baby Boat\", a much younger study tour, where participants were aged between 12–18. The cuts did not end there.  In 2002, due to lack of government support, the China Youth Corps which usually ran the program announced that it could no longer support a sizable number of students at Jiantan for its 2002 Study tour and that other organizations would have to pick up the slack.\n</p><p>As a result, in 2002 the Jiantan campus hosted  about 100 students with other tour participants going to three other different campuses; including one campus near the Taipei Zoo and another in <a href=\"/wiki/Taichung\" title=\"Taichung\">Taichung</a>.  The fourth group was the most unusual as they did not have a specific or permanent home base and spent most of their trip traveling around the island by bus.  This fourth group therefore, did not get nor require a \"Trip down South.\" There was no campus switch for this 2002 Study tour and each group hosted approximately 100 members.\n</p><p>In the 40-year history of the Taiwan Study tour, the students have survived through many travails such as earthquakes, typhoons, localized disease outbreaks, and even \nmissile threats/military posturing from China.  However, no study tour year was ever canceled due to these incidents except the 2003 year.  In 2003, the worldwide SARS outbreak caused the only ever cancellation of a study tour before it even began.  Parents were hesitant to send their children to Taiwan at the time and tour organizers recognized the logistical nightmare due to widespread quarantine conditions.\n</p><p>The Study tour resumed in 2004 with two groups.  One group remained at Jiantan Campus which on this year included more strictly enforced 11pm bed checks.  Another group was located at Taichung.  The enrollment has also slowly increased with Jiantan campus presently housing up to 200 Study tour students with the potential for greater expansion.\n</p><p>Despite the fact that Chinese communities now enjoy greater mainstream acceptance than they did 40 years ago and that some Chinese North Americans may take associating with other Chinese North Americans for granted as well as an unquestioned way of life, the goals and endeavors of the Taiwan Study tour remain the same.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Love_Boat_(study_tour)&amp;action=edit&amp;section=4\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist columns references-column-width\" style=\"-moz-column-width: 30em; -webkit-column-width: 30em; column-width: 30em; list-style-type: decimal;\">\n<ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20080120093946/http://taiwanjournal.nat.gov.tw/ct.asp?xItem=17692&amp;CtNode=118\"><i>Taiwan National Journal</i> article (17 December 1999) on the study tour (English)</a></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.click2asia.com/about/index.php?y=inthenews\"><i>Toronto Star</i> 3 August 2004 article on the Study Tour re-published by Click2Asia.  Click2Asia indicates date and source of material (Toronto Star) in this link</a></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.click2asia.com/about/popup.php?x=news3\">Direct link to August 3rd, 2004 Toronto Star article \"Finding a Mate Offshore\" by William Lin</a></span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"https://www.webcitation.org/query?url=http://www.geocities.com/jodeman.geo/loveboat.htm&amp;date=2009-10-26+00:54:49\">'A More Complete Description of The Love Boat\" (English)</a></span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.explode.com/passport/taiwan.shtml\">Explode.com Study Tour Article \"Fear and Loathing in Taiwan\" (English)</a></span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.click2asia.com/studytour/studytourfeature.html\">Article detailing Studytour in Mid 1990s (English)</a> <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20070408160336/http://www.click2asia.com/studytour/studytourfeature.html\">Archived</a> 2007-04-08 at the <a href=\"/wiki/Wayback_Machine\" title=\"Wayback Machine\">Wayback Machine</a>.</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.heychristine.com/journals/06-13-01.html\">Article detailing study tour history (English)</a> <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20061116232224/http://www.heychristine.com/journals/06-13-01.html\">Archived</a> 2006-11-16 at the <a href=\"/wiki/Wayback_Machine\" title=\"Wayback Machine\">Wayback Machine</a>.</span>\n</li>\n</ol></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Love_Boat_(study_tour)&amp;action=edit&amp;section=5\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.ocac.gov.tw/OCAC/Eng/Pages/List.aspx?nodeid=1811\">Overseas Compatriot Affairs Commission (English)</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.icrt.com.tw/wordpress/blog/2016/06/14/taiwan-talk-love-boat-taiwan/\">Taiwan Talk: “Love Boat: Taiwan”</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1254\nCached time: 20180909114156\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.068 seconds\nReal time usage: 0.100 seconds\nPreprocessor visited node count: 267/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 5430/2097152 bytes\nTemplate argument size: 112/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 3364/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.021/10.000 seconds\nLua memory usage: 1.17 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   71.486      1 -total\n 58.56%   41.859      1 Template:More_citations_needed\n 39.79%   28.446      1 Template:Ambox\n 35.71%   25.525      1 Template:Reflist\n 12.92%    9.238      2 Template:Webarchive\n  3.60%    2.572      1 Template:Main_other\n  3.08%    2.202      1 Template:Column-width\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:89786-0!canonical and timestamp 20180909114156 and revision id 819260617\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"Webarchive_template_wayback_links"},{"sortkey":"Love Boat (Study Tour)","hidden":"","*":"Articles_needing_additional_references_from_June_2016"},{"sortkey":"Love Boat (Study Tour)","hidden":"","*":"All_articles_needing_additional_references"},{"sortkey":"Love Boat (Study Tour)","*":"Summer_camps"},{"sortkey":"Love Boat (Study Tour)","*":"Education_in_Taiwan"}],"links":[{"ns":14,"exists":"","*":"Category:Articles needing additional references from June 2016"},{"ns":0,"exists":"","*":"1999 Jiji earthquake"},{"ns":0,"exists":"","*":"China Youth Corps"},{"ns":0,"exists":"","*":"Chinese language"},{"ns":0,"exists":"","*":"Democratic Progressive Party"},{"ns":0,"exists":"","*":"Ivy League"},{"ns":0,"exists":"","*":"Jiantan Station"},{"ns":0,"exists":"","*":"Keelung"},{"ns":0,"exists":"","*":"Kenting"},{"ns":0,"exists":"","*":"Kuomintang"},{"ns":0,"exists":"","*":"Love Boat"},{"ns":0,"exists":"","*":"Martial law"},{"ns":0,"exists":"","*":"Ocean Campus"},{"ns":0,"exists":"","*":"Overseas Compatriot Affairs Commission"},{"ns":0,"exists":"","*":"Overseas Taiwanese"},{"ns":0,"exists":"","*":"Taichung"},{"ns":0,"exists":"","*":"Taipei"},{"ns":0,"exists":"","*":"Taiwan"},{"ns":0,"exists":"","*":"Tam Kang Campus"},{"ns":0,"exists":"","*":"University"},{"ns":0,"exists":"","*":"Wayback Machine"},{"ns":4,"exists":"","*":"Wikipedia:Verifiability"},{"ns":12,"exists":"","*":"Help:Introduction to referencing with Wiki Markup/1"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:More citations needed"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Column-width"},{"ns":10,"exists":"","*":"Template:Webarchive"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Webarchive"},{"ns":828,"exists":"","*":"Module:Webarchive/data"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Lb12.jpg","Question_book-new.svg"],"externallinks":["https://web.archive.org/web/20080120093946/http://taiwanjournal.nat.gov.tw/ct.asp?xItem=17692&CtNode=118","http://www.click2asia.com/about/index.php?y=inthenews","http://www.click2asia.com/about/popup.php?x=news3","https://www.webcitation.org/query?url=http://www.geocities.com/jodeman.geo/loveboat.htm&date=2009-10-26+00:54:49","http://www.explode.com/passport/taiwan.shtml","http://www.click2asia.com/studytour/studytourfeature.html","https://web.archive.org/web/20070408160336/http://www.click2asia.com/studytour/studytourfeature.html","http://www.heychristine.com/journals/06-13-01.html","https://web.archive.org/web/20061116232224/http://www.heychristine.com/journals/06-13-01.html","http://www.ocac.gov.tw/OCAC/Eng/Pages/List.aspx?nodeid=1811","http://www.icrt.com.tw/wordpress/blog/2016/06/14/taiwan-talk-love-boat-taiwan/"],"sections":[{"toclevel":1,"level":"2","line":"History of program","number":"1","index":"1","fromtitle":"Love_Boat_(study_tour)","byteoffset":834,"anchor":"History_of_program"},{"toclevel":1,"level":"2","line":"Changes over the years","number":"2","index":"2","fromtitle":"Love_Boat_(study_tour)","byteoffset":3259,"anchor":"Changes_over_the_years"},{"toclevel":1,"level":"2","line":"Addition of Ocean Campus","number":"3","index":"3","fromtitle":"Love_Boat_(study_tour)","byteoffset":7791,"anchor":"Addition_of_Ocean_Campus"},{"toclevel":1,"level":"2","line":"References","number":"4","index":"4","fromtitle":"Love_Boat_(study_tour)","byteoffset":13499,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"5","index":"5","fromtitle":"Love_Boat_(study_tour)","byteoffset":13529,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Love Boat (study tour)","iwlinks":[],"properties":[{"name":"defaultsort","*":"Love Boat (Study Tour)"},{"name":"wikibase_item","*":"Q6690389"}]}}