{"parse":{"title":"Luethi-Peterson Camps","pageid":2703214,"revid":819271211,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content ambox-Refimprove\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Question_book-new.svg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png\" width=\"50\" height=\"39\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/75px-Question_book-new.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/100px-Question_book-new.svg.png 2x\" data-file-width=\"512\" data-file-height=\"399\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>needs additional citations for <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">verification</a></b>.<span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Luethi-Peterson_Camps&amp;action=edit\">improve this article</a> by <a href=\"/wiki/Help:Introduction_to_referencing_with_Wiki_Markup/1\" title=\"Help:Introduction to referencing with Wiki Markup/1\">adding citations to reliable sources</a>. Unsourced material may be challenged and removed.</span>  <small><i>(February 2013)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p>Founded in 1948 by Natalie Luethi-Peterson, the <b>Luethi-Peterson Camps</b> (LPC) are non-profit, <a href=\"/wiki/Co-ed\" class=\"mw-redirect\" title=\"Co-ed\">co-ed</a> <a href=\"/wiki/Summer_camps\" class=\"mw-redirect\" title=\"Summer camps\">summer camps</a> in different countries, that aim to foster international understanding by bringing together kids from a variety of cultural backgrounds. Officially, its stated purpose is to \"be a project based upon the conviction that understanding is essential to peace and that such understanding can be best realized through personal friendship and mutual respect which such friendship engenders.\"\n</p><p>Using crafts, sports, music and language study as vehicles, LPC emphasizes self-government, guiding campers to take responsibility for themselves and their community. The campers do a lot of the cooking and cleaning and share in the decision-making.  Accommodations and amenities are relatively simple.  Attendees spend time trying to learn each other's languages and getting familiar with each other's cultures.  Campers and counselors form friendships across all ages, genders, language, and nationalities.  \n</p><p>What started out as a single camp in 1949 with campers from both sides of <a href=\"/wiki/World_War_II\" title=\"World War II\">World War II</a> grew as the number of campers wishing to attend increased.  Today, there are usually between five and eight camp sites each summer mostly in <a href=\"/wiki/Europe\" title=\"Europe\">Europe</a>. With the exceptions of <a href=\"/wiki/Freedom,_NH\" class=\"mw-redirect\" title=\"Freedom, NH\">Freedom</a> (located in New Hampshire), Birchpoint (located in Maine) and Heggnes (located in Norway), which are owned or administered directly by LPC, the sites are rented annually (e.g.: schoolhouses, farmhouses, <a href=\"/wiki/Holiday_house\" class=\"mw-redirect\" title=\"Holiday house\">holiday houses</a>). Each camp is between 4–6 weeks with an average size of about 24 campers and 8 counselors. Camps are run for either younger children, ages 9–14 or older kids, ages 14–17.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#History_of_the_organization\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">History of the organization</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Mission\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Mission</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Structure\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Structure</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Core_activities_(Program_of_Camp)\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Core activities (Program of Camp)</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#LPC-sites\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">LPC-sites</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Example_of_the_Daily_Schedule\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Example of the Daily Schedule</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#LPC&#39;s_Future\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">LPC's Future</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#References\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#External_links\"><span class=\"tocnumber\">9</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"History_of_the_organization\">History of the organization</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Luethi-Peterson_Camps&amp;action=edit&amp;section=1\" title=\"Edit section: History of the organization\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Natalie Luethi Peterson, the founder of the organisation, first met Pavey Lupton in 1944, when they were both studying in Wellesley College. World War Two was still going on and both of them wanted to do something about the hostility between the countries that were at war with each other. \n</p><p>Natalie had earlier directed day-camps for kids in her town so she figured she had all the experience she needed to run a summer-camp. However, the biggest problems were to find people and financial support. Many people liked the idea so by small donations and personal connections, they finally managed to get enough to start the camp. \n</p><p>Natalie and Pavey found support in the <a href=\"/wiki/American_Friends_Service_Committee\" title=\"American Friends Service Committee\">American Friends Service Committee</a> as well as the <a href=\"/wiki/Wellesley_College\" title=\"Wellesley College\">Wellesley College</a> and Donald Watt, the founder of the <a href=\"/wiki/World_Learning\" title=\"World Learning\">World Learning</a>'s <a href=\"/wiki/Experiment_in_International_Living\" title=\"Experiment in International Living\">Experiment in International Living</a>. The biggest support and inspiration came from Paul and Edith Geheeb, the founders of the <a href=\"/wiki/Freie_Schulgemeinde\" class=\"mw-redirect\" title=\"Freie Schulgemeinde\">Freie Schulgemeinde</a>, <a href=\"/wiki/Odenwaldschule\" title=\"Odenwaldschule\">Odenwaldschule</a> and the <a href=\"/wiki/Ecole_d%27Humanit%C3%A9\" title=\"Ecole d&#39;Humanité\">Ecole d'Humanité</a>, which still has a big connection with LPC. \n</p><p>The first LPC camp was located in <a href=\"/w/index.php?title=M%C3%B6sli&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Mösli (page does not exist)\">Mösli</a>, Switzerland, and lasted from August to September 1949. \nAt the time, the organisation was called Young Leaders International, but it soon had to be changed to Luethi Peterson Camps, because of the American sensitivity to communist uprising. \n</p><p>In 1968 there was a camp in Czechoslovakia (for the first time that year. Since 2010 the LPC tradition is renewed in Klinovice) when the country was occupied by the Soviet Union which was a big challenge for the camp, in particular for getting back home. \n</p><p>For 11 years, Natalie directed almost every camp herself, but as the organisation grew one camp a year just wasn't enough. From 1959, more than one camp was held and new directors were trained. In 1974, the first older kids camp was held, and for a long time, older kids camps were always dedicated to a certain theme. Among those are hiking, music, dance, emancipation, etc. \n</p><p>In these days, LPC organises 4-6 camps every year in Europe and USA.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Mission\">Mission</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Luethi-Peterson_Camps&amp;action=edit&amp;section=2\" title=\"Edit section: Mission\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Luethi Peterson Camps strives to achieve peace between participants by stressing a theme of understanding within. This understanding comes about through the collection of diverse groups and is best achieved through personal friendship and mutual respect. Young groups of people from differing racial, religious and socio-economic backgrounds coming together at such pivotal ages aids the themes of equality and community importance within the organisation. \nLPC also aims to promote personal growth and responsibility amongst the campers and counsellors through creating a communal environment that depends on active participation.\n</p>\n<h2><span class=\"mw-headline\" id=\"Structure\">Structure</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Luethi-Peterson_Camps&amp;action=edit&amp;section=3\" title=\"Edit section: Structure\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><b>Directors:</b>\nEvery camp has one or two directors; the job of the director is to make the camp run smooth and mostly safe without losing the free-spirited and cosy experience of the camp. Each director has to be trained before becoming one. The first director-training camp was held at the Buochs in 1966.\n</p><p><b>Executive Committee:</b>\nIt was found in 1992 and consists of three members (past or present directors) who serve in three-year term. It is the support for the directors when needed during the year, when planning- or during camp. \n</p><p><b>Christmas Conference (CC):</b>\nThe Christmas conference is a decision making body of LPC. It is a week-long conference of directors, where they discuss issues and agenda-points from previous camps and plan the upcoming camps. \n</p><p><b>The Board of Governors:</b> \nIt is the legal entity of LPC. Its main job is to fund-raise, organise LPC-picnics and host campers before camp in the USA.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>\n</p>\n<h2><span id=\"Core_activities_.28Program_of_Camp.29\"></span><span class=\"mw-headline\" id=\"Core_activities_(Program_of_Camp)\">Core activities (Program of Camp)</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Luethi-Peterson_Camps&amp;action=edit&amp;section=4\" title=\"Edit section: Core activities (Program of Camp)\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Core activities are certain institutions which are inseparable from any LPC-camps. \nThose are:\n</p><p><b>Morgensport</b>: \nAfter the wake up, which is problematic for some, there is morgensport. When we usually play some games, which are not very tiring and say good morning to each other. \n</p><p><b>Putz/ Abwasch:</b> \n“What better way to start of than with clean dishes. One of the oldest and most cherished of LPC institutions” during the putz we clean the dishes while we are divided in families. \n</p><p><b>Singing:</b>\nSinging is where the camp share songs from different countries and different languages with each other. \n</p><p><b>Folkdancing:</b>\nFolkdancing is where the camp comes together to teach and share different dances with each other from different countries. \n</p><p><b>Languages:</b>\nIn LPC, it's a tradition to have all the campers from different parts of the world teach their language in courses. A big part of LPC camp is also translations, during which we get to hear many different languages. \n</p><p><b>Courses:</b>\nAnother important aspect of the camp are the courses, where the counsellors and the campers can teach sports, dance, crafts, cooking and anything else they want to teach. Specific course every day, that needs to happen is cooking lunch and dinner. \n</p><p><b>Hiking:</b>\nDuring the camp we usually do one overnight hike as a whole group and later one we separate in small groups and go hiking for 3 days. It is a good way to explore the surroundings and to get to know each other better. \n</p><p><b>Families:</b>\nThe whole camp-group is divided into groups/families, which eat and do putz together. Each family is composed of 5-6 campers and usually two counsellors. Once a week, there also is a special family time, the family play games, go hiking or organise something for evening program. \n</p><p><b>Assemblies:</b>\nOnce a week (sometimes more) the whole camp-group meets and discusses various topics, campers learn to express their feelings and find solutions and make compromises. \n</p><p><b>Equality and Uniqueness:</b>\nThe theme of equality and uniqueness are ever-stressed as it is important that every participant feels as an equal and is treated as such, whilst it is important that every participants´ unique qualities are embraced, shared and accommodated. LPC stresses a safe environment in which everyone can be themselves. \n</p><p><b>Leadership:</b>\nIt is one of the most important aspects of LPC, because one of its main goals is to bring up new positive leaders. \n</p><p><b>Simple Living:</b>\nIt is another very important part of LPC program. It means no technology, like TV, radio, washing machine, computer, WC (sometimes) and hot showers. Instead we try to bake our own bread, wash our own clothes, clean the house ourselves and live as simply living. \n</p><p><b>Self-Government:</b>\nOne of the main goals of LPC is to teach campers responsibility. A method used in camps is for the campers to begin helping with various aspects of camp-life from the first day on. The campers learn how to prepare meals, to lead activities and games and organise different camp jobs. Sometimes the campers lead and organise a whole day. \n</p><p><b>Cultural sharing:</b>\nIn LPC there are many different cultures; people from all over the world share their own culturals with each other. Language courses, songs, and meals from different countries are examples of cultural activities.,<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup><sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"LPC-sites\">LPC-sites</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Luethi-Peterson_Camps&amp;action=edit&amp;section=5\" title=\"Edit section: LPC-sites\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In the 61 years of LPC's existence, it has had camps in the following countries: \n</p>\n<ul><li>Switzerland</li>\n<li>Netherlands</li>\n<li>Austria</li>\n<li>Sweden</li>\n<li>England</li>\n<li>Slovakia</li>\n<li>Croatia</li>\n<li>Czech Republic</li>\n<li>Denmark</li>\n<li>France</li>\n<li>Norway</li>\n<li>Ireland</li>\n<li>Scotland</li>\n<li>Canada</li>\n<li>Germany</li>\n<li>Italy</li>\n<li>Spain</li>\n<li>Poland</li>\n<li>Estonia</li>\n<li>USA</li></ul>\n<p><i><b>Three camp-sites are essential to LPC</b></i>\n</p><p>these are Hegnes in Norway, Birch Point and Freedom in USA. \n</p><p><b>Birch Point</b> is one of the most popular campsites situated in Maine, USA. It is owned by ex-directors Tim and Gail Moorhouse. It is a theme campsite itself. There is no electricity or running water, which is the simple living experience. \n</p><p><b>Freedom</b> is one of the “permanent” camps in LPC. Only younger kids camps are held at the site. The house is owned by LPC itself, it is located in Freedom, NH, USA. It's a tradition that the campers and counsellors give a performance in the local parade. \n</p><p><b>Hegnes</b> is located on the western coast of Norway.  As Birch Point, it is owned by an ex-director, Barthold Vonen, and is also perfect for the theme of simple living since there is no running water. However, it is very beautiful, especially with the surrounding of the fjord, mountains and fairytale forest.\n</p>\n<h2><span class=\"mw-headline\" id=\"Example_of_the_Daily_Schedule\">Example of the Daily Schedule</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Luethi-Peterson_Camps&amp;action=edit&amp;section=6\" title=\"Edit section: Example of the Daily Schedule\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The daily schedule varies from camp to camp, but they retain a similarity.  An average camp's day goes something like this:\n</p><p>After wake-up, the camp comes together for a quick game or some easy exercises before getting dressed.  Washing and bed-making follow while breakfast is being prepared.  After breakfast comes a half-hour or so of singing, in which songs of many different languages are sung. \"Putzpause\" (a general cleaning period) follows, when the camp works together to put the house in order and to do the laundry and dishes.  A twenty-minute language course is sometimes set between Putzpause and the first course hour.  Between the first and the second course hours a snack will be provided and counsellors will have a short conference.  Campers will choose between three or four different activities to attend for these course hours.  Lunch follows the second course hour, and then a rest hour when the house is kept quiet, so that anyone who needs to sleep can do so.  After rest hour the whole camp usually comes together for folkdancing, or some sort of outdoor game.  A second snack is offered in the middle of the afternoon and a conference held to plan the following day.  After dinner and dishes, there is an evening program, followed by showers, good night circle, and bedtime.\n</p>\n<ul><li>Wake up</li>\n<li>Morgensport</li>\n<li>Showers</li>\n<li>Breakfast</li>\n<li>Singing</li>\n<li>Putz</li>\n<li>Freetime</li>\n<li>1st course</li>\n<li>Lunch</li>\n<li>Abwasch + siesta</li>\n<li>Language course</li>\n<li>Together time/ folkdancing</li>\n<li>2nd course</li>\n<li>Dinner</li>\n<li>Abwasch</li>\n<li>Evening Program</li>\n<li>Good Night Circle</li>\n<li>Lights out</li>\n<li>Staff conference</li></ul>\n<h2><span id=\"LPC.27s_Future\"></span><span class=\"mw-headline\" id=\"LPC's_Future\">LPC's Future</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Luethi-Peterson_Camps&amp;action=edit&amp;section=7\" title=\"Edit section: LPC&#039;s Future\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>According to the discussions, held in the LPC World Gathering in Hasliberg, 2008, as well as discussions held in LPC Hegnes 2009:\n</p><p>In the future LPC hopes to expand its horizons eastward, moving towards including more countries from the Asian continent. With the aim of making LPC a more legitimately viewed union, steps will soon be taken to make the camp an official non-profit organization. An important factor in the woodwork of LPC is the notion that individuals from all types of backgrounds and locations are welcome and encouraged to participate. It is in that same understanding that LPC is now in the process of attempting to find an apt way to include those from Muslim communities, as cultural restrictions may be keeping them from active participation within the camp. It is with this knowledge that suggestions to alter certain aspects of the program are being proposed to be completely all-inclusive. In addition LPC hopes to continue to illustrate the ideals of community and common understanding internationally, through the bringing together of the world’s youth. It is also imperative that LPC is able to adjust to changing times without losing sight of how important each summer really is.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Luethi-Peterson_Camps&amp;action=edit&amp;section=8\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">LPC's brochure</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">LIENERT, S. LPC History, An Interview with Natalie Luethi-Peterson, 3 January 2007, \nPrinted in May 2008</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">STREIT, D. Historical ABC of LPC. [S.L.]&#160;: [S.N.], 1998</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Councillor's manual. Smith, J. 4th edition. LPC European Central Office&#160;: [s.n.], 2004.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">STREIT, D. Historical ABC of LPC. [S.L.]&#160;: [S.N.], 1998</span>\n</li>\n</ol></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Luethi-Peterson_Camps&amp;action=edit&amp;section=9\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.facebook.com/home.php?#/group.php?gid=2204555476&amp;ref=ts\">LPC's facebook page</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://luethipetersoncamps.org/\">Luethi-Peterson Camps</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20080819221841/http://lpc.joe-shields.com/\">LPC Community Website</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2188\nCached time: 20180917063606\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.052 seconds\nReal time usage: 0.072 seconds\nPreprocessor visited node count: 155/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 3914/2097152 bytes\nTemplate argument size: 13/2097152 bytes\nHighest expansion depth: 6/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 1482/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.016/10.000 seconds\nLua memory usage: 818 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   42.010      1 Template:Ref_improve\n100.00%   42.010      1 -total\n 63.61%   26.724      1 Template:Ambox\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:2703214-0!canonical and timestamp 20180917063606 and revision id 819271211\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"Articles_needing_additional_references_from_February_2013"},{"sortkey":"","hidden":"","*":"All_articles_needing_additional_references"},{"sortkey":"","*":"Summer_camps"}],"links":[{"ns":14,"exists":"","*":"Category:Articles needing additional references from February 2013"},{"ns":0,"exists":"","*":"American Friends Service Committee"},{"ns":0,"exists":"","*":"Co-ed"},{"ns":0,"exists":"","*":"Ecole d'Humanité"},{"ns":0,"exists":"","*":"Europe"},{"ns":0,"exists":"","*":"Experiment in International Living"},{"ns":0,"exists":"","*":"Freedom, NH"},{"ns":0,"exists":"","*":"Freie Schulgemeinde"},{"ns":0,"exists":"","*":"Holiday house"},{"ns":0,"exists":"","*":"Odenwaldschule"},{"ns":0,"exists":"","*":"Summer camps"},{"ns":0,"exists":"","*":"Wellesley College"},{"ns":0,"exists":"","*":"World Learning"},{"ns":0,"exists":"","*":"World War II"},{"ns":0,"*":"Mösli"},{"ns":4,"exists":"","*":"Wikipedia:Verifiability"},{"ns":12,"exists":"","*":"Help:Introduction to referencing with Wiki Markup/1"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Ref improve"},{"ns":10,"exists":"","*":"Template:More citations needed"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"}],"images":["Question_book-new.svg"],"externallinks":["http://www.facebook.com/home.php?#/group.php?gid=2204555476&ref=ts","http://luethipetersoncamps.org/","https://web.archive.org/web/20080819221841/http://lpc.joe-shields.com/"],"sections":[{"toclevel":1,"level":"2","line":"History of the organization","number":"1","index":"1","fromtitle":"Luethi-Peterson_Camps","byteoffset":1769,"anchor":"History_of_the_organization"},{"toclevel":1,"level":"2","line":"Mission","number":"2","index":"2","fromtitle":"Luethi-Peterson_Camps","byteoffset":3962,"anchor":"Mission"},{"toclevel":1,"level":"2","line":"Structure","number":"3","index":"3","fromtitle":"Luethi-Peterson_Camps","byteoffset":4610,"anchor":"Structure"},{"toclevel":1,"level":"2","line":"Core activities (Program of Camp)","number":"4","index":"4","fromtitle":"Luethi-Peterson_Camps","byteoffset":5623,"anchor":"Core_activities_(Program_of_Camp)"},{"toclevel":1,"level":"2","line":"LPC-sites","number":"5","index":"5","fromtitle":"Luethi-Peterson_Camps","byteoffset":9166,"anchor":"LPC-sites"},{"toclevel":1,"level":"2","line":"Example of the Daily Schedule","number":"6","index":"6","fromtitle":"Luethi-Peterson_Camps","byteoffset":10382,"anchor":"Example_of_the_Daily_Schedule"},{"toclevel":1,"level":"2","line":"LPC's Future","number":"7","index":"7","fromtitle":"Luethi-Peterson_Camps","byteoffset":11965,"anchor":"LPC's_Future"},{"toclevel":1,"level":"2","line":"References","number":"8","index":"8","fromtitle":"Luethi-Peterson_Camps","byteoffset":13196,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"9","index":"9","fromtitle":"Luethi-Peterson_Camps","byteoffset":13228,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Luethi-Peterson Camps","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q6699592"}]}}