{"parse":{"title":"Godfrey Mwakikagile","pageid":12492865,"revid":859779968,"text":{"*":"<div class=\"mw-parser-output\"><p class=\"mw-empty-elt\">\n\n</p>\n<table class=\"infobox vcard\" style=\"width:22em\"><tbody><tr><th colspan=\"2\" style=\"text-align:center;font-size:125%;font-weight:bold\"><span class=\"fn\">Godfrey Mwakikagile</span></th></tr><tr><th scope=\"row\" style=\"padding-top:0.225em;line-height:1.1em;padding-right:0.65em;\">Born</th><td style=\"line-height:1.4em;\">\n4 October 1949<br /><a href=\"/wiki/Kigoma\" title=\"Kigoma\">Kigoma</a>, <a href=\"/wiki/Tanganyika\" title=\"Tanganyika\">Tanganyika</a></td></tr><tr><th scope=\"row\" style=\"padding-top:0.225em;line-height:1.1em;padding-right:0.65em;\">Occupation</th><td class=\"role\" style=\"line-height:1.4em;\">\nscholar, writer</td></tr><tr><th scope=\"row\" style=\"padding-top:0.225em;line-height:1.1em;padding-right:0.65em;\">Nationality</th><td class=\"category\" style=\"line-height:1.4em;\">\nTanzanian</td></tr><tr><th scope=\"row\" style=\"padding-top:0.225em;line-height:1.1em;padding-right:0.65em;\">Alma&#160;mater</th><td style=\"line-height:1.4em;\">\n<a href=\"/wiki/Wayne_State_University\" title=\"Wayne State University\">Wayne State University</a> (1975)</td></tr><tr><th scope=\"row\" style=\"padding-top:0.225em;line-height:1.1em;padding-right:0.65em;\">Notable works</th><td style=\"line-height:1.4em;\">\n<i>Nyerere and Africa: End of an Era</i> (2007) <br /><i>Africans and African Americans: Complex Relations – Prospects and Challenges</i> (2009) <br /> <i>Africa 1960 – 1970: Chronicle and Analysis</i> (2009)</td></tr></tbody></table>\n<p><b>Godfrey Mwakikagile</b> (born 4 October 1949<sup id=\"cite_ref-Kyoso_1-0\" class=\"reference\"><a href=\"#cite_note-Kyoso-1\">&#91;1&#93;</a></sup>) is a prominent <a href=\"/wiki/Tanzanian\" class=\"mw-redirect\" title=\"Tanzanian\">Tanzanian</a> scholar, writer and specialist in <a href=\"/wiki/African_studies\" title=\"African studies\">African studies</a>. Mwakikagile came to prominence after he wrote <i>Nyerere and Africa: End of an Era</i> — a major biographical book on the life of <a href=\"/wiki/Pan-Africanist\" class=\"mw-redirect\" title=\"Pan-Africanist\">Pan-Africanist</a> and former Tanzanian <a href=\"/wiki/President_of_Tanzania\" title=\"President of Tanzania\">President</a> <a href=\"/wiki/Julius_Nyerere\" title=\"Julius Nyerere\">Julius Nyerere</a>. The book is also about Africa's early post-colonial years and the liberation wars in the countries of southern Africa in which Nyerere played a major role when he was president of Tanzania and chairman of the Fronltine states which spearheded the liberation struggle. \n</p><p>Growing up in the 1950s, Mwakikagile experienced a form of <a href=\"/wiki/Apartheid\" title=\"Apartheid\">apartheid</a> and <a href=\"/wiki/Racial_segregation\" title=\"Racial segregation\">racial segregation</a> in <a href=\"/wiki/Tanganyika\" title=\"Tanganyika\">Tanganyika</a>, what is now mainland Tanzania, and wrote extensively about it in some of his works, as he did about the political climate of Tanganyika during the colonial era.<sup id=\"cite_ref-Kyoso_1-1\" class=\"reference\"><a href=\"#cite_note-Kyoso-1\">&#91;1&#93;</a></sup> \n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Early_life_and_education\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Early life and education</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Education_and_early_employment\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Education and early employment</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Writings\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Writings</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Book:_Nyerere_and_Africa:_End_of_an_Era\"><span class=\"tocnumber\">3.1</span> <span class=\"toctext\">Book: <i>Nyerere and Africa: End of an Era</i></span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Book:_Africa_and_the_West\"><span class=\"tocnumber\">3.2</span> <span class=\"toctext\">Book: <i>Africa and the West</i></span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Newspaper_background\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Newspaper background</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Criticism_of_post-colonial_Africa\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Criticism of post-colonial Africa</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Vision_for_an_African_Federal_Government\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Vision for an African Federal Government</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#Controversy\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Controversy</span></a></li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#Academic_reviews\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">Academic reviews</span></a></li>\n<li class=\"toclevel-1 tocsection-11\"><a href=\"#Selected_bibliography\"><span class=\"tocnumber\">9</span> <span class=\"toctext\">Selected bibliography</span></a></li>\n<li class=\"toclevel-1 tocsection-12\"><a href=\"#References\"><span class=\"tocnumber\">10</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Early_life_and_education\">Early life and education</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Godfrey_Mwakikagile&amp;action=edit&amp;section=1\" title=\"Edit section: Early life and education\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Mwakikagile was born in the town of <a href=\"/wiki/Kigoma\" title=\"Kigoma\">Kigoma</a> in western <a href=\"/wiki/Tanganyika\" title=\"Tanganyika\">Tanganyika</a> – what is now mainland <a href=\"/wiki/Tanzania\" title=\"Tanzania\">Tanzania</a> – on 4 October 1949.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> He was named Godfrey by his aunt, Isabella, one of his father's younger sisters, and lived in different parts of Tanganyika - Western Province, Coast Province, Southern Highlands Province, and Southern Province - in his early years.\n</p><p>He was baptised as a member of the <a href=\"/wiki/Church_Missionary_Society\" class=\"mw-redirect\" title=\"Church Missionary Society\">Church Missionary Society</a> (CMS) in Kigoma, Western Province, but was brought up in the <a href=\"/wiki/Moravian_Church\" title=\"Moravian Church\">Moravian Church</a> in <a href=\"/wiki/Rungwe_District\" title=\"Rungwe District\">Rungwe District</a> in the Southern Highlands Province. He was a member of Kyimbila Moravian Church three miles south of the town of <a href=\"/wiki/Tukuyu\" title=\"Tukuyu\">Tukuyu</a>. The pastor of the church was his grand uncle, Asegelile Mwankemwa, the younger brother of his maternal grandmother. He was the first African pastor of the church established by <a href=\"/wiki/Germans\" title=\"Germans\">German</a> missionaries in 1912.\n</p><p>Godfrey Mwakikagile spent his first twelve years under British colonial rule in a decade when agitation for independence was at its peak, finally leading to independence for Tanganyika, the first country in East Africa to emerge from colonial rule.\n</p><p>Tanganyika was a racially stratified society during colonial rule. Godfrey Mwakikagile lived under this system of racial segregation and discrimination when he was growing up in Tanganyika in the fifties. Africans were subjected to indignities of colour bar similar to those under apartheid in South Africa. There were signs designating racial categories. Lavatories were labelled \"Europeans,\" \"Asians\" and \"Africans.\" Some hotels and bars were labelled \"Europeans.\" There were separate schools for Europeans, Asians and Africans. \n</p><p>African leaders, including <a href=\"/wiki/Julius_Nyerere\" title=\"Julius Nyerere\">Julius Nyerere</a>, campaigning for independence were subjected to the same racial indignities which continued even after the end of colonial rule, especially during the early years, but drew a swift response from the new government which was predominantly black and multi-racial. As Godfrey Mwakikagile stated in his book <i>Nyerere and Africa: End of an Era</i>:\n</p><p>\"Mwalimu himself had experienced racial discrimination, what we in East Africa – and elsewhere including southern Africa – also call colour bar. As <a href=\"/wiki/Colin_Legum\" title=\"Colin Legum\">Colin Legum</a> states in a book he edited with Tanzanian professor, Geoffrey Mmari, <i>Mwalimu: The Influence of Nyerere</i>:\n</p><p>'I was privileged to meet Nyerere while he was still a young teacher in short trousers at the very beginning of his political career, and to engage in private conversations with him since the early 1950s.\n</p><p>My very first encounter in 1953 taught me something about his calm authority in the face of racism in colonial Tanganyika. I had arranged a meeting with four leaders of the nascent nationalist movement at the Old Africa Hotel in <a href=\"/wiki/Dar_es_Salaam\" title=\"Dar es Salaam\">Dar es Salaam</a>. We sat at a table on the pavement and ordered five beers, but before we could lift our glasses an African waiter rushed up and whipped away all the glasses except mine.\n</p><p>I rose to protest to the white manager, but Nyerere restrained me. 'I am glad it happened,' he said, 'now you can go and tell your friend Sir Edward Twining [the governor at the time] how things are in this country.'\n</p><p>His manner was light and amusing, with no hint of anger.'\n</p><p>Simple, yet profound. For, beneath the surface lay a steely character with a deep passion for justice across the colour line and an uncompromising commitment to the egalitarian ideals he espoused and implemented throughout his political career, favouring none.\n</p><p>Years later his son, Andrew Nyerere, told me about an incident that also took place in the capital Dar es Salaam shortly after Tanganyika won independence in 1961 near the school he and I attended and where we also stayed from 1969 - 1970.  Like the incident earlier when Julius Nyerere was humiliated at the Old Africa Hotel back in 1953, this one also involved race. As Andrew stated in a letter to me in 2002 when I was writing this book:\n</p><p>'As you remember, Sheikh Amri Abeid was the first mayor of Dar es Salaam. Soon after independence, the mayor went to Palm Beach Hotel (near our high school, Tambaza, on United Nations Road in Upanga). There was a sign at the hotel which clearly stated: 'No Africans and dogs allowed inside.' He was blocked from entering the hotel, and said in protest, 'But I am the Mayor.' Still he was told, 'You will not get in.' Shortly thereafter, the owner of the hotel was given 48 hours to leave the country. When the nationalization exercise began, that hotel was the first to be nationalized.'\n</p><p>Such insults were the last thing that could be tolerated in newly independent Tanganyika. And President Nyerere, probably more than any other African leader, would not have tolerated, and did not tolerate, seeing even the humblest of peasants being insulted and humiliated by anyone including fellow countrymen.\" - (Godfrey Mwakikagile, <i>Nyerere and Africa: End of an Era</i>, Fifth Edition, New Africa Press, 2010, pp. 501 – 502).\n</p><p>There was also residential segregation in urban areas reminiscent of apartheid South Africa and the United States during and even after the era of segregation. Members of different races lived in their own areas. Dar es Salaam was a typical example. As <a href=\"/wiki/Trevor_Grundy\" title=\"Trevor Grundy\">Trevor Grundy</a>, a British journalist who worked in Tanzania at the same newspaper where Godfrey Mwakikagile also worked as a news reporter during the same period, stated in his review of Professor Thomas Molony's book, <i>Nyerere - The Early Years</i>:\n</p><p>\"The British turned Tanganyika into an undeclared apartheid state that was socially divided between divided Africans, Europeans and Asians....It was British-style apartheid - their secret was never to give racial segregation a name.\" - (Trevor Grundy, \"Julius Nyerere Reconsidered\", review of Thomas Molony, <i>Nyerere - The Early Years</i>, africaunauthorised.com, 4 May 2015).\n</p><p>The years Godfrey Mwakikagile spent under segregation when he was growing up in different parts of Tanganyika shaped his thinking and perspective on race relations and on the impact of colonial rule on the colonised when he became a writer of non-fiction books about colonial and post-colonial Africa.\n</p><p>There was also racial discrimination in employment during colonial rule when Godfrey Mwakikagile was growing up in the fifties. Europeans, Asians and members of other races earned more than Africans did even if they had the same skills and level of education. His father was a victim of such discrimination when he worked for the colonial government, as he has stated in his autobiographical writings.\n</p><p>The struggle for independence in Tanganyika in the 1950s, Mwakikagile's formative years, was partly fuelled by such racial injustices which, years later, became the focus of some of his writings.\n</p><p>He has written about that in his book <i>Life in Tanganyika in The Fifties</i> and other works including <i>Life under British Colonial Rule: Recollections of an African</i> in which he has described some incidents of racial injustice. One such incident involved his father when a white supervisor where he worked told him he could not have lunch in the office they shared or even put it on the table. But the supervisor could eat there.\n</p><p>Another one had to do with Godfrey Mwakikagile himself when, as a six-year-old walking to school with other boys, he was severely injured after being chased and bitten by a dog owned by a white couple who lived in a house the children went by everyday, on a public road, on their way to and from school. Decades later, he stated in his autobiographical writings, <i>Life under British Colonial Rule: Recollections of an African</i> published in 2018, that he still had a highly visible scar on his right knee where he was bitten by the dog. It was a large dog and it could have killed him. \n</p><p>The couple had two dogs, including a German shepherd, which used to chase the boys. They knew the children went by their house and saw them on their way to and from school everyday but did not tie the dogs or keep them on leashes.\n</p><p>The house was on a tea plantation at Kyimbila, the children passed through, and the husband was the manager of Kyimbila Tea Estate.\n</p><p>That was in 1956 when Godfrey Mwakikagile was in Standard One in primary school in Rungwe District in the Southern Highlands Province, as he stated in his books <i>Life in Tanganyika in The Fifties</i>, <i>My Life as an African</i>, <i>Life under British Colonial Rule</i> and <i>Tanzania under Mwalimu Nyerere: Reflections on an African Statesman</i>. \n</p><p>After being bitten by the dog, he stated in his autobiographical writings that he went on to school where he attended class without getting any help – there was no medical assistance at the primary school, not even a First Aid kit – until he returned home in the evening. He continued to go to school in the following days. And nothing could be done to the dog owners during those days. It was colonial rule, blacks did not have the same rights whites had and \"knew their place\" in terms of social status as colonial subjects not as equal citizens in a racially divided society which was vertically structured not only to keep whites on top of other races, especially blacks, but also virtually above the law.\n</p><p>Godfrey Mwakikagile also stated in his autobiographical works that when he was bitten by the dog, the attack was seared in his memory but as a six-year-old he did not see it in terms of racism until he became a teenager. Years later, he stated in some of his writings that had the children been white, the white couple would probably not have allowed the dogs to roam freely knowing they could attack them.\n</p><p>The colonial rulers and many white settlers had total disregard for the wellbeing of Africans as Godfrey Mwakikagile himself experienced when he was growing up in colonial Tanganyika and almost lost his life when he was attacked by a dog owned by a white couple who did not care about the safety of African children, or any other blacks, passing by their house even though they walked on a public road.   Such disregard for the wellbeing and safety of Africans was a continental phenomenon even if the parallels were not exact; it was the same experience, and humiliation, nonetheless, be it in Tanganyika, Kenya, Guinea or Mali. As Godfrey Mwakikagile stated in his book <i>Africa and The West</i>:\n</p><p>\"In all the African colonies, exploitation went hand in hand with degradation and brutality. In the <a href=\"/wiki/Belgian_Congo\" title=\"Belgian Congo\">Congo</a> under the <a href=\"/wiki/Belgian\" class=\"mw-redirect\" title=\"Belgian\">Belgian</a> <a href=\"/wiki/King_Leopold_II\" class=\"mw-redirect\" title=\"King Leopold II\">King Leopold II</a>, <a href=\"/wiki/Belgians\" title=\"Belgians\">Belgians</a> chopped off the hands and arms of Africans who did not collect enough rubber from the forest. In Tanganyika, when it was <a href=\"/wiki/German_East_Africa\" title=\"German East Africa\">German East Africa</a>, <a href=\"/wiki/Germans\" title=\"Germans\">Germans</a> introduced forced labor and corporal punishment, virtually enslaving Africans, a practice which triggered the <a href=\"/wiki/Maji_Maji\" class=\"mw-redirect\" title=\"Maji Maji\">Maji Maji</a> war of resistance from 1905 – 07 and covered almost half of the country. The uprising almost ended German rule which was saved only after reinforcements were rushed from <a href=\"/wiki/Germany\" title=\"Germany\">Germany</a>. \n</p><p>The <a href=\"/wiki/French_people\" title=\"French people\">French</a> in <a href=\"/wiki/West_Africa\" title=\"West Africa\">West Africa</a> also introduced forced labor. Some of the leaders of independent Africa toiled in those labor camps. Madeira Keita, a native of <a href=\"/wiki/Mali\" title=\"Mali\">Mali</a> who was active in the politics of <a href=\"/wiki/Guinea\" title=\"Guinea\">Guinea</a> before it won independence in 1958 and collaborated closely with <a href=\"/wiki/Sekou_Toure\" class=\"mw-redirect\" title=\"Sekou Toure\">Sekou Toure</a> in founding the Democratic Party of Guinea, was one of them. In April 1959, he became Interior Minister of Mali, and in August 1960, he also became Minister of National Defense, holding two ministerial posts under President <a href=\"/wiki/Modibo_Keita\" class=\"mw-redirect\" title=\"Modibo Keita\">Modibo Keita</a>. He related his experience as a conscripted laborer:\n</p><p>'Before 1945, there was a colonial regime with government by decree, the regime of the <i>indignat</i>. The <i>indignat</i> form of government permitted the colonial administration to put Africans in prison without any trial. Sometimes you were put in prison for two weeks because you did not greet the administrator or the commander. You were happy enough if they did not throw stones at you or send you to a work camp, because there was also forced labor at that time. In 1947, I met French journalists who were very surprised to learn that forced labor was nonvoluntary and not paid for. Transportation was not even covered; nor were food and lodging. The only thing that was covered was work.'\n</p><p>The conquest of Africa inexorably led to such brutality because its purpose was exploitation which has no room for compassion. It was an invasion we could very well have done without. The baneful foreign influence Africa is still subjected to is a result of that invasion. And we are now inextricably linked with our former conquerors, for better or for worse, in an international system which accentuates inequalities and from which no part of humanity can extricate itself. \n</p><p>But the materialism of the West, which has found its way into Africa with devastating impact, must be counterbalanced with the spirituality and sense of sharing of the African which animates his culture, indeed his very being.\" - Godfrey Mwakikagile, <i>Africa and The West</i>, Huntington, New York: Nova Science Publishers, Inc., 2000, pp. 14 – 15;  Madeira Keita, \"Le Parti Unique en Afrique,\" in <i>Presence Africaine</i>, No. 30, February – March 1960; and Madeira Keita, \"The Single Party in Africa,\" in Paul E. Sigmund, ed., <i>The Ideologies of the Developing Nations</i>, New York: Praeger, 1963,  p. 170. On the African uprising and war of resistance against German colonial rule in Tanganyika, see, among other works, G. C. K. Gwassa and John Iliffe, eds., <i>Records of the Maji-Maji Rising</i>, Dar es Salaam: Tanzania Publishing House, 1968).\n</p><p>Mwakikagile further stated in <i>Africa and The West</i>:\n</p><p>\"The argument that we blacks are genetically inferior to members of other races is nothing new. It is a stereotype rooted in Western intellectual tradition and has even been given \"credibility\" by some of the most eminent thinkers of the Western world including <a href=\"/wiki/Immanuel_Kant\" title=\"Immanuel Kant\">Immanuel Kant</a>, <a href=\"/wiki/Georg_Hegel\" class=\"mw-redirect\" title=\"Georg Hegel\">Georg Hegel</a>, <a href=\"/wiki/David_Hume\" title=\"David Hume\">David Hume</a>, and <a href=\"/wiki/Baron_de_Montesquieu\" class=\"mw-redirect\" title=\"Baron de Montesquieu\">Baron de Montesquieu</a>. Some of them did not even consider blacks to be full human beings. As Montesquieu stated in <i>The Spirit of the Laws</i>:\n</p><p>'These creatures are all over black, and with such a flat nose, that they can scarcely be pitied. It is hardly to be believed that God, who is a wise Being, should place a soul, especially a good soul, in such a black, ugly body. The Negroes prefer a glass necklace to that gold which polite nations so highly value: can there be a greater proof of their wanting common sense? It is impossible for us to suppose these creatures to be men.'\n</p><p>The other philosophers were no less racist. According to Kant:\n</p><p>'The Negroes of Africa have received from nature no intelligence that rises above the foolish. The difference between the two races (black and white) is thus a substantial one: it appears to be just as great in respect of the faculties of the mind as in color.'\n</p><p>Hume:\n</p><p>'I am apt to suspect the Negroes…to be naturally inferior to the whites. There never was any civilized nation of any other complexion than white, nor even any individual eminent in action or speculation. No ingenious manufactures among them, no arts, no sciences…Such a uniform and constant difference could not happen, in so many countries and ages, if nature had not made an original distinction betwixt these breeds of men.'\n</p><p>And according to Hegel: \n</p><p>'Africa…is no historical part of the world; it has no movement or development to exhibit.' \n</p><p>It is a sentiment echoed more than 100 years later in contemporary times by many people including British historian <a href=\"/wiki/Arnold_Toynbee\" title=\"Arnold Toynbee\">Arnold Toynbee</a> who died in 1975. As he put it: \n</p><p>'The black races alone have not contributed positively to any civilization.' \n</p><p>And in the words of that great humanitarian Dr. <a href=\"/wiki/Albert_Schweitzer\" title=\"Albert Schweitzer\">Albert Schweitzer</a>:\n</p><p>'The Negro is a child, and with children nothing can be done without the use of authority. We must, therefore, so arrange the circumstances of daily life that my natural authority can find expression. With regard to the Negroes, then, I have coined the formula: 'I am your brother, it is true, but your elder brother\"...\n</p><p>The conquest of Africa led not only to oppression and exploitation, but also to denigration of her culture and indigenous institutions. Africans, at least a vary large number of them, were brainwashed into believing that they had no history they could be proud of; that all their customs and traditions were bad, and that even their languages were bad.... When Africa was conquered by the imperial powers, she was also conquered by ideas...as a very effective weapon for conquering other people by conquering their minds....\n</p><p>There is no other continent which is endowed with so much in terms of natural resources. But there is also no other continent where it has been so easy for foreigners to take what does not belong to them....\n</p><p>Because of the pervasive nature of Western influence, its negative impact has reached all parts of the world, including Africa where the devastation wrought is difficult to contain because of the underdeveloped nature of our economies, and also because of our inability to resist such penetration. The sheer scope of such influence, as well as its negative attraction especially among the youth who are mesmerized by the glitter of the West, is mind-boggling and far beyond our capacity to resist it. That is especially the case in the cities which continue to attract millions of people in search of better - read, Western - life. It is a burden Africa cannot bear.\n</p><p>The West may have harnessed the forces of nature and pushed the frontiers of knowledge in many areas, from which Africa has indeed benefited as has the rest of the world. But Africa’s contribution – material and spiritual as well as intellectual – to the growth of Western civilization has never been fully acknowledged. Nor has the destruction of African civilization by the West through imperial conquest. That is undoubtedly one of the saddest chapters in the history of relations between Africa and the West. As Immanuel Kant, although a racist, conceded in one of his works <i>Eternal Peace and Other Essays</i>:\n</p><p>'If we compare the barbarian instances of inhospitality…with the inhuman behavior of the civilized, and especially the commercial, states of our continent, the injustice practiced by them even in their first contact with foreign lands and peoples fills us with horror; the mere visiting of such peoples being regarded by them as equivalent to a conquest…The Negro lands,…The <a href=\"/wiki/Cape_of_Good_Hope\" title=\"Cape of Good Hope\">Cape of Good Hope</a>, etc., on being discovered, were treated as countries that belonged to nobody; for the aboriginal inhabitants were reckoned as nothing…And all this has been done by nations who make a great ado about their piety, and who, while drinking up iniquity like water, would have themselves regarded as the very elect of orthodox faith.'\n</p><p>Africa has yet to recover from the multiple wounds inflicted on her by this Western invasion. But there is a glimmer of hope. And that is traditional Africa. In spite of all the devastating blows our continent has sustained from the West, traditional Africa continues to be the continent’s spiritual anchor and bedrock of our values without which we are no more than a dilapidated house shifting on quick sand. It is to traditional society that we must turn to save Africa from the West, and also save ourselves – from ourselves.\" - (G. Mwakikagile, <i>Africa and The West</i>, ibid., pp. vii – ix, 208, 218).\n</p><p>Mwakikagile also contends that cultural imperialism has had a devastating impact on many Africans in terms of identity, with many of them preferring to be anything else but African because they are ashamed of their \"primitive\" African heritage and Africa's \"backwardness.\" Some of them even proudly profess they have \"forgotten\" their native languages after living abroad, especially in the West, for only a few years; sometimes for only two to three - let alone five or more. They say they can no longer speak <a href=\"/wiki/Swahili_language\" title=\"Swahili language\">Swahili</a>, <a href=\"/wiki/Kikuyu_language\" title=\"Kikuyu language\">Gikuyu</a> and so on. They can only speak <a href=\"/wiki/English_language\" title=\"English language\">English</a>, <a href=\"/wiki/French_language\" title=\"French language\">French</a>, <a href=\"/wiki/German_language\" title=\"German language\">German</a>, <a href=\"/wiki/Dutch_language\" title=\"Dutch language\">Dutch</a>, <a href=\"/wiki/Swedish_language\" title=\"Swedish language\">Swedish</a> or some other European language. Many of them don't even know those languages well. And there are those who anglicise their African names or spell them in some other European language because it makes them \"sophisticated\" and no longer \"primitive.\"\n</p><p>Mwakikagile also states that even African countries are described as English-speaking, French-speaking and Portuguese speaking even though the vast majority of the people in those countries don't even understand let alone speak those languages.  Africans themselves describe their countries  in terms of  being Anglophone, Francophone and Lusophone instead of describing them as multi-lingual African-speaking countries since most of the people in those countries speak indigenous languages.\n</p><p>Mwakikagile further states that cultural imperialism also has been very destructive in terms of  indigenous knowledge that has been lost through suppression of native languages which are the repository of such knowledge transmitted from one generation to the next. Languages of the conquerors who ruled Africa are still given priority at the expense of native languages even decades after independence. Little or nothing is being done to give those languages the status they deserve as vital tools for the preservation and dissemination of indigenous knowledge while, at the same time, continuing to use the languages of the former colonial powers - English, French and Portuguese - out of necessity. It is as if native languages are irrelevant to the wellbeing of Africans, reinforcing the attitude that nothing good comes out of Africa except minerals and other natural resources. And nothing good, not even indigenous knowledge and institutions, ever came from Africans except labour, especially manual labour.\n</p><p>Mwakikagile goes on to state that conquest of the mind is the worst form of imperial subjugation. In many cases, the conquered end up identifying with their conquerors and even try to be more British than the British themselves, or more French than the French themselves, and glorify them as if they were the best specimen of mankind in spite of all the suffering the colonial rulers inflicted on them.\n</p><p>He also states that one of the tragedies that befell Africa was that to many Africans, their conquerors - European colonialists - not only became their role models; they emulated them in many ways and, by doing so, ended up destroying themselves in terms of their Africanness. He says it was a diminution of African identity and an attack on the African personality that goes on even today.\n</p><p>He contends all that is a victory for cultural imperialism not only in terms of language and European manners and mannerisms adopted by many Africans but also in terms of ideas propagated by the West. \n</p><p>That is also the imperial logic, deliberately placing Africans in the sub-human category not only in terms of intellect but also in every other conceivable way.\n</p><p>And that was the attitude of some settlers even in Tanganyika, placing Africans in the same category with dogs or other animals, especially monkeys, when Godfrey Mwakikagile was growing up in the fifties. That was the case even after independence in the early sixties, like the manager of a hotel in the nation's capital Dar es Salaam who had a sign at the entrance of his hotel clearly stating, \"No Africans and dogs allowed inside\", and even refused to let in the mayor simply because the mayor was black.\n</p><p>Godfrey Mwakikagile also states that East Africans who were born and brought up during colonial rule had more direct experience with racism than West Africans did because of the larger white population in East Africa with significant settler communities, especially in <a href=\"/wiki/Kenya\" title=\"Kenya\">Kenya</a>, although smaller and fewer in Tanganyika. Many of them had bitter experience with the colonial rulers and the white settlers because of the racial injustices perpetrated against them, including doubts about their intelligence and even common sense expressed by some whites. As he stated in <i>Africa and The West</i>:\n</p><p>\"Colonialism, as a system of oppression and exploitation, not only continued to plunder Africa but sought to instill in the minds of Africans feelings of inferiority to justify such domination...This is just one example – what Colonel Ewart Grogan, the doyen of the white settlers in colonial Kenya and leader of the Kenya British Empire Party, said about Africans attending the renowned <a href=\"/wiki/Makerere\" title=\"Makerere\">Makerere</a> University College in <a href=\"/wiki/Uganda\" title=\"Uganda\">Uganda</a>:\n</p><p>'Just teaching a lot of stupid monkeys to dress up like Europeans. Won’t do any good. Just cause a lot of discontent. They can never be like us, so better for them not to try.'\n</p><p>Another (Kenyan) settler in the 'Dark Continent' had this: \n</p><p>'I’ve actually got a farm hand who wears a tie – but the stupid bastard doesn’t realize you don’t wear a tie without a shirt!'\n</p><p>The implication is obvious. It is a sweeping indictment against all “native Africans” as a bunch of idiots.\n</p><p>Yet another one, Sir Godfrey Huggins, Prime Minister of <a href=\"/wiki/Southern_Rhodesia\" title=\"Southern Rhodesia\">Southern Rhodesia</a>, acclaimed as a British liberal, shot point-blank at a press conference in <a href=\"/wiki/London\" title=\"London\">London</a>:\n</p><p>'It is time for the people in England to realize that the white man in Africa is not prepared and never will be prepared to accept the African as an equal, either socially or politically. Is there something in their chromosomes which makes them more backward and different from peoples living in the East and West?'\" - (Godfrey Mwakikagile, ibid., pp. 9 - 10, 69; Colin M. Turnbull, <i>The Lonely African</i>, New York: Simon and Schuster, 1962, pp. 89, 21, 90, 97).\n</p><p>Godfrey Mwakikagile also stated that the total disregard for the rights and wellbeing of Africans was earlier demonstrated by the arrogance of the imperial powers at the <a href=\"/wiki/Berlin_Conference\" title=\"Berlin Conference\">Berlin Conference</a> in 1885 which led to the <a href=\"/wiki/Partition_of_Africa\" class=\"mw-redirect\" title=\"Partition of Africa\">partition of Africa</a>. He went on to state that Africans were not even represented at the conference,  yet it was their fate that was being determined by Europeans who decided to partition the continent among themselves as if Africans did not even exist.\n</p><p>He also stated that this kind of arrogance and contempt for Africans was expressed in its crudest form in many ways including inflicting humiliating punishment on full-grown black men. They were subjected to corporal punishment at the hands of the white settlers who were young enough to be their sons. And shooting blacks was equated with shooting wild animals, as some white settlers in Kenya conceded, including those who had moved there from apartheid South Africa.\n</p><p>Arbitrary seizure of land, depriving Africans of their only means of livelihood, was simply seen as a white man's right exercised at will in what had become a white man's possession. In his book <i>Nyerere and Africa: End of an Era</i>, Godfrey Mwakikagile has given one example of this kind of imperial arrogance demonstrated by what happened to <a href=\"/wiki/Tom_Mboya\" title=\"Tom Mboya\">Tom Mboya</a> who, together with <a href=\"/wiki/Oginga_Odinga\" class=\"mw-redirect\" title=\"Oginga Odinga\">Oginga Odinga</a>, was one of the leaders of the Kenyan delegation to the constitutional talks in <a href=\"/wiki/London\" title=\"London\">London</a> in 1960 on Kenyan independence. Mboya stated in his book <i>Freedom and After</i> that when he was walking on a street in London, one old English lady stopped him and asked him:\n</p><p>\"From which one of our possessions do you come from?\"\n</p><p>The British settlers in East Africa even wanted to establish a giant federation of Kenya, Uganda, Tanganyika, Nyasaland, Northern and Southern Rhodesia and turn it into a white dominion. Kenya was even declared a “white man's country.”  Blacks were nothing. It was a sentiment shared by many white settlers. Ewart Grogan, the most outspoken leader of the white settlers in Kenya, was known for such imperial arrogance, as Godfrey Mwakikagile stated in his book <i>Africa and The West</i>:\n</p><p>\"A man with a flair for controversy and an outspoken racist, Grogan described himself as 'the baddest and boldest of a bold bad gang.' He also gained notoriety for publicly flogging Africans in <a href=\"/wiki/Nairobi\" title=\"Nairobi\">Nairobi</a>. The settlers from South Africa also came 'with the racial prejudices of that country. Frederick Jackson, Sir Charles Eliot’s Deputy Commissioner, told the Foreign Office that the Protectorate was becoming a country of 'nigger-' and game-shooters'...Colonel Ewart Grogan, a leader of the white settlers, bluntly stated:  'We Europeans have to go on ruling this country and rule it with iron discipline…If the whole of the <a href=\"/wiki/Kikuyu,_Kenya\" title=\"Kikuyu, Kenya\">Kikuyu</a> land unit is reverted to the Crown, then every Kikuyu would know that our little queen was a great Bwana.' - (G. Mwakikagile, ibid., pp. 97, 113; E. S. Grogan, in the <i>East African Standard</i>, Nairobi, Kenya, 12 November 1910; Elspeth Huxley, <i>White Man’s Country</i>, Vol. I, London and New York: Macmillan, 1935, pp. 222 - 223, 261 - 262; George Padmore, <i>Pan-Africanism or Communism?: The Coming Struggle for Africa</i>, London: Denis Dobson, 1956, pp. 255, 256).\n</p><p>The humanity of Africans, and their lives, meant absolutely nothing to many whites, demonstrated by the injustices and indignities black people suffered under colonial rule. African children, even if not the primary target, sometimes witnessed their parents and other adults being humiliated by their colonial masters. It happened in Kenya, and in Tanganyika, Mwakikagile's home country, even when the countries were approaching independence; the fifties being one of the most critical periods in the history of colonial rule in Africa.\n</p><p>School children who grew up in the fifties were among the victims in terms racial inequalities. The problem was compounded by inequalities in the provision of funds and facilities for education. Meagre resources were allocated to education for African children in sharp contrast with the amount spent on schools for European and Asian children. The school Godfrey Mwakikagile attended was no exception. It was also the dawn of a new era in the history of Tanganyika.\n</p><p>He stated in his autobiographical works that the fifties which was a decade that preceded independence was a transitional period which symbolised the identity and partly shaped the thinking of those who grew up in those years as a product of both eras, colonial and post-colonial. They also served as a bridge between the two.\n</p><p>Godfrey Mwakikagile also stated in his works, <i>Life in Tanganyika in The Fifties</i> and <i>Life under British Colonial Rule</i> among others, that it was in the same year he was bitten by the dog on his way to school that <a href=\"/wiki/Princess_Margaret\" class=\"mw-redirect\" title=\"Princess Margaret\">Princess Margaret</a> visited Mbeya and Sao Hill in his home region, the Southern Highlands Province, as well as other parts of the country, in October 1956; a visit that symbolised British imperial rule over Tanganyika but also at a time when the nationalist movement was gaining momentum in the struggle for independence. The party that led the country to independence, Tanganyika African National Union (TANU), had been formed just two years before, in July 1954, and within months succeeded in mobilising massive support across the country in its quest to end colonial rule. Independence was inevitable.\n</p><p>Godfrey Mwakikagile has written about other incidents of racial injustice and other subjects to show how life was in colonial Tanganyika in the fifties from the perspective of colonial subjects who hardly had any rights in their own country ruled and dominated by whites. Africans were lowest in the racial hierarchy, with Asians and Arabs ranked next to whites.\n</p><p>According to his autobiographical works, he grew up in a politically conscious family. His parents knew some of the leading figures in the independence struggle who came from the Southern Highlands Province and other parts of Tanganyika. They included Austin Shaba who did not come from the Southern Highlands Province but was his father's classmate at a medical training centre at the national hospital in Dar es Salaam and later became a cabinet member in the first independence cabinet serving as minister of local government. Shaba was also a member of parliament for <a href=\"/wiki/Mtwara\" title=\"Mtwara\">Mtwara</a> and later served as deputy speaker of parliament and as minister of health and housing. \n</p><p>Although Austin Shaba was brought up in Tanganyika, he lost his \"citizenship\" and cabinet post as well as other government positions in October 1968 because the government found out that both of his parents, who moved to Tanganyika from Nyasaland, were born in Nyasaland and were not Tanganyikan citizens. Therefore he himself was not a citizen and lost something he never had, although it had been assumed through the years that he was a citizen; he was not, according to the law. He and his parents came form <a href=\"/wiki/Mzimba\" title=\"Mzimba\">Mzimba</a>, <a href=\"/wiki/Nyasaland\" title=\"Nyasaland\">Nyasaland</a>.\n</p><p>There was also a time when Elijah Mwakikagile and Austin Shaba worked together when they were medical assistants. Years later, when Godfrey Mwakikagile became a news reporter, he stated that he once interviewed Austin Shaba on the telephone when Shaba was chairman of the Tanganyika Sisal Marketing Board based in <a href=\"/wiki/Tanga,_Tanzania\" title=\"Tanga, Tanzania\">Tanga</a>. Shaba asked him: \"Are you Elijah Mwakikagile's son? I know your parents and knew you when you were a child.\"\n</p><p>When he was growing up, Godfrey's parents told him about some of the people they knew, especially his father's classmates, schoolmates and co-workers who were involved in the nationalist movement during the struggle for independence. Godfrey knew some of them. They came from the same area where he grew up in Rungwe District.\n</p><p>Godfrey's father, Elijah Mwakikagile, attended <a href=\"/wiki/Malangali_Secondary_School\" title=\"Malangali Secondary School\">Malangali Secondary School</a>, one of the top schools in colonial Tanganyika, where he was head prefect. His classmates there included <a href=\"/wiki/Jeremiah_Kasambala\" title=\"Jeremiah Kasambala\">Jeremiah Kasambala</a> who became a cabinet member in the early years of independence under Prime Minister (later President) <a href=\"/wiki/Julius_Nyerere\" title=\"Julius Nyerere\">Julius Nyerere</a> and represented Rungwe District in parliament; and <a href=\"/wiki/John_Mwakangale\" title=\"John Mwakangale\">John Mwakangale</a> who in the 1950s became one of the leaders of the independence movement in Tanganyika. Mwakangale also served in the cabinet as minister of labour under Nyerere in the early part of independence before Kasambala became a member serving as minister of trade and cooperatives and later as minister of industries, minerals and energy. \n</p><p>In his British Empire article, \"Danger of Spilling Blood,\" Humphrey Taylor, a British colonial administrator who served as a District Officer (D.O.) in Njombe District in the Southern Highlands Province from 1959 to 1962, wrote about John Mwakangale when he was a cabinet member serving as minister of labour stating that \"Mwakangale was believed to be the most aggressively anti-white or anti- British member of the government\" and was very defensive of the interests of African workers. He also stated:\n</p><p>\"Soon after Tanganyika became independent, and near the end of my time as a District Officer in Njombe, I received a call from the British manager of the Commonwealth Development Corporation’s wattle plantation and factory a few miles from the District Office. The factory took the bark that was stripped from the wattle trees and used it to make tannin. The workers there were on strike for higher pay, in part because they expected to earn more now that the country was no longer a British colony. \n</p><p>The manager called me because he was afraid that a large crowd of strikers near the factory might attack and damage it. He asked for police protection. I arrived a little while later with ten or fifteen African policemen. I cannot remember if they were armed with anything other than truncheons. It is possible that they also brought rifles. Anyway, everything passed off peacefully without a serious incident. The police and I stood for a couple of hours between the strikers and the factory. The strikers then dispersed and went away. There was no violence of any kind.\n</p><p>However the local union leader sent a fiery telegram to the Minister of Labour, John Mwakangale in Dar es Salaam, in which he wrote that there was a dangerous crisis with provocative action by the British colonial District Officer and the police and that there was a 'danger of the spilling of blood.' \n</p><p>Mwakangale...telegrammed back to say he was coming to Njombe the next day and he sent us a very sharp message criticizing my action and asking to meet with us as soon as he arrived.\n</p><p>At the start of the meeting he was very aggressive and hostile, but as he listened to the manager, the police and to me, he understood what had, and had not, happened. At the end of the meeting we went off and had some beers together.\n</p><p>A little while later, I was in Dar es Salaam to catch the plane on my way home at the end of my brief colonial career. As I was walking on a street there I saw a small group of African cabinet ministers, including Mwakangale, walking towards me on the other side of the street. When he saw me, he dashed across the road, welcomed me enthusiastically, took me by the hand, and brought me across to meet his cabinet colleagues. He told me how sorry he was to hear that I was leaving Tanganyika.\"\n</p><p>Professor John Iliffe in his book <i>A Modern History of Tanganyika</i> described John Mwakangale as a \"vehement nationalist,\" an assessment underscored by some of the remarks Mwakangale made in parliament. According to Professor Paul Bjerk in his book <i>Building a Peaceful Nation: Julius Nyerere and the Establishment of Sovereignty in Tanzania, 1960 - 1964</i>:\n</p><p>\"In October 1961, racialist sentiments sprang up even among his (Nyerere's) own party members when a proposal was brought forward to delay citizenship for non-Africans for five years after independence. Christopher (Kasanga) Tumbo urged for a distinction between 'native' and 'immigrant races.' A TANU member from Mbeya, J. B. Mwakangale, went so far as to call for the resignation of non-African ministers after independence. 'We have no proof of their loyalty. They are bluffing and cheating us,' Mwakangale alleged.\n</p><p>In response, Nyerere threatened that he and his ministers would resign if the assembly did not support TANU's policy. Nyerere denounced the hypocrisy of a policy favoring Africans in a country that was just about to emerge from a racially prejudiced colonial state. Visibly angry, he argued that once racial bias was introduced to Tanganyikan politics its logic would take a life of its own, leading to widespread ethnic animosity:\n</p><p>'A day will come when we will say all people were created equal except the Masai, except the Wagogo, except the Waha, except the polygamists, except the Muslims, etc...You know what happens when people begin to get drunk with power and glorify their race, the Hitlers, that is what they do. You know where they lead the human race, the Verwoerds of South Africa, that is what they do...\n</p><p>I am going to repeat, and repeat very firmly, that this Government has rejected, and rejected completely any ideas that citizenship with the duties and rights of citizenship of this country, are going to based on anything except loyalty to this country.'\" - (Paul Bjerk, <i>Building a Peaceful Nation: Julius Nyerere and the Establishment of Sovereignty in Tanzania, 1960 – 1964</i>, Rochester, New York: University of Rochester Press, 2015, pp. 72 – 73). \n</p><p>John Mwakangale also strongly opposed the recruitment of <a href=\"/wiki/United_States\" title=\"United States\">American</a> <a href=\"/wiki/Peace_Corps\" title=\"Peace Corps\">Peace Corps</a> to work in Tanganyika contending that they were there to destabilise and topple the government. \"Wherever they are we always hear of trouble, you hear of people trying to overthrow the government. These people are not here for peace, they are here for trouble. We do not want any more Peace Corps.\" He was quoted in a news report, \"M.P. Attacks American Peace Corps,\" which was the main story on the front page of the Tanganyika <i>Standard</i> (renamed <i>Daily News</i> in 1972), 12 June 1964.\n</p><p>John Mwakangale was also the first leader of Tanganyika whom <a href=\"/wiki/Nelson_Mandela\" title=\"Nelson Mandela\">Nelson Mandela</a> met in January 1962 when Mandela secretly left <a href=\"/wiki/South_Africa\" title=\"South Africa\">South Africa</a> to seek assistance from other African countries in the struggle against white minority rule in his home country. Tanganyika was the first country in the region to win independence; it was also the first independent African country Mandela visited after he left South Africa for the first time on 11 January 1962. And in May 1963, Tanganyika was chosen by other African leaders to be the headquarters of all the African liberation movements when the leaders met in Addis Ababa, Ethiopia, to form the <a href=\"/wiki/Organisation_of_African_Unity\" title=\"Organisation of African Unity\">Organisation of African Unity</a> (OAU).\n</p><p>Mwakangale was also one of the leaders of the Pan-African Freedom Movement for East and Central Africa (PAFMECA) which was founded in Mwanza, Tanganyika, in September 1958 under the leadership of Julius Nyerere. PAFMECA mobilised and coordinated the independence struggle in the East-Central African region composed of Tanganyika, Kenya, Zanzibar, Uganda, Nyasaland, Northern Rhodesia and Southern Rhodesia and played a major role in forming the Organisation of African Unity.\n</p><p>Mandela met John Mwakangale in <a href=\"/wiki/Mbeya\" title=\"Mbeya\">Mbeya</a>, the capital of the Southern Highlands Province bordering <a href=\"/wiki/Northern_Rhodesia\" title=\"Northern Rhodesia\">Northern Rhodesia</a> and <a href=\"/wiki/Nyasaland\" title=\"Nyasaland\">Nyasaland</a>. The two countries were renamed <a href=\"/wiki/Zambia\" title=\"Zambia\">Zambia</a> and <a href=\"/wiki/Malawi\" title=\"Malawi\">Malawi</a> after independence.\n</p><p>Mwakangale had been assigned to receive Mandela in Mbeya on behalf of the government of Tanganyika. Mandela flew from <a href=\"/wiki/Bechuanaland\" class=\"mw-redirect\" title=\"Bechuanaland\">Bechuanaland</a> to Tanganyika in a small plane and arrived in Mbeya on the same day. Bechuanaland was renamed <a href=\"/wiki/Botswana\" title=\"Botswana\">Botswana</a> after the country won independence.\n</p><p>After meeting Mwakangale, Mandela flew to <a href=\"/wiki/Dar_es_Salaam\" title=\"Dar es Salaam\">Dar es Salaam</a> the next day where he met Julius Nyerere. Nyerere was the first leader of an independent African country Mandela met. In his autobiography, <i>Long Walk to Freedom</i>, Mandela recalled his meeting with John Mwakangale at a hotel, formerly for whites only, in the town of Mbeya and how, for the first time in his life, he felt free and proud to be in an independent African country. As he stated:\n</p><p>\"Early the next morning we left (Bechuanaland, now Botswana) for Mbeya, a town near the Northern Rhodesian border....(In Mbeya) we booked in a local hotel and found a crowd of blacks and whites sitting on the veranda making polite conversation. Never before had I been in a public place or hotel where there was no color bar. We were waiting for Mr. John Mwakangale of the Tanganyika African National Union, a member of Parliament and unbeknown to us he had already called looking for us. An African guest approached the white receptionist. 'Madam, did a Mr. Mwakangale inquire after these two gentlemen?' he asked, pointing to us. 'I am sorry, sir,' she replied. 'He did but I forgot to tell them.' 'Please be careful, madam,' he said in a polite but firm tone. 'These men are our guests and we would like them to receive proper attention.'\n</p><p>I then truly realized that I was in a country ruled by Africans. For the first time in my life, I was a free man. Though I was a fugitive and wanted in my own land, I felt the burden of oppression lifting from my shoulders. Everywhere I went in Tanganyika my skin color was automatically accepted rather than instantly reviled. I was being judged for the first time not by the color of my skin by the measure of my mind and character. Although I was often homesick during my travels, I nevertheless felt as though I were truly home for the first time....\n</p><p>We arrived in Dar es Salaam the next day and I met with Julius Nyerere, the newly independent country's first president. We talked at his house, which was not at all grand, and I recall that he drove himself in a simple car, a little Austin. This impressed me, for it suggested that he was a man of the people. Class, Nyerere always insisted, was alien to Africa; socialism indigenous.\" - (Nelson Mandela, <i>Long Walk to Freedom: The Autobiography of Nelson Mandela</i>, New York: Little, Brown and Co., 1994, p. 538).\n</p><p>When he received Nelson Mandela, John Mwakangale was a member of parliament (MP) representing Mbeya.  A few months later in the same year, he was appointed by Prime Minister Nyerere to be the regional commissioner of the Southern Highlands Province, a position equivalent to that of governor of a state in the United States. He also continued to be a member parliament.\n</p><p>Nyerere became president of Tanganyika on the first anniversary of the country's independence on 9 December 1962 when it became a republic.\n</p><p>John Mwakangale and Elijah Mwakikagile came from the same area in <a href=\"/wiki/Rungwe_District\" title=\"Rungwe District\">Rungwe District</a> in the Southern Highlands Province. Their home villages were five miles apart. They were classmates from Standard One at Tukuyu Primary School in the town of <a href=\"/wiki/Tukuyu\" title=\"Tukuyu\">Tukuyu</a>, the capital of Rungwe District, all the way to Malangali Secondary School in <a href=\"/wiki/Iringa_District\" class=\"mw-redirect\" title=\"Iringa District\">Iringa District</a> in the same province.\n</p><p>Another classmate of Elijah Mwakikagile and John Mwakangale from Tukuyu Primary School to Malangali Secondary School was Brown Ngwilulupi who was appointed by President Nyerere as secretary-general of the largest farmers' union in the country, the Cooperative Union of Tanganyika (CUT). He later left the ruling party and became one of the founders of the largest opposition party in Tanzania, <a href=\"/wiki/Chadema\" title=\"Chadema\">Chadema</a>, and served as the party's vice chairman under <a href=\"/wiki/Edwin_Mtei\" class=\"mw-redirect\" title=\"Edwin Mtei\">Edwin Mtei</a>. \n</p><p>Brown Ngwilulupi and Elijah Mwakikagile came from the same village in Kyimbila four miles south of the town of Tukuyu (John Mwakangale's was five miles north of theirs near Tukuyu) and became relatives-in-law when they got married. Their wives were first cousins to each other and came from the same area their husbands came from. Brown Ngwilulupi's younger brother, Weidi Ngwilulupi Mwasakafyuka - their father was Ngwilulupi Mwasakafyuka - who once served as a senior diplomat at the Tanzania Mission to the UN and later as Tanzania's ambassador to France and Nigeria, also left the ruling party and the government and joined one of the opposition parties and became head of its foreign affairs division.\n</p><p>Another classmate of Elijah Mwakikagile, Brown Ngwilulupi and John Mwakangale from Tukuyu Primary School to Malangali Secondary School was W.B.K. Mwanjisi who later became a doctor and a leading figure in the nationalist movement fighting for independence. His home was near Tukuyu where he returned to work at the hospital in town after leaving government service in 1954, the same year the nationalist party, TANU, was formed. He became a prominent member of TANU.\n</p><p>Mwanjisi once served as president of the national organisation of African government employees. Many of its members supported the nationalist struggle for independence but could not openly support it because of their position as employees of the colonial government. Some of them left government service to support the nationalist movement that was formally launched when the Tanganyika African National Union (TANU) was formed in Dar es Salaam on 7 July 1954 and Nyerere was elected president of the nationalist party.\n</p><p>It was also in 1954 when Godfrey Mwakikagile and his family moved from Morogoro in the Coast Province to Mbeya in the Southern Highlands.\n</p><p>He has stated in his autobiographical works that he moved to <a href=\"/wiki/Rungwe_District\" title=\"Rungwe District\">Rungwe District</a> in 1955 with his parents and siblings when he was five years old after living in different parts of Tanganyika: Kigoma, <a href=\"/wiki/Ujiji\" title=\"Ujiji\">Ujiji</a>, <a href=\"/wiki/Morogoro\" title=\"Morogoro\">Morogoro</a>, <a href=\"/wiki/Kilosa\" title=\"Kilosa\">Kilosa</a>, and Mbeya.\n</p><p>Rungwe was the home district of his parents, and they were members of an ethnic group indigenous to that part of Tanzania.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>\n</p><p>His father Elijah Mwakikagile worked as a medical assistant for the British colonial government. He was one of the very few medical assistants who formed the backbone of the medical system in colonial Tanganyika, as was the case in other British colonies across Africa.\n</p><p>Medical assistants in Tanganyika underwent intensive training for three years (after finishing secondary school) at the national hospital which also served as a medical training institute in the nation's capital Dar es Salaam and became the country's medical school in 1963.\n</p><p>In a country with an acute shortage of doctors, medical assistants played a critical role in the provision of vital medical services. Well-trained and with a lot of practical experience, they were a substitute for doctors during colonial rule and even after Tanganyika won independence.\n</p><p>When the country won independence from Britain on 9 December 1961, it had only 12 doctors in a vast expanse of territory of about 365,000 square miles with millions of people to serve. According to Professor <a href=\"/wiki/John_Iliffe_(historian)\" title=\"John Iliffe (historian)\">John Iliffe</a> in his book, <i>East African Doctors: A History of the Modern Profession</i>, there were only about 300 medical assistants in January 1961, in the whole country, the same year Tanganyika won independence. Tanganyika had a population of 12 million during that time. With only 12 doctors, that was one doctor for one million people; and one medical assistant for 40,000.\n</p><p>Elijah Mwakikagile also worked at <a href=\"/wiki/Amani_Research_Institute\" title=\"Amani Research Institute\">Amani Research Institute</a> in <a href=\"/wiki/Muheza_District\" title=\"Muheza District\">Muheza District</a> in the Coast Province. During German colonial rule, Amani Research Institute was world-renowned for its research in a number of areas including tropical medicine and biological and agricultural sciences and had highly trained scientists. It excelled in high-quality research and retained its international reputation under British rule after Germany lost its colony in World War I. Tanganyika was then known as  <a href=\"/wiki/Deutsch-Ostafrika\" class=\"mw-redirect\" title=\"Deutsch-Ostafrika\">Deutsch-Ostafrika</a> or <a href=\"/wiki/German_East_Africa\" title=\"German East Africa\">German East Africa</a> which included <a href=\"/wiki/Ruanda-Urundi\" title=\"Ruanda-Urundi\">Ruanda-Urundi</a>, now <a href=\"/wiki/Rwanda\" title=\"Rwanda\">Rwanda</a> and <a href=\"/wiki/Burundi\" title=\"Burundi\">Burundi</a>, as one colony.\n</p><p>Godfrey's mother, Syabumi Mwambapa, her maiden name, attended Kyimbila Girls' School in Rungwe District in the Southern Highlands Province where she was taught by renowned British feminist and educator, Mary Hancock, who was also the headmistress and founder of the school. It was one of the  leading girls' schools in colonial Tanganyika.  It was also one of the very few girls' schools in the whole country. Machame in the region of Mount Kilimanjaro was one of them:\n</p><p>\"Both Kyimbila and Machame Government girls' schools have had girls in Standard IX this year and about twelve girls are, in spite of difficulties, continuing to Standard X in 1950. Kyimbila School has become in many ways a centre of social life for the District (Rungwe)....\n</p><p>At Kyimbila, the Government girls' school in the Southern Highlands Province, a successful performance was given of the <i>Merchant of Venice</i> adapted to the circumstances of a production in Swahili.\" – (Tanganyika Department of Education, <i>Tanganyika Territory, Annual Report of the Education Department 1944</i>, Dar es Salaam, Tanganyika, pp. 22, 18).\n</p><p>Mary Hancock also served as headmistress of Tabora Girls' School in the Western Province.  She also founded and served as headmistress of Loleza Girls' School in Mbeya in the Southern Highlands Province. Both were top schools for girls in Tanganyika. \n</p><p>Mary Hancock was also a friend of Julius Nyerere and his family since the early 1950s before Nyerere became prime minister and then president of Tanganyika. Two of children even lived with her for a while after he resigned his teaching position to work full-time campaigning for independence:\n</p><p>\"Maureen Cowan and Mary Hancock have told me about Tabora Girls' School, of which both have been headmistresses. Miss Hancock is a devoted friend of the Nyerere family; while Julius and Maria Nyerere were struggling with financial difficulties, two of their children lived with her.\" - (Judith Listowel, <i>The Making of Tanganyika</i>, London: Chatto &amp; Windus, 1965, p. 428). \n</p><p>And as William Edgett Smith stated in his book, <i>We Must Run While Others Walk: A Portrait of Africa's Julius Nyerere</i>:\n</p><p>\"Miss Mary Hancock, a peppery little Englishwoman who had come to Tanganyika in 1940 'to help the black people, as we called them then,' has recalled, 'Oh, that man, how he thinks! The civil servants in Musoma couldn't see why I remained his friend after he declared for Uhuru. We civil servants had to be careful, you know --- we couldn't attend political meetings. I would say, 'He's my friend. If you can't differentiate, I can. Well! You should have seen the civil servants change when it became clear that he was winning.'\" - (William Edgett Smith, <i>We Must Run While Others Walk: A Portrait of Africa's Julius Nyerere</i>, New York: Random House, 1972, p. 84; W. E. Smith, <i>Nyerere of Tanzania</i>, Faraday Close, Worthing, UK: Littlehampton Book Services, 1973, p. 65; <i>The New Yorker</i>, Volume 47, Issues 27 - 35, 1971, p. 84).\n</p><p>Born in England in 1910, Mary Hancock went to Tanganyika in 1940 to work as a volunteer teacher focusing on education for girls. After the country won independence in 1961, she renounced her British citizenship and became a citizen of Tanzania and served as a senior education inspector. She was elected member of parliament in 1970 representing women.\n</p><p>Godfrey Mwakikagile stated in <i>Life under British Colonial Rule</i> and other autobiographical works that he remembered his mother talking about Mary Hancock as a devoted teacher and very strict disciplinarian during her student days at Kyimbila Girls' School.\n</p>\n<h2><span class=\"mw-headline\" id=\"Education_and_early_employment\">Education and early employment</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Godfrey_Mwakikagile&amp;action=edit&amp;section=2\" title=\"Edit section: Education and early employment\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Godfrey Mwakikagile attended Kyimbila Primary School near the town of Tukuyu and Mpuguso Middle School in Rungwe District, <a href=\"/wiki/Mbeya_Region\" title=\"Mbeya Region\">Mbeya Region</a>, in the Southern Highlands. He then attended Songea Secondary School near the town of <a href=\"/wiki/Songea\" title=\"Songea\">Songea</a> in <a href=\"/wiki/Ruvuma_Region\" title=\"Ruvuma Region\">Ruvuma Region</a> which was once a part of the Southern Province, and Tambaza High School (through Form Six) in Dar es Salaam.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p><p>One of his teachers at Kyimbila Primary School was Eslie Mwakyambiki who was later elected member of parliament representing Rungwe District. He was also appointed by President Nyerere to serve in the cabinet as deputy minister of defence and national service.\n</p><p>Godfrey Mwakikagile's headmaster at Mpuguso Middle School, Moses Mwakibete who was his math teacher and who also came from Kyimbila, years later became the registrar of the High Court of Tanzania and afterwards was appointed judge of the high court by President Nyerere. And his headmaster at Songea Secondary School, Paul Mhaiki, later became director of adult education at the ministry of national education, appointed by President Nyerere. Mhaiki went on to work for the United Nations and was appointed director of UNESCO's Division of Literacy, Adult Education, and Rural Development.\n</p><p>While still in high school at Tambaza, Godfrey Mwakikagile joined the editorial staff of the <i>Standard</i>, later renamed the <i>Daily News</i>, in 1969 as a junior reporter.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> Founded in 1930, it was the oldest and largest English newspaper in the country and one of the three largest in East Africa, a region comprising Kenya, Uganda and Tanzania.\n</p><p>After finishing high school in November 1970, he joined the National Service in January 1971, which was mandatory for all those who had completed secondary school and college or university studies.\n</p><p>Sometime after leaving the National Service, he returned to the <i>Daily News</i>. His editor then was <a href=\"/wiki/Benjamin_Mkapa\" title=\"Benjamin Mkapa\">Benjamin Mkapa</a>, who also helped him to go to school in the United States and years later became president of Tanzania, serving two five-year terms (1995–2005).<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup> Mkapa also served as President Nyerere's press secretary, high commissioner (ambassador) to Canada, ambassador to the United States and held a number of ministerial posts. He was minister of foreign affairs before he became president.\n</p><p>Godfrey Mwakikagile also worked as an information officer at the Ministry of Information and Broadcasting (now known as the <a href=\"/wiki/Ministry_of_Information,_Youth,_Culture_and_Sports\" title=\"Ministry of Information, Youth, Culture and Sports\">Ministry of Information, Youth, Culture and Sports</a>) in Dar es Salaam before going to school in the United States in November 1972.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup>\n</p><p>Mwakikagile was president of the African Students Union while attending <a href=\"/wiki/Wayne_State_University\" title=\"Wayne State University\">Wayne State University</a> in <a href=\"/wiki/Detroit\" title=\"Detroit\">Detroit</a>, <a href=\"/wiki/Michigan\" title=\"Michigan\">Michigan</a>, USA. He graduated from that university in 1975.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup>\n</p><p>He then attended <a href=\"/wiki/Aquinas_College_(Michigan)\" title=\"Aquinas College (Michigan)\">Aquinas College</a> in <a href=\"/wiki/Grand_Rapids\" class=\"mw-redirect\" title=\"Grand Rapids\">Grand Rapids</a>, Michigan, in 1976. One of his professors of economics at this college was <a href=\"/wiki/Kenneth_Marin\" title=\"Kenneth Marin\">Kenneth Marin</a>.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup>  Marin had worked as an economist for the government of Tanzania in Dar es Salaam in the late-1960s and early-1970s.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup>\n</p><p>Before going to Tanzania, Professor Marin worked as an economist for the United States federal government  under President Lyndon B. Johnson. President Johnson appointed Marin as a member of the White House Consumer Advisory Council where he served on Wage and Price Control during the mid-sixties. In 1966, Professor Marin was a member of a U.S. State Department evaluation team that was assigned to review various performances in the economic and political arena in six South American countries.\n</p><p>Years later, one of his students, Godfrey Mwakikagile, became a prominent author and wrote books about economics and other subjects, mostly about Africa. \n</p>\n<h2><span class=\"mw-headline\" id=\"Writings\">Writings</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Godfrey_Mwakikagile&amp;action=edit&amp;section=3\" title=\"Edit section: Writings\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Mwakikagile's first book, <i>Economic Development in Africa</i>, was published in June 1999. He has maintained a steady pace since then, writing more than 60 books in 20 years as his bibliography shows, mostly about Africa during the post-colonial era. He has been described as a political scientist, although his works defy classification. He has written about history, politics, economics, as well as contemporary and international affairs from an African and Third World perspective.\n</p>\n<h3><span class=\"mw-headline\" id=\"Book:_Nyerere_and_Africa:_End_of_an_Era\">Book: <i>Nyerere and Africa: End of an Era</i></span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Godfrey_Mwakikagile&amp;action=edit&amp;section=4\" title=\"Edit section: Book: Nyerere and Africa: End of an Era\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>He is known for his book <i>Nyerere and Africa: End of an Era</i>,<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup> published not long after Nyerere died. The book brought Mwakikagile into prominence in Tanzania and elsewhere. He is considered by many experts to be an authority on Nyerere and one of his most prominent biographers.<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup> Professor David Simon, a specialist in development studies at the <a href=\"/wiki/University_of_London\" title=\"University of London\">University of London</a> and Director of the Centre for Development Areas Research at <a href=\"/wiki/Royal_Holloway_College\" class=\"mw-redirect\" title=\"Royal Holloway College\">Royal Holloway College</a>, published in 2005 excerpts from the book in his compiled study, <i>Fifty Key Thinkers on Development</i>.<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup> The book was reviewed by <i><a href=\"/wiki/West_Africa_(magazine)\" title=\"West Africa (magazine)\">West Africa</a></i> magazine in 2002.<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup> It was also reviewed by a prominent Tanzanian journalist and political analyst, Fumbuka Ng'wanakilala of the <i>Daily News</i>, Dar es Salaam, in October 2002, and is seen as a comprehensive work, in scope and depth, on Nyerere.<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup> The same book was also reviewed by Professor Roger Southall of the <a href=\"/wiki/University_of_the_Witwatersrand\" title=\"University of the Witwatersrand\">University of the Witwatersrand</a> (Wits), formerly of <a href=\"/wiki/Rhodes_University\" title=\"Rhodes University\">Rhodes University</a>, <a href=\"/wiki/South_Africa\" title=\"South Africa\">South Africa</a>, in the bi-annual interdisciplinary publication, the <i>Journal of Contemporary African Studies</i> (Taylor &amp; Francis Group), 22, No. 3, in 2004. Professor Southall was also the editor of the journal during that period.\n</p><p>Others who have reviewed the book include Professor A.B. Assensoh, a <a href=\"/wiki/Ghanaian\" class=\"mw-redirect\" title=\"Ghanaian\">Ghanaian</a> teaching at <a href=\"/wiki/Indiana_University\" title=\"Indiana University\">Indiana University</a> in <a href=\"/wiki/Bloomington,_Indiana\" title=\"Bloomington, Indiana\">Bloomington</a>, <a href=\"/wiki/Indiana\" title=\"Indiana\">Indiana</a>, in the <a href=\"/wiki/United_States\" title=\"United States\">United States</a>. He reviewed the first edition of <i>Nyerere and Africa: End of an Era</i> in the <i>African Studies Review</i>, an academic journal of the <a href=\"/wiki/African_Studies_Association\" title=\"African Studies Association\">African Studies Association</a>, in 2003.\n</p><p>The book has also been cited by a number of African leaders including <a href=\"/wiki/South_African\" class=\"mw-redirect\" title=\"South African\">South African</a> Vice-President <a href=\"/wiki/Phumzile_Mlambo-Ngcuka\" title=\"Phumzile Mlambo-Ngcuka\">Phumzile Mlambo-Ngcuka</a> in one of her speeches about African leadership and development in which she quoted the author.<sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup>\n</p><p>The premier of <a href=\"/wiki/Western_Cape\" title=\"Western Cape\">Western Cape</a> province in South Africa, <a href=\"/wiki/Helen_Zille\" title=\"Helen Zille\">Helen Zille</a> of the <a href=\"/wiki/Democratic_Alliance_(South_Africa)\" title=\"Democratic Alliance (South Africa)\">Democratic Alliance</a> (DA), the main opposition party in the country, also mentioned Godfrey Mwakikagile in her speech in parliament on 28 March 2017 in defence of what she wrote about <a href=\"/wiki/Colonialism\" title=\"Colonialism\">colonialism</a> in her Tweets, stating that he was one of the prominent intellectuals, as she described them, who articulated the same position she did on the impact of colonialism on the colonised. Others she mentioned were Professor <a href=\"/wiki/Ali_Mazrui\" title=\"Ali Mazrui\">Ali Mazrui</a>, an internationally renowned scholar from <a href=\"/wiki/Kenya\" title=\"Kenya\">Kenya</a>, and <a href=\"/wiki/Nigerian\" class=\"mw-redirect\" title=\"Nigerian\">Nigerian</a> award-winning author <a href=\"/wiki/Chinua_Achebe\" title=\"Chinua Achebe\">Chinua Achebe</a>. She also cited Nelson Mandela and former prime minister of <a href=\"/wiki/India\" title=\"India\">India</a>,  <a href=\"/wiki/Manmohan_Singh\" title=\"Manmohan Singh\">Manmohan Singh</a>, saying they expressed similar sentiments these leading intellectuals and herself did on the impact of colonialism on <a href=\"/wiki/Africa\" title=\"Africa\">Africa</a> and elsewhere.\n</p>\n<h3><span class=\"mw-headline\" id=\"Book:_Africa_and_the_West\">Book: <i>Africa and the West</i></span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Godfrey_Mwakikagile&amp;action=edit&amp;section=5\" title=\"Edit section: Book: Africa and the West\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Godfrey Mwakikagile's 2000 book <i>Africa and the West</i> was favourably reviewed in a number of publications, including the influential <i>West Africa</i> magazine by editor Kofi Akosah-Sarpong, who described Mwakikagile as an author who articulates the position of <a href=\"/wiki/African_Renaissance\" title=\"African Renaissance\">African Renaissance</a> thinkers.<sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\">&#91;17&#93;</a></sup> The book has been described as an appeal to Africans to respect their cultures, values, and traditions and take a firm stand against alien ideas that pollute African minds and undermine Africa. A strong condemnation of the conquest of Africa by the imperial powers, it is also a philosophical text used in a number of colleges and universities in the study of African identity, philosophy, and history.\n</p><p>But in spite of his passionate defence of Africa, past and present, Mwakikagile is highly critical of some <a href=\"/wiki/Afrocentric\" class=\"mw-redirect\" title=\"Afrocentric\">Afrocentric</a> scholars who propagate myths about Africa's past and even reinvent the past just to glorify the continent, claiming spectacular achievements in the precolonial era in some areas where there were hardly any or none; for example, in advanced science, technology, and medicine. They also inflate achievements in some areas. He contends that true scholarship requires rigorous intellectual discipline and entails objective enquiry and analysis of facts and evidence including admitting failures and shortcomings, a position he forcefully articulates in <i>Africa and The West</i> and <i>Africa is in A Mess: What Went Wrong and What Should be Done</i>, among other works.\n</p><p>It is a position that led one renowned Afrocentric Ghanaian political analyst and columnist Francis Kwarteng to describe Godfrey Mwakikagile as a \"Eurocentric Africanist\" in his article \"End of the Dilemma: The Tower of Babel,\" on GhanaWeb, 28 September 2013.\n</p><p>It is a case of Africans themselves, especially the leaders, contributing to the underdevelopment of Africa. Bad leadership including corruption in African countries is one of the subjects Mwakikagile has addressed extensively in his books. He contends that bad leadership is the biggest problem most African countries have faced since independence, and everything else revolves around it.\n</p><p>Mwakikagile has written extensively about ethnicity and politics in Africa in the post-colonial era and how the two phenomena are inextricably linked in the African political context. He has used case studies in different analyses of the subject in different parts of the continent. One of his works, <i>Ethnicity and National Identity in Uganda</i>, has been described by Tierney Tully as \"a great book, but very dense.\"\n</p><p>Mwakikagile's other books on the subject include <i>Identity Politics and Ethnic Conflicts in Rwanda and Burundi: A Comparative Study</i>; <i>Burundi: The Hutu and The Tutsi: Cauldron of Conflict and Quest for Dynamic Compromise</i>; <i>Civil Wars in Rwanda and Burundi: Conflict Resolution in Africa</i>; <i>Ethnic Diversity and Integration in The Gambia</i>; and <i>Belize and Its Identity: A Multicultural Perspective</i>, re-published as <i>British Honduras to Belize: Transformation of a Nation</i>,  a scholarly work on the Central American nation founded by the British colonial rulers and African slaves as <a href=\"/wiki/British_Honduras\" title=\"British Honduras\">British Honduras</a> and which, culturally and historically, is considered to be an integral part of the <a href=\"/wiki/Afro-Caribbean\" title=\"Afro-Caribbean\">Afro-Caribbean</a> region, hence of the African diaspora. Although written by an African, the book is an important part of Afro-Caribbean literature.\n</p><p>One American journalist who interviewed Godfrey Mwakikagile described him as an independent scholar who was also a widely read and highly regarded author. Mwakikagile responded by saying that he was just an ordinary African, like tens of millions of others, deeply concerned about the plight of his continent. \n</p><p>In his book <i>African Political Thought</i> (Palgrave Macmillan, 2012), Professor Guy Martin has described Godfrey Mwakikagile as one of Africa's leading populist scholars and thinkers who refuse to operate and function within the limits and confines of Western ideologies – or any other external parameters – and who exhort fellow Africans to find solutions to African problems within Africa itself and fight the syndrome of dependency in all areas and create a \"new African.\"\n</p><p>Professor Martin examines the political thought of leading African political thinkers throughout history dating back to ancient times (Kush/Nubia, sixth century BCE) and systematically introduces the reader to the ideas of specific theorists and their biographies. The thinkers and theorists he has examined include Julius Nyerere, <a href=\"/wiki/Am%C3%ADlcar_Cabral\" title=\"Amílcar Cabral\">Amílcar Cabral</a>, <a href=\"/wiki/Kwame_Nkrumah\" title=\"Kwame Nkrumah\">Kwame Nkrumah</a>, <a href=\"/wiki/Cheikh_Anta_Diop\" title=\"Cheikh Anta Diop\">Cheikh Anta Diop</a>, <a href=\"/wiki/Steve_Biko\" title=\"Steve Biko\">Steve Biko</a>, <a href=\"/wiki/Claude_Ake\" title=\"Claude Ake\">Claude Ake</a>, and Godfrey Mwakikagile.\n</p><p>Professor Edmond J. Keller, chairman of the political science department, director of the UCLA Globalization Research Center-Africa and former director of the James S. Coleman African Studies Center at the University of California-Los Angeles, described Godfrey Mwakikagile as a \"public intellectual\" and an \"academic theorist\" in his review of Professor Guy Martin's book, <i>African Political Thought</i>. The review was published in one of the leading academic journals on African research and studies, <i>Africa Today</i>, Volume 60, Number 2, Winter 2013, Indiana University Press.\n</p><p>Professor Ryan Ronnenberg who wrote an article about Godfrey Mwakikagile in the <i>Dictionary of African Biography</i>, <i>Volume 6</i> (Oxford University Press, 2011), edited by Harvard University professors, Emmanuel K. Akyeampong and Henry Louis Gates, Jr., as a prominent African scholar and writer stated that Mwakikagile has written major works of scholarship which have had a great impact in the area of African studies and continue to do so. He went on to state that Mwakikagile embraced Tanzania's independence, and the independence of the African continent as a whole, with fierce pride. 'I was too young to play a role in the independence movement, but old enough to know what Mau Mau in neighbouring Kenya was all about, and who our leaders were: from Kwame Nkrumah in Ghana to Julius Nyerere in Tanganyika; from Nnamdi Azikiwe in Nigeria to Jomo Kenyatta in Kenya and Patrice Lumumba in Belgian Congo' (<i>Africa and the West</i>, 2000). His experience also inspired his thinking regarding Africa and its relationship to the Western world, which led to several academic works dedicated to the subject.\n</p><p>Mwakikagile's early works focused on pressing issues in African studies, particularly the theory and realisation of development in Africa. <i>Economic Development in Africa</i> (1999) uses the rich case study of Tanzania's <a href=\"/wiki/Transition_economy\" title=\"Transition economy\">transition from socialism to free-market capitalism</a> as a foundation for broader conclusions concerning the continent's development failures.\n</p><p>Mwakikagile writes about Africa as a whole in such a way as to suggest that he possesses not only a keen understanding of the way things are, but also a deep understanding of the way they should be. The acerbically titled <i>Africa Is in a Mess: What Went Wrong and What Should Be Done</i> reflects on the decades since independence with pragmatism and regret, observing the loss of both leadership and ingenuity as the continent's intellectual elite settle abroad, while suggesting how this process might be reversed.\n</p><p>In fact, as the years have passed, and as those early optimistic moments after independence have slipped away, Mwakikagile has taken it upon himself to write about why Africa has fallen short of its vision.\n</p><p>Mwakikagile has translated his experience as a youth in colonial East Africa and his adulthood in postcolonial Tanzania into provocative scholarship concerning topics vitally important to African studies.\n</p><p>Mwakikagile has been invited to give lectures at different universities and as a public intellectual has also been sought for interviews by <a href=\"/wiki/BBC\" title=\"BBC\">BBC</a>, <a href=\"/wiki/PBS\" title=\"PBS\">PBS</a> and <a href=\"/wiki/Voice_of_America\" title=\"Voice of America\">Voice of America</a> (<a href=\"/wiki/VOA\" class=\"mw-redirect\" title=\"VOA\">VOA</a>), among other media outlets.\n</p><p>Although he has been exposed to Western cultures, was educated in the Western intellectual tradition and lived in the United States for many years, Mwakikagile's perspectives and philosophical conceptions have undoubtedly been shaped by his African upbringing and are deeply rooted in African cultures and traditions. And he rejects the notion that Africa was a blank slate until Europeans came to write on it. He argues that the history written about Africa by Europeans when they first went to Africa and even during colonial rule as well as after independence is not African history but the history of Europeans in Africa and how they see Africa and Africans from their European perspective.\n</p><p>He also contends that traditional Africa has produced philosophers and other original thinkers whose knowledge and ideas – including ideas at a high level of abstraction – can match and even surpass the best in the West and elsewhere in the world. He forcefully articulates that position in his book, <i>Africa and The West</i>.<sup id=\"cite_ref-18\" class=\"reference\"><a href=\"#cite_note-18\">&#91;18&#93;</a></sup>\n</p><p>And although he sees Africa as an indivisible whole, he argues that all nations, including those in Africa, have different national characters. He looks at the concept of national character in the African context in his book <i>Kenya: Identity of A Nation</i>, and makes a compelling case for this idea, which is sometimes highly controversial. The work is, among other subjects, a study of comparative analysis in which the author looks at the national characters of Kenya and Tanzania. Kenyans themselves have had to grapple with questions of identity, ethnic versus national, and how to reconcile the two for the sake of national unity, peace and prosperity.\n</p><p>Tanzania is one of the few countries on the continent to have been spared the agony and scourge of ethnic conflicts, unlike Kenya which Mwakikagile has used for comparative analysis in looking at the identities of the two neighbouring countries. In his books, including <i>Nyerere and Africa: End of an Era</i>, he has also explained how Tanzania has been able to contain and even neutralise tribalism unlike other countries on the continent.\n</p><p>Mwakikagile has written extensively about tribalism, contending that it is one of the biggest problems Africa faces and is the source of instability in many countries on the continent, including civil wars.He expresses strong <a href=\"/wiki/Pan-Africanist\" class=\"mw-redirect\" title=\"Pan-Africanist\">Pan-Africanist</a> views in his writings and sees Africa as a collective entity and one organic body and has strongly been influenced by staunch Pan-Africanist leaders such as <a href=\"/wiki/Kwame_Nkrumah\" title=\"Kwame Nkrumah\">Kwame Nkrumah</a>, <a href=\"/wiki/Julius_Nyerere\" title=\"Julius Nyerere\">Julius Nyerere</a>, <a href=\"/wiki/Ahmed_Sekou_Toure\" class=\"mw-redirect\" title=\"Ahmed Sekou Toure\">Ahmed Sekou Toure</a> and <a href=\"/wiki/Patrice_Lumumba\" title=\"Patrice Lumumba\">Patrice Lumumba</a> whom he also strongly admires.<sup id=\"cite_ref-19\" class=\"reference\"><a href=\"#cite_note-19\">&#91;19&#93;</a></sup>\n</p><p>He also strongly admires <a href=\"/wiki/Thomas_Sankara\" title=\"Thomas Sankara\">Thomas Sankara</a> as a man of the people like Nyerere and contends that among the new breed of African leaders, Sankara showed great promise but was eliminated by some of his so-called compatriots working for France and other Western powers before he could realise his full potential the same way Lumumba was, eliminated by the United States and Belgium. Mwakikagile has written about Sankara in <i>Military Coups in West Africa Since The Sixties</i> and in <i>African Countries</i> among other works.\n</p><p>But some of his critics contend that he overlooks or glosses over the shortcomings of these leaders precisely because they are liberation icons and played a leading role in the struggle for independence and against <a href=\"/wiki/White_minority_rule\" class=\"mw-redirect\" title=\"White minority rule\">white minority rule</a> in Southern Africa.<sup id=\"cite_ref-20\" class=\"reference\"><a href=\"#cite_note-20\">&#91;20&#93;</a></sup>\n</p><p>He also seems to be \"trapped\" in the past, in liberation days, especially in the 1970s when the struggle against white minority rule was most intense. But that may be for understandable reasons.<sup id=\"cite_ref-21\" class=\"reference\"><a href=\"#cite_note-21\">&#91;21&#93;</a></sup> He was a part of that generation when the liberation struggle was going on and some of his views have unquestionably been shaped by what happened during those days as his admiration for <a href=\"/wiki/Robert_Mugabe\" title=\"Robert Mugabe\">Robert Mugabe</a>, for example, as a liberation icon clearly shows; although he also admits in <i>Nyerere and Africa: End of an Era</i> that the land reform programme in <a href=\"/wiki/Zimbabwe\" title=\"Zimbabwe\">Zimbabwe</a> could have been implemented in an orderly fashion and in a peaceful way and without disrupting the economy.\n</p><p>But his admiration for Mugabe as a true <a href=\"/wiki/African_nationalist\" class=\"mw-redirect\" title=\"African nationalist\">African nationalist</a> and Pan-Africanist remains intact, a position that does not sit well with some of his critics although he does not condone despotic rule. He admires Mugabe mostly as a <a href=\"/wiki/Freedom_fighter\" class=\"mw-redirect\" title=\"Freedom fighter\">freedom fighter</a> and liberation hero who freed his people from <a href=\"/wiki/Colonial_rule\" class=\"mw-redirect\" title=\"Colonial rule\">colonial rule</a> and racial oppression and exploitation, and as a strong leader who has taken a firm and an uncompromising stand against Western domination of Africa.\n</p><p>By remarkable contrast, his contempt for African leaders whom he sees as whites with a black skin also remains intact. He mentions Dr. <a href=\"/wiki/Hastings_Kamuzu_Banda\" class=\"mw-redirect\" title=\"Hastings Kamuzu Banda\">Hastings Kamuzu Banda</a> as a typical example of those leaders. He has written about Banda and other African leaders, among other subjects, in <i>Africa After Independence: Realities of Nationhood</i>.<sup id=\"cite_ref-22\" class=\"reference\"><a href=\"#cite_note-22\">&#91;22&#93;</a></sup>\n</p><p>Mwakikagile also contends that only a few African leaders – <a href=\"/wiki/Kwame_Nkrumah\" title=\"Kwame Nkrumah\">Kwame Nkrumah</a>, <a href=\"/wiki/Julius_Nyerere\" title=\"Julius Nyerere\">Julius Nyerere</a>, <a href=\"/wiki/Ahmed_Sekou_Toure\" class=\"mw-redirect\" title=\"Ahmed Sekou Toure\">Ahmed Sekou Toure</a>, <a href=\"/wiki/Gamal_Abdel_Nasser\" title=\"Gamal Abdel Nasser\">Gamal Abdel Nasser</a>, <a href=\"/wiki/Ahmed_Ben_Bella\" title=\"Ahmed Ben Bella\">Ahmed Ben Bella</a> and <a href=\"/wiki/Modibo_Keita\" class=\"mw-redirect\" title=\"Modibo Keita\">Modibo Keita</a> – strove to achieve genuine independence for their countries and exercised a remarkable degree of independence in their dealings with world powers; and Mugabe is the only African leader today who fits this category, in spite of his shortcomings.\n</p><p>Mwakikagile's background as a Tanzanian has played a major role in his assessment of many African leaders because of the central role his country played in the liberation struggle in the countries of Southern Africa.<sup id=\"cite_ref-23\" class=\"reference\"><a href=\"#cite_note-23\">&#91;23&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Newspaper_background\">Newspaper background</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Godfrey_Mwakikagile&amp;action=edit&amp;section=6\" title=\"Edit section: Newspaper background\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In those days, Dar es Salaam, Tanzania, was the headquarters of all the African liberation movements, under the leadership of President Julius Nyerere, and Mwakikagile got the chance to know many of the freedom fighters who were based there when he worked as a young news reporter in the nation's capital.<sup id=\"cite_ref-24\" class=\"reference\"><a href=\"#cite_note-24\">&#91;24&#93;</a></sup> They included Joaquim Chissano, who was the head of the <a href=\"/wiki/FRELIMO\" title=\"FRELIMO\">FRELIMO</a> office in Dar es Salaam, and later became the minister of foreign affairs and then president of Mozambique when his country won independence after 500 years of Portuguese colonial rule.<sup id=\"cite_ref-25\" class=\"reference\"><a href=\"#cite_note-25\">&#91;25&#93;</a></sup>\n</p><p>In his seminal work <i>Nyerere and Africa: End of an Era</i>, he has written extensively about the liberation struggle, and the liberation movements in Southern Africa in what is probably one of the best accounts of that critical phase in the history of Africa, as well as an excellent analysis of the <a href=\"/wiki/Congo_Crisis\" title=\"Congo Crisis\">Congo Crisis</a> during the turbulent 1960s.\n</p><p>Mwakikagile has also written a book entitled <i>South Africa in Contemporary Times</i> (2008) about the struggle against apartheid and the end of white minority rule in South Africa and on the prospects and challenges the country faces in the post-apartheid era.\n</p><p>The years he spent on the editorial staff at the <i>Standard</i> and the <i>Daily News</i> were critical to his future career as a writer. Those were his formative years, and had he not become a news reporter, his life, and his career as an author, might have taken a different turn.\n</p><p>As he states in <i>Nyerere and Africa</i>, he was first hired by renowned British journalist David Martin who was the deputy managing and news editor of the Tanganyika <i>Standard</i>. The managing editor was Brendon Grimshaw, also British who, in the 1970s, bought Moyenne Island in the Seychelles and became its only permanent inhabitant. Brendon Grimshaw also played a major role in recruiting Mwakikagile as a member of the editorial staff at the <i>Standard</i>.<sup id=\"cite_ref-26\" class=\"reference\"><a href=\"#cite_note-26\">&#91;26&#93;</a></sup>\n</p><p>It was a turning point in Mwakikagile's life. That was in June 1969 when he was a student at Tambaza High School in Dar es Salaam. He was 19 years old and probably the youngest reporter on the editorial staff at the <i>Standard</i> during that time.\n</p><p>The <i>Standard</i>, the largest English newspaper in Tanzania and one of the largest and most influential in East Africa, served Mwakikagile well, not only in terms of providing him with an opportunity to sharpen his writing skills but also – after it became the <i>Daily News</i> in 1970 – in helping him to attend school in the United States, where he became an author many years after he graduated from college.\n</p><p>David Martin, when he worked at the Tanganyika <i>Standard</i> and at the <i>Daily News</i>, and thereafter, was the most prominent foreign journalist in Eastern and Southern Africa in the 1960s and '70s, and wrote extensively about the liberation struggle in the region for the London <i><a href=\"/wiki/The_Observer\" title=\"The Observer\">Observer</a></i> and the <a href=\"/wiki/BBC\" title=\"BBC\">BBC</a>. In <i>Nyerere and Africa</i>, Mwakikagile has written about the role Martin played as a journalist during the liberation struggle in Southern Africa. But Martin was also instrumental in opening the door for Mwakikagile into the world of journalism, writing every day, after which both became successful writers.<sup id=\"cite_ref-27\" class=\"reference\"><a href=\"#cite_note-27\">&#91;27&#93;</a></sup>\n</p><p>As Mwakikagile has stated in his books, including <i>Nyerere and Africa</i>, <i>Africa after Independence: Realities of Nationhood</i>, <i>The Modern African State: Quest for Transformation</i>, <i>Military Coups in West Africa Since The Sixties</i> and in <i>Africa is in A Mess: What Went Wrong and What Should Be Done</i>, his background as a news reporter, which included meeting deadlines when writing news articles, prepared him for the rigorous task of writing books.\n</p>\n<h2><span class=\"mw-headline\" id=\"Criticism_of_post-colonial_Africa\">Criticism of post-colonial Africa</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Godfrey_Mwakikagile&amp;action=edit&amp;section=7\" title=\"Edit section: Criticism of post-colonial Africa\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Mwakikagile grew up under the leadership of <a href=\"/wiki/Tanzanian_President\" class=\"mw-redirect\" title=\"Tanzanian President\">Tanzanian President</a> <a href=\"/wiki/Julius_Nyerere\" title=\"Julius Nyerere\">Julius Nyerere</a>, a staunch <a href=\"/wiki/Pan-Africanist\" class=\"mw-redirect\" title=\"Pan-Africanist\">Pan-Africanist</a> and one of the most influential leaders Africa has produced. In his writings, Mwakikagile has defended his socialist policies because of the egalitarian ideals they instilled in Tanzanians, despite the poverty they endured under <a href=\"/wiki/Ujamaa\" title=\"Ujamaa\">ujamaa</a>, Nyerere's African version of socialism.\n</p><p>Mwakikagile, however, has been highly critical in his writings of other African leaders from the same generation who led their countries to independence. He has contended that most of them did not care about the well-being of their people.<sup id=\"cite_ref-28\" class=\"reference\"><a href=\"#cite_note-28\">&#91;28&#93;</a></sup>\n</p><p>Mwakikagile belongs to a generation that preceded independence and was partly brought up under colonial rule. He even wrote a book, <i>Life in Tanganyika in The Fifties</i>, about those years.\n</p><p>Independence from Britain was very important to Mwakikagile. When he was 12 years old, his uncle took him to <a href=\"/wiki/Tukuyu\" title=\"Tukuyu\">Tukuyu</a> to participate in the independence celebrations when Tanganyika attained sovereign status under Nyerere. He witnessed the flags changing at midnight when the Union Jack was lowered and the flag of the newly independent Tanganyika went up. His recollections are stated in his book, <i>My Life as an African: Autobiographical Writings</i>.\n</p><p>Early in his life when he was a teenager, he developed strong Pan-Africanist views under the influence of Nyerere and other Pan-Africanist leaders such as <a href=\"/wiki/Kwame_Nkrumah\" title=\"Kwame Nkrumah\">Kwame Nkrumah</a> and <a href=\"/wiki/Ahmed_Sekou_Toure\" class=\"mw-redirect\" title=\"Ahmed Sekou Toure\">Ahmed Sekou Toure</a>. He still holds those views today, crystallised into an ideology for a new African liberation and forcefully articulated in his writings.\n</p><p>As Professor Guy Martin states in his book <i>African Political Thought</i> (pp.&#160;8, 6) about Mwakikagile and other Pan-Africanist theorists and thinkers, their individual national identities are secondary to their primary identity as Africans and even irrelevant when they articulate their position from a Pan-African perspective: \"Note that all these scholars are dedicated Pan-Africanists and many would shun the reference to their nationality, preferring to be simply called 'Africans'.... Some of the most prominent Africanist-populist scholars include... Godfrey Mwakikagile....\"\n</p><p>One of Mwakikagile's critics has described him as \"a shrewd intellectual in defence of liberation icons\" and accuses him of not being intellectually honest about leaders such as <a href=\"/wiki/Nyerere\" class=\"mw-redirect\" title=\"Nyerere\">Nyerere</a>, Nkrumah and Sekou Toure for not criticising them harshly for their failures because he admires them so much as staunch Pan-Africanists.<sup id=\"cite_ref-29\" class=\"reference\"><a href=\"#cite_note-29\">&#91;29&#93;</a></sup>Some of the confusion among his readers about his position on African leaders of the independence generation has to do with his own background since he was an integral part of that generation in the sense that he witnessed the end of colonial rule and the emergence of the newly independent African states although he was not old enough to have participated in the independence struggle.<sup id=\"cite_ref-30\" class=\"reference\"><a href=\"#cite_note-30\">&#91;30&#93;</a></sup>\n</p><p>He admires the leaders who led their countries to independence, yet he is highly critical of them in most cases for their failures during the post-colonial period. He became disillusioned with the leadership on the continent through the years, filled with broken promises, and not long after the countries won independence. He admires many aspects of Nyerere's socialist policies in Tanzania, yet concedes the policies were also a failure in many cases. And he strongly favours fundamental change in African countries, yet he is nostalgic about the past.<sup id=\"cite_ref-31\" class=\"reference\"><a href=\"#cite_note-31\">&#91;31&#93;</a></sup>\n</p><p>His advocacy for fundamental change is articulated in many of his writings including <i>The Modern African State: Quest for Transformation</i>, which was published in 2001 and which is also one of his most well-known books.\n</p><p>In his review of the book, Ronald Taylor-Lewis [born of a Sierra Leonean father], editor of <i>Mano Vision</i> magazine, London, described it as \"a masterpiece of fact and analysis.\"<sup id=\"cite_ref-32\" class=\"reference\"><a href=\"#cite_note-32\">&#91;32&#93;</a></sup>\n</p><p>The book has also been reviewed in other publications. Tana Worku Anglana reviewed Godfrey Mwakikagile's <i>Modern African State: Quest for Transformation</i> in <i>Articolo</i> and described it as \"unbiased literature.\"<sup id=\"cite_ref-33\" class=\"reference\"><a href=\"#cite_note-33\">&#91;33&#93;</a></sup>\n</p><p>Ethnic conflicts in <a href=\"/wiki/Rwanda\" title=\"Rwanda\">Rwanda</a> and Burundi between the <a href=\"/wiki/Hutu\" title=\"Hutu\">Hutu</a> and the <a href=\"/wiki/Tutsi\" title=\"Tutsi\">Tutsi</a> is one of the subjects Mwakikagile has addressed extensively in his book <i>The Modern African State: Quest for Transformation</i>.\n</p><p>In many of his writings, Mwakikagile focuses on internal factors – including corruption, <a href=\"/wiki/Tribalism\" title=\"Tribalism\">tribalism</a> and tyranny – as the main cause of Africa's predicament, but not to the total exclusion of external forces.\n</p><p>The union of Tanganyika and Zanzibar and the Zanzibar revolution are subjects Mwakikagile has also addressed in detail in two of his other books: <i>Why Tanganyika united with Zanzibar to form Tanzania</i> and <i>Africa in The Sixties</i>.\n</p><p>And his diagnosis of – and prescription for – Africa's ailments has also been cited by scholars and other people for its relevance in other parts of the Third World. As Dr. Hengene Payani, a political scientist at the University of Papua New Guinea in <a href=\"/wiki/Port_Moresby\" title=\"Port Moresby\">Port Moresby</a>, <a href=\"/wiki/Papua_New_Guinea\" title=\"Papua New Guinea\">Papua New Guinea</a>, stated in his review of Mwakikagile's book <i>Africa is in A Mess</i> on amazon.com, \"the book is excellent, honest and thought-provoking and is relevant even in the context of Papua New Guinea, a country which has been ruined by greedy politicians.\"\n</p><p>Although he has written mostly about Africa, and as a political scientist or as a political analyst, his works cover a wide range of scholarship including American studies.\n</p><p>But there are limitations to the role played by people such as Godfrey Mwakikagile in their quest for fundamental change in African countries. Their contribution is limited in one fundamental respect: They are not actively involved with the masses at the grassroots level precisely because of what they are. They belong to an elite class, and the concepts they expound as well as the solutions they propose are discussed mainly by fellow elites but rarely implemented.\n</p><p>African writers such as Mwakikagile and other intellectuals are also severely compromised in their mission because most African leaders don't want to change. Therefore, they don't listen to them—in many cases the entire state apparatus needs to be dismantled to bring about meaningful change.<sup id=\"cite_ref-34\" class=\"reference\"><a href=\"#cite_note-34\">&#91;34&#93;</a></sup>\n</p><p>In spite of the limitations and the obstacles they face, many African writers and other intellectuals still play a very important role in articulating a clear vision for the future of Africa, and Mwakikagile's writings definitely fit this category because of his analysis of the African condition and the solutions he proposes, although he is not a political activist like other African writers such as <a href=\"/wiki/Ng%C5%A9g%C4%A9_wa_Thiong%27o\" title=\"Ngũgĩ wa Thiong&#39;o\">Ngũgĩ wa Thiong'o</a> in neighbouring <a href=\"/wiki/Kenya\" title=\"Kenya\">Kenya</a> or <a href=\"/wiki/Wole_Soyinka\" title=\"Wole Soyinka\">Wole Soyinka</a> in Nigeria.\n</p><p>But even they had to flee their homelands, at different times, for their own safety, in spite of the courage they had to contend with the political establishment in their home countries, and sought sanctuary overseas although that has not been the case with Mwakikagile and many other Africans who once lived, have lived or continue to live in other countries or outside Africa for different reasons.\n</p><p>Writers including Mwakikagile and other members of the African elite have a major role to play in the development of Africa.<sup id=\"cite_ref-35\" class=\"reference\"><a href=\"#cite_note-35\">&#91;35&#93;</a></sup> They affect constructive dialogue involving national issues. But it is not the kind of effect that reverberates across the spectrum all the way down to the grassroots level precisely because they are not an integral part of the masses, and also because they are not actively involved with the masses to transform society.\n</p><p>So, while they generate ideas, they have not been able to effectively transmit those ideas to the masses without whose involvement fundamental change in Africa is impossible, except at the top, recycling the elite. And while they identify with the masses in terms of suffering and as fellow Africans, many of them – not all but many of them – have not and still do not make enough sacrifices in their quest for social and political transformation of African countries. Mwakikagile is fully aware of these shortcomings, and apparent contradictions, in the role played by the African elite. He's one himself.\n</p><p>Yet, he has not explicitly stated so in his writings concerning this problem of African intellectuals; a dilemma similar to the one faced by the black intelligentsia in the United States and which was addressed by <a href=\"/wiki/Harold_Cruse\" title=\"Harold Cruse\">Harold Cruse</a>, an internationally renowned black American professor who taught at the <a href=\"/wiki/University_of_Michigan\" title=\"University of Michigan\">University of Michigan</a> for many years, in his monumental study, <i>The Crisis of The Negro Intellectual</i>. The book was first published in 1967 at the peak of the <a href=\"/wiki/Civil_rights_movement\" title=\"Civil rights movement\">civil rights movement</a>, five years before Godfrey Mwakikagile went to the United States for the first time as a student.\n</p><p>But that does not really explain why he has not fully addressed the subject, the dilemma African intellectuals face in their quest for fundamental change, especially in his books – <i>The Modern African State: Quest for Transformation</i>, <i>Africa is in A Mess: What Went Wrong and What Should Done</i>, and <i>Africa After Independence: Realities of Nationhood</i> – which are almost exclusively devoted to such transformation in Africa in the post-colonial era.\n</p><p>Still, Mwakikagile belongs to a group of African writers and the African elite who believe that the primary responsibility of transforming Africa lies in the hands of the Africans themselves, and not foreigners, and that acknowledgement of mistakes by African leaders is one of the first steps towards bringing about much-needed change in African countries; a position he forcefully articulates in his writings. For example, Political Science Professor Claude E. Welch at the State University of New York-Buffalo, in his review of one of Mwakikagile's books – <i>Military Coups in West Africa Since The Sixties</i> – published in the <i>African Studies Review</i> (Vol. 45, No. 3, December 2002, p.&#160;114), described the author as being merciless in his condemnation of African tyrants.\n</p>\n<h2><span class=\"mw-headline\" id=\"Vision_for_an_African_Federal_Government\">Vision for an African Federal Government</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Godfrey_Mwakikagile&amp;action=edit&amp;section=8\" title=\"Edit section: Vision for an African Federal Government\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Mwakikagile advocates for a closer union within Africa in the form of an African confederation or African federal government starting with economic integration, leading to an African common market, and eventually, resulting in a political union. Concretely, he proposed the following plan for a Union of African states: \"If the future of Africa lies in federation, that federation could even be a giant federation of numerous autonomous units which have replaced the modern African state in order to build, on a continental or sub-continental scale, a common market, establish a common currency, a common defense and maybe even pursue a common foreign policy under some kind of central authority - including collective leadership on rotational basis - which Africans think is best for them\" <sup id=\"cite_ref-36\" class=\"reference\"><a href=\"#cite_note-36\">&#91;36&#93;</a></sup>\n</p><p>Mwakikagile identifies the type of government best suited for the African situation as a <i>democracy by consensus,</i> which, in his view, would allow all social, ethnic and regional factions to freely express themselves. Such a democracy should take the form of a government of national unity, inclusive of both the winners and the losers in the electoral process, and would entail a multiparty system approved by national referendum; it should also be based on extreme decentralization down to the lowest grassroots level to enable the masses, not just the leaders and the elite, to participate in formulating policies and making decisions which affect their lives. That is the only way it can be a people's government and federation that belongs to the masses and ordinary citizens instead of being a government and federation of only the elite and professional politicians. Let the people decide. He has elaborated on that in his other books, <i>Africa at the End of the Twentieth Century: What Lies Ahead</i> and <i>Restructuring The African State and Quest for Regional Integration: New Approaches</i>.\n</p><p>He also believes that in this democratic system the tenure of the president must be limited to one term (preferably five to six years), and the tenure of the members of the national legislatures to two three-year terms.<sup id=\"cite_ref-37\" class=\"reference\"><a href=\"#cite_note-37\">&#91;37&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Controversy\">Controversy</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Godfrey_Mwakikagile&amp;action=edit&amp;section=9\" title=\"Edit section: Controversy\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In what is probably his most controversial book, <i>Africa is in A Mess: What Went Wrong and What Should Be Done</i>, Mwakikagile strongly criticises most of the leaders of post-colonial Africa for tyranny and corruption, and for practising tribalism, a common theme in the works of many African writers and other people including well-known ones and many African scholars in and outside Africa. But his book stands out as one of the most blunt ever written about Africa's rotten leadership.\n</p><p>Unfortunately, because of its vitriolic condemnation of most African leaders during the post-colonial era, the book has been cited by some people as a clarion call for the re-colonisation of Africa although the author says exactly the opposite in his work.<sup id=\"cite_ref-38\" class=\"reference\"><a href=\"#cite_note-38\">&#91;38&#93;</a></sup>\n</p><p>Yet in spite of all that, Mwakikagile unequivocally states in <i>Africa is in A Mess</i> that he does not support any attempt or scheme, by anybody, to recolonise Africa, but also bluntly states that African countries have lost their sovereignty to donor nations and multilateral institutions such as the <a href=\"/wiki/World_Bank\" title=\"World Bank\">World Bank</a> and the <a href=\"/wiki/International_Monetary_Fund\" title=\"International Monetary Fund\">International Monetary Fund</a> (IMF) dominated by Western powers including those who once colonised Africa and are therefore virtual colonies already.\n</p><p>The premier of Western Cape Province in South Africa, <a href=\"/wiki/Helen_Zille\" title=\"Helen Zille\">Helen Zille</a>, in her speech in the provincial parliament on 28 March 2017, also cited Godfrey Mwakikagile's analysis of the impact of colonial rule on Africa in defence of her tweets which her critics said were a defence of colonialism and even called for her resignation. She said her analysis was the same as Mwakikagile's and those of other prominent people including Nelson Mandela, Chinua Achebe, Ali Mazrui, and former Indian prime minister, Manmohan Singh, and wondered why she faced so much criticism when she made exactly the same point they did.\n</p><p>Mwakikagile also contends that African countries have really never been free in spite of the instruments of sovereignty they are supposed to have. He also warns about the dangers of the Second Scramble for Africa by the industrialised nations which are busy exploiting Africa's resources for their own benefit and contends that globalisation is in many ways a new form of imperialism.\n</p><p>Yet he has wrongly been portrayed, along with some prominent African and European scholars including Professor <a href=\"/wiki/Ali_Mazrui\" title=\"Ali Mazrui\">Ali Mazrui</a>, <a href=\"/wiki/Christoph_Blocher\" title=\"Christoph Blocher\">Christoph Blocher</a>, <a href=\"/wiki/Mahmood_Mamdani\" title=\"Mahmood Mamdani\">Mahmood Mamdani</a>, Peter Niggli, and R. W. Johnson, as someone who advocates the recolonisation of Africa.<sup id=\"cite_ref-39\" class=\"reference\"><a href=\"#cite_note-39\">&#91;39&#93;</a></sup>\n</p><p>Mwakikagile says exactly the opposite in <i>Africa is in A Mess</i>. In fact, the title, although not the sub-title, comes from President Julius Nyerere who used exactly the same words in 1985: \"Africa is in a mess.\" Mwakikagile explicitly states that he got the title from Nyerere's statement and felt it was appropriate for his work, although the tone and content might be disturbing to some people. He is brutally frank about the continent's deplorable condition.\n</p><p>And in the same book, Mwakikagile is also highly critical of Western powers for ruthlessly exploiting Africa even today in collusion with many African leaders.\n</p><p>His harsh criticism of bad leadership on the African continent prompted Ghanaian columnist and political analyst Francis Kwarteng to put him in the same category with George Ayittey, a Ghanaian professor of economics at The American University, Washington, D.C., and author of <i>Africa Betrayed</i> and <i>Africa in Chaos</i>, among other books.\n</p>\n<h2><span class=\"mw-headline\" id=\"Academic_reviews\">Academic reviews</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Godfrey_Mwakikagile&amp;action=edit&amp;section=10\" title=\"Edit section: Academic reviews\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Mwakikagile's books have been reviewed in a number of academic publications, including the highly prestigious academic journal <i>African Studies Review</i>, by leading scholars in their fields. They include <i>Military Coups in West Africa Since The Sixties</i>, which was reviewed in that journal by Professor Claude E. Welch of the Department of Political Science at the State University of New York, Buffalo; and <i>Ethnic Politics in Kenya and Nigeria</i>, reviewed by Nigerian Professor Khadijat K. Rashid of <a href=\"/wiki/Gallaudet_University\" title=\"Gallaudet University\">Gallaudet University</a>, Washington, D.C.<sup id=\"cite_ref-Welch;_Rashid_40-0\" class=\"reference\"><a href=\"#cite_note-Welch;_Rashid-40\">&#91;40&#93;</a></sup>\n</p><p>Other books by Mwakikagile have also been reviewed in the <i>African Studies Review</i> and in the <i>Journal of Contemporary African Studies</i>, including <i>Nyerere and Africa: End of an Era</i> and <i>The Modern African State: Quest for Transformation</i> which were reviewed in the <i>African Studies Review</i>. <i>Nyerere and Africa</i> was also reviewed in the <i>Journal of Contemporary African Studies</i>.\n</p><p>His book, <i>Western Involvement in Nkrumah's Downfall</i>, was reviewed by Professor E. Ofori Bekoe,  in <i>Africa Today</i>, an academic journal published by Indiana University Press.\n</p><p>Mwakikagile has also written about race relations in the United States and relations between continental Africans and people of African descent in the diaspora in his titles such as <i>Black Conservatives in The United States</i>; <i>Relations Between Africans and African Americans</i>; and <i>Relations Between Africans, African Americans and Afro-Caribbeans</i>. Professor Kwame Essien of Gettysburg College, later Lehigh University, a Ghanaian, reviewed <i>Relations Between Africans and African Americans: Misconceptions, Myths and Realities</i>, in <i>Souls: A Critical Journal of Black Politics, Culture, and Society, Volume 13, Issue 2, 2011</i>, an academic journal of Columbia University, New York, and described it as an \"insightful and voluminous\" work covering a wide range of subjects from a historical and contemporary perspective, addressing some of the most controversial issues in relations between the two. It is also one of the most important books on the subject of relations between Africans and African Americans.\n</p>\n<h2><span class=\"mw-headline\" id=\"Selected_bibliography\">Selected bibliography</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Godfrey_Mwakikagile&amp;action=edit&amp;section=11\" title=\"Edit section: Selected bibliography\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><i>Economic Development in Africa</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-1560727088\" title=\"Special:BookSources/978-1560727088\">978-1560727088</a>, Huntington, New York: <a href=\"/wiki/Nova_Science_Publishers,_Inc.\" class=\"mw-redirect\" title=\"Nova Science Publishers, Inc.\">Nova Science Publishers, Inc.</a> June 1999</li>\n<li><i>Africa and The West</i>,  <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-1560728405\" title=\"Special:BookSources/978-1560728405\">978-1560728405</a>, Huntington, New York: Nova Science Publishers, Inc. 2000</li>\n<li><i>The Modern African State: Quest for Transformation</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9781560729365\" title=\"Special:BookSources/9781560729365\">9781560729365</a>, Huntington, New York: Nova Science Publishers, Inc., 2001</li>\n<li><i>Military Coups in West Africa Since The Sixties</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9781560729457\" title=\"Special:BookSources/9781560729457\">9781560729457</a>, Huntington, New York: Nova Science Publishers, Inc., 2001</li>\n<li><i>Ethnic Politics in Kenya and Nigeria</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-1560729679\" title=\"Special:BookSources/978-1560729679\">978-1560729679</a>, Huntington, New York: Nova Science Publishers, Inc. 2001</li>\n<li><i>Nyerere and Africa: End of an Era</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9781931768740\" title=\"Special:BookSources/9781931768740\">9781931768740</a>, Protea Publishing Co., Atlanta, Georgia, USA, 2002</li>\n<li><i>Africa is in A Mess: What Went Wrong and What Should Be Done</i> (2004), <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0980253470\" title=\"Special:BookSources/0980253470\">0980253470</a>, Dar es Salaam, Tanzania: New Africa Press, 2006</li>\n<li><i>Tanzania under Mwalimu Nyerere: Reflections on an African Statesman</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-0980253498\" title=\"Special:BookSources/978-0980253498\">978-0980253498</a>, 2006</li>\n<li><i>Black Conservatives: Are They Right or Wrong?</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-1596820036\" title=\"Special:BookSources/978-1596820036\">978-1596820036</a>, 2004</li>\n<li><i>Nyerere and Africa: End of an Era: Expanded Edition with Photos</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9781593440954\" title=\"Special:BookSources/9781593440954\">9781593440954</a>, 2005</li>\n<li><i>Relations Between Africans and African Americans: Misconceptions, Myths and Realities</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9780980253450\" title=\"Special:BookSources/9780980253450\">9780980253450</a>, 2007</li>\n<li><i>Life in Tanganyika in The Fifties: My Reflections and Narratives from The White Settler Community and Others</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9780620359818\" title=\"Special:BookSources/9780620359818\">9780620359818</a>, 2006</li>\n<li><i>Life in Tanganyika in The Fifties</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987160129\" title=\"Special:BookSources/978-9987160129\">978-9987160129</a>, 2009</li>\n<li><i>African Countries: An Introduction</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-620-34815-1\" title=\"Special:BookSources/0-620-34815-1\">0-620-34815-1</a>, Continental Press, Johannesburg, South Africa, 2006</li>\n<li><i>African Countries: An Introduction</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-0620348157\" title=\"Special:BookSources/978-0620348157\">978-0620348157</a>, 2009</li>\n<li><i>Africa After Independence: Realities of Nationhood</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9789987160143\" title=\"Special:BookSources/9789987160143\">9789987160143</a>, Dar es Salaam, Tanzania: New Africa Press, 2006</li>\n<li><i>Life under Nyerere</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-0980258721\" title=\"Special:BookSources/978-0980258721\">978-0980258721</a>, 2006</li>\n<li><i>Black Conservatives in The United States</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-0980258707\" title=\"Special:BookSources/978-0980258707\">978-0980258707</a>,  2006</li>\n<li><i>Africa and America in The Sixties: A Decade That Changed The Nation and The Destiny of A Continent</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-0980253429\" title=\"Special:BookSources/978-0980253429\">978-0980253429</a>, 2006</li>\n<li><i>Relations Between Africans, African Americans and Afro-Caribbeans: Tensions, Indifference and Harmony</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-0980258745\" title=\"Special:BookSources/978-0980258745\">978-0980258745</a>, 2007</li>\n<li><i>Investment Opportunities and Private Sector Growth in Africa</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-0980258776\" title=\"Special:BookSources/978-0980258776\">978-0980258776</a>, 2007</li>\n<li><i>Kenya: Identity of A Nation</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-0980258790\" title=\"Special:BookSources/978-0980258790\">978-0980258790</a>, 2007</li>\n<li><i>South Africa in Contemporary Times</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-0980258738\" title=\"Special:BookSources/978-0980258738\">978-0980258738</a>, 2008</li>\n<li><i>South Africa and Its People</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-0981425832\" title=\"Special:BookSources/978-0981425832\">978-0981425832</a>, 2008</li>\n<li><i>African Immigrants in South Africa</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-0981425825\" title=\"Special:BookSources/978-0981425825\">978-0981425825</a>, 2008</li>\n<li><i>The Union of Tanganyika and Zanzibar: Product of The Cold War?</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-0981425856\" title=\"Special:BookSources/978-0981425856\">978-0981425856</a>, 2008</li>\n<li><i>Ethnicity and National Identity in Uganda: The Land and Its People,</i> <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987930876\" title=\"Special:BookSources/978-9987930876\">978-9987930876</a>, 2009</li>\n<li><i>My Life as an African: Autobiographical Writings,</i> <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987160051\" title=\"Special:BookSources/978-9987160051\">978-9987160051</a>, 2009</li>\n<li><i>Uganda: The Land and Its People,</i><a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987930890\" title=\"Special:BookSources/978-9987930890\">978-9987930890</a>, 2009<i></i></li>\n<li><i>Botswana Since Independence,<a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-0980258783\" title=\"Special:BookSources/978-0980258783\">978-0980258783</a>, 2009</i></li>\n<li><i>Congo in The Sixties,</i> <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-1448665709\" title=\"Special:BookSources/978-1448665709\">978-1448665709</a>,<i> 2009</i></li>\n<li><i>A Profile of African Countries</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987160167\" title=\"Special:BookSources/978-9987160167\">978-9987160167</a>, 2009</li>\n<li><i>Africans and African Americans: Complex Relations – Prospects and Challenges</i>,<a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987930852\" title=\"Special:BookSources/978-9987930852\">978-9987930852</a>,  2009</li>\n<li><i>Africa 1960 – 1970: Chronicle and Analysis</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9789987160075\" title=\"Special:BookSources/9789987160075\">9789987160075</a>, Dar es Salaam, Tanzania: New Africa Press, 2009</li>\n<li><i>Nyerere and Africa: End of an Era,</i> 5th Edition, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0980253411\" title=\"Special:BookSources/0980253411\">0980253411</a>, Pretoria, South Africa: New Africa Press, 2010</li>\n<li><i>Zambia: Life in an African Country</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987160112\" title=\"Special:BookSources/978-9987160112\">978-9987160112</a>, 2010</li>\n<li><i>Belize and Its Identity: A Multicultural Perspective</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987160204\" title=\"Special:BookSources/978-9987160204\">978-9987160204</a>, 2010</li>\n<li><i>Ethnic Diversity and Integration in The Gambia: The Land, The People and The Culture</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987932221\" title=\"Special:BookSources/978-9987932221\">978-9987932221</a>, 2010</li>\n<li><i>Zambia: The Land and Its People</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987932252\" title=\"Special:BookSources/978-9987932252\">978-9987932252</a>, 2010</li>\n<li><i>Belize and Its People: Life in A Multicultural Society</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987932214\" title=\"Special:BookSources/978-9987932214\">978-9987932214</a>, 2010</li>\n<li><i>The Gambia and Its People: Ethnic Identities and Cultural Integration in Africa</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987160235\" title=\"Special:BookSources/978-9987160235\">978-9987160235</a>, 2010</li>\n<li><i>South Africa as a Multi-Ethnic Society</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987932238\" title=\"Special:BookSources/978-9987932238\">978-9987932238</a>, 2010</li>\n<li><i>Life in Kenya: The Land and The People, Modern and Traditional Ways</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987932276\" title=\"Special:BookSources/978-9987932276\">978-9987932276</a>, 2010</li>\n<li><i>Botswana: Profile of A Nation</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987932290\" title=\"Special:BookSources/978-9987932290\">978-9987932290</a>, 2010</li>\n<li><i>Uganda: Cultures and Customs and National Identity</i>,<a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987160273\" title=\"Special:BookSources/978-9987160273\">978-9987160273</a>, 2011</li>\n<li><i>Burundi: The Hutu and The Tutsi: Cauldron of Conflict and Quest for Dynamic Compromise</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987160310\" title=\"Special:BookSources/978-9987160310\">978-9987160310</a>, 2012</li>\n<li><i>Identity Politics and Ethnic Conflicts in Rwanda and Burundi: A Comparative Study</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987160297\" title=\"Special:BookSources/978-9987160297\">978-9987160297</a>, 2012</li>\n<li><i>The People of Uganda: A Social Perspective</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987160334\" title=\"Special:BookSources/978-9987160334\">978-9987160334</a>, 2012</li>\n<li><i>Uganda: A Nation in Transition: Post-colonial Analysis</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987160358\" title=\"Special:BookSources/978-9987160358\">978-9987160358</a>, 2012</li>\n<li><i>Obote to Museveni: Political Transformation in Uganda Since Independence</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987160372\" title=\"Special:BookSources/978-9987160372\">978-9987160372</a>, 2012</li>\n<li><i>Uganda Since The Seventies</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987160228\" title=\"Special:BookSources/978-9987160228\">978-9987160228</a>, 2012</li>\n<li><i>Civil Wars in Rwanda and Burundi: Conflict Resolution in Africa</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-0981425849\" title=\"Special:BookSources/978-0981425849\">978-0981425849</a>, 2013</li>\n<li><i>Peace and Stability in Rwanda and Burundi: The Road Not Taken,</i> <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987160327\" title=\"Special:BookSources/978-9987160327\">978-9987160327</a>, 2013</li>\n<li><i>Africa at the End of the Twentieth Century: What Lies Ahead,</i> <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987160303\" title=\"Special:BookSources/978-9987160303\">978-9987160303</a>, 2013</li>\n<li><i>Statecraft and Nation Building in Africa: A Post-colonial Study,</i> <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987160396\" title=\"Special:BookSources/978-9987160396\">978-9987160396</a>, 2014</li>\n<li><i>Africa in The Sixties,</i> <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987160341\" title=\"Special:BookSources/978-9987160341\">978-9987160341</a>, 2014</li>\n<li><i>Remembering The Sixties: A Look at Africa,</i> <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987160365\" title=\"Special:BookSources/978-9987160365\">978-9987160365</a>, 2014</li>\n<li><i>Restructuring The African State and Quest for Regional Integration: New Approaches,</i> <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987160433\" title=\"Special:BookSources/978-9987160433\">978-9987160433</a>, 2014</li>\n<li><i>Africa 1960 – 1970: Chronicle and Analysis</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987160075\" title=\"Special:BookSources/978-9987160075\">978-9987160075</a>, Revised Edition, 2014</li>\n<li><i>Post-colonial Africa: A General Study,</i> <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987160419\" title=\"Special:BookSources/978-9987160419\">978-9987160419</a>, 2014</li>\n<li><i>British Honduras to Belize: Transformation of a Nation,</i> <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987160471\" title=\"Special:BookSources/978-9987160471\">978-9987160471</a>, 2014</li>\n<li><i>Why Tanganyika united with Zanzibar to form Tanzania,</i> <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987160457\" title=\"Special:BookSources/978-9987160457\">978-9987160457</a>, 2014</li>\n<li><i>Congo in The Sixties,</i> Revised Edition, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9789987160495\" title=\"Special:BookSources/9789987160495\">9789987160495</a>, 2014</li>\n<li><i>The People of Kenya and Uganda,</i> <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987160402\" title=\"Special:BookSources/978-9987160402\">978-9987160402</a>, 2014</li>\n<li><i>Namibia: Conquest to Independence: Formation of a Nation,</i> <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987160440\" title=\"Special:BookSources/978-9987160440\">978-9987160440</a>, 2015</li>\n<li><i>Western Involvement in Nkrumah's Downfall,</i> <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987160044\" title=\"Special:BookSources/978-9987160044\">978-9987160044</a>, 2015</li>\n<li><i>Africa: Dawn of a New Era,</i> <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987160488\" title=\"Special:BookSources/978-9987160488\">978-9987160488</a>, 2015</li>\n<li><i>The Union of Tanganyika and Zanzibar: Formation of Tanzania and its Challenges,</i> <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987160464\" title=\"Special:BookSources/978-9987160464\">978-9987160464</a>, 2016</li>\n<li><i>The People of Ghana: Ethnic Diversity and National Unity,</i> <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987160501\" title=\"Special:BookSources/978-9987160501\">978-9987160501</a>, 2017</li>\n<li><i>Africa in Transition: Witness to Change,</i> <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987160082\" title=\"Special:BookSources/978-9987160082\">978-9987160082</a>, 2018</li>\n<li><i>The African Liberation Struggle: Reflections,</i> <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987160105\" title=\"Special:BookSources/978-9987160105\">978-9987160105</a>, 2018</li>\n<li><i>Life under British Colonial Rule: Recollections of an African and a British Administrator in Tanganyika and Southern Rhodesia,</i> <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-9987160426\" title=\"Special:BookSources/978-9987160426\">978-9987160426</a>, 2018</li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Godfrey_Mwakikagile&amp;action=edit&amp;section=12\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist columns references-column-width\" style=\"-moz-column-width: 32em; -webkit-column-width: 32em; column-width: 32em; list-style-type: decimal;\">\n<ol class=\"references\">\n<li id=\"cite_note-Kyoso-1\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Kyoso_1-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Kyoso_1-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Kyoso, David E., <i>Godfrey Mwakikagile: Biography of an Africanist</i>, Intercontinental Books (2017), p. 7 -12,  <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9781981731503\" title=\"Special:BookSources/9781981731503\">9781981731503</a><a rel=\"nofollow\" class=\"external autonumber\" href=\"https://books.google.co.uk/books?id=njZFDwAAQBAJ&amp;pg=PA7\">[1]</a></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Godfrey Mwakikagile, <i>Life in Tanganyika in The Fifties</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9789987160129\" title=\"Special:BookSources/9789987160129\">9789987160129</a>, New Africa Press, Dar es Salaam, Tanzania, 2009, p. 19. See also, G. Mwakikagile, <i>My Life as an African: Autobiographical Writings</i>, Dar es Salaam, Tanzania: New Africa Press, 2009, p. 21. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9789987160051\" title=\"Special:BookSources/9789987160051\">9789987160051</a>.</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><i>My Life as an African</i>, p.&#160;87.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><i>Life in Tanganyika in The Fifties</i>, pp.&#160;44, 77, 122; <i>My Life as an African</i>, pp.&#160;47, 48, 78, 89, 92, 117, 119, 138, 154, 172, 175; <i>Tanzania under Mwalimu Nyerere: Reflections on an African Statesman</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9780980253498\" title=\"Special:BookSources/9780980253498\">9780980253498</a>, New Africa Press, Pretoria, South Africa, 2006, pp.&#160;15–16.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\"><i>My Life as an African</i>, pp. 89–90; \"Newsman Leaves for America,\" <i>Daily News</i>, Dar es Salaam, Tanzania, 7 November 1972, p.&#160;3; <i>Life in Tanganyika in The Fifties</i>, p.&#160;56.</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">\"Newsman Leaves for America,\" <i>Daily News</i>, 7 November 1972, p.&#160;3; <i>Life in Tanganyika in The Fifties</i>, p.&#160;123; <i>My Life as an African</i>, p.&#160;90.</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">\"Newsman Leaves for America,\" <i>Daily News</i>, 7 November 1972, p.&#160;3; <i>Life in Tanganyika in The Fifties</i>, pp.&#160;122–123; <i>My Life as an African</i>, p.&#160;176.</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Wayne State University Alumni, 1975; <i>My Life as an African</i>, pp.&#160;76, 86, 120, 140, 164, 188, 190, 192, 246, 250, 266, 281; Godfrey Mwakikagile, <i>Nyerere and Africa: End of an Era</i>, 5th Edition, 2010, pp.&#160;86, 491, 509–511, 658, 664–665.</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\"><i>My Life as an African</i>, pp.&#160;306, 328; <i>Nyerere and Africa</i>, p.&#160;649.</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">\"Former CUNA (Credit Union National Association) chairman Ken Marin dies,\" <i>Credit Union Times</i>, Hoboken, New Jersey, 8 January 2008. See also <i>My Life as an African</i>, p.&#160;306; <i>Nyerere and Africa</i>, p.&#160;649, 664.</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Godfrey Mwakikagile, <i>Nyerere and Africa: End of an Era</i>, 5th Edition, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0980253411\" title=\"Special:BookSources/0980253411\">0980253411</a>, Pretoria, South Africa: New Africa Press, 2010.</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">A. B. Assensoh, review of <i>Nyerere and Africa</i>, in <i>African Studies Review</i>, <i>Journal of African Studies Association</i>, 2003.</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">David Simon, ed., <i>Fifty Key Thinkers on Development: Routledge Key Guides</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9780415337908\" title=\"Special:BookSources/9780415337908\">9780415337908</a>, London/New York: Routledge, Taylor &amp; Francis Group, 2005.</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">Kofi Akosah-Sarpong, \"Nyerere's Vision,\" in <i>West Africa</i>, 25 November–1 December 2002, p. 41; K. Akosah-Sarpong, \"Back to The Roots,\" in <i>West Africa</i>, 21–27 January 2002, p. 43.</span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\">F. Ng'wanakilala, \"Nyerere: True pan-Africanist, advocate of unity,\" in \"Three Years After Mwalimu Nyerere\", <i>Daily News</i>, 14 October 2002, p. 19.</span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\">Godfrey Mwakikagile quoted by South African Deputy President Phumzile Mlambo-Ngcuka in \"Address Delivered by the Deputy President, Ms. Phumzile Mlambo-Ngcuka at the Third Annual Julius Nyerere Memorial Lecture at the University of the Western Cape, South Africa.\" Issued by the Presidency through the Ministry of Foreign Affairs, Pretoria, South Africa, 6 September 2006.</span>\n</li>\n<li id=\"cite_note-17\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-17\">^</a></b></span> <span class=\"reference-text\">Kofi Akosah-Sarpong, \"Back to The Roots,\" in <i>West Africa</i>, 21–27 January 2002, p.&#160;43.</span>\n</li>\n<li id=\"cite_note-18\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-18\">^</a></b></span> <span class=\"reference-text\">Godfrey Mwakikagile, <i>Africa and The West</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9781560728405\" title=\"Special:BookSources/9781560728405\">9781560728405</a>, Huntington, New York, 2001, pp.&#160;1–46, and 201–218.</span>\n</li>\n<li id=\"cite_note-19\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-19\">^</a></b></span> <span class=\"reference-text\">Godfrey Mwakikagile, <i>Nyerere and Africa: End of an Era</i>, 5th Edition, 2010. For Mwakikagile's Pan-Africanist views and perspectives, see also Professor Eric Edi of Temple University, \"Pan-West Africanism and Political Instability: Perspectives and Reflections,\" which cites Mwakikagile's books <i>Military Coups in West Africa Since The Sixties</i> and <i>The Modern African State: Quest for Transformation</i>.</span>\n</li>\n<li id=\"cite_note-20\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-20\">^</a></b></span> <span class=\"reference-text\">Kwesi Johnson-Taylor, \"Author, a shrewd intellectual in defence of liberation icons,\" review of <i>Nyerere and Africa</i>, amazon.com, 21 February 2006.</span>\n</li>\n<li id=\"cite_note-21\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-21\">^</a></b></span> <span class=\"reference-text\"><i>Nyerere and Africa: End of an Era</i>.</span>\n</li>\n<li id=\"cite_note-22\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-22\">^</a></b></span> <span class=\"reference-text\">Godfrey Mwakikagile, <i>Africa After Independence: Realities of Nationhood</i>, 2006, pp.&#160;86, 91, 168–171; Godfrey Mwakikagile, <i>Africa 1960 – 1970: Chronicle and Analysis</i>, 2009, p.&#160;510; Roger Pfister, <i>Apartheid South Africa and African States: From Pariah to Middle Power, 1961–1994</i>, London/New York: I.B. Tauris &amp; Co., International Library of African Studies 14, 2005, p.&#160;40, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/1850436258\" title=\"Special:BookSources/1850436258\">1850436258</a>; Joseph Hanlon, <i>Beggar Your Neighbours: Apartheid Power in Southern Africa</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0852553072\" title=\"Special:BookSources/0852553072\">0852553072</a>, London: James Currey/Bloomington, Indiana: Indiana University Press, 1986, p.&#160;237; Mwesiga Baregu and Christopher Landsberg, eds, <i>From Cape to Congo: Southern Africa's Evolving Security Challenges</i>, London/Boulder, Colorado: Lynne Rienner Publishers, 2003ISBN 1588261026; <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/1588261271\" title=\"Special:BookSources/1588261271\">1588261271</a>.</span>\n</li>\n<li id=\"cite_note-23\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-23\">^</a></b></span> <span class=\"reference-text\">In May 1963, the Organisation of African Unity (OAU) was founded in Addis Ababa, Ethiopia. The OAU chose Tanzania to be the headquarters of the African liberation movements under the auspices of the OAU Liberation Committee which was based in Tanzania's capital Dar es Salaam.</span>\n</li>\n<li id=\"cite_note-24\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-24\">^</a></b></span> <span class=\"reference-text\"><i>Life in Tanganyika in The Fifties</i>, pp.&#160;92–93. See also <i>Nyerere and Africa</i>, pp.&#160;10–12, 65, 314, 363, 375, 484.</span>\n</li>\n<li id=\"cite_note-25\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-25\">^</a></b></span> <span class=\"reference-text\"><i>Nyerere and Africa</i>, pp.&#160;224, 487–488; \"Newsman Leaves for America,\" <i>Daily News</i>, 7 November 1972, p.&#160;3.</span>\n</li>\n<li id=\"cite_note-26\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-26\">^</a></b></span> <span class=\"reference-text\"><i>Nyerere and Africa</i>, pp.&#160;360, 486. See also, \"Brendon Grimshaw Dead,\" <i>Seychelles Nation</i>, Victoria, Seychelles, Thursday, 7 July 2012; \"Brendon Grimshaw is dead,\" <i>Daily News</i>, Dar es Salaam, 7 July 2012.</span>\n</li>\n<li id=\"cite_note-27\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-27\">^</a></b></span> <span class=\"reference-text\"><i>Nyerere and Africa</i>, pp.&#160;486, 500, 569; <i>My Life as an African: Autobiographical Writings</i>, pp.&#160;89, 156, 176, 375–376, 378.</span>\n</li>\n<li id=\"cite_note-28\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-28\">^</a></b></span> <span class=\"reference-text\"><i>Africa is in A Mess: What Went Wrong and What Should Be Done</i>, 2006; <i>Africa After Independence: Realities of Nationhood</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9789987160143\" title=\"Special:BookSources/9789987160143\">9789987160143</a>, New Africa Press, Dar es Salaam, Tanzania, 2006; <i>The Modern African State: Quest for Transformation</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9781560729365\" title=\"Special:BookSources/9781560729365\">9781560729365</a>, <a href=\"/wiki/Nova_Science_Publishers,_Inc.\" class=\"mw-redirect\" title=\"Nova Science Publishers, Inc.\">Nova Science Publishers, Inc.</a>, Huntington, New York, 2001; <i>Military Coups in West Africa Since the Sixties</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9781560729457\" title=\"Special:BookSources/9781560729457\">9781560729457</a>, Huntington, New York, 2001; <i>Military Coups in West Africa Since the Sixties</i>, 2001. George B. N. Ayittey, <i>Africa Betrayed</i>, Palgrave Macmillan, New York, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9780312104009\" title=\"Special:BookSources/9780312104009\">9780312104009</a>, 1993, p.&#160;294.</span>\n</li>\n<li id=\"cite_note-29\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-29\">^</a></b></span> <span class=\"reference-text\">Kwesi Johnson-Taylor, \"Author, a shrewd intellectual in defence of liberation icons,\" in his review of Mwakikagile's book, <i>Nyerere and Africa: End of an Era</i>, on amazon.com, 21 February 2006.</span>\n</li>\n<li id=\"cite_note-30\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-30\">^</a></b></span> <span class=\"reference-text\"><i>Life in Tanganyika in The Fifties</i>, pp.&#160;7–8.</span>\n</li>\n<li id=\"cite_note-31\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-31\">^</a></b></span> <span class=\"reference-text\"><i>Life in Tanganyika in The Fifties</i>, pp.&#160;31 – 32. See also <i>Africa is in A Mess</i> and <i>Africa and The West</i>.</span>\n</li>\n<li id=\"cite_note-32\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-32\">^</a></b></span> <span class=\"reference-text\">Ronald Taylor-Lewis, in his review of Godfrey Mwakikagile, <i>The Modern African State: Quest for Transformation</i>, in <i>Mano Vision</i>, London, Issue 23, October 2001, pp.&#160;34–35. See also Professor Catherine S. M. Duggan, Department of Political Science, Stanford University, in her paper, \"Do Different Coups Have Different Implications for Investment? Some Intuitions and A Test With A New Set of Data,\" in which she cites Mwakikagile on fundamental changes in African countries. See also Godfrey Mwakikagile, cited in Christopher E. Miller, <i>A Glossary of Terms and Concepts in Peace and Conflict Studies</i>, p.&#160;87; and in Gabi Hesselbein, Frederick Golooba-Mutebi, and James Putzel, \"Economic and Political Foundations of State-Making in Africa: Understanding State Reconstruction,\" <i>Working Paper No. 3</i>, 2006.</span>\n</li>\n<li id=\"cite_note-33\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-33\">^</a></b></span> <span class=\"reference-text\"><i>The Modern African State: Quest for Transformation</i>; Wole Soyinka, <i>The Open Sore of a Continent: A Personal Narrative of The Nigerian Crisis</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9780195119213\" title=\"Special:BookSources/9780195119213\">9780195119213</a>, Oxford University Press, 1997; Chinua Achebe, <i>The Trouble with Nigeria</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9789781561474\" title=\"Special:BookSources/9789781561474\">9789781561474</a>, Enugu, Nigeria: Fourth Dimension Publishing Co., 2000.</span>\n</li>\n<li id=\"cite_note-34\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-34\">^</a></b></span> <span class=\"reference-text\">See also Ismail Rashid, a Sierra Leonian in exile in Canada, in the <i>New African</i>, London, May 1992, p.&#160;10; Rashid Ismail in G. B. N. Ayittey, <i>Africa Betrayed</i> (1993), p.&#160;295. See also George B. N. Ayittey, <i>Africa in Chaos: A Comparative History</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0312217870\" title=\"Special:BookSources/0312217870\">0312217870</a>, Palgrave Macmillan, 1997; Wole Soyinka, in a speech at Wellesley College, Massachusetts, quoted by Zia Jaffrey, \"The Writer in Exile as 'Opposition Diplomat,'\" in the <i>International Herald Tribune</i>, 2 May 1997, p.&#160;24; <i>Africa is in A Mess</i>, pp.&#160;63–64; Peter Anassi, <i>Corruption in Africa: The Kenyan Experience</i>, p.&#160;209; Peter Anyang' Nyong'o, in <i>Popular Struggles for Democracy in Africa</i> (London: Zed Books, 1987), pp.&#160;14–25.</span>\n</li>\n<li id=\"cite_note-35\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-35\">^</a></b></span> <span class=\"reference-text\">Alfred A. R. Latigo, <i>The Best Options for Africa: 11 Political, Economic and Divine Principles</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9781426907678\" title=\"Special:BookSources/9781426907678\">9781426907678</a>, Trafford Publishing, Victoria, BC, Canada, 2010, pp.&#160;114–115; Senyo B-S.K. Adjibolosoo, <i>The Human Factor in Developing Africa</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/027595059-X\" title=\"Special:BookSources/027595059-X\">027595059-X</a>, Praeger Publishers, Westport, Connecticut, USA, 1995, p.&#160;64; John Mukum Mbaku, <i>Institutions and Development in Africa</i>, Africa World Press, 2004, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/1592212069\" title=\"Special:BookSources/1592212069\">1592212069</a>, p.&#160;236.</span>\n</li>\n<li id=\"cite_note-36\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-36\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Mwakikagile, Godfrey (2001-01-01). <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books/about/The_Modern_African_State.html?id=zw6PgwJVaMwC\"><i>The Modern African State: Quest for Transformation</i></a>. Nova Publishers. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9781560729365\" title=\"Special:BookSources/9781560729365\">9781560729365</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=The+Modern+African+State%3A+Quest+for+Transformation&amp;rft.pub=Nova+Publishers&amp;rft.date=2001-01-01&amp;rft.isbn=9781560729365&amp;rft.aulast=Mwakikagile&amp;rft.aufirst=Godfrey&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%2Fabout%2FThe_Modern_African_State.html%3Fid%3Dzw6PgwJVaMwC&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AGodfrey+Mwakikagile\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-37\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-37\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Martin, G. (2012-12-23). <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books/about/African_Political_Thought.html?id=rqYEhtONIBgC\"><i>African Political Thought</i></a>. Springer. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9781137062055\" title=\"Special:BookSources/9781137062055\">9781137062055</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=African+Political+Thought&amp;rft.pub=Springer&amp;rft.date=2012-12-23&amp;rft.isbn=9781137062055&amp;rft.aulast=Martin&amp;rft.aufirst=G.&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%2Fabout%2FAfrican_Political_Thought.html%3Fid%3DrqYEhtONIBgC&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AGodfrey+Mwakikagile\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-38\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-38\">^</a></b></span> <span class=\"reference-text\">Dr. Kenday Samuel Kamara of Walden University in his abstract \"Considering the Enormity of Africa's Problems, is Re-Colonization an Option?\" cites <i>Africa is in A Mess: What Went Wrong and What Should Be Done</i> and related works by other African leading academic authors, including Professor Ali Mazrui, and Professor George Ayittey's <i>Africa in Chaos</i>. See also Tunde Obadina, \"The Myth of Neo-Colonialism,\" in <i>Africa Economic Analysis</i>, 2000; and Timothy Murithi, <i>The African Union: Pan-Africanism, Peacebuilding and Development</i>.</span>\n</li>\n<li id=\"cite_note-39\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-39\">^</a></b></span> <span class=\"reference-text\">Professor Sabelo J. Ndlovu-Gatsheni, a Zimbambwean teaching international studies at Monash University, South Africa campus, in his abstract \"Gods of Development, Demons of Underdevelopment and Western Salvation: A Critique of Development Discourse as a Sequel to the CODESRIA and OSSREA International Conferences on Development in Africa\" (June 2006), advances the same argument as Mwakikagile and cites <i>Africa is in A Mess</i> to support his thesis. See also Floyd Shivambu, \"Floyd's Perspectives: Societal Tribalism in South Africa,\" 1 September 2005, who cites Mwakikagile's <i>Ethnic Politics in Kenya and Nigeria</i>, in his condemnation of tribalism in post-apartheid South Africa; Mary Elizabeth Flournoy of Agnes Scott College, in her paper \"Nigeria: Bounded by Ropes of Oil,\" citing Mwakikagile's writings, including <i>Ethnic Politics in Kenya and Nigeria</i>; Professor Eric Edi of Temple University, in his paper, \"Pan West Africanism and Political Instability: Perspectives and Reflections,\" citing Mwakikagile's books <i>Military Coups in West Africa Since The Sixties</i> and <i>The Modern African State: Quest for Transformation</i>.</span>\n</li>\n<li id=\"cite_note-Welch;_Rashid-40\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Welch;_Rashid_40-0\">^</a></b></span> <span class=\"reference-text\">Professor Claude E. Welch, Jr., in <i>African Studies Review</i>, Vol. 45, No. 3, December 2002, pp.&#160;124–125; and <i>Ethnic Politics in Kenya and Nigeria</i>, reviewed by Nigerian Professor Khadijat K. Rashid of Gallaudet University, Washington, D.C. in <i>African Studies Review</i>, Vol. 46, No. 2, September 2003, pp.&#160;92 – 98.</span>\n</li>\n</ol></div>\n<div role=\"navigation\" class=\"navbox\" aria-labelledby=\"Authority_control_frameless_&amp;#124;text-top_&amp;#124;10px_&amp;#124;alt=Edit_this_at_Wikidata_&amp;#124;link=https&amp;#58;//www.wikidata.org/wiki/Q5576516&amp;#124;Edit_this_at_Wikidata\" style=\"padding:3px\"><table class=\"nowraplinks hlist navbox-inner\" style=\"border-spacing:0;background:transparent;color:inherit\"><tbody><tr><th id=\"Authority_control_frameless_&amp;#124;text-top_&amp;#124;10px_&amp;#124;alt=Edit_this_at_Wikidata_&amp;#124;link=https&amp;#58;//www.wikidata.org/wiki/Q5576516&amp;#124;Edit_this_at_Wikidata\" scope=\"row\" class=\"navbox-group\" style=\"width:1%\"><a href=\"/wiki/Help:Authority_control\" title=\"Help:Authority control\">Authority control</a> <a href=\"https://www.wikidata.org/wiki/Q5576516\" title=\"Edit this at Wikidata\"><img alt=\"Edit this at Wikidata\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Blue_pencil.svg/10px-Blue_pencil.svg.png\" width=\"10\" height=\"10\" style=\"vertical-align: text-top\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Blue_pencil.svg/15px-Blue_pencil.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/7/73/Blue_pencil.svg/20px-Blue_pencil.svg.png 2x\" data-file-width=\"600\" data-file-height=\"600\" /></a></th><td class=\"navbox-list navbox-odd\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><span class=\"nowrap\"> <a rel=\"nofollow\" class=\"external text\" href=\"https://www.worldcat.org/identities/containsVIAFID/38708953\">WorldCat Identities</a></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/International_Standard_Name_Identifier\" title=\"International Standard Name Identifier\">ISNI</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"http://isni.org/isni/0000000054877765\">0000 0000 5487 7765</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Library_of_Congress_Control_Number\" title=\"Library of Congress Control Number\">LCCN</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"http://id.loc.gov/authorities/names/n99053646\">n99053646</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/LIBRIS\" title=\"LIBRIS\">SELIBR</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"https://libris.kb.se/auth/231356\">231356</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Syst%C3%A8me_universitaire_de_documentation\" title=\"Système universitaire de documentation\">SUDOC</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"https://www.idref.fr/084620870\">084620870</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Virtual_International_Authority_File\" title=\"Virtual International Authority File\">VIAF</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"https://viaf.org/viaf/38708953\">38708953</a></span></span></li></ul>\n</div></td></tr></tbody></table></div>\n\n<!-- \nNewPP limit report\nParsed by mw2235\nCached time: 20180922060120\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.696 seconds\nReal time usage: 0.761 seconds\nPreprocessor visited node count: 22326/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 110450/2097152 bytes\nTemplate argument size: 38635/2097152 bytes\nHighest expansion depth: 16/40\nExpensive parser function count: 7/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 24532/5000000 bytes\nNumber of Wikibase entities loaded: 1/400\nLua time usage: 0.193/10.000 seconds\nLua memory usage: 2.74 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  623.057      1 -total\n 62.98%  392.390     92 Template:ISBN\n 27.06%  168.587      1 Template:Reflist\n 22.01%  137.121     92 Template:Catalog_lookup_link\n 13.84%   86.210     92 Template:Error-small\n 10.87%   67.706    276 Template:Yesno-no\n  8.08%   50.313      2 Template:Cite_book\n  7.62%   47.502    276 Template:Yesno\n  7.53%   46.931      1 Template:Authority_control\n  7.50%   46.741    552 Template:Trim\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:12492865-0!canonical and timestamp 20180922060120 and revision id 859779968\n -->\n</div>"},"langlinks":[{"lang":"sw","url":"https://sw.wikipedia.org/wiki/Godfrey_Mwakikagile","langname":"Swahili","autonym":"Kiswahili","*":"Godfrey Mwakikagile"}],"categories":[{"sortkey":"Mwakikagile, Godfrey","hidden":"","*":"EngvarB_from_August_2014"},{"sortkey":"Mwakikagile, Godfrey","hidden":"","*":"Use_dmy_dates_from_August_2014"},{"sortkey":"religionGodfrey Mwakikagile","hidden":"","*":"Pages_using_Infobox_writer_with_unknown_parameters"},{"sortkey":"Mwakikagile, Godfrey","hidden":"","*":"Wikipedia_articles_with_ISNI_identifiers"},{"sortkey":"Mwakikagile, Godfrey","hidden":"","*":"Wikipedia_articles_with_LCCN_identifiers"},{"sortkey":"Mwakikagile, Godfrey","hidden":"","*":"Wikipedia_articles_with_SELIBR_identifiers"},{"sortkey":"Mwakikagile, Godfrey","hidden":"","*":"Wikipedia_articles_with_SUDOC_identifiers"},{"sortkey":"Mwakikagile, Godfrey","hidden":"","*":"Wikipedia_articles_with_VIAF_identifiers"},{"sortkey":"Mwakikagile, Godfrey","*":"1949_births"},{"sortkey":"Mwakikagile, Godfrey","*":"Living_people"},{"sortkey":"*","*":"African_studies"},{"sortkey":"Mwakikagile, Godfrey","*":"People_from_Kigoma_Region"},{"sortkey":"Mwakikagile, Godfrey","*":"Tanzanian_non-fiction_writers"},{"sortkey":"Mwakikagile, Godfrey","*":"Aquinas_College_(Michigan)_alumni"},{"sortkey":"Mwakikagile, Godfrey","*":"Wayne_State_University_alumni"},{"sortkey":"Mwakikagile, Godfrey","*":"Tanzanian_journalists"}],"links":[{"ns":14,"exists":"","*":"Category:EngvarB from August 2014"},{"ns":14,"exists":"","*":"Category:Use dmy dates from August 2014"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with ISNI identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with LCCN identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with SELIBR identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with SUDOC identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with VIAF identifiers"},{"ns":0,"exists":"","*":"Africa"},{"ns":0,"exists":"","*":"African Renaissance"},{"ns":0,"exists":"","*":"African Studies Association"},{"ns":0,"exists":"","*":"African nationalist"},{"ns":0,"exists":"","*":"African studies"},{"ns":0,"exists":"","*":"Afro-Caribbean"},{"ns":0,"exists":"","*":"Afrocentric"},{"ns":0,"exists":"","*":"Ahmed Ben Bella"},{"ns":0,"exists":"","*":"Ahmed Sekou Toure"},{"ns":0,"exists":"","*":"Albert Schweitzer"},{"ns":0,"exists":"","*":"Ali Mazrui"},{"ns":0,"exists":"","*":"Amani Research Institute"},{"ns":0,"exists":"","*":"Amílcar Cabral"},{"ns":0,"exists":"","*":"Apartheid"},{"ns":0,"exists":"","*":"Aquinas College (Michigan)"},{"ns":0,"exists":"","*":"Arnold Toynbee"},{"ns":0,"exists":"","*":"BBC"},{"ns":0,"exists":"","*":"Baron de Montesquieu"},{"ns":0,"exists":"","*":"Bechuanaland"},{"ns":0,"exists":"","*":"Belgian"},{"ns":0,"exists":"","*":"Belgian Congo"},{"ns":0,"exists":"","*":"Belgians"},{"ns":0,"exists":"","*":"Benjamin Mkapa"},{"ns":0,"exists":"","*":"Berlin Conference"},{"ns":0,"exists":"","*":"Bloomington, Indiana"},{"ns":0,"exists":"","*":"Botswana"},{"ns":0,"exists":"","*":"British Honduras"},{"ns":0,"exists":"","*":"Burundi"},{"ns":0,"exists":"","*":"Cape of Good Hope"},{"ns":0,"exists":"","*":"Chadema"},{"ns":0,"exists":"","*":"Cheikh Anta Diop"},{"ns":0,"exists":"","*":"Chinua Achebe"},{"ns":0,"exists":"","*":"Christoph Blocher"},{"ns":0,"exists":"","*":"Church Missionary Society"},{"ns":0,"exists":"","*":"Civil rights movement"},{"ns":0,"exists":"","*":"Claude Ake"},{"ns":0,"exists":"","*":"Colin Legum"},{"ns":0,"exists":"","*":"Colonial rule"},{"ns":0,"exists":"","*":"Colonialism"},{"ns":0,"exists":"","*":"Congo Crisis"},{"ns":0,"exists":"","*":"Dar es Salaam"},{"ns":0,"exists":"","*":"David Hume"},{"ns":0,"exists":"","*":"Democratic Alliance (South Africa)"},{"ns":0,"exists":"","*":"Detroit"},{"ns":0,"exists":"","*":"Deutsch-Ostafrika"},{"ns":0,"exists":"","*":"Dutch language"},{"ns":0,"exists":"","*":"Edwin Mtei"},{"ns":0,"exists":"","*":"English language"},{"ns":0,"exists":"","*":"FRELIMO"},{"ns":0,"exists":"","*":"Freedom fighter"},{"ns":0,"exists":"","*":"French language"},{"ns":0,"exists":"","*":"French people"},{"ns":0,"exists":"","*":"Gallaudet University"},{"ns":0,"exists":"","*":"Gamal Abdel Nasser"},{"ns":0,"exists":"","*":"Georg Hegel"},{"ns":0,"exists":"","*":"German East Africa"},{"ns":0,"exists":"","*":"German language"},{"ns":0,"exists":"","*":"Germans"},{"ns":0,"exists":"","*":"Germany"},{"ns":0,"exists":"","*":"Ghanaian"},{"ns":0,"exists":"","*":"Grand Rapids"},{"ns":0,"exists":"","*":"Guinea"},{"ns":0,"exists":"","*":"Harold Cruse"},{"ns":0,"exists":"","*":"Hastings Kamuzu Banda"},{"ns":0,"exists":"","*":"Helen Zille"},{"ns":0,"exists":"","*":"Hutu"},{"ns":0,"exists":"","*":"Immanuel Kant"},{"ns":0,"exists":"","*":"India"},{"ns":0,"exists":"","*":"Indiana"},{"ns":0,"exists":"","*":"Indiana University"},{"ns":0,"exists":"","*":"International Monetary Fund"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"International Standard Name Identifier"},{"ns":0,"exists":"","*":"Iringa District"},{"ns":0,"exists":"","*":"Jeremiah Kasambala"},{"ns":0,"exists":"","*":"John Iliffe (historian)"},{"ns":0,"exists":"","*":"John Mwakangale"},{"ns":0,"exists":"","*":"Julius Nyerere"},{"ns":0,"exists":"","*":"Kenneth Marin"},{"ns":0,"exists":"","*":"Kenya"},{"ns":0,"exists":"","*":"Kigoma"},{"ns":0,"exists":"","*":"Kikuyu, Kenya"},{"ns":0,"exists":"","*":"Kikuyu language"},{"ns":0,"exists":"","*":"Kilosa"},{"ns":0,"exists":"","*":"King Leopold II"},{"ns":0,"exists":"","*":"Kwame Nkrumah"},{"ns":0,"exists":"","*":"LIBRIS"},{"ns":0,"exists":"","*":"Library of Congress Control Number"},{"ns":0,"exists":"","*":"London"},{"ns":0,"exists":"","*":"Mahmood Mamdani"},{"ns":0,"exists":"","*":"Maji Maji"},{"ns":0,"exists":"","*":"Makerere"},{"ns":0,"exists":"","*":"Malangali Secondary School"},{"ns":0,"exists":"","*":"Malawi"},{"ns":0,"exists":"","*":"Mali"},{"ns":0,"exists":"","*":"Manmohan Singh"},{"ns":0,"exists":"","*":"Mbeya"},{"ns":0,"exists":"","*":"Mbeya Region"},{"ns":0,"exists":"","*":"Michigan"},{"ns":0,"exists":"","*":"Ministry of Information, Youth, Culture and Sports"},{"ns":0,"exists":"","*":"Modibo Keita"},{"ns":0,"exists":"","*":"Moravian Church"},{"ns":0,"exists":"","*":"Morogoro"},{"ns":0,"exists":"","*":"Mtwara"},{"ns":0,"exists":"","*":"Muheza District"},{"ns":0,"exists":"","*":"Mzimba"},{"ns":0,"exists":"","*":"Nairobi"},{"ns":0,"exists":"","*":"Nelson Mandela"},{"ns":0,"exists":"","*":"Ngũgĩ wa Thiong'o"},{"ns":0,"exists":"","*":"Nigerian"},{"ns":0,"exists":"","*":"Northern Rhodesia"},{"ns":0,"exists":"","*":"Nova Science Publishers, Inc."},{"ns":0,"exists":"","*":"Nyasaland"},{"ns":0,"exists":"","*":"Nyerere"},{"ns":0,"exists":"","*":"Oginga Odinga"},{"ns":0,"exists":"","*":"Organisation of African Unity"},{"ns":0,"exists":"","*":"PBS"},{"ns":0,"exists":"","*":"Pan-Africanist"},{"ns":0,"exists":"","*":"Papua New Guinea"},{"ns":0,"exists":"","*":"Partition of Africa"},{"ns":0,"exists":"","*":"Patrice Lumumba"},{"ns":0,"exists":"","*":"Peace Corps"},{"ns":0,"exists":"","*":"Phumzile Mlambo-Ngcuka"},{"ns":0,"exists":"","*":"Port Moresby"},{"ns":0,"exists":"","*":"President of Tanzania"},{"ns":0,"exists":"","*":"Princess Margaret"},{"ns":0,"exists":"","*":"Racial segregation"},{"ns":0,"exists":"","*":"Rhodes University"},{"ns":0,"exists":"","*":"Robert Mugabe"},{"ns":0,"exists":"","*":"Royal Holloway College"},{"ns":0,"exists":"","*":"Ruanda-Urundi"},{"ns":0,"exists":"","*":"Rungwe District"},{"ns":0,"exists":"","*":"Ruvuma Region"},{"ns":0,"exists":"","*":"Rwanda"},{"ns":0,"exists":"","*":"Sekou Toure"},{"ns":0,"exists":"","*":"Songea"},{"ns":0,"exists":"","*":"South Africa"},{"ns":0,"exists":"","*":"South African"},{"ns":0,"exists":"","*":"Southern Rhodesia"},{"ns":0,"exists":"","*":"Steve Biko"},{"ns":0,"exists":"","*":"Swahili language"},{"ns":0,"exists":"","*":"Swedish language"},{"ns":0,"exists":"","*":"Système universitaire de documentation"},{"ns":0,"exists":"","*":"Tanga, Tanzania"},{"ns":0,"exists":"","*":"Tanganyika"},{"ns":0,"exists":"","*":"Tanzania"},{"ns":0,"exists":"","*":"Tanzanian"},{"ns":0,"exists":"","*":"Tanzanian President"},{"ns":0,"exists":"","*":"The Observer"},{"ns":0,"exists":"","*":"Thomas Sankara"},{"ns":0,"exists":"","*":"Tom Mboya"},{"ns":0,"exists":"","*":"Transition economy"},{"ns":0,"exists":"","*":"Trevor Grundy"},{"ns":0,"exists":"","*":"Tribalism"},{"ns":0,"exists":"","*":"Tukuyu"},{"ns":0,"exists":"","*":"Tutsi"},{"ns":0,"exists":"","*":"Uganda"},{"ns":0,"exists":"","*":"Ujamaa"},{"ns":0,"exists":"","*":"Ujiji"},{"ns":0,"exists":"","*":"United States"},{"ns":0,"exists":"","*":"University of London"},{"ns":0,"exists":"","*":"University of Michigan"},{"ns":0,"exists":"","*":"University of the Witwatersrand"},{"ns":0,"exists":"","*":"VOA"},{"ns":0,"exists":"","*":"Virtual International Authority File"},{"ns":0,"exists":"","*":"Voice of America"},{"ns":0,"exists":"","*":"Wayne State University"},{"ns":0,"exists":"","*":"West Africa"},{"ns":0,"exists":"","*":"West Africa (magazine)"},{"ns":0,"exists":"","*":"Western Cape"},{"ns":0,"exists":"","*":"White minority rule"},{"ns":0,"exists":"","*":"Wole Soyinka"},{"ns":0,"exists":"","*":"World Bank"},{"ns":0,"exists":"","*":"Zambia"},{"ns":0,"exists":"","*":"Zimbabwe"},{"ns":12,"exists":"","*":"Help:Authority control"}],"templates":[{"ns":10,"exists":"","*":"Template:EngvarB"},{"ns":10,"exists":"","*":"Template:DMCA"},{"ns":10,"exists":"","*":"Template:Dated maintenance category"},{"ns":10,"exists":"","*":"Template:FULLROOTPAGENAME"},{"ns":10,"exists":"","*":"Template:Ns has subpages"},{"ns":10,"exists":"","*":"Template:Use dmy dates"},{"ns":10,"exists":"","*":"Template:Infobox writer"},{"ns":10,"exists":"","*":"Template:Infobox"},{"ns":10,"exists":"","*":"Template:Br separated entries"},{"ns":10,"exists":"","*":"Template:Template other"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:ISBN"},{"ns":10,"exists":"","*":"Template:Catalog lookup link"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Error-small"},{"ns":10,"exists":"","*":"Template:Tl"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Column-width"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":10,"exists":"","*":"Template:Authority control"},{"ns":10,"exists":"","*":"Template:EditAtWikidata"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Ns has subpages"},{"ns":828,"exists":"","*":"Module:Infobox"},{"ns":828,"exists":"","*":"Module:Navbar"},{"ns":828,"exists":"","*":"Module:InfoboxImage"},{"ns":828,"exists":"","*":"Module:Separated entries"},{"ns":828,"exists":"","*":"Module:TableTools"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Check isxn"},{"ns":828,"exists":"","*":"Module:Error"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Authority control"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:ResolveEntityId"},{"ns":828,"exists":"","*":"Module:Navbox"},{"ns":828,"exists":"","*":"Module:EditAtWikidata"}],"images":["Blue_pencil.svg"],"externallinks":["https://books.google.co.uk/books?id=njZFDwAAQBAJ&pg=PA7","https://books.google.com/books/about/The_Modern_African_State.html?id=zw6PgwJVaMwC","https://books.google.com/books/about/African_Political_Thought.html?id=rqYEhtONIBgC","https://www.wikidata.org/wiki/Q5576516","https://www.worldcat.org/identities/containsVIAFID/38708953","http://isni.org/isni/0000000054877765","http://id.loc.gov/authorities/names/n99053646","https://libris.kb.se/auth/231356","https://www.idref.fr/084620870","https://viaf.org/viaf/38708953"],"sections":[{"toclevel":1,"level":"2","line":"Early life and education","number":"1","index":"1","fromtitle":"Godfrey_Mwakikagile","byteoffset":2025,"anchor":"Early_life_and_education"},{"toclevel":1,"level":"2","line":"Education and early employment","number":"2","index":"2","fromtitle":"Godfrey_Mwakikagile","byteoffset":55459,"anchor":"Education_and_early_employment"},{"toclevel":1,"level":"2","line":"Writings","number":"3","index":"3","fromtitle":"Godfrey_Mwakikagile","byteoffset":60888,"anchor":"Writings"},{"toclevel":2,"level":"3","line":"Book: <i>Nyerere and Africa: End of an Era</i>","number":"3.1","index":"4","fromtitle":"Godfrey_Mwakikagile","byteoffset":61387,"anchor":"Book:_Nyerere_and_Africa:_End_of_an_Era"},{"toclevel":2,"level":"3","line":"Book: <i>Africa and the West</i>","number":"3.2","index":"5","fromtitle":"Godfrey_Mwakikagile","byteoffset":65392,"anchor":"Book:_Africa_and_the_West"},{"toclevel":1,"level":"2","line":"Newspaper background","number":"4","index":"6","fromtitle":"Godfrey_Mwakikagile","byteoffset":82002,"anchor":"Newspaper_background"},{"toclevel":1,"level":"2","line":"Criticism of post-colonial Africa","number":"5","index":"7","fromtitle":"Godfrey_Mwakikagile","byteoffset":87205,"anchor":"Criticism_of_post-colonial_Africa"},{"toclevel":1,"level":"2","line":"Vision for an African Federal Government","number":"6","index":"8","fromtitle":"Godfrey_Mwakikagile","byteoffset":101171,"anchor":"Vision_for_an_African_Federal_Government"},{"toclevel":1,"level":"2","line":"Controversy","number":"7","index":"9","fromtitle":"Godfrey_Mwakikagile","byteoffset":103837,"anchor":"Controversy"},{"toclevel":1,"level":"2","line":"Academic reviews","number":"8","index":"10","fromtitle":"Godfrey_Mwakikagile","byteoffset":109008,"anchor":"Academic_reviews"},{"toclevel":1,"level":"2","line":"Selected bibliography","number":"9","index":"11","fromtitle":"Godfrey_Mwakikagile","byteoffset":111542,"anchor":"Selected_bibliography"},{"toclevel":1,"level":"2","line":"References","number":"10","index":"12","fromtitle":"Godfrey_Mwakikagile","byteoffset":118459,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Godfrey Mwakikagile","iwlinks":[],"properties":[{"name":"defaultsort","*":"Mwakikagile, Godfrey"},{"name":"wikibase_item","*":"Q5576516"}]}}