{"parse":{"title":"Engineering, Science, and Management War Training","pageid":24644328,"revid":797946921,"text":{"*":"<div class=\"mw-parser-output\"><p>The <b>Engineering, Science, and Management War Training</b> program (<b>ESMWT</b>) was one of the largest and most productive educational activities in America's history. It was perhaps only second to the <a href=\"/wiki/G.I._Bill\" title=\"G.I. Bill\">G.I. Bill</a> (officially the Servicemen's Readjustment Act of 1944) in its scope and productivity.\n</p><p>Sometimes referred to as an \"experiment in streamlined higher education\", this government-sponsored program provided, without charge, college-grade courses for large numbers of Americans to fill urgently needed technical and scientific civilian positions just prior to and during World War II. College-grade was officially defined as \"work of an academic standard customarily demanded of engineering-school students.\"\n</p><p>With successive designations of Engineering Defense Training (EDT), Engineering, Science, and Management Defense Training (ESMDT), and ESMWT, the program was operated by the U.S. Office of Education from October 1940 through June 1945, with 227 colleges and universities providing about 68,000 courses for close to 1,800,000 students at a total cost of some $60 million ($940 million today's dollars).<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#History\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">History</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Courses_and_academic_credit\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Courses and academic credit</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Students_and_recognition\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Students and recognition</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Noteworthy_offerings\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Noteworthy offerings</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"History\">History</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Engineering,_Science,_and_Management_War_Training&amp;action=edit&amp;section=1\" title=\"Edit section: History\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In mid-1940, before America officially entered World War II, it was brought to the attention of <a href=\"/wiki/U.S._Congress\" class=\"mw-redirect\" title=\"U.S. Congress\">U.S. Congress</a> that the civilian effort supporting the expected conflict would require far more engineers than were then available or could be produced through normal programs at colleges and universities. As part of the budget preparation, Congress tasked <a href=\"/wiki/John_W._Studebaker\" class=\"mw-redirect\" title=\"John W. Studebaker\">John W. Studebaker</a>, then <a href=\"/wiki/U.S._Commissioner_of_Education\" class=\"mw-redirect\" title=\"U.S. Commissioner of Education\">U.S. Commissioner of Education</a> and head of the <a href=\"/wiki/Office_of_Education\" class=\"mw-redirect\" title=\"Office of Education\">Office of Education</a> (predecessor of the <a href=\"/wiki/United_States_Department_of_Education\" title=\"United States Department of Education\">United States Department of Education</a>), to develop a program to help alleviate this crisis.\n</p><p>Studebaker asked Andrey A. Potter, Dean of Engineering at <a href=\"/wiki/Purdue_University\" title=\"Purdue University\">Purdue University</a>, to assist in developing this program and in  preparing a proposal to Congress.  A National Advisory Committee – composed of academic leaders and industry officials – first met on September 20–21, 1940. On October 9, a bill authoring the Engineering Defense Training (EDT) program with initial funding of $9 million (equivalent to $138 million in 2008) was passed by Congress and quickly signed by President <a href=\"/wiki/Franklin_D._Roosevelt\" title=\"Franklin D. Roosevelt\">Franklin D. Roosevelt</a>.\n</p><p>The bill authorized the Office of Education to contract with engineering schools throughout the U.S. to offer \"intensive courses of college grade, designed to meet the shortage of engineers in activities essential to national defense.\"  Roy A. Seaton, Dean of Engineering at <a href=\"/wiki/Kansas_State_College\" class=\"mw-redirect\" title=\"Kansas State College\">Kansas State College</a>, was appointed to direct the program.  Twenty-two regional advisors, each a prominent engineering educator, served without pay as coordinators. \n</p><p>Courses under the EDT program began on December 9, 1940.  During the remainder of the Fiscal Year ending June 30, 1941, about 120,800 individuals enrolled in 2,260 courses offered by 144 institutions.  \n</p><p>In July 1941, the Labor-Federal Security Appropriations Act, authorized the addition of chemistry, physics, and production-related courses to form an integrated ESMDT program. Funding was increased to $17.5 million ($270 million equivalent in 2008), and Dean George W. Case from the University of New Hampshire, replaced Seaton as the program director. During the next year, enrollment increased to nearly 450,000 men and women in about 7,800 courses offered by 196 colleges and universities. \n</p><p>After the Japanese <a href=\"/wiki/Attack_on_Pearl_Harbor\" title=\"Attack on Pearl Harbor\">attack on Pearl Harbor</a> (December 7, 1941) and the entry of the U.S. into World War II, the War-Time Commission was formed within the Department of Education to be responsible for this and other special training activities. The program was again renamed, becoming ESMWT, and continued as such through June 1945.  The annual enrollment in ESMWT averaged nearly 600,000 in some 13,000 courses.  Ultimately, 215 colleges and universities participated, with the offerings given in more than 1,000 towns and cities.\n</p>\n<h2><span class=\"mw-headline\" id=\"Courses_and_academic_credit\">Courses and academic credit</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Engineering,_Science,_and_Management_War_Training&amp;action=edit&amp;section=2\" title=\"Edit section: Courses and academic credit\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The primary objective of the program was to prepare persons for professional positions in defense activities. The authorization required the courses to be of \"an academic standard customarily demanded of engineering-school students\", distinguishing them from offerings of trade or technical schools. They were limited to engineering, physics, chemistry, and management subjects directly needed in defense activities\n</p><p>It is noted that many of the ESMWT courses, although of \"college grade\" at that time, might not be recognized as such in engineering and science programs today. At most colleges and universities in the early 1940s, engineering education greatly emphasized practical applications as opposed to theoretical analysis. It was somewhat the same in many undergraduate physics and chemistry programs.\n</p><p>Although there might be progressively higher-level courses in a subject, each ESMWT course was to be complete in itself and designed to convey some stated, applicable knowledge set. While prerequisites were listed for courses, these were mainly to indicate the background needed to understand the subject matter, and the pursuit of a course was not limited to persons having these prerequisites.\n</p><p>The participating colleges and universities were fully responsible for determining the local needs and developing courses to meet these needs. The relationship of these courses to the regular courses in a degree program was also under the responsibility of the offering institution.\n</p><p>Regular faculty members taught most of the courses. Although requiring considerable preparation, this was welcome work for most professors; between the draft and volunteering, college enrollment was a small fraction of normal. Some courses required instructors to have a highly specialized knowledge, and practitioners from industry were then used.\n</p><p>The matter of granting academic course credit for the special courses was an issue from the beginning. The Office of Education recommended against academic credit, reasioning that since the courses were paid by the government, this might \"constitute a Federal subsidy to the participating college\", a forbidden practice in that day. It was recommended, however, that knowledge of a subject gained through these courses be recognized, by examination or otherwise, for students in regular college programs, allowing them to excused from that subject, with or without credit.  \n</p><p>The Engineers’ Council for Professional Development (ECPD), then the accrediting body for engineering programs and predecessor of the <a href=\"/wiki/Accreditation_Board_for_Engineering_and_Technology\" class=\"mw-redirect\" title=\"Accreditation Board for Engineering and Technology\">Accreditation Board for Engineering and Technology</a> (ABET), also had reservations concerning academic credit. Following much debate, it was left to each school to make any credit-related decisions and, in the end, most decided against directly granting academic credit, primarily citing the imbalance of applications over theory in most ESMWT courses.\n</p><p>After being prepared by the offering institution, course outlines, schedules, and other information were submitted to the ESMWT Washington staff for approval, and the cognizant school was required to permanently maintain the same type of records on presented courses as those kept in regular academic programs.\n</p>\n<h2><span class=\"mw-headline\" id=\"Students_and_recognition\">Students and recognition</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Engineering,_Science,_and_Management_War_Training&amp;action=edit&amp;section=3\" title=\"Edit section: Students and recognition\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>By law, admission to ESMWT courses was open to students without regard to age, sex, or race. With this, and without enforcement of prerequisites, there was a great diversity of students in the various offerings. It was not uncommon to find students in their early teens using the ESMWT program to accelerate their entry into engineering and science jobs. On the other end of the age spectrum, many of the students were in mid-life, preparing for a change of work field or refreshing their earlier education.\n</p><p>Perhaps the greatest diversity was in the number of female students. Prior to the 1940s, there were few women working in industry science and even less in engineering. The entry of women into defense jobs is well known through \"<a href=\"/wiki/Rosie_the_Riveter\" title=\"Rosie the Riveter\">Rosie the Riveter</a>\", but those in wartime engineering and related work are not often recognized; however, thousands entered professional work after being prepared through this program.\n</p><p>Under the initial EDT, women constituted less than 1 percent. With the addition of science and management courses, there were about 9 percent under ESMDT. After the start of the war and ESMWT, the numbers participating in the program increased to 22 percent. Many engineering schools that had earlier been all-male, first accepted women when they began the program. Conversely, a number of previously female colleges – including <a href=\"/wiki/Bryn_Mawr_College\" title=\"Bryn Mawr College\">Bryn Mawr College</a>, <a href=\"/wiki/Skidmore_College\" title=\"Skidmore College\">Skidmore College</a>, and <a href=\"/wiki/Wellesley_College\" title=\"Wellesley College\">Wellesley College</a> – participated in the program and had their first male students. (Some of these schools later reverted to all-female).\n</p><p>Throughout the program, about 75 percent of the enrollments were in engineering subjects. After a series of courses in a particular subject area, many of the students, especially those having an earlier background in science and/or mathematics, were placed in regular engineering positions with industry or government agencies. These were sometimes referred to as \"instant engineers.\" A 1950 survey of practicing engineers found that there were many more than the sum of those in 1940 plus those graduating from engineering colleges in the 1940-50 decade; much of this difference was attributed to persons who gained this classification through the ESMWT program.\n</p><p>Many schools considered graduation from ESMWT courses to have great significance. As an example, at <a href=\"/wiki/North_Carolina_State_University\" title=\"North Carolina State University\">North Carolina State University</a> the Chancellor often personally awarded certificates to the graduates. \n</p><p>The Office of Education requirements were that students of any race would be admitted to ESMDT courses. Unfortunately, African-Americans were not well represented either in the participating institutions or as students. <a href=\"/wiki/Howard_University\" title=\"Howard University\">Howard University</a> did have a relatively large program for the District of Columbia area; this was led by Herman R. Branson of the Physics Department who had a distinguished post-war career in academia.\n</p>\n<h2><span class=\"mw-headline\" id=\"Noteworthy_offerings\">Noteworthy offerings</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Engineering,_Science,_and_Management_War_Training&amp;action=edit&amp;section=4\" title=\"Edit section: Noteworthy offerings\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>From June 23 to August 29, 1941,<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> electrical engineering student <a href=\"/wiki/J._Presper_Eckert\" title=\"J. Presper Eckert\">J. Presper Eckert</a> assisted in teaching a 10-week ESMDT course in electronics at the <a href=\"/wiki/University_of_Pennsylvania\" title=\"University of Pennsylvania\">University of Pennsylvania</a>'s <a href=\"/wiki/Moore_School_of_Electrical_Engineering\" title=\"Moore School of Electrical Engineering\">Moore School of Electrical Engineering</a>. The course had 30 students, 16 of whom held Ph.D. degrees. Among the students was <a href=\"/wiki/John_W._Mauchly\" class=\"mw-redirect\" title=\"John W. Mauchly\">John W. Mauchly</a>. Eckert and Mauchly then teamed in developing the Electronic Numerical Integrator And Computer (<a href=\"/wiki/ENIAC\" title=\"ENIAC\">ENIAC</a>), America's first large-scale digital computer.\n</p><p>Courses in industrial chemistry and metallurgy were in great demand. Harry J. Sweeney, then Chief Metallurgist for the giant <a href=\"/wiki/Republic_Steel\" title=\"Republic Steel\">Republic Steel</a>, stated, \"I don’t know what we would have done without the ESMDT courses; about 75 percent of our new professionals were trained through this program.\"\n</p><p>Aircraft played a vital role in World War II. During 1940, <a href=\"/wiki/Cornell_University\" title=\"Cornell University\">Cornell University</a> started courses in aircraft structures and stress analysis at <a href=\"/wiki/Buffalo,_New_York\" title=\"Buffalo, New York\">Buffalo, New York</a>, for <a href=\"/wiki/Bell_Aircraft\" title=\"Bell Aircraft\">Bell Aircraft</a> and <a href=\"/wiki/Curtis_Wright\" title=\"Curtis Wright\">Curtis Wright</a>. One of these, starting December 9, was the first EDT-sponsored course in the U.S. By the end of the first year, more than 800 students were attending these classes.\n</p><p>In 1941, the <a href=\"/wiki/University_of_Texas\" class=\"mw-redirect\" title=\"University of Texas\">University of Texas</a> started a series of ESMDT courses in aeronautical engineering. These were so successful that the next year a full Department of Aeronautical Engineering was formed. For the aircraft industries of Los Angeles, Maurice J. Zucrow of <a href=\"/wiki/University_of_California,_Los_Angeles\" title=\"University of California, Los Angeles\">University of California, Los Angeles</a>, taught ESMWT courses on <a href=\"/wiki/Jet_propulsion\" title=\"Jet propulsion\">jet propulsion</a> and <a href=\"/wiki/Gas_turbines\" class=\"mw-redirect\" title=\"Gas turbines\">gas turbines</a>, introducing hundreds of aeronautical engineers to this critical technology of post-war propulsion.\n</p><p>Across the nation, some of the most attended courses were in electronics and radio communications. <a href=\"/wiki/Massachusetts_Institute_of_Technology\" title=\"Massachusetts Institute of Technology\">Massachusetts Institute of Technology</a>, <a href=\"/wiki/Harvard_University\" title=\"Harvard University\">Harvard University</a>, <a href=\"/wiki/Tufts_College\" class=\"mw-redirect\" title=\"Tufts College\">Tufts College</a>, <a href=\"/wiki/Northeastern_University\" title=\"Northeastern University\">Northeastern University</a>, <a href=\"/wiki/Boston_University\" title=\"Boston University\">Boston University</a>, and <a href=\"/wiki/Boston_College\" title=\"Boston College\">Boston College</a> joined forces to offer the ESMDT/ESMWT program; Dean Edward L. Moreland of MIT served as the coordinator. Much of it was in support of the <a href=\"/wiki/Radiation_Laboratory\" class=\"mw-redirect\" title=\"Radiation Laboratory\">Radiation Laboratory</a> at MIT where microwave radar was being developed and the electronics firms in the northeast area.\n</p><p><a href=\"/wiki/Rutgers_University\" title=\"Rutgers University\">Rutgers University</a> was one of the few participants that included labor-management courses in its ESMWT offerings. These brought workers to the Rutgers campus in unprecedented numbers. The coordinator, Norman C. Miller stated, \"The spirit of patriotism, sacrifice, and co-operation that imbued both labor and management in service to the war effort was clearly evident in these courses.\" This effort carried into the post-war era with the establishment of the School of Industrial and Labor Relations at Rutgers,\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Engineering,_Science,_and_Management_War_Training&amp;action=edit&amp;section=5\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Cardozier, V. R.; <i>Colleges and Universities in World War II,</i> Praeger Publishers, 1993, p. 178</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.library.upenn.edu/exhibits/rbm/mauchly/img/course.gif\">\"Mauchly Papers at Penn Library\"</a><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2010-12-04</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Mauchly+Papers+at+Penn+Library&amp;rft_id=http%3A%2F%2Fwww.library.upenn.edu%2Fexhibits%2Frbm%2Fmauchly%2Fimg%2Fcourse.gif&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AEngineering%2C+Science%2C+and+Management+War+Training\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div>\n<ul><li>Records of the Engineering, Science, and Management (ESMWT) Program, Section 12.5.7, Records of the Office of Education, The National Archives</li>\n<li>\"Answers to Questions Pertaining to Engineering Defense Training\", Pamphlet from the EDT Washington Office, U.S. Office of Education, Oct. 1940</li>\n<li>\"Minutes of Meeting, Resolution Concerning EDT Programs and Courses\" Committee on Engineering Schools, Engineers’ Council for Professional Development, June 1941</li>\n<li>\"Answers to Questions (Revised Edition)\", Pamphlet from the ESMDT Washington Office, U.S. Office of Education, Aug. 1941</li>\n<li>Armsby, Henry H.; \"ESMWT – An Experiment in Streamlined Higher Education\", <i>The Journal of Higher Education</i>, Vol 13, No 2 (Feb. 1944), pp.&#160;86–94</li>\n<li>Blank, David M., and George J. Stigler; \"Reconciliation of 1940 and 1950 Census Counts of Engineers\", Appendix E of <i>The Demand and Supply of Scientific Personnel</i>,  National Bureau of Economic Research, 1957, pp.&#160;174–178</li>\n<li>Branson, Herman; \"The Role of the Negro College in the Preparation of Technical Personnel for the War Effort\", <i>Journal of Negro Education</i>, Vol 11, No 3 (1942) pp.&#160;297–303</li>\n<li>Seely, Bruce E.; \"The Other Re-engineering of Engineering Education, 1900-1965\", <i><a href=\"/wiki/Journal_of_Engineering_Education\" title=\"Journal of Engineering Education\">Journal of Engineering Education</a></i>, Vol 88, No 3 (July 1989), pp . 285-294</li>\n<li>Tallmadge, Frances M.; <i>Engineering Training for Women</i>, Ohio State U. Press, 1944</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1239\nCached time: 20180908121835\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.048 seconds\nReal time usage: 0.065 seconds\nPreprocessor visited node count: 96/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 1222/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 3/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 1287/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.018/10.000 seconds\nLua memory usage: 1.34 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   39.928      1 Template:Cite_web\n100.00%   39.928      1 -total\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:24644328-0!canonical and timestamp 20180908121835 and revision id 797946921\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Engineering, Science, And Management War Training","*":"Engineering_education"},{"sortkey":"Engineering, Science, And Management War Training","*":"Higher_education_in_the_United_States"},{"sortkey":"Engineering, Science, And Management War Training","*":"United_States_home_front_during_World_War_II"}],"links":[{"ns":0,"exists":"","*":"Accreditation Board for Engineering and Technology"},{"ns":0,"exists":"","*":"Attack on Pearl Harbor"},{"ns":0,"exists":"","*":"Bell Aircraft"},{"ns":0,"exists":"","*":"Boston College"},{"ns":0,"exists":"","*":"Boston University"},{"ns":0,"exists":"","*":"Bryn Mawr College"},{"ns":0,"exists":"","*":"Buffalo, New York"},{"ns":0,"exists":"","*":"Cornell University"},{"ns":0,"exists":"","*":"Curtis Wright"},{"ns":0,"exists":"","*":"ENIAC"},{"ns":0,"exists":"","*":"Franklin D. Roosevelt"},{"ns":0,"exists":"","*":"G.I. Bill"},{"ns":0,"exists":"","*":"Gas turbines"},{"ns":0,"exists":"","*":"Harvard University"},{"ns":0,"exists":"","*":"Howard University"},{"ns":0,"exists":"","*":"J. Presper Eckert"},{"ns":0,"exists":"","*":"Jet propulsion"},{"ns":0,"exists":"","*":"John W. Mauchly"},{"ns":0,"exists":"","*":"John W. Studebaker"},{"ns":0,"exists":"","*":"Journal of Engineering Education"},{"ns":0,"exists":"","*":"Kansas State College"},{"ns":0,"exists":"","*":"Massachusetts Institute of Technology"},{"ns":0,"exists":"","*":"Moore School of Electrical Engineering"},{"ns":0,"exists":"","*":"North Carolina State University"},{"ns":0,"exists":"","*":"Northeastern University"},{"ns":0,"exists":"","*":"Office of Education"},{"ns":0,"exists":"","*":"Purdue University"},{"ns":0,"exists":"","*":"Radiation Laboratory"},{"ns":0,"exists":"","*":"Republic Steel"},{"ns":0,"exists":"","*":"Rosie the Riveter"},{"ns":0,"exists":"","*":"Rutgers University"},{"ns":0,"exists":"","*":"Skidmore College"},{"ns":0,"exists":"","*":"Tufts College"},{"ns":0,"exists":"","*":"U.S. Commissioner of Education"},{"ns":0,"exists":"","*":"U.S. Congress"},{"ns":0,"exists":"","*":"United States Department of Education"},{"ns":0,"exists":"","*":"University of California, Los Angeles"},{"ns":0,"exists":"","*":"University of Pennsylvania"},{"ns":0,"exists":"","*":"University of Texas"},{"ns":0,"exists":"","*":"Wellesley College"}],"templates":[{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"}],"images":[],"externallinks":["http://www.library.upenn.edu/exhibits/rbm/mauchly/img/course.gif"],"sections":[{"toclevel":1,"level":"2","line":"History","number":"1","index":"1","fromtitle":"Engineering,_Science,_and_Management_War_Training","byteoffset":1235,"anchor":"History"},{"toclevel":1,"level":"2","line":"Courses and academic credit","number":"2","index":"2","fromtitle":"Engineering,_Science,_and_Management_War_Training","byteoffset":4020,"anchor":"Courses_and_academic_credit"},{"toclevel":1,"level":"2","line":"Students and recognition","number":"3","index":"3","fromtitle":"Engineering,_Science,_and_Management_War_Training","byteoffset":7274,"anchor":"Students_and_recognition"},{"toclevel":1,"level":"2","line":"Noteworthy offerings","number":"4","index":"4","fromtitle":"Engineering,_Science,_and_Management_War_Training","byteoffset":10152,"anchor":"Noteworthy_offerings"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"5","fromtitle":"Engineering,_Science,_and_Management_War_Training","byteoffset":13011,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Engineering, Science, and Management War Training","iwlinks":[],"properties":[{"name":"defaultsort","*":"Engineering, Science, And Management War Training"},{"name":"wikibase_item","*":"Q5377802"}]}}