{"parse":{"title":"Southern Maya area","pageid":15354388,"revid":727045983,"text":{"*":"<div class=\"mw-parser-output\"><div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:302px;\"><a href=\"/wiki/File:Larger_Southern_Maya_area_v3.svg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Larger_Southern_Maya_area_v3.svg/300px-Larger_Southern_Maya_area_v3.svg.png\" width=\"300\" height=\"203\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Larger_Southern_Maya_area_v3.svg/450px-Larger_Southern_Maya_area_v3.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Larger_Southern_Maya_area_v3.svg/600px-Larger_Southern_Maya_area_v3.svg.png 2x\" data-file-width=\"1552\" data-file-height=\"1048\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Larger_Southern_Maya_area_v3.svg\" class=\"internal\" title=\"Enlarge\"></a></div>The Southern Maya area, shown in proximity to the <a href=\"/wiki/Olmec\" class=\"mw-redirect\" title=\"Olmec\">Olmec</a> heartland.</div></div></div>\n<p>The <b>Southern Maya Area</b> (SMA) is a part of <a href=\"/wiki/Mesoamerica\" title=\"Mesoamerica\">Mesoamerica</a>, long believed important to the rise of <a href=\"/wiki/Maya_civilization\" title=\"Maya civilization\">Maya civilization</a>, the period that is also known as <a href=\"/wiki/Preclassic_Maya\" title=\"Preclassic Maya\">Preclassic Maya</a>. It lies within a broad arc or cantilevered rectangle from <a href=\"/wiki/Chiapa_de_Corzo_(Mesoamerican_site)\" title=\"Chiapa de Corzo (Mesoamerican site)\">Chiapa de Corzo</a>, in the Isthmus of Tehuantepec, in the northwest due south to <a href=\"/wiki/Izapa\" title=\"Izapa\">Izapa</a> and <a href=\"/wiki/Paso_de_la_Amada\" title=\"Paso de la Amada\">Paso de la Amada</a>, from Chiapa de Corzo southeast to <a href=\"/wiki/Cop%C3%A1n\" title=\"Copán\">Copán</a>, Honduras, and from Copán south to <a href=\"/wiki/Chalchuapa\" title=\"Chalchuapa\">Chalchuapa</a>, El Salvador.\n</p><p>The Pacific Ocean forms the southern and western limits of the Southern Maya Area. Within this area and in addition to these sites are found the major centers of <a href=\"/wiki/Kaminaljuyu\" title=\"Kaminaljuyu\">Kaminaljuyu</a>, <a href=\"/wiki/Takalik_Abaj\" title=\"Takalik Abaj\">Takalik Abaj</a>, <a href=\"/wiki/Chocol%C3%A1\" title=\"Chocolá\">Chocolá</a>, El Sitio, El Jobo, <a href=\"/wiki/La_Blanca\" title=\"La Blanca\">La Blanca</a>, <a href=\"/wiki/Ujuxte\" title=\"Ujuxte\">Ujuxte</a>, Palo Gordo, <a href=\"/wiki/El_Ba%C3%BAl\" title=\"El Baúl\">El Baúl</a>, <a href=\"/wiki/Cotzumalhuapa\" title=\"Cotzumalhuapa\">Cotzumalhuapa</a>, <a href=\"/wiki/Monte_Alto_culture\" title=\"Monte Alto culture\">Monte Alto</a>, Semetabaj, El Portón, Zacualpa, <a href=\"/wiki/Zaculeu\" title=\"Zaculeu\">Zaculeu</a>, <a href=\"/wiki/Balberta\" title=\"Balberta\">Balberta</a>, and La Montana; many of these sites are believed to have been built and populated by speakers of Maya languages, and others by speakers of other Mesoamerican languages, including <a href=\"/wiki/Xinca_language\" class=\"mw-redirect\" title=\"Xinca language\">Xinca</a>, <a href=\"/wiki/Lenca_language\" class=\"mw-redirect\" title=\"Lenca language\">Lenca</a>, <a href=\"/wiki/Mixe%E2%80%93Zoquean\" class=\"mw-redirect\" title=\"Mixe–Zoquean\">Mixe–Zoquean</a>, and <a href=\"/wiki/Pipil_language\" title=\"Pipil language\">Pipil</a>; accordingly, in consideration of the multilingual character of the Southern Maya Area, in many ways Southern \"Maya\" Area is a misnomer.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>\n</p><p>Most of these centers developed to their apogees in the Preclassic period before declining or disappearing. In addition to these large sites, many Early Preclassic communities, found mostly along the Pacific Coast, bear witness to the seminal character of the Southern area; notably these include La Victoria, a site studied by <a href=\"/wiki/Michael_Coe\" class=\"mw-redirect\" title=\"Michael Coe\">Michael Coe</a> that yielded the first secure ceramic sequence from early on in Preclassic times. Since Coe’s work, <a href=\"/wiki/John_E._Clark\" title=\"John E. Clark\">John E. Clark</a> and other scholars from the <a href=\"/wiki/New_World_Archaeological_Foundation\" title=\"New World Archaeological Foundation\">New World Archaeological Foundation</a> have found, at Paso de la Amada and other sites, ceramics that refine and deepen in time Coe’s sequence, pushing back to <a href=\"/wiki/Circa\" title=\"Circa\">ca.</a> 2000 BC the earliest nuclear centers, fine pottery, figurines, and other manifestations of the beginnings of complex society and culture in Mesoamerica. The earliest pristine <a href=\"/wiki/Ballcourt\" class=\"mw-redirect\" title=\"Ballcourt\">ballcourt</a> and evidence of a <a href=\"/wiki/Ranked_society\" title=\"Ranked society\">ranked society</a> (a rich child's burial), indicative of emerging social hierarchization, were found at Paso de la Amada and nearby. At La Blanca, archaeologists discovered a quatrefoil made of baked clay buried near Mound 1, one of the largest and earliest temple mounds in Mesoamerica, indicating an early fount of what later became core Maya ideology.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Terminological_and_Theoretical_issues\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Terminological and Theoretical issues</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#The_Thermometer_theory\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">The Thermometer theory</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Two_“emergents,”_linguistics_and_the_Olmec\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Two “emergents,” linguistics and the Olmec</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Competing_theories\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Competing theories</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#&quot;High_Traits&quot;_of_the_Southern_Maya\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">\"High Traits\" of the Southern Maya</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#The_Early_and_Middle_Classic:_Chocolate_Wars\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">The Early and Middle Classic: Chocolate Wars</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#See_also\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Footnotes\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">Footnotes</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#References\"><span class=\"tocnumber\">9</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Terminological_and_Theoretical_issues\">Terminological and Theoretical issues</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Southern_Maya_area&amp;action=edit&amp;section=1\" title=\"Edit section: Terminological and Theoretical issues\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Controversy remains about the origins of Maya civilization as scholars continue to search for and engage in debate about the roots or first impulses of what became an ancient civilization traditionally considered to have been one of the greatest of the world. Combined with the early frame of cultural development relative to elsewhere in Mesoamerica and given that the Southern area remains distinctly mysterious with respect to how and why complex societies developed as dramatically as they did, the Southern Maya Area is almost as much a theoretical construct as it is a geographical and temporal reality. This is because topics such as cultural evolution, complex societies, early urbanism, and the construction of (ancient) identity, all framed and discussed in highly abstract ways, necessarily are raised.\n</p><p>If the Southern Maya Area is a part of Mesoamerica delineated from the rest of Mesoamerica spatially, temporally and, in one specific sense – by the still unresolved question of its possibly crucial role in the origins of Maya civilization - one needs to understand that posing this large research question risks falling into ultimately meaningless, infinitely regressing arguments about how “origins” might be considered or defined – essentially arguments about qualitative or inevitably subjectively rendered entities or topics, giving way to questions such as, What is “Maya civilization”? What is “Maya”? What is “civilization”? What allows us to call this or that civilization “great”? One way to conceptualize the quandary of seeking first cause/s is to understand that such an effort leads to infinite regression unless a metaconcept is accepted which, in the case of Maya civilization, is whatever it is primordially that made “Maya” “Maya.” Another way is to focus on ahistorical processes - environmental circumscription,<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> peer polity interaction,<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> and other theories.\n</p><p>Despite these seemingly terminologically pitfall-laden inquiries, the question of Maya origins is justified for professional focus and elaboration, since all historical topics are, by their nature, constituted not only by ascriptions weighting the given topic in importance and cast by this or that interpretation or interpretative context but also by “fact.” Of necessity, these kinds of questions are rooted in the history of scholarship about this or that topic, taking into account different or new emphases or de-emphases, usually generationally or paradigmatically determined. Accordingly, “Maya civilization” is both a reality  - as <a href=\"/wiki/John_Lloyd_Stephens\" title=\"John Lloyd Stephens\">John Lloyd Stephens</a> first discovered - and a scholarly construct, with strands in the weave composed of actual patterns and “emergent” entities and characteristics but also of patterns and agentive decisions historically in the scholarly world, these, themselves, retroactively considered and reconsidered.\n</p>\n<h2><span class=\"mw-headline\" id=\"The_Thermometer_theory\">The Thermometer theory</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Southern_Maya_area&amp;action=edit&amp;section=2\" title=\"Edit section: The Thermometer theory\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2><p>\nMaya scholarship long has considered the ancient Maya in a temporal and geographic sense to have come into being, thermometer-fashion – as things began to “warm up,” socially and culturally – at the “bottom,” that is, in Southern Mesoamerica, in the Early Preclassic period: events and processes coalesced on the Pacific coast of what is now Guatemala and southern Mexico and in the piedmont and highlands of Guatemala and in northern El Salvador, moved north in Classic period times to the Maya Lowlands of northern Guatemala and southern Chiapas, Mexico; and migrated still further north into Yucatán following the Maya “collapse” in the 10th century AD. Mayanists from the New World Archaeological Foundation as well as other institutions have pioneered the efforts to discover the radix of Maya civilization from work at such sites as <a href=\"/wiki/Chiapa_de_Corzo_(Mesoamerican_site)\" title=\"Chiapa de Corzo (Mesoamerican site)\">Chiapa de Corzo</a> and <a href=\"/wiki/Izapa\" title=\"Izapa\">Izapa</a> building on efforts by <a href=\"/wiki/Michael_Coe\" class=\"mw-redirect\" title=\"Michael Coe\">Michael Coe</a> at La Victoria, on the southern Pacific coast of Mexico,<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> and followed up by the work of scholars such as <a href=\"/wiki/John_E._Clark\" title=\"John E. Clark\">John E. Clark</a>, Barbara Voorhies, Barbara Stark, Robert Sharer and others. Notable, as well, is the work of Franz Termer at Palo Gordo. Work by Carnegie archaeologists A. V. Kidder and <a href=\"/wiki/Edwin_M._Shook\" title=\"Edwin M. Shook\">Edwin M. Shook</a><sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup> at Kaminaljuyu has been fundamental in moving attention to the origins of Maya civilization to the South. Since their work, many other sites have been identified and at which investigations have either been carried out or are contemplated in determining the role of the Southern area in the trajectory of Maya civilization.</p><div class=\"thumb tleft\"><div class=\"thumbinner\" style=\"width:327px;\"><a href=\"/wiki/File:Formative_Period_southern_Mesoamerica_2.svg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Formative_Period_southern_Mesoamerica_2.svg/325px-Formative_Period_southern_Mesoamerica_2.svg.png\" width=\"325\" height=\"154\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Formative_Period_southern_Mesoamerica_2.svg/488px-Formative_Period_southern_Mesoamerica_2.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Formative_Period_southern_Mesoamerica_2.svg/650px-Formative_Period_southern_Mesoamerica_2.svg.png 2x\" data-file-width=\"1241\" data-file-height=\"589\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Formative_Period_southern_Mesoamerica_2.svg\" class=\"internal\" title=\"Enlarge\"></a></div>Southernmost sites of the Southern Maya area.</div></div></div>\n<h2><span id=\"Two_.E2.80.9Cemergents.2C.E2.80.9D_linguistics_and_the_Olmec\"></span><span class=\"mw-headline\" id=\"Two_“emergents,”_linguistics_and_the_Olmec\">Two “emergents,” linguistics and the Olmec</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Southern_Maya_area&amp;action=edit&amp;section=3\" title=\"Edit section: Two “emergents,” linguistics and the Olmec\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The notion of an aboriginal Maya stimulus – linguistic, cultural, and ethnic strands interweaving together from late in the Paleoindian or Archaic periods – derives primarily from reconstructions of Maya linguistics. Ironically, a non-Maya stimulus also is considered, the <a href=\"/wiki/Olmec\" class=\"mw-redirect\" title=\"Olmec\">Olmec</a>; as at Takalik Abaj, direct Olmec influence seems to have come to <a href=\"/wiki/Chocol%C3%A1\" title=\"Chocolá\">Chocolá</a>, as the remarkable monument known as the \"Shook Panel\" was found some ten kilometers south of the site.\n</p><p>Beyond these two “emergent” factors, processual archaeology continues to look at functionalist and highly theoretized aspects of social and cultural process, including egalitarian-to-hierarchical communities and other cultural evolutionary sequences, for example, those of Service and Fried, and of environment, “man-land interactions,” and zero-sum finite resource responses (e.g., “carrying capacity”).\n</p><p>Rough and sometimes illogically and erroneously inspired characterizations of social and cultural development derived from evolutionary biology threaten to muddy the discussion just as traditional yet persistent cultural historical characterizations leave many questions unanswered, given their emphasis on description as opposed to explanation.\n</p><p>By this token a theoretical dichotomy exists between advocates of autochthonous developments, that is, developments occurring from internal - often functionalist - processes, and those proposing that more fundamental in the creation of History have been native genius, diffusion, migrations, and so forth.\n</p><p>Historical linguists long have posed that a proto-Maya language had as its homeland the western highlands of southern Guatemala.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup> While the issue remains somewhat controversial, no viable competing theory yet has been offered, although qualifications to the original view of Maya linguistic origin continue to be provided.\n</p><p>Accordingly, since a language or language family may be considered a cultural universal, linguistics seemingly points to the Southern area as the aboriginal home of the Maya.\n</p><p>Another theorized stimulus, forerunner, or “mother” to the Maya, at least with regard to certain hallmark traits of Maya civilization – writing and the Maya calendar – is the <a href=\"/wiki/Olmec\" class=\"mw-redirect\" title=\"Olmec\">Olmec</a> phenomenon.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup> Archaeology does tend to support a movement through time and space, west from the Olmec heartland in Tabasco and Veracruz, Mexico; across the Isthmus of Tehuantepec, down the Pacific coast of Mexico and Guatemala, and east from the coast through the piedmont - where Chocolá and Takalik Abaj are found - and highlands beyond Kaminaljuyu. However, such a scenario depends on how much or little one attributes a formal unity to Olmec civilization.\n</p>\n<h2><span class=\"mw-headline\" id=\"Competing_theories\">Competing theories</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Southern_Maya_area&amp;action=edit&amp;section=4\" title=\"Edit section: Competing theories\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Discussions of the Southern Maya area as important if not essential to the rise of Classic Maya civilization and must be related to discussions of the putative primacy of developments in the Northern Petén, and vice versa. Fundamentally, the debate is between those who put more weight on the temporal priority of complex cultural and social achievements in the South and those who favor northern Guatemala for these developments. Large Preclassic cities with structures boasting the most massive scale in the ancient Maya world include <a href=\"/wiki/El_Mirador\" title=\"El Mirador\">El Mirador</a>, <a href=\"/wiki/Nakbe\" title=\"Nakbe\">Nakbe</a>, Tintal, Wakna, and others from the <a href=\"/wiki/Mirador_Basin\" title=\"Mirador Basin\">Mirador Basin</a>, north of the greatest Maya city in Classic times, <a href=\"/wiki/Tikal\" title=\"Tikal\">Tikal</a>. Without doubt, these cities represent an extraordinary development in Maya civilization; however, their dating remains essentially Late Preclassic, and scant evidence is found of two of the hallmark traits of Classic Maya civilization: upright carved shaft stones called <a href=\"/wiki/Stelae\" class=\"mw-redirect\" title=\"Stelae\">stelae</a>, which marked the birth of the cult of kingship, and <a href=\"/wiki/Maya_script\" title=\"Maya script\">hieroglyphic writing</a>. While stelae and hieroglyphic writing from the Preclassic abound in the Southern area, proponents of the Lowlands, i.e., the Mirador Basin, as the origin locus for Maya civilization assert that the first Maya societies to reach the level of the state, accordingly, base their claim fundamentally on size and scale of construction, as well as on myriad evidence of distinct connections between these northern cities including even the <i><a href=\"/wiki/Sacbe\" title=\"Sacbe\">sacbeob</a></i>, the “white ways” or “high roads” that networked among them.\n</p><p>Some of the debates between Southern Maya area scholars and what might be called the “autochthonous school” of Maya scholarship – those advocating a unique or primary role to antecedents to Classic Maya civilization in the Northern Petén – are based as well on highly theoritized accounts of expansion of Maya peoples as interpreted by changing ceramic spheres. While some evidence supports the “Chicanel Expansion,”<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup> one does not find Chicanel pottery in the southern Highlands nor, indeed, in any significant quantity anywhere in the Southern area in the Preclassic\n</p><p>While evidence such as size and scale of site and of individual structures (e.g., El Tigre at El Mirador) is compelling, developments in the Southern area remain resilient against conclusive consensus. The temporal priority of plentiful as opposed to scant evidence of stelae and writing in the Preclassic south compared to the Mirador Basin must be based principally on absolute dating, although this problem, itself, becomes difficult to resolve when events are dated by <sup>14</sup>C (“calibrated” or “uncalibrated”) – still the most widely used absolute dating method in Mesoamerica – and which cannot be rendered more fine-grained than ca. 100 years and often is less precise. Accordingly, the debate about temporal priority will remain unresolved unless and until other absolute dating methods such as archaeomagnetics and luminescence (hitherto, thermoluminescence), are applied more widely, or <a href=\"/wiki/Long_Count\" title=\"Long Count\">Long Count</a>-dated texts, e.g., Cycle 6, are found earlier than those found thus far, which are Cycle 7. While relative dating methods – principally ceramic – are highly reliable, having been cross-referenced from many sites, and with sophisticated statistics available, unless anchored to absolute dates, these remain uncertain especially when the scholar’s focus is on the early periods of development in Mesoamerica.\n</p>\n<h2><span id=\".22High_Traits.22_of_the_Southern_Maya\"></span><span class=\"mw-headline\" id=\"&quot;High_Traits&quot;_of_the_Southern_Maya\">\"High Traits\" of the Southern Maya</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Southern_Maya_area&amp;action=edit&amp;section=5\" title=\"Edit section: &quot;High Traits&quot; of the Southern Maya\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>“High traits” of ancient Maya civilization prominently include hieroglyphic writing and the Maya Long Count calendar, with the former constituting one of a handful, worldwide, of pristine inventions of writing and the latter comprising the invention of the concept of zero and other mathematical achievements unequalled at the time in Europe as well as extraordinary achievements in astronomy. Beginning in the Late Preclassic period and proliferating exponentially during the Classic Maya period, Maya texts are dateable because correlation can be made between Maya Long Count dates and the Gregorian calendar. Accordingly, with great certainty we can speak of the Classic period as framed by the large-scale appearance throughout the Maya world by the third to fourth century AD of dated texts on carved monuments, and by the disappearance of these texts on monuments by the 10th century AD. (Consensual acceptance of one correlation between the Maya Long Count and the Gregorian calendar – known as the Goodman-Martinez-Thompson or \"G.M.T.” correlation – has come only fairly recently. In this correlation, a beginning date of August 12, 3114 BC, gives the Maya calendar its arrow-of-time character, just as the 0 date for the Christian calendar divides Western time-keeping into an absolute divide by virtue of which an infinite counting of both past and future time is permitted as opposed to “cyclical time.”)<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup>\n</p><p>As mentioned, one of the arguments in favor of the Southern area as “more seminal” to those of the Petén is based on the presently inarguable fact that by far the greatest number of Preclassic hieroglyphic texts are found in the South; for example, numerous texts were carved on monuments from Kaminaljuyu, the greatest city in the Southern area and one of the great ancient cities in world cultural patrimony. Several of  the earliest calendrical texts, as well, are found in the South at, for example, Takalik Abaj and <a href=\"/wiki/El_Ba%C3%BAl\" title=\"El Baúl\">El Baúl</a>, although the very earliest – by ca. 60 years – confirmed thus far are found at Chiapa de Corzo and <a href=\"/wiki/Tres_Zapotes\" title=\"Tres Zapotes\">Tres Zapotes</a>, that is, from sites with an Olmec (or “<a href=\"/wiki/Epi-Olmec_culture\" title=\"Epi-Olmec culture\">epi-Olmec</a>”) identity. Glyphs found at <a href=\"/wiki/San_Bartolo_(Maya_site)\" title=\"San Bartolo (Maya site)\">San Bartolo</a>, in the Petén, may date to as early as 300 BC,<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup> but these texts are very short in length and do not bear Long Count or Calendar Round dates. Calendrical origins, themselves, from the most compelling evidence, must be attributed to a thin latitudinal band stretching across southern Guatemala, and including sites such as Chocolá and Takalik Abaj.\n</p><p>In addition to hieroglyphics and calendrical innovations, the Southern area is noted for sites that, early on in the trajectory of Mesoamerica civilization, can be characterized as fully urban, and also for the appearance of long-distance trade in such vital commodities as obsidian and cacao, for the first true cults of sacred rulership or kingship, for masterfully carved monumental art, and for a very complex ideology and religion, probably based on some primordial version of the <a href=\"/wiki/Popol_Vuh\" title=\"Popol Vuh\">Popol Vuh</a>.\n</p><p>We are left with the developments in the South still attributable fundamentally to their own autochthonous emergence, excepting, as mentioned, the evidence of some kind of Olmec influence spreading east to west across the Isthmus of Tehuantepec, south along the Pacific coast, and west to east through the Guatemalan piedmont to the highlands, at Kaminaljuyu, and then east still farther. This putative march of Olmec missionaries, warriors, and/or traders – a scenario really feasible only if one accepts the <i>Cultura Madre</i> concept of Olmec civilization as opposed to the <i>primus inter pares</i> argument and if one interprets artifacts as “Olmec” and not simply “Olmecoid” – conceivably would have been catalyzed by the threefold attractions of cacao, in Soconusco, Mexico; the Guatemalan piedmont, centrally in which lie Chocolá and Escuintla, Guatemala; obsidian, from enormous beds in the highlands, with Kaminaljuyu as the main beneficiary of trade in this “steel of the New World;\" and blue jade, hallmark of Olmec lore and treasure, from a great outcrop above the Motagua River east of Kaminaljuyu. That the Southern area originally constituted a truly astonishing source of material wealth, indeed a breadbasket, may have underlain the primordial appearance of cultural achievements such as writing, the calendar, kingship, masterful art, and complex religion, receives further support continuing through time in the Early Classic and evidence of interaction with <a href=\"/wiki/Teotihuacan\" title=\"Teotihuacan\">Teotihuacan</a>, the single greatest ancient city of Mesoamerica and the religious if not imperial capital for much of central Mexico, with hegemony extending far and wide. Such a profound material basis for the unique importance of the Southern area to civilizational developments is evidenced, as well, throughout the Classic period, with the appearance of the Cotzumalguapan culture – its sites ca. 60 kilometers east of Chocolá – and its emphasis on cacao and warfare, indicative of competition over this most highly prized commodity in Mesoamerica, and throughout the Postclassic, as ethnohistory records the enormous amounts of products, including cacao, exported from the South, a pattern that continued after the Conquest, with Spanish <i>encomiendas</i> still exploiting this vital resource and other agricultural products, and which constituted the beginning of the transformation of much of Guatemala into a vast farm growing cash-crops for export.\n</p><p>Returning to the fact that \"Southern Maya Area\" risks being a misnomer, that the Southern Maya Area comprised a volatile mix of peoples, languages, and cultures with correspondingly dynamic interactions provides more support for the argument that the South took part in seminal developments and a vault upward socially and culturally to Classic Maya civilization, in a manner at least co-equal to the northern Petén.\n</p>\n<h2><span class=\"mw-headline\" id=\"The_Early_and_Middle_Classic:_Chocolate_Wars\">The Early and Middle Classic: Chocolate Wars</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Southern_Maya_area&amp;action=edit&amp;section=6\" title=\"Edit section: The Early and Middle Classic: Chocolate Wars\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>It may be argued in favor of a greater unity in the Southern Maya Area than the ethnic and linguistic diversity might otherwise indicate simply by virtue of the fact that a “Preclassic collapse” occurred extending through much of the Southern Maya Area .<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup> In the Southern Maya Area, in times called Classic for the Maya in the Lowlands to the north, tantalizing evidence exists of an abhorrence of a vacuum in the materially very rich breadbasket of the Area – and, as mentioned, particularly of a continuation of what must have been an extraordinary intensively cultivated commodity of enormous importance in Mesoamerica, and the Maya, in cuisine, ideologically, and even as currency, cacao. In the Guatemalan piedmont, located not more than sixty kilometers east of Chocola, Cotzumalguapa, of Middle Classic trajectory, is renowned for carved stone sculpture intimately associating decapitation and other sacrifice with cacao, associations we must conclude are representative of fierce warfare over this commodity, and copious ethnohistory from early after the Spanish Conquest makes reference to “chiefs” and chiefdoms fighting over production and distribution of the chocolate bean and/or its processed forms.<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Southern_Maya_area&amp;action=edit&amp;section=7\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Olmec_influences_on_Mesoamerican_cultures\" title=\"Olmec influences on Mesoamerican cultures\">Olmec influences on Mesoamerican cultures</a></li>\n<li><a href=\"/wiki/Olmec_religion\" title=\"Olmec religion\">Olmec religion</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"Footnotes\">Footnotes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Southern_Maya_area&amp;action=edit&amp;section=8\" title=\"Edit section: Footnotes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<table class=\"vertical-navbox nowraplinks hlist\" style=\"float:right;clear:right;width:22.0em;margin:0 0 1.0em 1.0em;background:#f9f9f9;border:1px solid #aaa;padding:0.2em;border-spacing:0.4em 0;text-align:center;line-height:1.4em;font-size:88%;width: 16em;\"><tbody><tr><td style=\"padding:0.4em 0\"><a href=\"/wiki/File:Maya-Maske.jpg\" class=\"image\"><img alt=\"Section of stucco frieze with a prominent human face in the centre, surrounded by elaborate decoration.\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/84/Maya-Maske.jpg/200px-Maya-Maske.jpg\" width=\"200\" height=\"150\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/84/Maya-Maske.jpg/300px-Maya-Maske.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/8/84/Maya-Maske.jpg/400px-Maya-Maske.jpg 2x\" data-file-width=\"2560\" data-file-height=\"1920\" /></a></td></tr><tr><th style=\"padding:0.2em 0.4em 0.2em;font-size:145%;line-height:1.2em;background: #50C578;\"><a href=\"/wiki/Maya_civilization\" title=\"Maya civilization\"><span style=\"color:#FFFFFF\">Maya civilization</span></a></th></tr><tr><td style=\"padding:0 0.1em 0.4em\">\n<ul><li><a href=\"/wiki/Maya_peoples\" title=\"Maya peoples\">People</a></li>\n<li><a href=\"/wiki/Maya_society\" title=\"Maya society\">Society</a></li>\n<li><a href=\"/wiki/Mayan_languages\" title=\"Mayan languages\">Languages</a></li>\n<li><a href=\"/wiki/Maya_script\" title=\"Maya script\">Writing</a></li>\n<li><a href=\"/wiki/Maya_religion\" title=\"Maya religion\">Religion</a></li>\n<li><a href=\"/wiki/Maya_mythology\" title=\"Maya mythology\">Mythology</a></li>\n<li><a href=\"/wiki/Sacrifice_in_Maya_culture\" title=\"Sacrifice in Maya culture\">Sacrifice</a></li>\n<li><a href=\"/wiki/Maya_city\" title=\"Maya city\">Cities</a></li>\n<li><a href=\"/wiki/Maya_architecture\" title=\"Maya architecture\">Architecture</a></li>\n<li><a href=\"/wiki/Maya_astronomy\" title=\"Maya astronomy\">Astronomy</a></li>\n<li><a href=\"/wiki/Maya_calendar\" title=\"Maya calendar\">Calendar</a></li>\n<li><a href=\"/wiki/Maya_stelae\" title=\"Maya stelae\">Stelae</a></li>\n<li><a href=\"/wiki/Ancient_Maya_art\" title=\"Ancient Maya art\">Art</a></li>\n<li><a href=\"/wiki/Maya_textiles\" title=\"Maya textiles\">Textiles</a></li>\n<li><a href=\"/wiki/Trade_in_Maya_civilization\" title=\"Trade in Maya civilization\">Trade</a></li>\n<li><a href=\"/wiki/Maya_music\" title=\"Maya music\">Music</a></li>\n<li><a href=\"/wiki/Maya_dance\" title=\"Maya dance\">Dance</a></li>\n<li><a href=\"/wiki/Maya_medicine\" title=\"Maya medicine\">Medicine</a></li>\n<li><a href=\"/wiki/Maya_cuisine\" title=\"Maya cuisine\">Cuisine</a></li>\n<li><a href=\"/wiki/Maya_warfare\" title=\"Maya warfare\">Warfare</a></li></ul></td>\n</tr><tr><th style=\"padding:0.1em\">\n<a href=\"/wiki/History_of_the_Maya_civilization\" title=\"History of the Maya civilization\">History</a></th></tr><tr><td style=\"padding:0 0.1em 0.4em\">\n<a href=\"/wiki/Preclassic_Maya\" title=\"Preclassic Maya\">Preclassic Maya</a></td>\n</tr><tr><td style=\"padding:0 0.1em 0.4em\">\n<a href=\"/wiki/Classic_Maya_collapse\" title=\"Classic Maya collapse\">Classic Maya collapse</a></td>\n</tr><tr><th style=\"padding:0.1em\">\n<a href=\"/wiki/Spanish_conquest_of_the_Maya\" title=\"Spanish conquest of the Maya\">Spanish conquest of the Maya</a></th></tr><tr><td style=\"padding:0 0.1em 0.4em\">\n<ul><li><a href=\"/wiki/Spanish_conquest_of_Yucat%C3%A1n\" title=\"Spanish conquest of Yucatán\">Yucatán</a></li>\n<li><a href=\"/wiki/Spanish_conquest_of_Chiapas\" title=\"Spanish conquest of Chiapas\">Chiapas</a></li>\n<li><a href=\"/wiki/Spanish_conquest_of_Guatemala\" title=\"Spanish conquest of Guatemala\">Guatemala</a></li>\n<li><a href=\"/wiki/Spanish_conquest_of_Pet%C3%A9n\" title=\"Spanish conquest of Petén\">Petén</a></li></ul></td>\n</tr><tr><td style=\"text-align:right;font-size:115%\"><div class=\"plainlinks hlist navbar mini\"><ul><li class=\"nv-view\"><a href=\"/wiki/Template:Maya_civilization\" title=\"Template:Maya civilization\"><abbr title=\"View this template\">v</abbr></a></li><li class=\"nv-talk\"><a href=\"/wiki/Template_talk:Maya_civilization\" title=\"Template talk:Maya civilization\"><abbr title=\"Discuss this template\">t</abbr></a></li><li class=\"nv-edit\"><a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Template:Maya_civilization&amp;action=edit\"><abbr title=\"Edit this template\">e</abbr></a></li></ul></div></td></tr></tbody></table>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Love and Kaplan (2011) point out that scholarship has been deficient in studying the Southern Maya Area as a cultural area unto itself, that is, without reference to other entities and areas.</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Love and Guernsey interpret this as an icon for a \"portal: Love, Michael; with Julia Guernsey (2005). The Context and Associations of Monument 3 from La Blanca, Guatemala. The Foundation Granting Department: Reports Submitted to FAMSI. Foundation for the Advancement of Mesoamerican Studies, Inc. (FAMSI). Retrieved on 2007-02-12.</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">See Carneiro (1970) A Theory of the Origin of the State. Science 169:733-738</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">See Renfrew, Colin and John F. Cherry (1986) Peer Polity Interaction and Socio-political Change. Cambridge University Press, Cambridge</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Coe, M. D. (1961) La Victoria, An Early Site on the Pacific Coast of Guatemala. Papers of the Peabody Museum of Archaeology and Ethnology LIII. Peabody Museum, Harvard University, Cambridge</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Kidder, Alfred V., Jesse D. Jennings, and Edwin M. Shook (1946) Excavations at Kaminaljuyú, Guatemala. Carnegie Institution of Washington Publication 561, Washington, D.C.; Shook, Edwin M. and Alfred V. Kidder (1952) Mound E-III-3, Kaminaljuyu, Guatemala. In Contributions to American Anthropology and History, Vol. 9 (53):33-127. Carnegie Institution of Washington Publication 596. Carnegie Institution of Washington, Washington, D.C.</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">McQuown, N. A. 1956 The Classification of the Mayan Languages; International Journal of American Linguistics 22:191-195; Swadesh, Mauricio (1961) Interrelaciones de las lenguas Mayenses Anales del Instituto Nacional de Antropología e Historia 13(42):231-267. Mexico; see also Justeson, John S., William M. Norman, Lyle Campbell and Terrence Kaufman 1985 The Foreign Impact on Lowland Mayan Language and Script. Middle American Research Institute Publication 53, Tulane University, New Orleans</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">See, for example, Coe, Michael D. and Richard A. Diehl (1980) In the Land of the Olmec; Vol. 1: Archaeology of San Lorenzo Tenochtitlán; Vol. 2: The People of the River. University of Texas Press, Austin; (1996) The Olmec World: Ritual and Rulership; with essays by Michael D. Coe, Richard A. Diehl, David A. Freidel, Peter T. Furst, F. Kent Reilly, III, Linda Schele, Carolyn Tate, and Karl A. Taube. The Art Museum, Princeton University/Harry N. Abrams, Inc., Princeton and New York; Sharer, Robert J. and David W. Grove, eds. (1989) Regional Perspectives on the Olmec. Cambridge University Press, Cambridge</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\"><a href=\"/wiki/John_E._Clark\" title=\"John E. Clark\">Clark, J. E.</a>, R. D. Hansen and T. Pérez Suárez (2000) La zona maya en el Preclásico. In El México Antiguo, sus áreas culturales, los orígenes y el horizonate Preclásico; L. Manzanilla and L. López Luján, eds; 436-510. Historia Antigua de México, Vol. 1. INAH, México, D.F.</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">This is not to say that Maya time-keeping did not rely on a belief that cosmic cycles, or \"ages,\" came and went. The end of the 13th <i>baktun</i> or period of 400 years comprising 360 days each comes in December, 2012, when a new cosmic age will begin.</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Saturno, William A., David Stuart, Boris Beltrán (2006) Early Maya Writing at San Bartolo, Guatemala. Science 311 (5765):1281-1283</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Kaplan 2011.</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">Kaplan 2008.</span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Southern_Maya_area&amp;action=edit&amp;section=9\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Arnauld, M.-Charlotte, Alain Breton, Marie-France Fauvet-Berthelot and Juan Antonio Valdés, eds. (2003) <i>Misceláneas...en honor a Alain Ichon</i>. Centro Francés de Estudios Mexicanos y Centroamericanos/Asociación Tikal, Mexico and Guatemala</li>\n<li>Bove, Frederick J. (1993) The Terminal Formative-Early Classic Transition. In <i>University of Pittsburgh Memoirs in Latin American Archaeology No. 6: The Balberta Project. The Terminal Formative-Early Classic Transition on the Pacific Coast of Guatemala</i>; Frederick J. Bove, Sonia Medrano B., Brenda Lou P., and Bárbara Arroyo L., eds.; 177-194; University of Pittsburgh Department of Anthropology/Asociacion Tikal, Pittsburgh and Guatemala</li>\n<li><a href=\"/wiki/John_E._Clark\" title=\"John E. Clark\">Clark, John E.</a> (1991) The Beginnings of Mesoamerica: Apologia for the Sononusco Early Formative. In <i>The Formation of Complex Society in Southeastern Mesoamerica</i>. William R. Fowler, ed.; 13-26; CRC Press, Boca Raton</li>\n<li>Coe, Michael D. (1961)\t<i>La Victoria, An Early Site on the Pacific Coast of Guatemala</i>. Papers of the Peabody Museum of Archaeology and Ethnology, Harvard University, Vol 53, Cambridge</li>\n<li>Coe, Michael D. (2005) <i>The Maya</i>. 7th ed. Thames and Hudson, London and New York</li>\n<li>Feinman, Gary M. and Joyce Marcus, eds. (1998) <i>Archaic States</i>. School of American Research Press, Santa Fe</li>\n<li>Fowler, William R., ed. (1991) <i>The Formation of Complex Society in Southeastern Mesoamerica</i>. CRC Press, Boca Raton</li>\n<li>Kaplan, Jonathan (2008) Hydraulics, Cacao, and Complex Developments at Preclassic Chocolá, Guatemala: Evidence and Implications. <i>Latin American Antiquity</i> 19(4):399-413</li>\n<li>Kaplan, Jonathan (2011) Conclusion: The Southern Maya Region and the Problem of Unities. In <i>The Southern Maya in the Late Preclassic: The Rise and Fall of an Early Mesoamerican Civilization</i>. Michael W. Love and Jonathan Kaplan, eds.; 490-532. University Press of Colorado, Boulder</li>\n<li>Kroeber, Alfred and Clyde C. Kluckhohn (1952) <i>Culture: A Critical Review of Concepts and Definitions</i>. Peabody Museum, Cambridge</li>\n<li>Love, Michael W. (2002) <i>Early Complex Society in Pacific Guatemala: Settlements and Chronology of the Río Naranjo, Guatemala</i>. New World Archaeological Foundation, Provo</li>\n<li>Love, Michael W. and Jonathan Kaplan, eds. (2011) <i>The Southern Maya in the Late Preclassic: The Rise and Fall of an Early Mesoamerican Civilization</i>. University Press of Colorado, Boulder</li>\n<li>Lowe, Gareth W. (1977) The Mixe–Zoque as Competing Neighbors of the Early Lowland May. In <i>The Origins of Maya Civilization</i>; R. E. W. Adams, ed.; 197-248; School of American Research Advanced Seminar Series; University of New Mexico Press, Albuquerque</li>\n<li>Sharer, Robert J. (2005) <i>The Ancient Maya</i>. 6th ed. Stanford University Press, Stanford</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2255\nCached time: 20180921182120\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.084 seconds\nReal time usage: 0.109 seconds\nPreprocessor visited node count: 333/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 7098/2097152 bytes\nTemplate argument size: 106/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 6124/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.009/10.000 seconds\nLua memory usage: 754 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   48.492      1 -total\n 70.55%   34.210      1 Template:Maya_civilization\n 64.02%   31.043      1 Template:Sidebar\n 29.27%   14.194      1 Template:Reflist\n  4.36%    2.115      1 Template:Main_other\n  3.58%    1.736      1 Template:Color\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:15354388-0!canonical and timestamp 20180921182120 and revision id 727045983\n -->\n</div>"},"langlinks":[{"lang":"fi","url":"https://fi.wikipedia.org/wiki/Etel%C3%A4inen_maya-alue","langname":"Finnish","autonym":"suomi","*":"Eteläinen maya-alue"}],"categories":[{"sortkey":"+","*":"Maya_civilization"},{"sortkey":"","*":"Geography_of_Mesoamerica"},{"sortkey":"","*":"Pre-Columbian_cultural_areas"},{"sortkey":" ","*":"Maya_sites_in_Guatemala"},{"sortkey":" ","*":"Maya_sites_in_Mexico"}],"links":[{"ns":10,"exists":"","*":"Template:Maya civilization"},{"ns":0,"exists":"","*":"Ancient Maya art"},{"ns":0,"exists":"","*":"Balberta"},{"ns":0,"exists":"","*":"Ballcourt"},{"ns":0,"exists":"","*":"Chalchuapa"},{"ns":0,"exists":"","*":"Chiapa de Corzo (Mesoamerican site)"},{"ns":0,"exists":"","*":"Chocolá"},{"ns":0,"exists":"","*":"Circa"},{"ns":0,"exists":"","*":"Classic Maya collapse"},{"ns":0,"exists":"","*":"Copán"},{"ns":0,"exists":"","*":"Cotzumalhuapa"},{"ns":0,"exists":"","*":"Edwin M. Shook"},{"ns":0,"exists":"","*":"El Baúl"},{"ns":0,"exists":"","*":"El Mirador"},{"ns":0,"exists":"","*":"Epi-Olmec culture"},{"ns":0,"exists":"","*":"History of the Maya civilization"},{"ns":0,"exists":"","*":"Izapa"},{"ns":0,"exists":"","*":"John E. Clark"},{"ns":0,"exists":"","*":"John Lloyd Stephens"},{"ns":0,"exists":"","*":"Kaminaljuyu"},{"ns":0,"exists":"","*":"La Blanca"},{"ns":0,"exists":"","*":"Lenca language"},{"ns":0,"exists":"","*":"Long Count"},{"ns":0,"exists":"","*":"Maya architecture"},{"ns":0,"exists":"","*":"Maya astronomy"},{"ns":0,"exists":"","*":"Maya calendar"},{"ns":0,"exists":"","*":"Maya city"},{"ns":0,"exists":"","*":"Maya civilization"},{"ns":0,"exists":"","*":"Maya cuisine"},{"ns":0,"exists":"","*":"Maya dance"},{"ns":0,"exists":"","*":"Maya medicine"},{"ns":0,"exists":"","*":"Maya music"},{"ns":0,"exists":"","*":"Maya mythology"},{"ns":0,"exists":"","*":"Maya peoples"},{"ns":0,"exists":"","*":"Maya religion"},{"ns":0,"exists":"","*":"Maya script"},{"ns":0,"exists":"","*":"Maya society"},{"ns":0,"exists":"","*":"Maya stelae"},{"ns":0,"exists":"","*":"Maya textiles"},{"ns":0,"exists":"","*":"Maya warfare"},{"ns":0,"exists":"","*":"Mayan languages"},{"ns":0,"exists":"","*":"Mesoamerica"},{"ns":0,"exists":"","*":"Michael Coe"},{"ns":0,"exists":"","*":"Mirador Basin"},{"ns":0,"exists":"","*":"Mixe–Zoquean"},{"ns":0,"exists":"","*":"Monte Alto culture"},{"ns":0,"exists":"","*":"Nakbe"},{"ns":0,"exists":"","*":"New World Archaeological Foundation"},{"ns":0,"exists":"","*":"Olmec"},{"ns":0,"exists":"","*":"Olmec influences on Mesoamerican cultures"},{"ns":0,"exists":"","*":"Olmec religion"},{"ns":0,"exists":"","*":"Paso de la Amada"},{"ns":0,"exists":"","*":"Pipil language"},{"ns":0,"exists":"","*":"Popol Vuh"},{"ns":0,"exists":"","*":"Preclassic Maya"},{"ns":0,"exists":"","*":"Ranked society"},{"ns":0,"exists":"","*":"Sacbe"},{"ns":0,"exists":"","*":"Sacrifice in Maya culture"},{"ns":0,"exists":"","*":"San Bartolo (Maya site)"},{"ns":0,"exists":"","*":"Spanish conquest of Chiapas"},{"ns":0,"exists":"","*":"Spanish conquest of Guatemala"},{"ns":0,"exists":"","*":"Spanish conquest of Petén"},{"ns":0,"exists":"","*":"Spanish conquest of Yucatán"},{"ns":0,"exists":"","*":"Spanish conquest of the Maya"},{"ns":0,"exists":"","*":"Stelae"},{"ns":0,"exists":"","*":"Takalik Abaj"},{"ns":0,"exists":"","*":"Teotihuacan"},{"ns":0,"exists":"","*":"Tikal"},{"ns":0,"exists":"","*":"Trade in Maya civilization"},{"ns":0,"exists":"","*":"Tres Zapotes"},{"ns":0,"exists":"","*":"Ujuxte"},{"ns":0,"exists":"","*":"Xinca language"},{"ns":0,"exists":"","*":"Zaculeu"},{"ns":11,"exists":"","*":"Template talk:Maya civilization"}],"templates":[{"ns":10,"exists":"","*":"Template:Maya civilization"},{"ns":10,"exists":"","*":"Template:Sidebar"},{"ns":10,"exists":"","*":"Template:Color"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Sidebar"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Navbar"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Larger_Southern_Maya_area_v3.svg","Formative_Period_southern_Mesoamerica_2.svg","Maya-Maske.jpg"],"externallinks":[],"sections":[{"toclevel":1,"level":"2","line":"Terminological and Theoretical issues","number":"1","index":"1","fromtitle":"Southern_Maya_area","byteoffset":3216,"anchor":"Terminological_and_Theoretical_issues"},{"toclevel":1,"level":"2","line":"The Thermometer theory","number":"2","index":"2","fromtitle":"Southern_Maya_area","byteoffset":6335,"anchor":"The_Thermometer_theory"},{"toclevel":1,"level":"2","line":"Two “emergents,” linguistics and the Olmec","number":"3","index":"3","fromtitle":"Southern_Maya_area","byteoffset":8708,"anchor":"Two_“emergents,”_linguistics_and_the_Olmec"},{"toclevel":1,"level":"2","line":"Competing theories","number":"4","index":"4","fromtitle":"Southern_Maya_area","byteoffset":12547,"anchor":"Competing_theories"},{"toclevel":1,"level":"2","line":"\"High Traits\" of the Southern Maya","number":"5","index":"5","fromtitle":"Southern_Maya_area","byteoffset":16329,"anchor":"\"High_Traits\"_of_the_Southern_Maya"},{"toclevel":1,"level":"2","line":"The Early and Middle Classic: Chocolate Wars","number":"6","index":"6","fromtitle":"Southern_Maya_area","byteoffset":22677,"anchor":"The_Early_and_Middle_Classic:_Chocolate_Wars"},{"toclevel":1,"level":"2","line":"See also","number":"7","index":"7","fromtitle":"Southern_Maya_area","byteoffset":23986,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"Footnotes","number":"8","index":"8","fromtitle":"Southern_Maya_area","byteoffset":24067,"anchor":"Footnotes"},{"toclevel":1,"level":"2","line":"References","number":"9","index":"9","fromtitle":"Southern_Maya_area","byteoffset":24116,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Southern Maya area","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q7570124"}]}}