{"parse":{"title":"Affect infusion model","pageid":16864467,"revid":786796542,"text":{"*":"<div class=\"mw-parser-output\"><p>The <b>Affect infusion model</b> (<b>AIM</b>) is a theoretical model in the field of human psychology. Developed by social psychologist <a href=\"/wiki/Joseph_Paul_Forgas\" title=\"Joseph Paul Forgas\">Joseph Paul Forgas</a> in the early 1990s, it attempts to explain how <a href=\"/wiki/Mood_(psychology)\" title=\"Mood (psychology)\">mood</a> affects one's ability to process information. A key assertion of the AIM is that the effects of mood tend to be exacerbated in complex situations that demand substantial cognitive processing. In other words, as situations become more complicated and unanticipated, mood becomes more influential in driving evaluations and responses.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Affect_infusion\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Affect infusion</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Processing_strategies\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Processing strategies</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#Direct_access_processing\"><span class=\"tocnumber\">2.1</span> <span class=\"toctext\">Direct access processing</span></a></li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Motivated_processing\"><span class=\"tocnumber\">2.2</span> <span class=\"toctext\">Motivated processing</span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Heuristic_processing\"><span class=\"tocnumber\">2.3</span> <span class=\"toctext\">Heuristic processing</span></a></li>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#Substantive_processing\"><span class=\"tocnumber\">2.4</span> <span class=\"toctext\">Substantive processing</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Relationship_to_risk_behavior\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Relationship to risk behavior</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Influence_on_interpersonal_behavior\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Influence on interpersonal behavior</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#The_AIM_as_a_research_tool\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">The AIM as a research tool</span></a></li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Affect_infusion\">Affect infusion</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Affect_infusion_model&amp;action=edit&amp;section=1\" title=\"Edit section: Affect infusion\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Forgas defined the term <i>affect infusion</i> as \"the process whereby affectively loaded information exerts an influence on and becomes incorporated into the judgmental process, entering into the judge's deliberations and eventually coloring the judgmental outcome\".<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> In other words, a process that determines the degree to which mood can affect our judgement. According to the AIM, affect (mood and emotion) exerts a notable influence not only on information processing but on the resulting response behaviors as well. For example, if a person receives an inordinately large electric bill, they will respond differently if they have had a relaxing and stress-free day than they will if they have just been stuck in traffic for two hours. Under this latter circumstance, the person will experience high levels of affect infusion, as their agitated state will undoubtedly be made worse upon seeing the electric bill.<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (January 2009)\">citation needed</span></a></i>&#93;</sup>\n</p><p>An assumption of the AIM is that this effect will generally occur more strongly as the complexity of a situation increases. Highly complex situations can exhibit a number of qualities, such as the amount of effort needed to process the information, whether the situation is familiar or entirely new and how severely the situation affects the person. Some common activities that tend to produce high affect infusion include: choosing whether or not to drink or take drugs, selecting or getting to know a new partner, explaining a conflict or allocating rewards to a group.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Processing_strategies\">Processing strategies</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Affect_infusion_model&amp;action=edit&amp;section=2\" title=\"Edit section: Processing strategies\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>According to Forgas, the varying levels of affect infusion can be seen as a <a href=\"/wiki/Continuum_(theory)\" class=\"mw-redirect\" title=\"Continuum (theory)\">continuum</a>, with four alternative processing strategies as markers along that continuum. These strategies represent the different degrees of severity in which mood exerts its influence. In identifying these strategies, two important differentiating factors are considered: \n</p>\n<ul><li>the information search strategies used to perform a task (open or restricted)</li>\n<li>the extent of the information considered in constructing a response.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup></li></ul>\n<p>Several factors related to the judgment target, context, and judger influence which processing strategy is selected.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p>\n<ul><li>Familiarity - Familiar targets are more likely to elicit either direct access or motivated processing.</li>\n<li>Importance - Unimportant judgments are more likely to encourage direct access processing or motivated processing when a specific motive exists.</li>\n<li>Atypical - If a target is complex or unusual it is more likely to trigger substantive processing, otherwise heuristic processing may be used.</li>\n<li>Cognitive capacity - If the individual has cognitive capacity substantive processing may be more likely.</li>\n<li>Affective state - Positive affect is more closely linked to heuristic processing, while negative affect is more closely associated with substantive processing.</li>\n<li>Motivation for accuracy - An individual who is motivated to be accurate will be more likely to use substantive processing.</li></ul>\n<h3><span class=\"mw-headline\" id=\"Direct_access_processing\">Direct access processing</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Affect_infusion_model&amp;action=edit&amp;section=3\" title=\"Edit section: Direct access processing\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The least intensive of the four, direct access processing, involves reproducing a stored reaction, that is, repeating a response that has been given before to a similar situation. According to the AIM, the influence of mood on cognition will be least severe during this type of processing.\n</p>\n<h3><span class=\"mw-headline\" id=\"Motivated_processing\">Motivated processing</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Affect_infusion_model&amp;action=edit&amp;section=4\" title=\"Edit section: Motivated processing\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Motivated processing usually involves specific and targeted search strategies with a direct informational goal in mind. This strategy also involves little influence from mood, as the individual in question will have a fairly clear idea of what information he or she needs (although it is higher on the continuum than direct access processing).\n</p>\n<h3><span class=\"mw-headline\" id=\"Heuristic_processing\">Heuristic processing</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Affect_infusion_model&amp;action=edit&amp;section=5\" title=\"Edit section: Heuristic processing\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p><a href=\"/wiki/Heuristic\" title=\"Heuristic\">Heuristic</a> processing assumes that affective processing, or emotional processing, occurs outside our awareness, with people simply making sense of their emotional reactions as they happen. Thus, affective experience provides people with information about themselves, including their tendencies and implicit judgments. This process is also known as the \"affect-as-information\" mechanism.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Substantive_processing\">Substantive processing</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Affect_infusion_model&amp;action=edit&amp;section=6\" title=\"Edit section: Substantive processing\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Also called systematic processing, this strategy involves the most elaborate cognitive processing and appears highest on the continuum, as it is the most powerfully affected by mood. The reason substantive processing is most apt to be infused by affect is because mood can affect each stage in the cognition process: attention, encoding, retrieval, and association.\n</p>\n<ul><li>Attention – To grapple with the amount of information that elicits substantive processing, people are likely to only focus on a subset of the entire information available. Mood-congruent information is more likely to be attended to than mood-incongruent information.</li>\n<li>Encoding – People spend more time encoding mood-congruent into a richer network of representations than mood incongruent information.</li>\n<li>Retrieval - Mood-congruent information is more likely to be retrieved from memory than other details.</li>\n<li>Association – Constructive social judgments require the interpretation of complex information. Affect can prime certain associations that influence subsequent interpretation.</li></ul>\n<p>Taken as a whole, Forgas has identified two overarching conditions under which mood is most likely to affect information processing: \n</p>\n<ul><li>situations that require cognition about difficult, peripheral subjects</li>\n<li>situations that require judgment of obscure, atypical subjects.</li></ul>\n<h2><span class=\"mw-headline\" id=\"Relationship_to_risk_behavior\">Relationship to risk behavior</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Affect_infusion_model&amp;action=edit&amp;section=7\" title=\"Edit section: Relationship to risk behavior\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Because mood itself is relatively complex, being the sum of many smaller emotional experiences with no single cause, pinpointing its real-world influence is no easy task. But scholars have used the AIM to examine a number of social phenomena with a variety of results. One area of research involving the AIM concerns the model's role in understanding an individual's propensity for risk taking. Since risky behavior can trigger a complex and varied set of emotional responses (elation, <a href=\"/wiki/Fear\" title=\"Fear\">fear</a>, acceptance, etc.), a person's mood might be expected to play a substantial and unpredictable role in any choice to take heavy risks. If a person is in a good mood, he or she might be more likely to appraise the risk positively and be willing to accept any consequences in advance. But even if they are in a bad mood, they could be more likely to rebel against their cultural norms and take the risk anyway.<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (January 2009)\">citation needed</span></a></i>&#93;</sup>\n</p><p>This relationship has been examined in a particular experiment by attempting to manipulate a person's mood in order to produce infusion responses.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup> The <a href=\"/wiki/Hypothesis\" title=\"Hypothesis\">hypothesis</a> is that the \"risk taking tendency is greater for those individuals who are in a happy mood than for those who are in a sad mood\".<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup> Participants in this experiment were exposed to one of three priming movies (happy, sad, or neutral) and then measured on a risk-taking scale. The researchers divided the sample into two units of separation, one being age (old and young) and the other being mood valence (happy, neutral and sad). Not only did their data confirm their hypothesis for both younger and older participants, but it also confirmed the AIM as a legitimate instrument for studying the complexities of mood.\n</p><p>Another study examined how the AIM relates to a specific type of risk behavior: <a href=\"/wiki/Gambling\" title=\"Gambling\">gambling</a>. It investigated how mood affects an individual's sustained inclination to gamble, especially among non-regular gamblers.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup> The researchers separated regular and non-regular gamblers and measured how their moods affected their experiences on the gaming floor. Specifically, they expected non-regular gamblers in a good mood to be more persistent than non-regular gamblers in a bad mood. This is because gambling, when it is a new and unfamiliar experience, complete with the bright lights and colors that are a feature of the average casino, requires a great deal of information processing, making it especially unattractive to someone in a bad mood. Their research confirmed this notion, but in addition, it was used to positively identify depression as a causal factor of addictive gambling, when the casino has become a familiar environment.\n</p>\n<h2><span class=\"mw-headline\" id=\"Influence_on_interpersonal_behavior\">Influence on interpersonal behavior</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Affect_infusion_model&amp;action=edit&amp;section=8\" title=\"Edit section: Influence on interpersonal behavior\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In striving for a deeper understanding of the AIM, scholars have examined different types of behavior that can be expected when affect (mood and emotion) strongly influences information processing.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup> This is by no means an exact science, as the behavioral consequences of affect are usually indirect and varied, but they have been able to show that \"affective states have a subtle and cognitively mediated influence on the ways people perform or inhibit complex strategic behaviors\" (p.&#160;206). In other words, emotion influences thinking and behavior in subtle ways. A person in a strongly positive mood may be more confident and use more direct interpersonal behaviors than they would if they were in a bad mood. They may feel 'untouchable' due to the many good things that have happened to them and approach complex situations with an increased level of assurance. As the research has shown, this effect becomes greater as a situation becomes more complex.\n</p><p>In this sense, the AIM is a potential instrument for propaganda campaigns that promote a link between positive affect and desired behavior. For example, many failed attempts to dissuade adolescents from smoking have involved morbid and gloomy advertisements that only serve to depress their viewers. According to the AIM, messages that establish a comfortable atmosphere and focus not on the consequences of smoking but on the benefits of not smoking would probably be more successful.\n</p>\n<h2><span class=\"mw-headline\" id=\"The_AIM_as_a_research_tool\">The AIM as a research tool</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Affect_infusion_model&amp;action=edit&amp;section=9\" title=\"Edit section: The AIM as a research tool\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Along with a clearer understanding of the effect of mood on a person's information processing, the AIM also provides a guide by which researchers can design experiments to investigate the effect of sending persuasive messages to subjects. One important area of research involves the concept of 'mood congruence', or how the results of mood compare to the mood itself. It has been found that 'mood congruence' occurs when a person exhibits a positive relationship between his or her mood and a dependent variable; essentially, as the strength of the mood increases or decreases, so the performance measured by this variable increases or decreases correspondingly. Conversely, 'mood incongruence' occurs when a person exhibits a negative relationship between mood and the dependent variable; thus, as mood increases, performance decreases and vice versa.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup>\n</p><p>This distinction has been used to study the relationship between moods and personal goals. For those who are mood congruent, mood generally has a positive relationship with goal motivation, which presents a major opportunity to designers of public health information.<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup> According to this line of thought, establishing a positive mood state within the emotional feel of a message and then psychologically connecting that state to the desired behavior would be critical to the message's efficacy.\n</p><p>The AIM has also provided useful insights to other fields. In consumer research, the AIM has helped to explain how males and females differ in their processing of advertising under happy and sad mood states.\n<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Affect_infusion_model&amp;action=edit&amp;section=10\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Forgas, J.P. (1995). \"Mood and judgment: The Affect Infusion Model (AIM)\". <i>Psychological Bulletin</i>. <b>117</b> (1): 39–66. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1037/0033-2909.117.1.39\">10.1037/0033-2909.117.1.39</a>. <a href=\"/wiki/PubMed_Identifier\" class=\"mw-redirect\" title=\"PubMed Identifier\">PMID</a>&#160;<a rel=\"nofollow\" class=\"external text\" href=\"//www.ncbi.nlm.nih.gov/pubmed/7870863\">7870863</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Psychological+Bulletin&amp;rft.atitle=Mood+and+judgment%3A+The+Affect+Infusion+Model+%28AIM%29&amp;rft.volume=117&amp;rft.issue=1&amp;rft.pages=39-66&amp;rft.date=1995&amp;rft_id=info%3Adoi%2F10.1037%2F0033-2909.117.1.39&amp;rft_id=info%3Apmid%2F7870863&amp;rft.aulast=Forgas&amp;rft.aufirst=J.P.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAffect+infusion+model\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Forgas, J.P. (1998). \"On feeling good and getting your way: Mood effects on negotiator cognition and bargaining strategies\". <i>Journal of Personality and Social Psychology</i>. <b>74</b> (3): 565–577. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1037/0022-3514.74.3.565\">10.1037/0022-3514.74.3.565</a>. <a href=\"/wiki/PubMed_Identifier\" class=\"mw-redirect\" title=\"PubMed Identifier\">PMID</a>&#160;<a rel=\"nofollow\" class=\"external text\" href=\"//www.ncbi.nlm.nih.gov/pubmed/11407408\">11407408</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Journal+of+Personality+and+Social+Psychology&amp;rft.atitle=On+feeling+good+and+getting+your+way%3A+Mood+effects+on+negotiator+cognition+and+bargaining+strategies&amp;rft.volume=74&amp;rft.issue=3&amp;rft.pages=565-577&amp;rft.date=1998&amp;rft_id=info%3Adoi%2F10.1037%2F0022-3514.74.3.565&amp;rft_id=info%3Apmid%2F11407408&amp;rft.aulast=Forgas&amp;rft.aufirst=J.P.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAffect+infusion+model\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Forgas, J. P. (1999). \"On feeling good and being rude: Affective influences on language use and request formulations\". <i>Journal of Personality and Social Psychology</i>. <b>76</b> (6): 928–939. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1037/0022-3514.76.6.928\">10.1037/0022-3514.76.6.928</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Journal+of+Personality+and+Social+Psychology&amp;rft.atitle=On+feeling+good+and+being+rude%3A+Affective+influences+on+language+use+and+request+formulations&amp;rft.volume=76&amp;rft.issue=6&amp;rft.pages=928-939&amp;rft.date=1999&amp;rft_id=info%3Adoi%2F10.1037%2F0022-3514.76.6.928&amp;rft.aulast=Forgas&amp;rft.aufirst=J.+P.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAffect+infusion+model\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Forgas, J.P. (1995). \"Mood and judgment: The Affect Infusion Model (AIM)\". <i>Psychological Bulletin</i>. <b>117</b> (1): 39–66. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1037/0033-2909.117.1.39\">10.1037/0033-2909.117.1.39</a>. <a href=\"/wiki/PubMed_Identifier\" class=\"mw-redirect\" title=\"PubMed Identifier\">PMID</a>&#160;<a rel=\"nofollow\" class=\"external text\" href=\"//www.ncbi.nlm.nih.gov/pubmed/7870863\">7870863</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Psychological+Bulletin&amp;rft.atitle=Mood+and+judgment%3A+The+Affect+Infusion+Model+%28AIM%29&amp;rft.volume=117&amp;rft.issue=1&amp;rft.pages=39-66&amp;rft.date=1995&amp;rft_id=info%3Adoi%2F10.1037%2F0033-2909.117.1.39&amp;rft_id=info%3Apmid%2F7870863&amp;rft.aulast=Forgas&amp;rft.aufirst=J.P.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAffect+infusion+model\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Schwarz, N.; Clore, G. L. (1983). \"Mood, misattribution, and judgments of well-being: Informative and directive functions of affective states\". <i>Journal of Personality and Social Psychology</i>. <b>45</b> (3): 513–523. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1037/0022-3514.45.3.513\">10.1037/0022-3514.45.3.513</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Journal+of+Personality+and+Social+Psychology&amp;rft.atitle=Mood%2C+misattribution%2C+and+judgments+of+well-being%3A+Informative+and+directive+functions+of+affective+states&amp;rft.volume=45&amp;rft.issue=3&amp;rft.pages=513-523&amp;rft.date=1983&amp;rft_id=info%3Adoi%2F10.1037%2F0022-3514.45.3.513&amp;rft.aulast=Schwarz&amp;rft.aufirst=N.&amp;rft.au=Clore%2C+G.+L.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAffect+infusion+model\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Chou, K. L.; Lee, T. M. C.; Ho, A. H. Y. (2007). \"Does mood state change risk taking tendency in older adults\". <i>Psychology and Aging</i>. <b>22</b> (2): 310–318. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1037/0882-7974.22.2.310\">10.1037/0882-7974.22.2.310</a>. <a href=\"/wiki/PubMed_Identifier\" class=\"mw-redirect\" title=\"PubMed Identifier\">PMID</a>&#160;<a rel=\"nofollow\" class=\"external text\" href=\"//www.ncbi.nlm.nih.gov/pubmed/17563186\">17563186</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Psychology+and+Aging&amp;rft.atitle=Does+mood+state+change+risk+taking+tendency+in+older+adults&amp;rft.volume=22&amp;rft.issue=2&amp;rft.pages=310-318&amp;rft.date=2007&amp;rft_id=info%3Adoi%2F10.1037%2F0882-7974.22.2.310&amp;rft_id=info%3Apmid%2F17563186&amp;rft.aulast=Chou&amp;rft.aufirst=K.+L.&amp;rft.au=Lee%2C+T.+M.+C.&amp;rft.au=Ho%2C+A.+H.+Y.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAffect+infusion+model\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Chou, K. L., Lee, T. M. C., &amp; Ho, A. H. Y. (2007). p. 314.</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Hills, A. M.; Hill, S.; Mamone, N.; Dickerson, M. (2001). \"Induced mood and persistence at gaming\". <i>Addiction</i>. <b>96</b> (11): 1629–1638. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1046/j.1360-0443.2001.961116299.x\">10.1046/j.1360-0443.2001.961116299.x</a>. <a href=\"/wiki/PubMed_Identifier\" class=\"mw-redirect\" title=\"PubMed Identifier\">PMID</a>&#160;<a rel=\"nofollow\" class=\"external text\" href=\"//www.ncbi.nlm.nih.gov/pubmed/11784459\">11784459</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Addiction&amp;rft.atitle=Induced+mood+and+persistence+at+gaming&amp;rft.volume=96&amp;rft.issue=11&amp;rft.pages=1629-1638&amp;rft.date=2001&amp;rft_id=info%3Adoi%2F10.1046%2Fj.1360-0443.2001.961116299.x&amp;rft_id=info%3Apmid%2F11784459&amp;rft.aulast=Hills&amp;rft.aufirst=A.+M.&amp;rft.au=Hill%2C+S.&amp;rft.au=Mamone%2C+N.&amp;rft.au=Dickerson%2C+M.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAffect+infusion+model\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Forgas, J. P.; Vargas, P. (1998). \"Affect and behavior inhibition: The mediating role of cognitive processing strategies\". <i>Psychological Inquiry</i>. <b>9</b> (3): 205–210. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1207/s15327965pli0903_2\">10.1207/s15327965pli0903_2</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Psychological+Inquiry&amp;rft.atitle=Affect+and+behavior+inhibition%3A+The+mediating+role+of+cognitive+processing+strategies&amp;rft.volume=9&amp;rft.issue=3&amp;rft.pages=205-210&amp;rft.date=1998&amp;rft_id=info%3Adoi%2F10.1207%2Fs15327965pli0903_2&amp;rft.aulast=Forgas&amp;rft.aufirst=J.+P.&amp;rft.au=Vargas%2C+P.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAffect+infusion+model\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Davis, M. A.; Kirby, S. L.; Curtis, M. B. (2007). \"The influence of affect on goal choice and task performance\". <i>Journal of Applied Social Psychology</i>. <b>37</b>: 14–42. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1111/j.0021-9029.2007.00144.x\">10.1111/j.0021-9029.2007.00144.x</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Journal+of+Applied+Social+Psychology&amp;rft.atitle=The+influence+of+affect+on+goal+choice+and+task+performance&amp;rft.volume=37&amp;rft.pages=14-42&amp;rft.date=2007&amp;rft_id=info%3Adoi%2F10.1111%2Fj.0021-9029.2007.00144.x&amp;rft.aulast=Davis&amp;rft.aufirst=M.+A.&amp;rft.au=Kirby%2C+S.+L.&amp;rft.au=Curtis%2C+M.+B.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAffect+infusion+model\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">George, J. M., &amp; Brief, A. P. (1996). Motivational agendas in the workplace: The effects of feelings on focus of attention and work motivation. In B. M. Staw &amp; L. L. Cummings (Eds.), <i>Research in organizational behavior</i> (Vol. 18, pp. 75-109). Greenwich, CT: JAI.</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Martin, Brett A. S. (2003). <a rel=\"nofollow\" class=\"external text\" href=\"http://www.basmartin.com/wp-content/uploads/2010/08/Martin-2003.pdf\">\"The Inﬂuence of Gender on Mood Effects in Advertising\"</a> <span style=\"font-size:85%;\">(PDF)</span>. <i>Psychology and Marketing</i>. <b>20</b> (3): 249–273. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1002/mar.10070\">10.1002/mar.10070</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Psychology+and+Marketing&amp;rft.atitle=The+In%EF%AC%82uence+of+Gender+on+Mood+Effects+in+Advertising&amp;rft.volume=20&amp;rft.issue=3&amp;rft.pages=249-273&amp;rft.date=2003&amp;rft_id=info%3Adoi%2F10.1002%2Fmar.10070&amp;rft.aulast=Martin&amp;rft.aufirst=Brett+A.+S.&amp;rft_id=http%3A%2F%2Fwww.basmartin.com%2Fwp-content%2Fuploads%2F2010%2F08%2FMartin-2003.pdf&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAffect+infusion+model\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div>\n\n<!-- \nNewPP limit report\nParsed by mw1261\nCached time: 20180910044917\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.180 seconds\nReal time usage: 0.211 seconds\nPreprocessor visited node count: 750/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 21656/2097152 bytes\nTemplate argument size: 972/2097152 bytes\nHighest expansion depth: 11/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 13173/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.098/10.000 seconds\nLua memory usage: 3.67 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  174.770      1 -total\n 49.16%   85.924     10 Template:Cite_journal\n 43.70%   76.371      2 Template:Citation_needed\n 30.88%   53.965      2 Template:Fix\n 18.94%   33.097      4 Template:Category_handler\n  9.51%   16.615      2 Template:Delink\n  2.21%    3.856      2 Template:Fix/category\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:16864467-0!canonical and timestamp 20180910044917 and revision id 786796542\n -->\n</div>"},"langlinks":[{"lang":"de","url":"https://de.wikipedia.org/wiki/Affekt-Infusions-Theorie","langname":"German","autonym":"Deutsch","*":"Affekt-Infusions-Theorie"},{"lang":"pl","url":"https://pl.wikipedia.org/wiki/Infuzja_afektu","langname":"Polish","autonym":"polski","*":"Infuzja afektu"}],"categories":[{"sortkey":"","hidden":"","*":"All_articles_with_unsourced_statements"},{"sortkey":"","hidden":"","*":"Articles_with_unsourced_statements_from_January_2009"},{"sortkey":"","*":"Communication_theory"},{"sortkey":"","*":"Cognitive_psychology"},{"sortkey":"","*":"Emotion"},{"sortkey":"","*":"Feeling"}],"links":[{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from January 2009"},{"ns":0,"exists":"","*":"Continuum (theory)"},{"ns":0,"exists":"","*":"Digital object identifier"},{"ns":0,"exists":"","*":"Fear"},{"ns":0,"exists":"","*":"Gambling"},{"ns":0,"exists":"","*":"Heuristic"},{"ns":0,"exists":"","*":"Hypothesis"},{"ns":0,"exists":"","*":"Joseph Paul Forgas"},{"ns":0,"exists":"","*":"Mood (psychology)"},{"ns":0,"exists":"","*":"PubMed Identifier"},{"ns":4,"exists":"","*":"Wikipedia:Citation needed"}],"templates":[{"ns":10,"exists":"","*":"Template:Citation needed"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Delink"},{"ns":10,"exists":"","*":"Template:Cite journal"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Delink"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"}],"images":[],"externallinks":["//doi.org/10.1037/0033-2909.117.1.39","//www.ncbi.nlm.nih.gov/pubmed/7870863","//doi.org/10.1037/0022-3514.74.3.565","//www.ncbi.nlm.nih.gov/pubmed/11407408","//doi.org/10.1037/0022-3514.76.6.928","//doi.org/10.1037/0022-3514.45.3.513","//doi.org/10.1037/0882-7974.22.2.310","//www.ncbi.nlm.nih.gov/pubmed/17563186","//doi.org/10.1046/j.1360-0443.2001.961116299.x","//www.ncbi.nlm.nih.gov/pubmed/11784459","//doi.org/10.1207/s15327965pli0903_2","//doi.org/10.1111/j.0021-9029.2007.00144.x","http://www.basmartin.com/wp-content/uploads/2010/08/Martin-2003.pdf","//doi.org/10.1002/mar.10070"],"sections":[{"toclevel":1,"level":"2","line":"Affect infusion","number":"1","index":"1","fromtitle":"Affect_infusion_model","byteoffset":565,"anchor":"Affect_infusion"},{"toclevel":1,"level":"2","line":"Processing strategies","number":"2","index":"2","fromtitle":"Affect_infusion_model","byteoffset":2729,"anchor":"Processing_strategies"},{"toclevel":2,"level":"3","line":"Direct access processing","number":"2.1","index":"3","fromtitle":"Affect_infusion_model","byteoffset":4782,"anchor":"Direct_access_processing"},{"toclevel":2,"level":"3","line":"Motivated processing","number":"2.2","index":"4","fromtitle":"Affect_infusion_model","byteoffset":5104,"anchor":"Motivated_processing"},{"toclevel":2,"level":"3","line":"Heuristic processing","number":"2.3","index":"5","fromtitle":"Affect_infusion_model","byteoffset":5476,"anchor":"Heuristic_processing"},{"toclevel":2,"level":"3","line":"Substantive processing","number":"2.4","index":"6","fromtitle":"Affect_infusion_model","byteoffset":6261,"anchor":"Substantive_processing"},{"toclevel":1,"level":"2","line":"Relationship to risk behavior","number":"3","index":"7","fromtitle":"Affect_infusion_model","byteoffset":7618,"anchor":"Relationship_to_risk_behavior"},{"toclevel":1,"level":"2","line":"Influence on interpersonal behavior","number":"4","index":"8","fromtitle":"Affect_infusion_model","byteoffset":11084,"anchor":"Influence_on_interpersonal_behavior"},{"toclevel":1,"level":"2","line":"The AIM as a research tool","number":"5","index":"9","fromtitle":"Affect_infusion_model","byteoffset":12895,"anchor":"The_AIM_as_a_research_tool"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"10","fromtitle":"Affect_infusion_model","byteoffset":15450,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Affect infusion model","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q382212"}]}}