{"parse":{"title":"Information manipulation theory","pageid":12934827,"revid":814375141,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Information manipulation theory</b> (<b>IMT</b>) (McCornack 1992) &amp; (McCornack et al. 1992) is a way of looking at interpersonal communication. It deals with the way a  sender might assemble information packages (in the form of messages) to a receiver in order to give an impression that is false from the perspective of the sender. The sender chooses certain facts in the message from an available amount of information—but omits, alters, or falsifies others. The act of trying to get someone to believe something untrue is <i>deceit</i>. The type of communication created by such deceitful intent is called a deceptive message. The senders management of given information to provide a receiver with a false perception of that same information is called <i>information manipulation</i>. Departing from the focus on the communication mode found in <a href=\"/wiki/Interpersonal_deception_theory\" title=\"Interpersonal deception theory\">Interpersonal Deception Theory</a> (IDT), IMT is more concerned with the content of the deceptive messages, the situational contexts that bring them about, the degree to which the detection of such a message affects perception of deception and the relational consequences associated with deceptive messages.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#History_and_central_themes\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">History and central themes</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Operational_context\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Operational context</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Conceptual_foundation\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Conceptual foundation</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Theoretical_perspective\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Theoretical perspective</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Previous_research\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Previous research</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Theoretical_framework\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Theoretical framework</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Major_experimental_findings\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Major experimental findings</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Influential_factors\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">Influential factors</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#Criticism_of_IMT\"><span class=\"tocnumber\">9</span> <span class=\"toctext\">Criticism of IMT</span></a></li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#References\"><span class=\"tocnumber\">10</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"History_and_central_themes\">History and central themes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Information_manipulation_theory&amp;action=edit&amp;section=1\" title=\"Edit section: History and central themes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Information manipulation theory (IMT) was formulated by Steven A. McCornack while an assistant professor and a Lilly Endowment Teaching Fellow at Michigan State University. In 1992, McCornack published two articles that are recognized as the seminal works in information manipulation theory.  In his first article, McCornack lays out the basic foundation of this theoretical option for examining the phenomenon of creating and relaying deceptive messages. As stated, IMT “suggests that deceptive messages function deceptively because they violate the principles that govern conversational exchanges” (McCornack 1992). The second article (McCornack et al. 1992) provided an empirical test of the theory.\n</p><p>Timothy Levine (PhD, Michigan State University, 1992) was present for the first empirical test for information manipulation theory, has been a significant contributor to the development of IMT, and is a leader in developing new paradigms for <a href=\"/wiki/Deception\" title=\"Deception\">deception</a> detection research. IMT provided impetus to the development of a message-based theory of deception detection that calls into question psychophysical and emotion-based theories of deception detection as well as the interaction-based IDT.\n</p>\n<h2><span class=\"mw-headline\" id=\"Operational_context\">Operational context</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Information_manipulation_theory&amp;action=edit&amp;section=2\" title=\"Edit section: Operational context\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Information manipulation theory, not unlike <a href=\"/wiki/Interpersonal_deception_theory\" title=\"Interpersonal deception theory\">Interpersonal Deception Theory</a> (IDT) is a subset and functional manifestation of interpersonal communication. According to David Buller and Judee Burgoon, “Deception is conceptualized as a form of information management, something that is fundamental to human communication (Buller &amp; Burgoon 1998).”  IMT is concerned with the way that relational goals and situational pressures influence the interpersonal communication process, and ultimately leads to the formation and implementation of deceptive verbal messages.\n</p>\n<h2><span class=\"mw-headline\" id=\"Conceptual_foundation\">Conceptual foundation</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Information_manipulation_theory&amp;action=edit&amp;section=3\" title=\"Edit section: Conceptual foundation\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Prior to the introduction of information manipulation theory as a potential way to observe the phenomenon of verbally controlling information there was literature on the subject of information control and deception in general. McCornack cites Turner, Edgley and Olmstead (1975) and how they “noted several forms of information control in their study of conversations (e.g. “lies,” “exaggerations,” “half-truths,” “secrets,” and diversionary responses) (McCornack et al. 1992).”  Buller and Burgoon again draw upon Turner et al. when referring to deception as “a very common form of information management in human interaction (Buller and Burgoon 1998).” With the notion of deception already being established in circles of communication studies and behavioral science as a topic of discussion and analysis by the 1980s, we have the development of conceptual constructs regarding the topic. In 1984, Hopper and Bell introduce a typology of deceptive types using English terms. The types noted in McCornack’s work are listed as follows: unlies, playings, fiction, masks, lies, and crimes (McCornack et al. 1992). In another oft-cited work from the 1980s, we are given another typology. In 1986, Metts and Chronis proposed another four types and in 1989 Metts asserted that regardless of the differences in semantics, all the “taxonomies” to date reflected a similarity in the formulation of deceptive messages. Metts states “the observable variation in deceptive message design reflects “a continuum of covert to overt misrepresentation of information.” (McCornack et al., 1992) Finally, you have <a href=\"/wiki/Interpersonal_deception_theory\" title=\"Interpersonal deception theory\">Interpersonal Deception Theory</a> (IDT) introduced in 1988 by David Buller and Judee Burgoon, which proposes that deception is a distinct communicative process that relies on interaction between the sender and receiver. IDT focuses on emotion both as a motivator and message in the process as well as the mechanical aspects of how that communication takes place (Buller and Burgoon 1998).\n</p>\n<h2><span class=\"mw-headline\" id=\"Theoretical_perspective\">Theoretical perspective</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Information_manipulation_theory&amp;action=edit&amp;section=4\" title=\"Edit section: Theoretical perspective\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Information manipulation theory departs from <a href=\"/wiki/Interpersonal_deception_theory\" title=\"Interpersonal deception theory\">Interpersonal Deception Theory</a> in the substance of the focus of its studies.  Whereas Interpersonal Deception Theory (IDT) spends more time studying the physiological challenges and channels of communication involved in the detection of deceptive messages, information manipulation theory is more involved with the content of the messages and why they are employed. This is a distinction that can be examined in terms of how these theories approach the divergence from communication norms. IDT is more involved with the physical and biological deviation of normal behavior exhibited in communication. IMT is more fixed on the departure from conversational standards. Both theories aimed at discovering more about the relational effect of discovering that an act of deception has taken place.\n</p>\n<h2><span class=\"mw-headline\" id=\"Previous_research\">Previous research</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Information_manipulation_theory&amp;action=edit&amp;section=5\" title=\"Edit section: Previous research\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Before the advent of information manipulation theory, researchers were not interested in the formulation or design of the deceptive message. Previous studies on deception were more concerned with the mode of communication because deception was thought to occur in typical human interactions in unnatural polarized ways. Additionally, use of recollection as a method generating “normal” cognitive examples of deception scenarios further led to this dichotomous perspective. Truth in communication was thought to be clear or unclear. Bavelas et al. (1990) speak to this issue (McCornack 1992). Deception was also viewed to have manifested as either one of two of things: a type or a strategy. McCornack sought to depart from that and present another argument for how deceptive messages might be analyzed. IMT recognizes deception as a unique mode of communication that departs from more traditional, rational communicative behavior. IMT is more directed at answering the question of how a sender might go about engaging in the development and dispensation of a deceptive message and what about that process makes it more or less deceptive (McCornack 1992).\n</p>\n<h2><span class=\"mw-headline\" id=\"Theoretical_framework\">Theoretical framework</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Information_manipulation_theory&amp;action=edit&amp;section=6\" title=\"Edit section: Theoretical framework\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Information manipulation theory proposes that in any given conversation there exists a set of basic, reasonable assumptions about how transmission of information occurs. This premise is based on the work of <a href=\"/wiki/Paul_Grice\" title=\"Paul Grice\">Paul Grice</a>. Taken from his speeches in 1967 to writings in 1975 and 1989, Grice promoted notions regarding language usage that has come to be known as his theory of “conversational implicature” (CI) (McCornack 1992).\n</p>\n<ul><li><i>Conversational implicature</i></li></ul>\n<p>Jacobs, Dawson and Brashers (1996) recount Grice stating “communication is made possible by communicators’ mutually orienting toward general principles of cooperation and rationality.” The vehicles that deliver CI are what Grice refers to as conversational maxims (CM).  CM can be used as dimensions to determine the degree of deceptiveness.\n</p>\n<ul><li><i>Conversational maxims</i></li></ul>\n<p>These maxims are as follows:\n</p>\n<ol><li>Quantity &#8212; relates to expectations regarding the reasonable amount of information that should be provided in a given message</li>\n<li>Quality &#8212; relates to expectations regarding the veracity (truthfulness) of information that is presented in a given message</li>\n<li>Relation &#8212; relates to relevancy expectations regarding the constraints of the conversation established by earlier remarks</li>\n<li>Manner &#8212; relates to expectations regarding the way something is said</li></ol>\n<p>(McCornack 1992)\n</p>\n<ul><li><i>Cooperative principle</i></li></ul>\n<p>Grice posits that the resulting ‘norm’ that arises from adherence to CM is by virtue of what is called the Cooperative Principle (CP).\n</p><p>These maxims are only totally adhered to in what is called ‘a philosopher’s paradise’ but generally these maxims can be adhered to within a conversational context. Grice calls the obvious real world violation of a CM as “flouts”; when one CM opposes another, this is referred to as a “clash” (Jacobs et al. 1996).  In the case of the former this violation can happen “quietly.”\n</p><p>It is a major tenet of IMT that the subtle and covert nature of these violations of conversational norm assumptions is precisely what makes a message deceptive. A message can be identified in terms of its deceptiveness dependent on where it is measured according to the dimensions of the conversational maxims (McCornack 1992).\n</p>\n<h2><span class=\"mw-headline\" id=\"Major_experimental_findings\">Major experimental findings</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Information_manipulation_theory&amp;action=edit&amp;section=7\" title=\"Edit section: Major experimental findings\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>The initial experiments regarding information manipulation theory confirmed that the degree to which a message can be determined to be deceptive can be coded and measured along the dimensions of its violations of CM. The deception by the receiver is experienced when the CP understood to occur is not adhered to by the sender. This experiment also questioned the relative social ‘competence’ of full disclosure of available information compared to social goal or consequences (McCornack et al. 1992).</li>\n<li>The second set of experiments measure the effect of the dimensions compared to each other. It was discovered some violations were considered “more deceptive” than others. Another discovery was that the nature of the relationship has an effect on the relative social ‘competence’ of full disclosure. In regard to romantic relationships, full disclosure is more ‘competent’ because relational honesty was considered paramount (McCornack 1992).</li>\n<li>Another significant experiment was performed to see if the results of McCornack’s theory could be generalized outside of Western cultures. This was examined through the lens of the individualist vs. collectivist debate. These two cultural poles are regarded as the most overarching themes of cultural identity and perspective. With the U.S. regarded as being representative of the Individualist perspective, Hong Kong was chosen to represent the Collectivist perspective. The dimensions of quality and relevance were regarded as deceptive, but not the other dimensions.  This experiment concluded that what is seen as '<i>truthful</i>, what violations are acceptable, the motivation for those violations and what is understood to be a conversational maxim is dependent on cultural identity (Yeung, Levine, &amp; Nishiyama 1999).</li>\n<li>Another experiment performed by L. Zhou and S. Lutterbie followed the work of the aforementioned tests of IMT. This experiment concluded that the best way to apply the principles of IMT across cultures is to take a multi-directional, multi-prong approach. This subject of normative actions in conversation should be approached with a top-down and bottom-up approach (Zhou &amp; Lutterbie 2005).</li></ul>\n<h2><span class=\"mw-headline\" id=\"Influential_factors\">Influential factors</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Information_manipulation_theory&amp;action=edit&amp;section=8\" title=\"Edit section: Influential factors\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><i>Cultural concept</i></li></ul>\n<p>IMT as it is applied in cultural contexts varies. When evaluating Western culture it was discovered that all methods of manipulation were viewed as deceptive with manipulation of quality rated as most deceptive.  Conversely, IMT participants in Hong Kong only rated statements involved with quality and/or relevance as more manipulative and deceptive (Zhou &amp; Lutterbie 2005).  Both researchers agree that the Bottom-Up approach is an effective method for examining general patterns of deception across cultures while the Top-Down approach can account for situational variations to explain deceptive behavior patterns in order to create an applicable cross-cultural IMT model.\n</p>\n<ul><li><i>Moral judgment</i></li></ul>\n<p>Research suggests young children's view of how information is perceived as deceptive varies as children grow older.  This variation in moral judgment suggests that moral development is critical in perceptions of right or wrong.  As individuals experience a series of (moral) developmental stages such as avoiding punishment, gaining rewards, identifying individual duty role in society to meet expectations of others (Zhou &amp; Lutterbie 2005), different behavior modeling criteria is established through communication situations that cognitively stimulates and challenges moral judgment. These stages, frequency and types of development models are theorized to be more or less universal across cultures.  However, moral judgment in IMT should be reserved for other communication theory that more distinctly addresses broad, generic cultural criteria patterns and specific requirements of societies to establish what does or does not covertly violate global conversational maxims.\n</p>\n<ul><li><i>Consequence resulting from the deceptive message</i></li></ul>\n<p>IMT supports the idea that deception may or may not be detectable. When participants are asked to rate message features like how much information was false, omitted, equivocal and/or irrelevant, researchers can reasonably measure and describe such multidimensional deceptive messages.  However, the measurability results and conceptual meaning of degrees of deception and its impact is unclear (Levine, Asada &amp; Lindsey 2003).  Information that is manipulated on a continuum from trivial deception to important deception can range from socially acceptable to morally reprehensible.  The more severe lies are rated, the more deceptive the lies than inconsequential ones. Deceiving others about important information is more likely to result in adverse moral judgment and/or moral condemnation.\n</p>\n<h2><span class=\"mw-headline\" id=\"Criticism_of_IMT\">Criticism of IMT</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Information_manipulation_theory&amp;action=edit&amp;section=9\" title=\"Edit section: Criticism of IMT\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The most significant criticism of information manipulation theory has come in the form of the following two arguments:\n</p>\n<ul><li>IMT does not correctly interpret the  writings of <a href=\"/wiki/Paul_Grice\" title=\"Paul Grice\">Paul Grice</a>'s notion of Conversational Implicature, Conversational Maxims or Cooperation Principle.  This issue was addressed in a critical rejoinder by McCornack et al. (1996).  IMT provides an explanation for the multiple ways deception can occur. However, it does not predict what conversational maxims a person may violate—only that the violation will occur within the certain realm of possibilities or scenarios provided.  IMT predicts and analyzes the methods of deception a person uses by determining what information is eliminated.</li>\n<li>IMT testing predictions can be made more accurate by use of a different set of information dimensions.  This issue was also addressed in the critical rejoinder by McCornack et al. (1996).  IMT is a value conscious communication theory.  The researcher must judge and develop criteria for what may be considered deceptiveness.  While violations of the maxim of quality and quantity are more or less objectively derived, violations of relation and manner are largely subjectively assessed. For this reason the researcher must be aware of his/her own bias, value and belief systems and incorporate these predispositions when making these judgments.  Researchers must also construct sound, qualitative/quantitative evaluative criteria to optimize and legitimize the integrity and credibility of their work.</li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Information_manipulation_theory&amp;action=edit&amp;section=10\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Bavelas, J.B., Black, A., Chovil, N., &amp; Mullett, J. (1990) <i>Equivocal communication. Sage series in interpersonal communication</i>, Volume 11. Thousand Oaks, CA: Sage.\n</p><p>Buller, D.B., &amp; Burgoon, J.K. (1996). Another look at information management:  A rejoinder to McCornack, Levine, Morrison and Lapinski.  <i><a href=\"/wiki/Communication_Monographs\" title=\"Communication Monographs\">Communication Monographs</a></i> 63, 92–98.\n</p><p>Buller, D.B., &amp; Burgoon, J.K. (1998).  Emotional expression in the deception process, In P.A. Andersen, L. Guerrero, (Eds.), <i>Handbook of Communication and Emotion:  Research, Theory, Applications, and Contexts.</i>  San Diego:  Academic Press, 381-402. \n</p><p>Grice, P. (1989). <i>Studies in the Way of Words</i>. Cambridge, MA.  Harvard University Press.\n</p><p>Hopper, R., &amp; Bell, R. A. (1984). Broadening the deception construct. <i><a href=\"/wiki/Quarterly_Journal_of_Speech\" title=\"Quarterly Journal of Speech\">Quarterly Journal of Speech</a></i> 70(3), 288-302.\n</p><p>Jacobs, S., Dawson, J., Brashers, D. (1996).  <i>Communication Monographs</i> 63, 71–82.\n</p><p>Levine,  T., Asada, K., &amp; Lindsey, L. (2003).  The relative impact of violation type and lie severity on judgments of message deceitfulness, <i><a href=\"/wiki/Communication_Research_Reports\" title=\"Communication Research Reports\">Communication Research Reports</a></i> 20(3), 208-218.\n</p><p>Levine, T.R., Lapinski, M.K., Banas, J., Wong, N.C., Hu, A.D.S., Endo, K., Baum, K.L., &amp; Anders, L.N. (2002).  Self-construal, self and other benefit, and the generation of deceptive messages. <i><a href=\"/wiki/Journal_of_Intercultural_Communication_Research\" title=\"Journal of Intercultural Communication Research\">Journal of Intercultural Communication Research</a></i> 31(1), 29–47.\n</p><p>McCornack, S.A. (1992).  Information manipulation theory. <i>Communication Monographs</i> 59, 1–16.\n</p><p>McCornack, S.A., Levine, T.R., Morrison, K., &amp; M. Lapinski (1996). Speaking of information manipulation: A critical rejoinder. <i>Communication Monographs</i> 63, 83-92.\n</p><p>McCornack, S.A, Levine, T.R., Solowczuk, K.A., Torres, H.I, &amp; Campbell, D.M. (1992).  When the alteration of information is viewed as deception: An empirical test of information manipulation theory.  <i>Communication Monographs</i> 59, 17–29.\n</p><p>Metts, S. (1989). An exploratory investigation of deception in close relationships. <i><a href=\"/wiki/Journal_of_Social_and_Personal_Relationships\" title=\"Journal of Social and Personal Relationships\">Journal of Social and Personal Relationships</a></i> 6(2), 159-179.\n</p><p>Metts, S., &amp; Chronis, H. (1986). An exploratory investigation of relational deception. Paper presented at the annual meeting of the International Communication Association, Chicago.\n</p><p>Turner, R.E., Edgley, C., &amp; Olmstead, G. (1975). Information control in conversations: Honesty is not always the best policy. <i><a href=\"/w/index.php?title=Kansas_Journal_of_Sociology&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Kansas Journal of Sociology (page does not exist)\">Kansas Journal of Sociology</a></i> 11(1), 69-89.\n</p><p>Yeung, L.N.T., Levine, T.R., &amp; Nishiyama, K. (1999). Information manipulation theory and perceptions of deception in Hong Kong. <i><a href=\"/w/index.php?title=Communication_Reports&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Communication Reports (page does not exist)\">Communication Reports</a></i> 12(1), 1-11.\n</p><p>Zhou, L., &amp; Lutterbie, S. (2005).  Deception across cultures:  Bottom-up and top-down approaches. Presented at IEEE International Conference on Intelligence and Security\nInformatics, Atlanta, GA.\n</p>\n<!-- \nNewPP limit report\nParsed by mw2181\nCached time: 20180920132406\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.012 seconds\nReal time usage: 0.019 seconds\nPreprocessor visited node count: 37/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:12934827-0!canonical and timestamp 20180920132406 and revision id 814375141\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","*":"Communication_theory"}],"links":[{"ns":0,"exists":"","*":"Communication Monographs"},{"ns":0,"exists":"","*":"Communication Research Reports"},{"ns":0,"exists":"","*":"Deception"},{"ns":0,"exists":"","*":"Interpersonal deception theory"},{"ns":0,"exists":"","*":"Journal of Intercultural Communication Research"},{"ns":0,"exists":"","*":"Journal of Social and Personal Relationships"},{"ns":0,"exists":"","*":"Paul Grice"},{"ns":0,"exists":"","*":"Quarterly Journal of Speech"},{"ns":0,"*":"Kansas Journal of Sociology"},{"ns":0,"*":"Communication Reports"}],"templates":[],"images":[],"externallinks":[],"sections":[{"toclevel":1,"level":"2","line":"History and central themes","number":"1","index":"1","fromtitle":"Information_manipulation_theory","byteoffset":1183,"anchor":"History_and_central_themes"},{"toclevel":1,"level":"2","line":"Operational context","number":"2","index":"2","fromtitle":"Information_manipulation_theory","byteoffset":2413,"anchor":"Operational_context"},{"toclevel":1,"level":"2","line":"Conceptual foundation","number":"3","index":"3","fromtitle":"Information_manipulation_theory","byteoffset":3035,"anchor":"Conceptual_foundation"},{"toclevel":1,"level":"2","line":"Theoretical perspective","number":"4","index":"4","fromtitle":"Information_manipulation_theory","byteoffset":5079,"anchor":"Theoretical_perspective"},{"toclevel":1,"level":"2","line":"Previous research","number":"5","index":"5","fromtitle":"Information_manipulation_theory","byteoffset":5981,"anchor":"Previous_research"},{"toclevel":1,"level":"2","line":"Theoretical framework","number":"6","index":"6","fromtitle":"Information_manipulation_theory","byteoffset":7160,"anchor":"Theoretical_framework"},{"toclevel":1,"level":"2","line":"Major experimental findings","number":"7","index":"7","fromtitle":"Information_manipulation_theory","byteoffset":9411,"anchor":"Major_experimental_findings"},{"toclevel":1,"level":"2","line":"Influential factors","number":"8","index":"8","fromtitle":"Information_manipulation_theory","byteoffset":11609,"anchor":"Influential_factors"},{"toclevel":1,"level":"2","line":"Criticism of IMT","number":"9","index":"9","fromtitle":"Information_manipulation_theory","byteoffset":14183,"anchor":"Criticism_of_IMT"},{"toclevel":1,"level":"2","line":"References","number":"10","index":"10","fromtitle":"Information_manipulation_theory","byteoffset":15726,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Information manipulation theory","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q6031140"}]}}