{"parse":{"title":"Reinforcement theory","pageid":22330799,"revid":806054239,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Reinforcement theory</b> is a limited effects media model applicable within the realm of communication. The theory generally states that people seek out and remember information that provides cognitive support for their pre-existing attitudes and beliefs. The main assumption that guides this theory is that people do not like to be wrong and often feel uncomfortable when their beliefs are challenged.\n</p><p>Additionally, this theory focuses on the behavior to consequence connection within the ABC model.  This theory, in management, can also be referred to as <a href=\"/wiki/Operant_conditioning\" title=\"Operant conditioning\">operant conditioning</a> or the <a href=\"/wiki/Law_of_effect\" title=\"Law of effect\">law of effect</a>.  Quite simply, this theory notes that a behavior will continue with a certain level of frequency based on pleasant or unpleasant results.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Politics\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Politics</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Selective_exposure\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Selective exposure</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Selective_perception\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Selective perception</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Selective_retention\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Selective retention</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#See_also\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Politics\">Politics</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Reinforcement_theory&amp;action=edit&amp;section=1\" title=\"Edit section: Politics\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Politics provides an excellent setting for the study of reinforcement theory. The statistics on <a href=\"/wiki/Swing_vote\" title=\"Swing vote\">undecided voters</a> indicate that most people have pre-existing beliefs when it comes to politics. Relatively few people remain undecided late into high-profile elections. For example, about a month prior to the <a href=\"/wiki/United_States_presidential_election,_2008\" title=\"United States presidential election, 2008\">2008 U.S. presidential election</a>, less than one-fifth of likely voters claimed to be undecided (Sidoti, 2008). Much <a href=\"/wiki/Political_campaign\" title=\"Political campaign\">political advertising</a> is targeted at these individuals not only because of their importance in the overall result, but also because they are the most susceptible to political persuasion (Johnson-Cartee &amp; Copeland, 1997).\n</p><p>Part of the reason why undecided voters are frequent message targets can be found in reinforcement theory. Reinforcement theory predicts that people with already developed opinions will selectively attend to and cognitively incorporate information that supports their own views. Reinforcement theory has three primary mechanisms behind it: <a href=\"/wiki/Selective_exposure_theory\" title=\"Selective exposure theory\">selective exposure</a>, <a href=\"/wiki/Selective_perception\" title=\"Selective perception\">selective perception</a>, and selective retention.\n</p>\n<h2><span class=\"mw-headline\" id=\"Selective_exposure\">Selective exposure</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Reinforcement_theory&amp;action=edit&amp;section=2\" title=\"Edit section: Selective exposure\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The primary basis for the <a href=\"/wiki/Selective_exposure_theory\" title=\"Selective exposure theory\">selective exposure</a> assumption can be located within <a href=\"/wiki/Cognitive_dissonance\" title=\"Cognitive dissonance\">cognitive dissonance</a> theory, although contemporary work (Knobloch-Westerwick, 2014) draws on numerous theories. Basically, this theory states that people do not like to have previously-held beliefs challenged. When individuals encounter information that is discrepant from their own opinions, they seek to resolve the resultant disharmony somehow. People in general do not like to be wrong. A change or shift in attitude is sometimes interpreted as an admission that the original belief was inaccurate or inadequate. To avoid having their opinions challenged, research indicates that people tend to simply avoid information that might be discrepant in nature (Johnson-Cartee and Copeland, 1997). Support for this tendency to avoid dissonant messages can also be found in mood management theory. Basically, this theory states that people expose themselves to stimuli that are pleasurable and avoid stimuli that might induce a negative reaction (Zillman &amp; Bryant, 1985).\n</p><p>The selective exposure phenomenon focuses on how people manage to avoid incongruent information and primarily encounter information that supports predispositions. Obviously, most are not able to completely avoid all potentially challenging information. In these cases, message receivers may outright reject dissonant messages (Wheeless, 1974). The reasons for rejection are varied and plentiful. For example, the person might justify message rejection by attacking the source's credibility.\n</p><p>A topic as emotional and involving as political preference is especially subject to the selective exposure phenomenon. In fact, Lazarsfeld, Berelson, and Gaudet (1948) found selective exposure early on to be a necessary link in their theory that campaigns primarily reinforce and activate preexisting political notions. The ever-increasing number of media options further facilitates the public's ability to selectively expose themselves to desired media messages. The explosion of the Internet has put the individual in the driver's seat with regard to what kind of information s/he will encounter. McLeod, Kosicki, and McLeod (2002) stated that information selection and \"exposure is much more specialized and individualized\" (p.&#160;221) in the era of the World Wide Web. Furthermore, <a href=\"/wiki/Cable_television\" title=\"Cable television\">cable channel</a> options continue to multiply with specific, niche target audiences in mind. Some researchers worry that this increased level of fragmentation makes it possible for people to effectively avoid diverse viewpoints and perspectives (McLeod, Kosicki, &amp; McLeod, 2002). If a person limits his/her information acquisition to that which is only consistent with a personal point of view, s/he will surely not contribute to a fully informed electorate.\n</p>\n<h2><span class=\"mw-headline\" id=\"Selective_perception\">Selective perception</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Reinforcement_theory&amp;action=edit&amp;section=3\" title=\"Edit section: Selective perception\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>It is not possible to completely avoid all discrepant messages. When exposure to a dissonant message has occurred, the phenomenon of selective perception often follows. This process simply means that people skew their perceptions to coincide with what they desire (Johnson-Cartee &amp; Copeland, 1997). Perception is subjective and dependent on several factors; one factor, for example, is <a href=\"/wiki/MIME\" title=\"MIME\">media type</a>. Prior research indicates that people who actively process television news tend to engage in more individualized explanations of an event as opposed to those active processors of newspapers (McLeod, Kosicki, &amp; McLeod, 2002). The selective perception discussed here, however, is done in order to reduce dissonance with previously held beliefs (Wheeless, 1974). Several communication theories use this assumption of skewed perception as their basis (i.e., <a href=\"/wiki/Hostile_media_effect\" title=\"Hostile media effect\">hostile media phenomenon</a>, third-person effect).\n</p><p>In the political realm, selective perception often occurs when a voter is presented with a candidate position that he or she does not agree with but supports the candidate otherwise. Sherrod (1971) found that \"voters preferring a particular candidate do selectively perceive that candidate's position on an issue in such a way as to make it consistent with their own\" (p.&#160;554). He pinpointed three primary reasons why the initial disagreement happens. First, the candidate and voter may share political party affiliation, but may not agree on all of the issues. Second, the voter may simply be unaware of the candidate's actual position. Third, <a href=\"/wiki/Peer_pressure\" title=\"Peer pressure\">social pressure</a> to take a particular stand on an issue may exist that causes the voter to be incongruent with his or her preferred candidate (Sherrod, 1971). Selective Perception is not only associated with the voter and the candidate they affiliate with. Selective perception is also seen when someone attacks a political opponent by focusing on a particular issue they disagree with. Voters will ignore any common stances on issues with the opposition, and thus scorch the opponent on one main idea (Falcon, 2012).<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> An example of political selective perception can be seen in Barry Ritholtz's Politics and Selective Perception chart. In this chart, we are given the unemployment numbers at specific points in time under different House Majorities. Selective perception allows the user to view this chart in any way they feel is deemed correct, though the chart doesn't reveal really anything about politics or unemployment (Ritholtz, 2010).<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p><p>According to Sherrod (1971), there are three potential actions the voter may take to reduce dissonance in this situation. First, the voter may learn about the candidate's stand on the issue and then change either his or her opinion of the candidate or alter his or her own position on the issue in question to bring them in line. Second, the voter may still choose to disagree with the preferred candidate's position and instead will lessen the issue's personal importance. Last, the voter may engage in selective perception and actually misperceive the candidate's position to align better with the voter's own stand than it actually does. This does not require any change in attitude regarding either the candidate or the issue on the part of the voter. Sherrod's (1971) research found the third option to occur with the greatest frequency: he found that voters most often selectively misperceive a candidate's position on an issue rather than either change one's own view or relegate the issue to a status of lesser importance.\n</p>\n<h2><span class=\"mw-headline\" id=\"Selective_retention\">Selective retention</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Reinforcement_theory&amp;action=edit&amp;section=4\" title=\"Edit section: Selective retention\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The final mechanism behind reinforcement theory has to do with selective retention and recall. This phenomenon occurs when \"people remember only those items that are in agreement with their predispositions\" (Johnson-Cartee &amp; Copeland, 1997, 94). The ease with which a person can recall information impacts the level and intensity of judgment related to the topic. For example, people who can easily recall an example related to the message are more likely to make an intense judgment about it (Shrum, 2002).\n</p><p>In general, most people are unable to accurately recall current event information presented on the news. Gunter (1991) found that only about 5% of television news viewers could accurately recall details of what they saw a short time after the newscast. Audience factors such as education and <a href=\"/wiki/Social_status\" title=\"Social status\">socio-economic status</a> also affect recall ability (Surlin &amp; Gordon, 1976). Although additional variables such as news presentation and format affect information retention, people generally can better remember messages that are consistent with their own attitudes and beliefs (Wheeless, 1974). Surlin and Gordon (1976) found that political information in particular is more readily retained and summoned up when it supports preexisting beliefs and political opinions. Information that threatens such beliefs is more easily forgotten or lost. This phenomenon also extends to political advertising. Prior research found that a candidate's supporters could more easily bring to mind his/her <a href=\"/wiki/Campaign_advertising\" title=\"Campaign advertising\">political ad</a> than the opponent's.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Reinforcement_theory&amp;action=edit&amp;section=5\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Confirmation_bias\" title=\"Confirmation bias\">Confirmation bias</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Reinforcement_theory&amp;action=edit&amp;section=6\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<table class=\"vertical-navbox nowraplinks\" style=\"float:right;clear:right;width:auto;margin:0 0 1.0em 1.0em;background:#f9f9f9;border:1px solid #aaa;padding:0.2em;border-spacing:0.4em 0;text-align:center;line-height:1.4em;font-size:88%;text-align:left;\"><tbody><tr><td style=\"padding-top:0.4em;line-height:1.2em\"><a href=\"/wiki/Wikipedia:LIBRARY\" class=\"mw-redirect\" title=\"Wikipedia:LIBRARY\">Library resources</a> about <br /> <b>Reinforcement theory</b> <hr /></td></tr><tr><td class=\"plainlist\" style=\"padding:0 0.1em 0.4em\">\n<ul><li><a class=\"external text\" href=\"//tools.wmflabs.org/ftl/cgi-bin/ftl?st=wp&amp;su=reinforcement+theory\">Resources in your library</a></li>\n<li><a class=\"external text\" href=\"//tools.wmflabs.org/ftl/cgi-bin/ftl?st=wp&amp;su=reinforcement+theory&amp;library=0CHOOSE0\">Resources in other libraries</a></li></ul></td>\n</tr></tbody></table>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://poliscinewsreview.wordpress.com/2012/03/02/selective-perception-among-voters/\">\"Selective Perception Among Voters\"</a>. <i>PoliSci News Review</i>. March 2, 2012<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">May 14,</span> 2016</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=PoliSci+News+Review&amp;rft.atitle=Selective+Perception+Among+Voters&amp;rft.date=2012-03-02&amp;rft_id=http%3A%2F%2Fpoliscinewsreview.wordpress.com%2F2012%2F03%2F02%2Fselective-perception-among-voters%2F&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AReinforcement+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\">Barry Ritholtz (November 6, 2010). <a rel=\"nofollow\" class=\"external text\" href=\"http://www.ritholtz.com/blog/2010/11/politics-and-selective-perception/\">\"Politics and Selective Perception\"</a><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">May 14,</span> 2016</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Politics+and+Selective+Perception&amp;rft.date=2010-11-06&amp;rft.au=Barry+Ritholtz&amp;rft_id=http%3A%2F%2Fwww.ritholtz.com%2Fblog%2F2010%2F11%2Fpolitics-and-selective-perception%2F&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AReinforcement+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div></div>\n<ul><li>Atkin, C. (1973). Instrumental utilities and information seeking. In P. Clark (Ed.) <i>New models for mass communication research</i>. Beverly Hills, CA: Sage.</li>\n<li>Atkin, C. (1985). Informational utility and selective exposure. In D. Zillmann &amp; J. Bryant (Eds.) <i>Selective exposure to communication</i>. Hillsdale, NJ: Erlbaum.</li>\n<li>Chaffee, S. H. and Rimal, R. N. (1996). Time of decision and openness to persuasion. In D. C. Mutz, P. M. Sniderman, &amp; R. A. Brody (Eds.), <i>Political persuasion and attitude change</i> (pp.&#160;267–291). Ann Arbor: <a href=\"/wiki/University_of_Michigan\" title=\"University of Michigan\">University of Michigan</a> Press.</li>\n<li>Gunter, B. (1991). Responding to news and <a href=\"/wiki/Public_policy\" title=\"Public policy\">public affairs</a>. In J. Bryant &amp; D. Zillman (Eds.), <i>Responding to the screen: Reception and reaction processes</i> (pp.&#160;229–260). Hillsdale, NJ: <a href=\"/wiki/Lawrence_Erlbaum_Associates\" class=\"mw-redirect\" title=\"Lawrence Erlbaum Associates\">Lawrence Erlbaum Associates</a>.</li>\n<li>Klapper, J. (1960). <i>The effects of mass communication</i>. New York: Free Press.</li>\n<li>Knobloch-Westerwick, S. (2014). <i>Choice and preference in media use: Advances in selective exposure theory and research</i>. New York: Routledge. <a rel=\"nofollow\" class=\"external free\" href=\"http://www.routledge.com/books/details/9780805855159/\">http://www.routledge.com/books/details/9780805855159/</a></li>\n<li>Lazarsfeld, P. F., Berelson, B., &amp; Gaudet, H. (1948). <i>The people's choice: How the voter makes up his mind in a Presidential campaign</i> (2nd Ed.). New York, <a href=\"/wiki/Columbia_University_Press\" title=\"Columbia University Press\">Columbia University Press</a>.</li>\n<li>Johnson-Cartee, K. &amp; Copeland, G. (1997). <i>Inside political campaigns: Theory and practice</i>. Westport, CT: Praeger.</li>\n<li>McLeod, D. M., Kosicki, G. M., and McLeod, J. M. (2002). Resurveying the boundaries of <a href=\"/wiki/Political_communications\" class=\"mw-redirect\" title=\"Political communications\">political communications</a> effects. In J. Bryant and D. Zillman (Eds.), <i>Media effects: Advances in theory and research</i> (pp.&#160;215–267). (2nd Ed.). Mahwah, N.J: Lawrence Erlbaum Associates.</li>\n<li>Rouner, D. &amp; Perloff, R. M. (1988). Selective perception of outcome of first 1984 Presidential debate. <i>Journalism Quarterly</i>, 65, 141–240.</li>\n<li>Sherrod, D. R. (1971). Selective perception of political candidates. <i>Public Opinion Quarterly</i>, 35, 554–562.</li>\n<li>Shrum, L. J. (2002). Media consumption and perceptions of social reality: Effects and underlying processes. In J. Bryant &amp; D.</li>\n<li>Zillmann (Eds.), <i>Media effects: Advances in theory and research</i> (pp.&#160;69–95). Mahwah, NJ: Lawrence Erlbaum Associates.</li>\n<li>Sidoti, L. (2008). Undecided voters not satisfied with both candidates. Yahoo!. Retrieved April 6, 2008, from <a rel=\"nofollow\" class=\"external free\" href=\"https://news.yahoo.com/page/election-2008-political-pulse-the-persuadables\">https://news.yahoo.com/page/election-2008-political-pulse-the-persuadables</a>.</li>\n<li>Surlin, S. H. &amp; Gordon, T. F. (1976). Selective exposure and retention of political advertising. <i>Journal of Advertising</i>, 5, 32–44.</li>\n<li>Wheeless, L. R. (1974). The relationship of attitude and credibility to comprehension and selective exposure. <i>Western Speech</i>, 38, 88–97.</li>\n<li>Zillmann, D., &amp; Bryant, J. (1985). Affect, mood, and emotion as determinants of selective exposure. In D. Zillmann &amp; J. Bryant (Eds.), <i>Selective exposure to communication</i> (pp.&#160;157–190). Hillsdale, NJ: Erlbaum.</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1248\nCached time: 20180907012242\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.060 seconds\nReal time usage: 0.086 seconds\nPreprocessor visited node count: 313/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 5324/2097152 bytes\nTemplate argument size: 285/2097152 bytes\nHighest expansion depth: 12/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 2061/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.024/10.000 seconds\nLua memory usage: 1.61 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   67.312      1 -total\n 64.21%   43.219      1 Template:Reflist\n 49.66%   33.429      2 Template:Cite_web\n 35.69%   24.023      1 Template:Library_resources_box\n  3.49%    2.348      2 Template:Library_link_about\n  3.41%    2.293      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:22330799-0!canonical and timestamp 20180907012242 and revision id 806054239\n -->\n</div>"},"langlinks":[{"lang":"pt","url":"https://pt.wikipedia.org/wiki/Teoria_do_refor%C3%A7o","langname":"Portuguese","autonym":"português","*":"Teoria do reforço"}],"categories":[{"sortkey":"","*":"Communication_theory"}],"links":[{"ns":0,"exists":"","*":"Cable television"},{"ns":0,"exists":"","*":"Campaign advertising"},{"ns":0,"exists":"","*":"Cognitive dissonance"},{"ns":0,"exists":"","*":"Columbia University Press"},{"ns":0,"exists":"","*":"Confirmation bias"},{"ns":0,"exists":"","*":"Hostile media effect"},{"ns":0,"exists":"","*":"Law of effect"},{"ns":0,"exists":"","*":"Lawrence Erlbaum Associates"},{"ns":0,"exists":"","*":"MIME"},{"ns":0,"exists":"","*":"Operant conditioning"},{"ns":0,"exists":"","*":"Peer pressure"},{"ns":0,"exists":"","*":"Political campaign"},{"ns":0,"exists":"","*":"Political communications"},{"ns":0,"exists":"","*":"Public policy"},{"ns":0,"exists":"","*":"Selective exposure theory"},{"ns":0,"exists":"","*":"Selective perception"},{"ns":0,"exists":"","*":"Social status"},{"ns":0,"exists":"","*":"Swing vote"},{"ns":0,"exists":"","*":"United States presidential election, 2008"},{"ns":0,"exists":"","*":"University of Michigan"},{"ns":4,"exists":"","*":"Wikipedia:LIBRARY"}],"templates":[{"ns":10,"exists":"","*":"Template:Library resources box"},{"ns":10,"exists":"","*":"Template:Library link about"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Sidebar"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Navbar"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["http://poliscinewsreview.wordpress.com/2012/03/02/selective-perception-among-voters/","http://www.ritholtz.com/blog/2010/11/politics-and-selective-perception/","//tools.wmflabs.org/ftl/cgi-bin/ftl?st=wp&su=reinforcement+theory","//tools.wmflabs.org/ftl/cgi-bin/ftl?st=wp&su=reinforcement+theory&library=0CHOOSE0","http://www.routledge.com/books/details/9780805855159/","https://news.yahoo.com/page/election-2008-political-pulse-the-persuadables"],"sections":[{"toclevel":1,"level":"2","line":"Politics","number":"1","index":"1","fromtitle":"Reinforcement_theory","byteoffset":750,"anchor":"Politics"},{"toclevel":1,"level":"2","line":"Selective exposure","number":"2","index":"2","fromtitle":"Reinforcement_theory","byteoffset":1931,"anchor":"Selective_exposure"},{"toclevel":1,"level":"2","line":"Selective perception","number":"3","index":"3","fromtitle":"Reinforcement_theory","byteoffset":4798,"anchor":"Selective_perception"},{"toclevel":1,"level":"2","line":"Selective retention","number":"4","index":"4","fromtitle":"Reinforcement_theory","byteoffset":8829,"anchor":"Selective_retention"},{"toclevel":1,"level":"2","line":"See also","number":"5","index":"5","fromtitle":"Reinforcement_theory","byteoffset":10421,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"6","fromtitle":"Reinforcement_theory","byteoffset":10460,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Reinforcement theory","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q7310315"}]}}