{"parse":{"title":"Social identity model of deindividuation effects","pageid":16052446,"revid":824876555,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-style ambox-More_footnotes\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/40px-Text_document_with_red_question_mark.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/60px-Text_document_with_red_question_mark.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/80px-Text_document_with_red_question_mark.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article includes a <a href=\"/wiki/Wikipedia:Citing_sources\" title=\"Wikipedia:Citing sources\">list of references</a>, but <b>its sources remain unclear</b> because it has <b>insufficient <a href=\"/wiki/Wikipedia:Citing_sources#Inline_citations\" title=\"Wikipedia:Citing sources\">inline citations</a></b>.<span class=\"hide-when-compact\"> Please help to <a href=\"/wiki/Wikipedia:WikiProject_Fact_and_Reference_Check\" title=\"Wikipedia:WikiProject Fact and Reference Check\">improve</a> this article by <a href=\"/wiki/Wikipedia:When_to_cite\" title=\"Wikipedia:When to cite\">introducing</a> more precise citations.</span>  <small><i>(October 2011)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table><p>The <b>social identity model of deindividuation effects</b> (or <b>SIDE model</b>) is a theory developed in <a href=\"/wiki/Social_psychology\" title=\"Social psychology\">social psychology</a> and <a href=\"/wiki/Communication_studies\" title=\"Communication studies\">communication studies</a>. SIDE explains the effects of anonymity and identifiability on group behavior. It has become one of several <a href=\"/wiki/Theories_of_technology\" title=\"Theories of technology\">theories of technology</a> that describe social effects of <a href=\"/wiki/Computer-mediated_communication\" title=\"Computer-mediated communication\">computer-mediated communication</a>.\n</p><p>The SIDE model provides an alternative explanation for effects of anonymity and other \"deindividuating\" factors that classic <a href=\"/wiki/Deindividuation\" title=\"Deindividuation\">deindividuation</a> theory<sup id=\"cite_ref-Diener_1-0\" class=\"reference\"><a href=\"#cite_note-Diener-1\">&#91;1&#93;</a></sup><sup id=\"cite_ref-Zimbardo_2-0\" class=\"reference\"><a href=\"#cite_note-Zimbardo-2\">&#91;2&#93;</a></sup> cannot adequately explain. The model suggests that anonymity changes the relative salience of personal vs. <a href=\"/wiki/Social_identity\" class=\"mw-redirect\" title=\"Social identity\">social identity</a>, and thereby can have a profound effect on group behavior.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Background\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Background</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Development\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Development</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Cognitive_SIDE\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Cognitive SIDE</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Strategic_SIDE\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Strategic SIDE</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Applications\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Applications</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#See_also\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#References\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Background\">Background</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Social_identity_model_of_deindividuation_effects&amp;action=edit&amp;section=1\" title=\"Edit section: Background\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>SIDE developed as a critique of deindividuation theory. Deindividuation theory was developed to explain the phenomenon that in crowds, people become capable of acts that rational individuals would not normally endorse (see also <a href=\"/wiki/Crowd_psychology\" title=\"Crowd psychology\">Crowd psychology</a>). In the crowd, so it would seem, humans become disinhibited and behave anti-normatively. Early versions of deindividuation theory<sup id=\"cite_ref-Zimbardo_2-1\" class=\"reference\"><a href=\"#cite_note-Zimbardo-2\">&#91;2&#93;</a></sup> saw this as a consequence of reduced self-awareness and accountability. Diener<sup id=\"cite_ref-Diener_1-1\" class=\"reference\"><a href=\"#cite_note-Diener-1\">&#91;1&#93;</a></sup> and others later focused more exclusively on loss of self as the core psychological process underlying deindividuation.\n</p><p>Reicher<sup id=\"cite_ref-Reicher1982_3-0\" class=\"reference\"><a href=\"#cite_note-Reicher1982-3\">&#91;3&#93;</a></sup> criticized deindividuation theory for several reasons. Among others, historical evidence and case studies strongly suggested that the psychological process proposed by deindividuation theory (a loss of self) did not occur in the crowd.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> A <a href=\"/wiki/Meta-analysis\" title=\"Meta-analysis\">meta-analysis</a> of empirical deindividuation research confirmed there was no consistent empirical evidence for the processes it proposed.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> To the contrary: anonymity and reduced self-awareness enhanced sensitivity to local norms. SIDE researchers concluded that there is no good empirical support for the process of deindividuation, and factors that should produce deindividuation have highly variable effects on behavior.<sup id=\"cite_ref-SIMoDP_6-0\" class=\"reference\"><a href=\"#cite_note-SIMoDP-6\">&#91;6&#93;</a></sup> To account for this, SIDE proposes that there are no blanket indiscriminate effects of anonymity, but that anonymity effects are influenced by, and can only be understood through, their interaction with the social context.\n</p><p>Reicher<sup id=\"cite_ref-Reicher1982_3-1\" class=\"reference\"><a href=\"#cite_note-Reicher1982-3\">&#91;3&#93;</a></sup><sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup> also challenged the conceptualization of deindividuation as a loss of self. This process assumes that individuals have a unitary self-concept that they can be more or less aware of.  Reicher and others argued that individuals do not have a unitary sense of self. <a href=\"/wiki/Social_identity_theory\" title=\"Social identity theory\">Social identity theory</a>, for instance, points out that one's sense of self is made up of personal identity and multiple social identities, all of which combine to shape one's personality.  Social identities are likely to become the basis for self-definition when that social identity is salient, such as when making comparisons between \"them\" and \"us\".  One consequence of salience is \"depersonalization\". Note that in research on social identity, depersonalization is not the same as deindividuation or a loss of self (cf. the entry on <a href=\"/wiki/Depersonalization\" title=\"Depersonalization\">Depersonalization</a> to read up on what it is not).  In social identity research, the term depersonalization refers to a switch to a group level of self-categorization in which self and others are seen in terms of their group identities.\n</p><p>According to <a href=\"/wiki/Self-categorization_theory\" title=\"Self-categorization theory\">self-categorization theory</a>,<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup> depersonalization makes perceptions of the outgroup more stereotypical.  Self-perceptions also shift: self and other ingroup members become interchangeable, and the individual self-stereotypes in terms of group attributes. Depersonalization thus transforms individuals into group members who regulate their behavior according to in-group norms. Importantly, and in contrast to deindividuation, the psychological state of depersonalization does not imply a loss of rationality or behavioural disinhibition; rather, the individual behaves rationally and regulates behaviour according to ingroup standards.  These ideas from social identity theory and self-categorization theory provided not only key ingredients for Reicher's critique of deindividuation theory, they are also the foundations upon which SIDE was modelled.\n</p>\n<h2><span class=\"mw-headline\" id=\"Development\">Development</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Social_identity_model_of_deindividuation_effects&amp;action=edit&amp;section=2\" title=\"Edit section: Development\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The model was first named by Lea and Spears<sup id=\"cite_ref-LeaSpears1991_9-0\" class=\"reference\"><a href=\"#cite_note-LeaSpears1991-9\">&#91;9&#93;</a></sup> and later developed in a series of publications.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup><sup id=\"cite_ref-PostmesSpearsLea1998_11-0\" class=\"reference\"><a href=\"#cite_note-PostmesSpearsLea1998-11\">&#91;11&#93;</a></sup><sup id=\"cite_ref-SpearsLea1994_12-0\" class=\"reference\"><a href=\"#cite_note-SpearsLea1994-12\">&#91;12&#93;</a></sup> The SIDE model took Reicher's ideas about the crowd, and applied and extended them to <a href=\"/wiki/Computer-mediated_communication\" title=\"Computer-mediated communication\">computer-mediated communication</a>. Early research in this domain suggested that, similar to deindividuation theory, users of online computer were prone to flaming and other disinhibitions due to a reduction in social cues.<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup> The SIDE model was developed, in first instance, to account for contradictory effects of social cues in online groups. SIDE thus assumed that effects in the crowd and in online environments showed some similar properties.\n</p><p>The first comprehensive statement of SIDE was by Reicher, Spears, &amp; Postmes.<sup id=\"cite_ref-SIMoDP_6-1\" class=\"reference\"><a href=\"#cite_note-SIMoDP-6\">&#91;6&#93;</a></sup> According to SIDE, a <a href=\"/wiki/Social_identity_approach\" title=\"Social identity approach\">social identity approach</a> can account for many of the effects observed in <a href=\"/wiki/Deindividuation\" title=\"Deindividuation\">deindividuation</a> research and in <a href=\"/wiki/Crowd_psychology\" title=\"Crowd psychology\">crowd psychology</a>, as well as in <a href=\"/wiki/Computer-mediated_communication\" title=\"Computer-mediated communication\">computer-mediated communication</a>.  For example, deindividuation has been found to foster group identification and to induce greater opinion polarization in small groups communicating online.<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup>  In order to understand effects of factors such as anonymity and reduced cues on group behavior, one needs to take the social and inter-group context into account.  SIDE argues that anonymity and social context in interaction have cognitive and strategic consequences.\n</p>\n<h2><span class=\"mw-headline\" id=\"Cognitive_SIDE\">Cognitive SIDE</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Social_identity_model_of_deindividuation_effects&amp;action=edit&amp;section=3\" title=\"Edit section: Cognitive SIDE\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Group immersion and anonymity have cognitive consequences that affect the relative salience of personal and social identities.  These factors do not produce a loss of self as proposed by <a href=\"/wiki/Deindividuation\" title=\"Deindividuation\">deindividuation</a> theory.  Rather, anonymity and immersion in the group can enhance the <a href=\"/wiki/Salience_(neuroscience)\" title=\"Salience (neuroscience)\">salience</a> of social identity and thereby depersonalize social perceptions of others and the self.  SIDE argues this occurs principally because (visual) anonymity obscures individual features and interpersonal differences.  As a result of the decreased visibility of the individual within anonymous groups, the process of depersonalization is accentuated, and cognitive efforts to perceive the group as an entity are amplified.  Provided that there is some basis to perceive self and others as members of one group, anonymity therefore enhances the salience of the shared <a href=\"/wiki/Social_identity\" class=\"mw-redirect\" title=\"Social identity\">social identity</a>.  The net result is that people will tend to perceive self and others in terms of stereotypic group features, and are influenced accordingly.<sup id=\"cite_ref-PostmesSpearsLea1998_11-1\" class=\"reference\"><a href=\"#cite_note-PostmesSpearsLea1998-11\">&#91;11&#93;</a></sup>\n</p><p>It is important to note that anonymity does not automatically or mechanically influence the salience of social identities.  An individual can be identified in such a way that it promotes a more individuated person-perception or alternatively that it promotes a stronger social categorization. In a few instances, making the individual more identifiable may strengthen social categorization. This may happen particularly in contexts within which these social categories are potentially meaningful and therefore accessible, and when group memberships are visually clearly identifiable (as is the case for gender, certain racial characteristics, disabilities, etc.<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup>).\n</p><p>SIDE thus describes the cognitive process by which the salience of social identity is affected by the absence or presence of individuating information.  It is important to note that this process can only operate to the extent that some sense of groupness exists from the outset.  If individuals interact anonymously in the absence of any specific social identity or group boundaries, anonymity would have the reverse effect of accentuating one’s isolation from the group or by further obscuring group boundaries.<sup id=\"cite_ref-LeaSpears1991_9-1\" class=\"reference\"><a href=\"#cite_note-LeaSpears1991-9\">&#91;9&#93;</a></sup><sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup>  Juxtaposing the two possibilities, anonymity in the group either has the effect of amplifying a shared social identity that, however rudimentary, is already in place, or it can amplify the individual independence which exists in contexts in which no shared identity is available.  The latter process, whereby anonymity provides the opportunities for people to express and develop identities independent of the social influence of the group, is further elaborated in the Strategic SIDE.\n</p>\n<h2><span class=\"mw-headline\" id=\"Strategic_SIDE\">Strategic SIDE</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Social_identity_model_of_deindividuation_effects&amp;action=edit&amp;section=4\" title=\"Edit section: Strategic SIDE\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Anonymity also has strategic consequences: it affects the ability to express personal and social identities.<sup id=\"cite_ref-SpearsLea1994_12-1\" class=\"reference\"><a href=\"#cite_note-SpearsLea1994-12\">&#91;12&#93;</a></sup> Strategic concerns come into play when an out-group has more power than the ingroup, and where the norms of both groups are at odds with each other.  In such cases, the identifiability of ingroup members towards the outgroup will shift the power balance between groups: identifiability towards a more powerful outgroup limits the degree to which the ingroup's identity can be expressed freely and without sanction on those dimensions where ingroup norms conflict with out-group standards and values, and which are punishable or otherwise sanctionable. Conversely, anonymity towards a more powerful outgroup may be a convenient instrument for the ingroup to express itself on those same dimensions.\n</p><p>The strategic SIDE thus proposes that anonymity may be \"used\" by less powerful groups to express aspects of their identity. This may appear to be similar to the effects that anonymity has for <a href=\"/wiki/Accountability\" title=\"Accountability\">accountability</a> in classic <a href=\"/wiki/Deindividuation\" title=\"Deindividuation\">deindividuation</a> theory. However, unlike deindividuation theory, SIDE takes account of the inter-group context within which identifiability and anonymity occur.  By implication, a loss of accountability does not result in the disinhibited or random anti-normative behaviour of individuals that deindividuation theory is concerned with.  Rather, according to SIDE, anonymity affects the ability for a group to express its identity, and thus to engage in targeted and ingroup normative behaviour, thereby changing power relations between groups.  The close connection between identity expression and power proposed by SIDE may explain the patterned and targeted behaviour of crowds whose violent actions (if they occur) are very often symbolic, not random.<sup id=\"cite_ref-SIMoDP_6-2\" class=\"reference\"><a href=\"#cite_note-SIMoDP-6\">&#91;6&#93;</a></sup>\n</p><p>In addition to anonymity between groups, SIDE also considers strategic effects of anonymity within groups. Here, SIDE has particularly explored the consequences of anonymity (as well as isolation) from other ingroup members: On the one hand this deprives individual group members of social support from their fellows, and this may hinder their ability to express their ingroup identity in the face of a powerful and unsympathetic outgroup. On the other hand, the knowledge that other ingroup members are unable to identify the self may have consequences for (in particular) low identifiers to feel less committed to ingroup norms.\n</p>\n<h2><span class=\"mw-headline\" id=\"Applications\">Applications</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Social_identity_model_of_deindividuation_effects&amp;action=edit&amp;section=5\" title=\"Edit section: Applications\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Today, SIDE is used to explain the effects of anonymity and social isolation in various contexts. Research on SIDE has particularly focused on crowds and collective action,<sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\">&#91;17&#93;</a></sup> on online teams,<sup id=\"cite_ref-18\" class=\"reference\"><a href=\"#cite_note-18\">&#91;18&#93;</a></sup> electronic relationships and virtual communities,<sup id=\"cite_ref-19\" class=\"reference\"><a href=\"#cite_note-19\">&#91;19&#93;</a></sup> knowledge sharing,<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (August 2013)\">citation needed</span></a></i>&#93;</sup> and more recently on social effects of surveillance<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (August 2013)\">citation needed</span></a></i>&#93;</sup> (e.g., by means of  CCTV or electronic tagging).\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Social_identity_model_of_deindividuation_effects&amp;action=edit&amp;section=6\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Cues-filtered-out_theory\" class=\"mw-redirect\" title=\"Cues-filtered-out theory\">Cues-filtered-out theory</a></li>\n<li><a href=\"/wiki/Emotions_in_virtual_communication\" title=\"Emotions in virtual communication\">Emotions in virtual communication</a></li>\n<li><a href=\"/wiki/Hyperpersonal_model\" title=\"Hyperpersonal model\">Hyperpersonal model</a></li>\n<li><a href=\"/wiki/Social_identity_theory\" title=\"Social identity theory\">Social identity theory</a></li>\n<li><a href=\"/wiki/Social_information_processing_theory\" class=\"mw-redirect\" title=\"Social information processing theory\">Social information processing theory</a></li>\n<li><a href=\"/wiki/Theories_of_technology\" title=\"Theories of technology\">Theories of technology</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Social_identity_model_of_deindividuation_effects&amp;action=edit&amp;section=7\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-Diener-1\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Diener_1-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Diener_1-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Diener, E. (1980). Deindividuation: The absence of self-awareness and self-regulation in group members. In P. B. Paulus (Ed.), <i>The psychology of group influence</i> (pp.&#160;209–242). Hillsdale, NJ: Lawrence Erlbaum.</span>\n</li>\n<li id=\"cite_note-Zimbardo-2\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Zimbardo_2-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Zimbardo_2-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Zimbardo, P. G. (1969). The human choice: Individuation, reason, and order vs. Deindividuation, impulse and chaos. In W. J. Arnold &amp; D. Levine (Eds.), <i>Nebraska symposium on motivation</i> (Vol. 17, pp.&#160;237–307). Lincoln, NE: University of Nebraska Press.</span>\n</li>\n<li id=\"cite_note-Reicher1982-3\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Reicher1982_3-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Reicher1982_3-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Reicher, S.D. (1982)  The determination of collective behaviour.  In Tajfel (Ed.) Social Identity and Intergroup Relations  Cambridge, CUP, and Paris, Maison des Sciences de l'Homme.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">McPhail, C. (1991). <i>The myth of the madding crowd.</i> New York: de Gruyter.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Postmes, T., &amp; Spears, R. (1998). Deindividuation and anti-normative behavior: A meta-analysis. <i>Psychological Bulletin, 123</i>, 238–259.</span>\n</li>\n<li id=\"cite_note-SIMoDP-6\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-SIMoDP_6-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-SIMoDP_6-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-SIMoDP_6-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\">Reicher, S., Spears, R., &amp; Postmes, T. (1995). A social identity model of deindividuation phenomena. European Review of Social Psychology, 6, 161–198.</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Reicher, S. (1987). Crowd behaviour as social action. In J. C. Turner, M. A. Hogg, P. J. Oakes, S. Reicher &amp; M. S. Wetherell (Eds.), <i>Rediscovering the social group: A self-categorization theory</i> (pp.&#160;171–202). Oxford, England: Basil Blackwell.</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Turner, J. C., Hogg, M. A., Oakes, P. J., Reicher, S., &amp; Wetherell, M. S. (1987). <i>Rediscovering the social group: A self-categorization theory.</i> Oxford, England: Basil Blackwell.</span>\n</li>\n<li id=\"cite_note-LeaSpears1991-9\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-LeaSpears1991_9-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-LeaSpears1991_9-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Lea, M., &amp; Spears, R. (1991). Computer-mediated communication, de-individuation and group decision-making. <i>International Journal of Man Machine Studies, 34</i>, 283–301.</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Lea, M., &amp; Spears R. (1992). Paralanguage and social perception in computer-mediated communication. <i>Journal of Organizational Computing</i>, <i>2</i>, 321–341.</span>\n</li>\n<li id=\"cite_note-PostmesSpearsLea1998-11\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-PostmesSpearsLea1998_11-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-PostmesSpearsLea1998_11-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Postmes, T., Spears, R., &amp; Lea, M. (1998). Breaching or building social boundaries? SIDE-effects of computer-mediated communication. <i>Communication Research</i>, <i>25</i>, 689–715.</span>\n</li>\n<li id=\"cite_note-SpearsLea1994-12\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-SpearsLea1994_12-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-SpearsLea1994_12-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Spears, R., &amp; Lea, M. (1994). Panacea or panopticon? The hidden power in computer-mediated communication. <i>Communication Research</i>, <i>21,</i> 427–459.</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">Kiesler, S., Siegel, J., &amp; McGuire, T. W. (1984). Social psychological aspects of computer-mediated communication. <i>American Psychologist, 39,</i> 1123–1134.</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Lee, Eun-Ju (2007). \"Deindividuation Effects on Group Polarization in Computer-Mediated Communication: The Role of Group Identification, Public-Self-Awareness, and Perceived Argument Quality\". <i>Journal of Communication</i>. <b>57</b> (2): 385. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1111/j.1460-2466.2007.00348.x\">10.1111/j.1460-2466.2007.00348.x</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Journal+of+Communication&amp;rft.atitle=Deindividuation+Effects+on+Group+Polarization+in+Computer-Mediated+Communication%3A+The+Role+of+Group+Identification%2C+Public-Self-Awareness%2C+and+Perceived+Argument+Quality&amp;rft.volume=57&amp;rft.issue=2&amp;rft.pages=385&amp;rft.date=2007&amp;rft_id=info%3Adoi%2F10.1111%2Fj.1460-2466.2007.00348.x&amp;rft.aulast=Lee&amp;rft.aufirst=Eun-Ju&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASocial+identity+model+of+deindividuation+effects\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\">Spears, R., Postmes, T., Lea, M., &amp; Wolbert, A. (2002). The power of influence and the influence of power in virtual groups: A SIDE look at CMC and the Internet. <i>The Journal of Social Issues, 58,</i> 91–108.</span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\">Postmes, T., Spears, R., Sakhel, K., &amp; De Groot, D. (2001). Social influence in computer-mediated communication: The effects of anonymity on group behavior. <i>Personality and Social Psychology Bulletin</i>, <i>27,</i> 1242–1254.</span>\n</li>\n<li id=\"cite_note-17\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-17\">^</a></b></span> <span class=\"reference-text\">Chan, M. (2010). The impact of email on collective action: A field application of the SIDE model. New Media &amp; Society, 12(8), 1313-1330.</span>\n</li>\n<li id=\"cite_note-18\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-18\">^</a></b></span> <span class=\"reference-text\">Lea, M., Rogers, P., &amp; Postmes, T. (2002). SIDE-VIEW: Evaluation of a system to develop team players and improve productivity in internet collaborative learning groups. British Journal of Educational Technology, 33(1), 54-64.</span>\n</li>\n<li id=\"cite_note-19\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-19\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Brennan, Linda (2008). <i>Computer-mediated relationships and trust&#160;: managerial and organizational effects / Linda L. Brennan, Victoria E. Johnson</i>. Hershey, PA&#160;: Information Science Reference. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9781599044958\" title=\"Special:BookSources/9781599044958\">9781599044958</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Computer-mediated+relationships+and+trust+%3A+managerial+and+organizational+effects+%2F+Linda+L.+Brennan%2C+Victoria+E.+Johnson&amp;rft.pub=Hershey%2C+PA+%3A+Information+Science+Reference&amp;rft.date=2008&amp;rft.isbn=9781599044958&amp;rft.aulast=Brennan&amp;rft.aufirst=Linda&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASocial+identity+model+of+deindividuation+effects\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw1254\nCached time: 20180907230428\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.136 seconds\nReal time usage: 0.189 seconds\nPreprocessor visited node count: 781/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 12145/2097152 bytes\nTemplate argument size: 1203/2097152 bytes\nHighest expansion depth: 12/40\nExpensive parser function count: 2/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 11365/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.050/10.000 seconds\nLua memory usage: 2.42 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  151.711      1 -total\n 36.55%   55.447      1 Template:More_footnotes\n 35.88%   54.438      1 Template:Reflist\n 22.85%   34.671      1 Template:Cite_journal\n 21.89%   33.206      1 Template:Ambox\n 18.01%   27.319      2 Template:Citation_needed\n 15.87%   24.072      2 Template:Fix\n  7.67%   11.633      2 Template:Delink\n  6.10%    9.247      4 Template:Category_handler\n  3.35%    5.076      1 Template:Cite_book\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:16052446-0!canonical and timestamp 20180907230428 and revision id 824876555\n -->\n</div>"},"langlinks":[{"lang":"sl","url":"https://sl.wikipedia.org/wiki/SIDE_model","langname":"Slovenian","autonym":"slovenščina","*":"SIDE model"}],"categories":[{"sortkey":"","hidden":"","*":"Articles_lacking_in-text_citations_from_October_2011"},{"sortkey":"","hidden":"","*":"All_articles_lacking_in-text_citations"},{"sortkey":"","hidden":"","*":"All_articles_with_unsourced_statements"},{"sortkey":"","hidden":"","*":"Articles_with_unsourced_statements_from_August_2013"},{"sortkey":"","*":"Communication"},{"sortkey":" ","*":"Communication_theory"},{"sortkey":"","*":"Identity"},{"sortkey":"","*":"Crowd_psychology"},{"sortkey":"","*":"Group_processes"}],"links":[{"ns":14,"exists":"","*":"Category:Articles lacking in-text citations from October 2011"},{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from August 2013"},{"ns":0,"exists":"","*":"Accountability"},{"ns":0,"exists":"","*":"Communication studies"},{"ns":0,"exists":"","*":"Computer-mediated communication"},{"ns":0,"exists":"","*":"Crowd psychology"},{"ns":0,"exists":"","*":"Cues-filtered-out theory"},{"ns":0,"exists":"","*":"Deindividuation"},{"ns":0,"exists":"","*":"Depersonalization"},{"ns":0,"exists":"","*":"Digital object identifier"},{"ns":0,"exists":"","*":"Emotions in virtual communication"},{"ns":0,"exists":"","*":"Hyperpersonal model"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"Meta-analysis"},{"ns":0,"exists":"","*":"Salience (neuroscience)"},{"ns":0,"exists":"","*":"Self-categorization theory"},{"ns":0,"exists":"","*":"Social identity"},{"ns":0,"exists":"","*":"Social identity approach"},{"ns":0,"exists":"","*":"Social identity theory"},{"ns":0,"exists":"","*":"Social information processing theory"},{"ns":0,"exists":"","*":"Social psychology"},{"ns":0,"exists":"","*":"Theories of technology"},{"ns":4,"exists":"","*":"Wikipedia:Citation needed"},{"ns":4,"exists":"","*":"Wikipedia:Citing sources"},{"ns":4,"exists":"","*":"Wikipedia:When to cite"},{"ns":4,"exists":"","*":"Wikipedia:WikiProject Fact and Reference Check"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:More footnotes"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Citation needed"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Delink"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite journal"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Delink"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"}],"images":["Text_document_with_red_question_mark.svg"],"externallinks":["//doi.org/10.1111/j.1460-2466.2007.00348.x"],"sections":[{"toclevel":1,"level":"2","line":"Background","number":"1","index":"1","fromtitle":"Social_identity_model_of_deindividuation_effects","byteoffset":1266,"anchor":"Background"},{"toclevel":1,"level":"2","line":"Development","number":"2","index":"2","fromtitle":"Social_identity_model_of_deindividuation_effects","byteoffset":5821,"anchor":"Development"},{"toclevel":1,"level":"2","line":"Cognitive SIDE","number":"3","index":"3","fromtitle":"Social_identity_model_of_deindividuation_effects","byteoffset":8464,"anchor":"Cognitive_SIDE"},{"toclevel":1,"level":"2","line":"Strategic SIDE","number":"4","index":"4","fromtitle":"Social_identity_model_of_deindividuation_effects","byteoffset":11705,"anchor":"Strategic_SIDE"},{"toclevel":1,"level":"2","line":"Applications","number":"5","index":"5","fromtitle":"Social_identity_model_of_deindividuation_effects","byteoffset":14197,"anchor":"Applications"},{"toclevel":1,"level":"2","line":"See also","number":"6","index":"6","fromtitle":"Social_identity_model_of_deindividuation_effects","byteoffset":15293,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"7","index":"7","fromtitle":"Social_identity_model_of_deindividuation_effects","byteoffset":15499,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Social identity model of deindividuation effects","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q7551169"}]}}