{"parse":{"title":"Speech codes theory","pageid":7711194,"revid":834294121,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-style ambox-More_footnotes\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/40px-Text_document_with_red_question_mark.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/60px-Text_document_with_red_question_mark.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/80px-Text_document_with_red_question_mark.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article includes a <a href=\"/wiki/Wikipedia:Citing_sources\" title=\"Wikipedia:Citing sources\">list of references</a>, but <b>its sources remain unclear</b> because it has <b>insufficient <a href=\"/wiki/Wikipedia:Citing_sources#Inline_citations\" title=\"Wikipedia:Citing sources\">inline citations</a></b>.<span class=\"hide-when-compact\"> Please help to <a href=\"/wiki/Wikipedia:WikiProject_Fact_and_Reference_Check\" title=\"Wikipedia:WikiProject Fact and Reference Check\">improve</a> this article by <a href=\"/wiki/Wikipedia:When_to_cite\" title=\"Wikipedia:When to cite\">introducing</a> more precise citations.</span>  <small><i>(December 2011)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p><b>Speech codes theory</b> refers to a framework for communication in a given <a href=\"/wiki/Speech_community\" title=\"Speech community\">speech community</a>.  As an academic discipline, it explores the manner in which groups communicate based on societal, cultural, gender, occupational or other factors.\n</p><p>A speech code can also be defined as \"a historically enacted socially constructed system of terms, meanings, premises, and rules, pertaining to communicative conduct.\"<sup id=\"cite_ref-Griffin,2008_1-0\" class=\"reference\"><a href=\"#cite_note-Griffin,2008-1\">&#91;1&#93;</a></sup> \"This theory seeks to answer questions about the existence of speech codes, their substance, the way they can be discovered, and their force upon people within a culture\" (Griffin, 2005). This theory deals with only one type of human behavior, which is <a href=\"/wiki/Speech_act\" title=\"Speech act\">speech acts</a>.\n</p><p>A basic definition of speech code by sociologist <a href=\"/wiki/Basil_Bernstein\" title=\"Basil Bernstein\">Basil Bernstein</a> is, \"...a coding principle is a rule governing what to say and how to say it in a particular context\".<sup id=\"cite_ref-miller2004_2-0\" class=\"reference\"><a href=\"#cite_note-miller2004-2\">&#91;2&#93;</a></sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#History_and_important_works\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">History and important works</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#The_S.P.E.A.K.I.N.G._model\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">The S.P.E.A.K.I.N.G. model</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Teamsterville_and_Nacirema\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Teamsterville and Nacirema</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Six_general_propositions\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Six general propositions</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Characteristics\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Characteristics</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Criticisms\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Criticisms</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Examples_of_places_and_situations_with_speech_codes\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Examples of places and situations with speech codes</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#References\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"History_and_important_works\">History and important works</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Speech_codes_theory&amp;action=edit&amp;section=1\" title=\"Edit section: History and important works\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Work by <a href=\"/wiki/Gerry_Philipsen\" title=\"Gerry Philipsen\">Gerry Philipsen</a> has been influential in the development of speech codes theory. Work in the 1960s influences the theory as it stands today in the field of communication.\n</p><p>Before speech codes theory got its name Philipsen first referred to this theory as the <a href=\"/wiki/Ethnography\" title=\"Ethnography\">Ethnography</a> of Communication. He decided to change it because he recognized that many people could not get past the idea of Ethnography as simply a research method.<sup id=\"cite_ref-Griffin,2008_1-1\" class=\"reference\"><a href=\"#cite_note-Griffin,2008-1\">&#91;1&#93;</a></sup>  He was considered a naturalist who watched, listened and recorded communicative conduct in a cultures natural setting. <a href=\"/w/index.php?title=Em_Griffin&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Em Griffin (page does not exist)\">Em Griffin</a><sup id=\"cite_ref-Griffin,2008_1-2\" class=\"reference\"><a href=\"#cite_note-Griffin,2008-1\">&#91;1&#93;</a></sup> stated that, \"Many people can't get past the idea of ethnography as simply a research method.\" With that being said, Philipsen moved from description to explanation, resulting in him labeling his work \"speech codes theory\". Philipsen's ultimate goal was to develop a theory that would capture the relationship between communication and culture.\n</p><p>\"The Speech Codes theory was created for ultimately two purposes.  The first was to distill some of what might be learned from a large body of fieldwork research on culturally distinctive ways of speaking.  The second was to provide a focus for further research and discussion.  The theory was first published in prototypical form with an introduction to the concept of speech codes and a presentation of four empirically grounded principles about speech codes. It was presented as a formal theoretical statements with five empirical grounded propositions, four of which were carried over intact from the earlier version.\" (Philipsen, Coutu and Covarrubias).<sup id=\"cite_ref-Philipsen_3-0\" class=\"reference\"><a href=\"#cite_note-Philipsen-3\">&#91;3&#93;</a></sup>\n</p><p>There were four questions that Philipsen sought to answer through his research on the Speech Code Theory:\n</p>\n<ol><li>the existence of distinctive speech codes</li>\n<li>the substance of the speech codes (whether they contained a vocabulary or way of speaking that held meanings for social constructs and worlds).</li>\n<li>how speech codes could be observed and formulated.</li>\n<li>the force of the speech code in social life.  (Philipsen and Albrecht 119-156) <sup id=\"cite_ref-Gerry_4-0\" class=\"reference\"><a href=\"#cite_note-Gerry-4\">&#91;4&#93;</a></sup></li></ol>\n<p>Works by Basil Bernstein heavily influenced Philipsen. Bernstein used the term \"speech codes\" in sociology and further elaborated on speech codes and their contexts. He stated that, \"within the same society, there can exist different social groups or social classes whose communicative practices differ in important ways\" (Philipsen,1997). Bernstein argues that people have different ways of speaking, which shapes and reinforces their understanding of themselves, other people, and social life. Bernstein believes that a coding principle is, \"a rule governing what to say and how to say it in a particular context.\" <sup id=\"cite_ref-Gerry_4-1\" class=\"reference\"><a href=\"#cite_note-Gerry-4\">&#91;4&#93;</a></sup>\n</p><p><a href=\"/w/index.php?title=Lisa_Coutu&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Lisa Coutu (page does not exist)\">Lisa Coutu</a>, an ethnographer, helped to formulate the second proposition of Speech Codes Theory. This proposition states that within any given speech community, there are multiple speech codes. Her evidence comes from a large body of research surrounding <a href=\"/wiki/Robert_McNamara\" title=\"Robert McNamara\">Robert McNamara</a>'s book, \"In Retrospect.\"\n</p><p>Another important influence is the work of anthropologist and linguist <a href=\"/wiki/Dell_Hymes\" title=\"Dell Hymes\">Dell Hymes</a>.<sup id=\"cite_ref-miller2004_2-1\" class=\"reference\"><a href=\"#cite_note-miller2004-2\">&#91;2&#93;</a></sup> His focus was on local speech practices in various cultural and social situations.\n</p>\n<h2><span class=\"mw-headline\" id=\"The_S.P.E.A.K.I.N.G._model\">The S.P.E.A.K.I.N.G. model</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Speech_codes_theory&amp;action=edit&amp;section=2\" title=\"Edit section: The S.P.E.A.K.I.N.G. model\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div role=\"note\" class=\"hatnote navigation-not-searchable\">Main article: <a href=\"/wiki/SPEAKING\" title=\"SPEAKING\">SPEAKING</a></div>\n<p><a href=\"/wiki/Dell_Hymes\" title=\"Dell Hymes\">Dell Hymes</a> constructed the S.P.E.A.K.I.N.G. model to aid in the search for speech codes in specific speech communities. The letters stand for the following (as reported by Miller):\n</p>\n<ul><li><u>S</u>ituation (setting or scene)</li>\n<li><u>P</u>articipants (analysis of personalities and social positions or relationships)</li>\n<li><u>E</u>nds (goals and outcomes)</li>\n<li><u>A</u>cts (message form, content, etc.)</li>\n<li><u>K</u>ey (tone or mode)</li>\n<li><u>I</u>nstrumentalities (channels or modalities used)</li>\n<li><u>N</u>orms (framework for producing and processing messages)</li>\n<li><u>G</u>enre (interaction type)</li></ul>\n<h2><span class=\"mw-headline\" id=\"Teamsterville_and_Nacirema\">Teamsterville and Nacirema</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Speech_codes_theory&amp;action=edit&amp;section=3\" title=\"Edit section: Teamsterville and Nacirema\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>An often cited study, the \"Teamsterville\" study, was conducted by Philipsen in Chicago. The study took place in the late 1960s and early 1970s. According to Miller, the \"Teamsterville\" nickname was given to the area of Chicago studied because the primary job of the area's men was truck driving. For three years, Philipsen spoke with everyone he could; from a kid on the corner to the women on their front porches, and men in bars.  Although the people all spoke English, Philipsen could recognize the differences between their speech codes and his.   As a follow up, another study, the \"<a href=\"/wiki/Nacirema\" title=\"Nacirema\">Nacirema</a>\" (American spelled backwards) study was conducted that contrasted the speech of Teamsterville with that of the average American.<sup id=\"cite_ref-miller2004_2-2\" class=\"reference\"><a href=\"#cite_note-miller2004-2\">&#91;2&#93;</a></sup>\nThe typical Nacirema speech is a \"generalized U.S. conversation that is carried at the public level and at the interpersonal level in face-to-face interaction.\"\n</p>\n<h2><span class=\"mw-headline\" id=\"Six_general_propositions\">Six general propositions</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Speech_codes_theory&amp;action=edit&amp;section=4\" title=\"Edit section: Six general propositions\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Using these two studies above, Philipsen outlined statements that summarize the work within speech code theory. The statements are reported by Em Griffin as follows:\n</p><p>1. The distinctiveness of speech codes (In any given culture, there is a speech code.)\n</p>\n<ul><li>Each distinctive culture (community) has its own speech codes that are foreign to outsiders.</li>\n<li>Two distinctive questions can be asked through Preposition 1.  The first being:  Does every culture include symbols, meanings, premises, and rules about communicative conduct?  The second is:  Do such codes differ in terms of the particular words, meanings, premises, and rules about communicative conduct that they include? <sup id=\"cite_ref-Philipsen_3-1\" class=\"reference\"><a href=\"#cite_note-Philipsen-3\">&#91;3&#93;</a></sup></li></ul>\n<p>2. The multiplicity of speech codes (Multiple speech codes exist in any given speech community.)\n</p>\n<ul><li>People are affected all the time by other speech codes and may even be involved with multiple codes at the same time.</li></ul>\n<p>3. The substance of speech codes (A speech code has a distinctive psychology, sociology and rhetoric.)\n</p>\n<ul><li>Psychology. According to Philipsen, \"every speech code \"thematizes\" the nature of individuals in a particular way.\"</li>\n<li>Sociology. Philipsen states that, \"a speech code provides a system of answers about what linkages between self and others can properly be sought, and what symbolic resources can properly and efficaciously be employed in seeking those linkages.\"</li>\n<li>Rhetoric. The discovery of truth and persuasive appeal. Speech codes reveal structures of self, society, and strategic action, no matter the culture.</li></ul>\n<p>4. The meaning of speech codes (The speech community assesses the meanings of speech.)\n</p>\n<ul><li>We must listen to the way people talk within a culture and also how they respond. People within that culture decide what they feel is mere communication, small talk or normal chitchat.</li></ul>\n<p>5. The site of speech codes (The terms, premises, and rules of a speech code are inextricably woven into the speech itself).\n</p>\n<ul><li>In order to understand our own speech codes and even another's we must first analyze the speech of native speakers.</li></ul>\n<p>6. The discursive force of speech codes (Speech Codes impact life.)<sup id=\"cite_ref-Griffin,2008_1-3\" class=\"reference\"><a href=\"#cite_note-Griffin,2008-1\">&#91;1&#93;</a></sup>\n</p>\n<ul><li>Obtaining shared speech codes, participants can guide metacommunication (the talk about talk).</li></ul>\n<h2><span class=\"mw-headline\" id=\"Characteristics\">Characteristics</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Speech_codes_theory&amp;action=edit&amp;section=5\" title=\"Edit section: Characteristics\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>According to Philipsen there are three defining characteristics of the speech codes theory and he illustrated these by referencing Carbaugh's previous study. The first characteristic being that speech codes are, \"grounded in the observation of communication conduct in particular times and places\" (Gudykunst, 2005). Speech codes theory is concerned about observing communication conduct through noticing, describing, interpreting and explaining the findings. The second is that speech codes present, \"a way to interpret or explain observed communicative conduct by reference to situated codes of meaning and value.\" Different meanings are interpreted in multiple ways depending on that community's discursive life. The last characteristic is that this theory, \"provides a general understanding of communicative conduct.\"\n</p><p>Philipsen characterizes the Speech Code Theory by stating that, \"It is general in 3 ways.  It presents a characterization of the nature of all speech codes.  It contains a general answer to the question of how an observer might systematically try to learn about the particularities of particulars, local ways of speaking.  It presents a general answer to the question of how speech codes relate to communicative conduct.\"<sup id=\"cite_ref-Philipsen_3-2\" class=\"reference\"><a href=\"#cite_note-Philipsen-3\">&#91;3&#93;</a></sup>\n</p><p>According to Gerry Philipsen, the Speech Codes Theory is a historically enacted, socially constructed system of terms, meanings, premises, and rules, pertaining to communicative conduct. One of his six general propositions is that wherever there is a distinctive culture, there is to be found a distinctive speech code. For example, when we are immersed in a new community with a culture that is unfamiliar to us, we often find certain patterns of speech to be strange. Because we are an outsider, we pick up on these differences initially. Yet over time, we grow accustomed to these patterns and no longer notice a difference in pronunciation and/or grammar. Speech codes are seen in the way a group determines when to communicate and what is appropriate to say at a particular time.\n</p>\n<h2><span class=\"mw-headline\" id=\"Criticisms\">Criticisms</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Speech_codes_theory&amp;action=edit&amp;section=6\" title=\"Edit section: Criticisms\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Philipsen addresses the criticisms of Speech Code Theory by saying that:\n</p><p>1.  \"Speech Codes Theory does not account for manifestations of power in discourse.  This is a matter of omission in the theoretical assumptions, methodological framework, and examination of fieldwork materials.\n</p><p>2.  Speech Codes Theory treats culture as overly deterministic.  A corollary to this is that it reifies culture as a static entity.\" <sup id=\"cite_ref-Philipsen_3-3\" class=\"reference\"><a href=\"#cite_note-Philipsen-3\">&#91;3&#93;</a></sup>\n</p><p>This is a strong force of conduct within communication.  It has a social perspective that directly addresses the issue of \"a universal possibility in any body of discourse of manifestations of power, solidarity, intimacy\" and other important aspects of social life.<sup id=\"cite_ref-Philipsen_3-4\" class=\"reference\"><a href=\"#cite_note-Philipsen-3\">&#91;3&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Examples_of_places_and_situations_with_speech_codes\">Examples of places and situations with speech codes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Speech_codes_theory&amp;action=edit&amp;section=7\" title=\"Edit section: Examples of places and situations with speech codes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Within cultures</li>\n<li>In workplaces (note that workplaces often also have official <a href=\"/wiki/Speech_code\" title=\"Speech code\">speech codes</a> in the legal sense)</li>\n<li>Within social groups such as special-interest clubs and organizations.</li>\n<li>Bilingual speech codes</li>\n<li>Between country culture</li>\n<li>Certain geographic subcultures.</li></ul>\n<p><sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Speech_codes_theory&amp;action=edit&amp;section=8\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-Griffin,2008-1\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Griffin,2008_1-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Griffin,2008_1-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-Griffin,2008_1-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-Griffin,2008_1-3\"><sup><i><b>d</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation book\">Griffin, Em. (2008). <a rel=\"nofollow\" class=\"external text\" href=\"http://www.afirstlook.com/book\"><i>A First Look at Communication Theory</i></a> (7th ed.). New York, NY: Mcgraw-Hill. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-0073534305\" title=\"Special:BookSources/978-0073534305\">978-0073534305</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=A+First+Look+at+Communication+Theory&amp;rft.place=New+York%2C+NY&amp;rft.edition=7th&amp;rft.pub=Mcgraw-Hill&amp;rft.date=2008&amp;rft.isbn=978-0073534305&amp;rft.aulast=Griffin&amp;rft.aufirst=Em.&amp;rft_id=http%3A%2F%2Fwww.afirstlook.com%2Fbook&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASpeech+codes+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-miller2004-2\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-miller2004_2-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-miller2004_2-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-miller2004_2-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation book\">Miller, Katherine (2004). <i>Communication Theories</i>. New York: McGraw Hill. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-0072937947\" title=\"Special:BookSources/978-0072937947\">978-0072937947</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Communication+Theories&amp;rft.place=New+York&amp;rft.pub=McGraw+Hill&amp;rft.date=2004&amp;rft.isbn=978-0072937947&amp;rft.au=Miller%2C+Katherine&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASpeech+codes+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-Philipsen-3\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Philipsen_3-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Philipsen_3-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-Philipsen_3-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-Philipsen_3-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-Philipsen_3-4\"><sup><i><b>e</b></i></sup></a></span> <span class=\"reference-text\">Philipsen, Gerry, Lisa Coutu, and Patricia Covarrubias. <i>Theorizing about Intercultural Communication.</i> 56. Web. 7 Nov. 2012. <a rel=\"nofollow\" class=\"external autonumber\" href=\"https://books.google.com/books?hl=en&amp;lr=&amp;id=E12VSljBmvAC&amp;oi=fnd&amp;pg=PA55&amp;dq=speechcodestheory&amp;ots=FvTCOGuY-d&amp;sig=WVu7je6Z2AxldK2tavcSAs6C9y\">[1]</a></span>\n</li>\n<li id=\"cite_note-Gerry-4\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Gerry_4-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Gerry_4-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Philipsen, Gerry, and Terrance Albrecht. <i>Developing Communication Theories</i> (1997): 119-156. Web. 7 Nov. 2012. <a rel=\"nofollow\" class=\"external autonumber\" href=\"https://books.google.com/books?hl=en&amp;lr=&amp;id=wDxg-wq_cmMC&amp;oi=fnd&amp;pg=PA119&amp;dq=SpeechCodeTheorybyPhilipsen&amp;ots=nuDs0FEyNb&amp;sig=xbjhFXFR0S8kkpbACNhgKnKROC4\">[2]</a></span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\"><i>Developing Communication Theories</i>. Albany, NY: State Univ. of New York Press. 1997. pp.&#160;122–148. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-7914-3159-2\" title=\"Special:BookSources/0-7914-3159-2\">0-7914-3159-2</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Developing+Communication+Theories&amp;rft.place=Albany%2C+NY&amp;rft.pages=122-148&amp;rft.pub=State+Univ.+of+New+York+Press&amp;rft.date=1997&amp;rft.isbn=0-7914-3159-2&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASpeech+codes+theory\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span> <span style=\"font-size:100%\" class=\"error citation-comment\"><code style=\"color:inherit; border:inherit; padding:inherit;\">&#124;first1=</code> missing <code style=\"color:inherit; border:inherit; padding:inherit;\">&#124;last1=</code> in Authors list (<a href=\"/wiki/Help:CS1_errors#first_missing_last\" title=\"Help:CS1 errors\">help</a>)</span><span class=\"citation-comment\" style=\"display:none; color:#33aa33; margin-left:0.3em\">CS1 maint: Extra text: authors list (<a href=\"/wiki/Category:CS1_maint:_Extra_text:_authors_list\" title=\"Category:CS1 maint: Extra text: authors list\">link</a>) </span></span>\n</li>\n</ol></div></div>\n<ul><li>Griffin, E. (2008). \"Speech Codes Theory.\" Introduction to Communication II. New York: McGraw-Hill Primis.</li>\n<li>Downs, Donald (1993). Codes say darnedest things. Quill; Vol. 81 Issue 8, p19, October.</li>\n<li>Gregory and Williams (2003). Literacy; Nov 2006, Vol. 40 Issue 3, p137-145, 9p, 5 Diagrams, 2 Charts</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2188\nCached time: 20180915064938\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.108 seconds\nReal time usage: 0.144 seconds\nPreprocessor visited node count: 431/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 9717/2097152 bytes\nTemplate argument size: 190/2097152 bytes\nHighest expansion depth: 12/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 6472/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.043/10.000 seconds\nLua memory usage: 2.37 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  115.025      1 -total\n 44.35%   51.008      1 Template:Reflist\n 42.17%   48.508      1 Template:More_footnotes\n 33.43%   38.458      3 Template:Cite_book\n 24.85%   28.585      1 Template:Ambox\n  5.97%    6.868      1 Template:Main\n  2.87%    3.301      2 Template:Yesno-no\n  1.63%    1.878      2 Template:Yesno\n  1.62%    1.867      2 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:7711194-0!canonical and timestamp 20180915064938 and revision id 834294121\n -->\n</div>"},"langlinks":[{"lang":"ru","url":"https://ru.wikipedia.org/wiki/%D0%A2%D0%B5%D0%BE%D1%80%D0%B8%D1%8F_%D1%80%D0%B5%D1%87%D0%B5%D0%B2%D1%8B%D1%85_%D0%BA%D0%BE%D0%B4%D0%BE%D0%B2","langname":"Russian","autonym":"русский","*":"Теория речевых кодов"}],"categories":[{"sortkey":"","hidden":"","*":"CS1_errors:_missing_author_or_editor"},{"sortkey":"","hidden":"","*":"CS1_maint:_Extra_text:_authors_list"},{"sortkey":"","hidden":"","*":"Articles_lacking_in-text_citations_from_December_2011"},{"sortkey":"","hidden":"","*":"All_articles_lacking_in-text_citations"},{"sortkey":"","*":"Communication_theory"}],"links":[{"ns":14,"exists":"","*":"Category:Articles lacking in-text citations from December 2011"},{"ns":14,"exists":"","*":"Category:CS1 maint: Extra text: authors list"},{"ns":0,"exists":"","*":"Basil Bernstein"},{"ns":0,"exists":"","*":"Dell Hymes"},{"ns":0,"exists":"","*":"Ethnography"},{"ns":0,"exists":"","*":"Gerry Philipsen"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"Nacirema"},{"ns":0,"exists":"","*":"Robert McNamara"},{"ns":0,"exists":"","*":"SPEAKING"},{"ns":0,"exists":"","*":"Speech act"},{"ns":0,"exists":"","*":"Speech code"},{"ns":0,"exists":"","*":"Speech community"},{"ns":0,"*":"Em Griffin"},{"ns":0,"*":"Lisa Coutu"},{"ns":4,"exists":"","*":"Wikipedia:Citing sources"},{"ns":4,"exists":"","*":"Wikipedia:When to cite"},{"ns":4,"exists":"","*":"Wikipedia:WikiProject Fact and Reference Check"},{"ns":12,"exists":"","*":"Help:CS1 errors"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:More footnotes"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Main"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Main"},{"ns":828,"exists":"","*":"Module:Hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote list"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"}],"images":["Text_document_with_red_question_mark.svg"],"externallinks":["http://www.afirstlook.com/book","https://books.google.com/books?hl=en&lr=&id=E12VSljBmvAC&oi=fnd&pg=PA55&dq=speechcodestheory&ots=FvTCOGuY-d&sig=WVu7je6Z2AxldK2tavcSAs6C9y","https://books.google.com/books?hl=en&lr=&id=wDxg-wq_cmMC&oi=fnd&pg=PA119&dq=SpeechCodeTheorybyPhilipsen&ots=nuDs0FEyNb&sig=xbjhFXFR0S8kkpbACNhgKnKROC4"],"sections":[{"toclevel":1,"level":"2","line":"History and important works","number":"1","index":"1","fromtitle":"Speech_codes_theory","byteoffset":1290,"anchor":"History_and_important_works"},{"toclevel":1,"level":"2","line":"The S.P.E.A.K.I.N.G. model","number":"2","index":"2","fromtitle":"Speech_codes_theory","byteoffset":5108,"anchor":"The_S.P.E.A.K.I.N.G._model"},{"toclevel":1,"level":"2","line":"Teamsterville and Nacirema","number":"3","index":"3","fromtitle":"Speech_codes_theory","byteoffset":5735,"anchor":"Teamsterville_and_Nacirema"},{"toclevel":1,"level":"2","line":"Six general propositions","number":"4","index":"4","fromtitle":"Speech_codes_theory","byteoffset":6683,"anchor":"Six_general_propositions"},{"toclevel":1,"level":"2","line":"Characteristics","number":"5","index":"5","fromtitle":"Speech_codes_theory","byteoffset":8964,"anchor":"Characteristics"},{"toclevel":1,"level":"2","line":"Criticisms","number":"6","index":"6","fromtitle":"Speech_codes_theory","byteoffset":11043,"anchor":"Criticisms"},{"toclevel":1,"level":"2","line":"Examples of places and situations with speech codes","number":"7","index":"7","fromtitle":"Speech_codes_theory","byteoffset":11798,"anchor":"Examples_of_places_and_situations_with_speech_codes"},{"toclevel":1,"level":"2","line":"References","number":"8","index":"8","fromtitle":"Speech_codes_theory","byteoffset":12325,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Speech codes theory","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q15551683"}]}}