{"parse":{"title":"List of scientific publications by Jacques Cauvin","pageid":31423064,"revid":831384800,"text":{"*":"<div class=\"mw-parser-output\"><p>Professor <a href=\"/wiki/Jacques_Cauvin\" title=\"Jacques Cauvin\">Jacques Cauvin</a> (1930 – 26 December 2001) was a <a href=\"/wiki/France\" title=\"France\">French</a> <a href=\"/wiki/Archaeology\" title=\"Archaeology\">archaeologist</a> who specialised in the <a href=\"/wiki/Prehistory\" title=\"Prehistory\">prehistory</a> of the <a href=\"/wiki/Levant\" title=\"Levant\">Levant</a> and <a href=\"/wiki/Near_East\" title=\"Near East\">Near East</a>.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup><sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> Cauvin wrote with an impressive breadth and variety in a multitude of books, articles in scientific journals, collaborations with scientists and other agencies, including those listed below.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Bibliography\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Bibliography</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-2\"><a href=\"#Books_Authored\"><span class=\"tocnumber\">1.1</span> <span class=\"toctext\">Books Authored</span></a></li>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#Collective_Works_(editor,_co-author_or_co-editor)\"><span class=\"tocnumber\">1.2</span> <span class=\"toctext\">Collective Works (editor, co-author or co-editor)</span></a></li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Articles_Authored\"><span class=\"tocnumber\">1.3</span> <span class=\"toctext\">Articles Authored</span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Articles_(co-author)\"><span class=\"tocnumber\">1.4</span> <span class=\"toctext\">Articles (co-author)</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#See_also\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#References\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Bibliography\">Bibliography</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=List_of_scientific_publications_by_Jacques_Cauvin&amp;action=edit&amp;section=1\" title=\"Edit section: Bibliography\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>(Selected Publications)\n</p>\n<h3><span class=\"mw-headline\" id=\"Books_Authored\">Books Authored</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=List_of_scientific_publications_by_Jacques_Cauvin&amp;action=edit&amp;section=2\" title=\"Edit section: Books Authored\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<ul><li>Cauvin, Jacques., Les outillages néolithiques de Byhlos et du littoral Libanais., Paris Librairie d'Amérique et d'Orient, Jean Maisonneuve (Fouilles de Byblos tome IV), 1968.</li>\n<li>Cauvin, Jacques., Religions néolithiques de Syrie-Palestine. Paris Librairie d'Amérique et d'Orient, Jean Maisonneuve, 1972.</li>\n<li>Cauvin, Jacques., Les premiers villages de Syrie-Palestine du IXe au VIIe millénaire avant Jésus-Christ. Lyon Maison de l'Orient méditerranéen (Collection de la Maison de l'Orient n° 4, Série archéologique 3),  1978.</li>\n<li>Cauvin, Jacques., Diyânât al- 'asr al-hajarî al-hadîhfi bilâd al-sham (avec une préface et trad, arabe par S. Muhesen, de Religions néolithique de Syro-Palestine). Damas Dâr Dimashq, 1988.</li>\n<li>Cauvin, Jacques., Naissance des divinités, naissance de l'agriculture (2 edition augmentée et corrigée parue en 1997). Paris CNRS Éditions, 1994.</li>\n<li>Cauvin, Jacques., Nascita délia Divinità e Nascita dell 'Agricoltura (Italian edition of Naissance des divinités, naissance de l'agriculture), Milano Jaca Book, 1994.</li>\n<li>Cauvin, Jacques., Naissance des divinités, naissance de l'agriculture (Pocket edition). Paris Flammarion (coll. Champs), 1997.</li>\n<li>Cauvin, Jacques., Nascimento dus Divindades. Nascimento du Agricultura(Portuguese edition of Naissance des divinités...). Lisbonne Instituto Piaget, 1997.</li>\n<li>Cauvin, Jacques., Al Oulouhiah wal zira 'a&#160;: sawret Al-Roummouz fi al- Asr al Neolithy (Arabic translation with M. al Khouri of Naissance des Divinités...). Damas: Direction des Antiquités et des Musées (with introduction and postscript by S. Muhesen), 1999.</li>\n<li>Cauvin, Jacques., The Origins of Agriculture in the Near East&#160;: a Symbolic Interpretation (English edition with Trevor Watkins of Naissance des divinités..., with updated postscript). Cambridge, Cambridge University Press, 2000.</li></ul>\n<h3><span id=\"Collective_Works_.28editor.2C_co-author_or_co-editor.29\"></span><span class=\"mw-headline\" id=\"Collective_Works_(editor,_co-author_or_co-editor)\">Collective Works (editor, co-author or co-editor)</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=List_of_scientific_publications_by_Jacques_Cauvin&amp;action=edit&amp;section=3\" title=\"Edit section: Collective Works (editor, co-author or co-editor)\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<ul><li>Cauvin, Jacques., Cahiers de l'Euphrate 1-8 (éd.). Paris Éd. du CNRS (n° 1-3) Éd. ERC (n° 4-8), 1978-1998.</li>\n<li>Cauvin, Jacques., with Sanlaville P. (éd.) Préhistoire du Levant :logie et organisation de l 'espace depuis les origines jusqu 'au VIe millénaire. Actes du Colloque international CNRS n° 508. Paris Éd. du CNRS, 1981.</li>\n<li>Cauvin, Jacques., with Lichardus J., Lichardus-ltten M. et Bailloud G., La Protohistoire de l'Europe. Paris PUF (Nouvelle Clio), 1985.</li>\n<li>Cauvin, Jacques., with Le Goff J., Marin L., Peter J.P., Perrot M., Auget R., Durand G. et Cazenave M., Histoire et Ima, 1986. ginaire. Poiesis.</li>\n<li>Cauvin, Jacques., with Aurenche O. (éd.): Néolithisations. BAR Int. Ser., 516. Oxford, 1989.</li>\n<li>Cauvin, Jacques., with Hours F., Aurenche O., Cauvin M..-C, Copeland L. et Salanville P. et la collaboration de P.Lombard: Atlas des sites du Proche-Orient (14 000-5 700 BP), Travaux de la Maison de l'Orient 24. Lyon, <a href=\"/wiki/Maison_de_l%27Orient_et_de_la_M%C3%A9diterran%C3%A9e\" title=\"Maison de l&#39;Orient et de la Méditerranée\">Maison de l'Orient et de la Méditerranée</a> et Paris Diffusion de Boccard.</li></ul>\n<h3><span class=\"mw-headline\" id=\"Articles_Authored\">Articles Authored</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=List_of_scientific_publications_by_Jacques_Cauvin&amp;action=edit&amp;section=4\" title=\"Edit section: Articles Authored\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<ul><li>Cauvin, Jacques., Le Néolithique de la Baume d'OuIlins (Ardèche). Cahiers ligures de préhistoire et ď archéologie 8 18-28, 1959.</li>\n<li>Cauvin, Jacques., Les réserves archéologiques et préhistoriques dans le Parc National des Cévennes. Font Vive 38-42. Paléorient. vol. 27/2. p.&#160;5-1 1 Ç CNRS ÉDITIONS 1961</li>\n<li>Cauvin, Jacques., Les industries lithiques du tell de Byblos (Liban). L 'Anthropologie 66(5-6) 488-502. 5 fig., 1962.</li>\n<li>Cauvin, Jacques., Le Néolithique de Moukhtara (Liban Sud). L 'Anthropologie 66(5-6) 489-511. 11 fig., 1963.</li>\n<li>Cauvin, Jacques., Le Dolmen à céramique campaniforme du Gour de l'Estang. Chandolas (Ardèche). Gallia Préhistoire 9-11. 3 fig., 1965a.</li>\n<li>Cauvin, Jacques., Prospection dans le Hauran. Cahiers ligures de préhistoire et d'archéologie 12 282-284. fig., 1965.</li>\n<li>Cauvin, Jacques., Mèches en silex et travail du basalte au IVe millénaire en Béka (Liban). Mélanges de l'Université St-Joseph 45 17-131.6 fig., 1969.</li>\n<li>Cauvin, Jacques., Mission 1969 en Djézireh (Syrie). BSPF (CRSM) 286-287., 1 fig., 1970.</li>\n<li>Cauvin, Jacques., À propos des nucleus levallois de Beqa. BSPF (CRSM) 89-90. 1 fig., 1971.</li>\n<li>Cauvin, Jacques., Sondage à Tell Assouad (Djézireh-Syrie). Annales giques arabes syriennes 22 85-89, 4 fig. pi., 1972.</li>\n<li>Cauvin, Jacques., Nouvelles fouilles à Tell Mureybet (Syrie) 1971-1972. rapport préliminaire. Annales archéologiques arabes syriennes 22 105-115, 6 fig., 1972.</li>\n<li>Cauvin, Jacques., Découverte sur l'Euphrate d'un village natoufien au IXe lénaire avant J.-C. à Mureybet (Syrie). Comptes Rendus de l'Académie des Sciences 276 série D 1985-1987., 1973.</li>\n<li>Cauvin, Jacques., Réflexions sur la typologie des outillages néolithiques. In Mélanges A. Leroi-Gourhan. L 'homme hier et aujourd'hui, 135-142. Pans Éd. Cujas., 1973.</li>\n<li>Cauvin, Jacques., Troisième campagne de fouilles à Tell Mureybet (Syrie) en 1973 Rapport préliminaire. Annales archéologiques arabes syriennes 47-58, 8 fig., 1974.</li>\n<li>Cauvin, Jacques., Les débuts de la céramique sur le Moyen Euphrate veaux documents. Paléorient 2,1 199-205. 1 fig., 1974.</li>\n<li>Cauvin, Jacques., Tell Mureybet. In Antiquités de l'Euphrate, Exposition des découvertes de la campagne internationale de sauvetage des antiquités de l'Euphrate 45-47. Damas., 1974.</li>\n<li>Cauvin, Jacques., Les fouilles de Mureybet (1971–1974) et leur signification pour les origines de la sédentarisation au Proche-Orient, Annuals of the American School of Oriental Research 44, 19-48., 1977.</li>\n<li>Cauvin, Jacques., Tell Mureybit und Tall Can Hassan. Archiv für Orientforschung 26, 159-160., 1978-1979.</li>\n<li>Cauvin, Jacques., Les structures d'habitat au JXe millénaire av. J.-C. à bet (vallée de l'Euphrate, Syrie). Séminaire sur les structures d'habitat. Collège de France 1976-1978, Revista do Museum Paulista (São Paulo) 27 41-45., 1980.</li>\n<li>Cauvin, Jacques., Le Moyen Euphrate au VIIIe millénaire d'après Mureybet et Cheikh Hassan. In Margueron J.-C'l. (éd.). Le Moyen Euphrate, zone de contacts et d'échanges. Actes du Colloque de Strasbourg, Strasbourg 21-34. Leiden E.J. Brill., 1980.</li>\n<li>Cauvin, Jacques., Introduction, et Sanlaville P. (éd.). histoire du Levant 15-17., 1981.</li>\n<li>Cauvin, Jacques., L'occupation néolithique de la région d'El Kowm résultats, 1981.</li>\n<li>Cauvin, Jacques., Introduction, et Sanlaville P. (éd.). Préhistoire du Levant 471-483. Paris Éd. du CNRS., 1978-1979.</li>\n<li>Cauvin, Jacques., Le Néolithique du Levant. Synthèse. Introduction, et Sanlaville P. (éd.). Préhistoire du Levant 603-606. Paris, Éd. du CNRS., 1981.</li>\n<li>Cauvin, Jacques., Le «&#160;problème de l'eau&#160;» au Proche-Orient, de l'homme dateur aux premières sociétés hydrauliques, in Metral J. et Sanlanville P. (éd.). L'homme et l'eau en Méditerranéeet au Proche-Orient. Travaux de la Maison de l 'Orient 2 20-30. Lyon Maison de l'Orient méditerranéen., 1981.</li>\n<li>Cauvin, Jacques., Nouvelles stations néolithiques dans la cuvette d'El Kowm. Cahiers de l'Euphrate 3 79-92. Paris Éd. du CNRS. 1982.</li>\n<li>Cauvin, Jacques., L'oasis d'El Kowm au Néolithique. Bilan après troisgnes méthodes, problèmes et premiers résultats. Cahiers del'Euphrate 3 93-98. Paris Éd. du CNRS., 1982.</li>\n<li>Cauvin, Jacques., La mission archéologique permanente d'El Kowm (Syrie). Cahiers de l'Euphrate 3 7-9. Paris Éd. du CNRS., 1982.</li>\n<li>Cauvin, Jacques., Recherches récentes sur la néolithisation de l'Anatolie. les fouilles de Cafer Hôyuk (Malatya) Turcica (Travaux et Recherches en Turquie, I) 71-7., 1982.</li>\n<li>Cauvin, Jacques., La mutation religieuse du Néolithique d'après les documents du Proche-Orient. In Émergence et originalité de l'homme. Colloque de Chantilly 8-10 janvier 1982. Cahiers de l'Institu Catholique de Lyon 9 69-82,1983.</li>\n<li>Cauvin, Jacques., La sédentarisation du Bassin de l'Euphrate en Syrie et en Turquie. Recherches récentes. In: Orientalisme 1982: Image des Sciences de l'Homme, Courrier du CNRS, n° spécial 27-30, 4 fig., 1983.</li>\n<li>Cauvin, Jacques., Typologie et fonctions des outils préhistoriques apports de latracéologie à un vieux débat. In Cauvin M.-C. (éd.), Tra ces d'utilisation sur les outils néolithiques du Proche-Orient, Table * Cauvin, Jacques., La Syrie au Néolithique. In Au pays de Baal et d'Astarté, 10000 ans d 'art en Syrie. Catalogue de l'Exposition au Petit Palais 32-35., 1983.</li>\n<li>Cauvin, Jacques., Cinq années de recherches (1978–1983) dans l'oasis d'El Kowm (Syrie). Annales archéologiques arabes syriennes 33,1 165-177., 1983.</li>\n<li>Cauvin, Jacques., Travaux de la mission permanente d'El Kowm (Syrie) 1978-1983. 5yr/a 60: 271-274., 1983.</li>\n<li>Cauvin, Jacques., Cafer Hoyuk Kazisi 982 yili raporu (en turc). V Kazi Sonuçlan Toplantisi (Istanbul 23-27 Mayis 1983) 65-66., 1984.</li>\n<li>Cauvin, Jacques., Tell al-Kowm 1978-1983. Archiv für Orientforschung 31, 150-155., 1984.</li>\n<li>Cauvin, Jacques., Réflexions sur les représentations animales dans le Proche-Orient préhistorique. In Actes du Colloque de Cartigny. L 'animal, l 'homme, le dieu dans le Proche-Orient ancien 21-31. Louvain Éd. Peters., 1984.</li>\n<li>Cauvin, Jacques., La religion néolithique. Science et Théologie 10 1-15., 1985.</li>\n<li>Cauvin, Jacques., II Neolitico in Siria. In Da Ahla a Damasco. Catalogue de l'Exposition de Rome 20-25., 1985.</li>\n<li>Cauvin, Jacques., La naissance de l'agriculture. In Le grand atlas de logie. Encyclopaedia Universalis 166-169. Paris., 1985.</li>\n<li>Cauvin, Jacques., La révolution idéologique l'art néolithique au Proche-Orient. In Le grand atlas de l'archéologie. Encyclopaedia Universalis 172-173. Paris., 1985.</li>\n<li>Cauvin, Jacques., La question du «&#160;matriarcat préhistorique&#160;» et le rôle de la femme dans la préhistoire. In La femme dans le monde méditerranéen. Travaux de la Maison de l'Orient 10 7-18., Lyon. Maison de l'Orient méditerranéen, 1985.</li>\n<li>Cauvin, Jacques., Le Néolithique de Cafer Hoyuk (Turquie), bilan provisoire après quatre campagnes ( 1979-1983). Cahiers de l'Euphrate 4 123-135. 5 fig. Pans Éd. du CNRS., 1985.</li>\n<li>Cauvin, Jacques., Mémoire d'Orient la sortie du jardin d'Eden et la neolithisation du Levant. Les Cahiers de l'Institut catholique de Lyon 17 25-40, 1986.</li>\n<li>Cauvin, Jacques., Le rôle de l'imaginaire dans la révolution néolithique. In Le Goff J.. Marin L.. Peter .IP. et al. (éd.). Histoire et Imaginaire 22-34. Poiesis Paléorient. vol. 27. '2. p.&#160;5-1 CNRS EDITIONS, 1986.</li>\n<li>Cauvin, Jacques., Cafer Hôyiik 986. Anatolian Studies 37 1 82- 1 82., 1987.</li>\n<li>Cauvin, Jacques., La néolithisation au Proche-Orient: recherches récentes. Courrier du CNRS (supplément au n° 67) 97-98., 1987.</li>\n<li>Cauvin, Jacques., Mureybet et les origines de l'agriculture. Dossiers, Histoire et Archéologie 122 22-23., 1987.</li>\n<li>Cauvin, Jacques., L'apparition des premières divinités. La Recherche 194:1472-1480., 1987.</li>\n<li>Cauvin, Jacques., Chronologie relative et absolue dans le Néolithique du Levant Nord et d'Anatlie entre 10 000 et 8 000 BP. In Ayrenche O., Evin J. et Hours F. (éd.), Chronologies in the Near East. BAR Int.Ser. 379 325-342., 1987.</li>\n<li>Cauvin, Jacques., Chronologies relatives et chronologie absolue au Proche-Orient de 10 000 à 8 000 BP synthèse. In Aurenche O., Evin J. et Hours F. (éd.), Chronologies in the Near East. BAR Int. Ser. 379 395-398., 1987.</li>\n<li>Cauvin, Jacques., L'occupation préhistorique du désert syrien: nouvelles recherches dans la cuvette d'El Kowm ( 984- 1 989). Annales Archéologiques Arabes Syriennes 38-39 51-65., 1987-1988.</li>\n<li>Cauvin, Jacques., La Néolithisation de la Turquie du Sud-Est dans son contexte proche-oriental. In Roodenberg J. (éd.), A ceramic Neolithic in S.E. Turkey, T.R. Istanbul, juin 986. Anatolica XV, 70-80., 1988.</li>\n<li>Cauvin, Jacques., Les fouilles du village néolithique de Cafer Hôyiik. gue d'Exposition «&#160;Anatolie Antique&#160;». Varia Anatolica IV/1 10-13., 1989.</li>\n<li>Cauvin, Jacques., La stratigraphie de Cafer Hôyuk-Est (Turquie) et les origines du PPNB du Taurus. In Aurenche O., Cauvin M.-C. et Sanlanville P. (éd.), Préhistoire du Levant H, Colloque, CNRS, Lyon, mai 1988. Paléorient 15,1 75-86., 1989.</li>\n<li>Cauvin, Jacques., La néolithisation du Levant, huit ans après, in Aurenche O.. Cauvin M.-C. et Sanlanville P. (éd.), Préhistoire du Levant LJ, Colloque CNRS, Lyon, mai 1988. Paléorient 15,1 174-179., 1989.</li>\n<li>Cauvin, Jacques., Allocution prononcée à la Maison de l'Orient méditerranéen, le 14 janvier 987 à l'occasion du départ à la retraite de Francis Hours. In Hommage à Francis Hours. Collection de la Maison de l'Orient, hors série n° 4 5-9. Lyon Maison de l'Orient méditerranéen., 1989.</li>\n<li>Cauvin, Jacques., La Néolithisation du Levant et sa première diffusion. In Aurenche O. et Cauvin, J. (éd.), Néolithisations. BAR Inter. Ser. 516, Archaeological Series 5 3-36., 1989.</li>\n<li>Cauvin, Jacques., Les origines préhistoriques du nomadisme pastoral dans les pays du Levant le cas de l'oasis d'El fCowm (Syrie). In FRANCFORT H. P. (éd.), Nomades et sédentaires en Asie centrale. Apport de l'Archéologie et de l'Ethnologie (Colloque franco-soviétique Alma-Ata, oct. 1987) 69-80. Paris Éd. du CNRS. 1990.</li>\n<li>Cauvin, Jacques., 1990b Nomadisme néolithique en zones arides l'oasis d'El Kowm. In&#160;: Matthiae, M. Van Loon et Weiss H. (éd.), Resurrecting the past. Hommage à A. Bounni. Istanbul Ned. Hist. Arch. Inst. 41-47. 1990.</li>\n<li>Cauvin, Jacques., El Khabra un poste de chasse néolithique du PPNB final de faciès Qdeir (Oasis d'El Kowm, Syrie). Cahiers de l'Euphrate 5-6 47-53. Pans ERC., 1991.</li>\n<li>Cauvin, Jacques., Proceso de neolitizacion en el Proximo Oriente. In Aubet E. et Molist M. (eds), Arqueologi prehistorica del Proximo Oriente 1-16. Bellaterra UAB (Treballs d'Arquéologia. 2)., 1992.</li>\n<li>Cauvin, Jacques., Syria. The Anchor Bible Dictionary 6 271-274., 1992</li>\n<li>Cauvin, Jacques., À propos de l'ouvrage de C. Renfrew le modèle oriental de la diffusion néolithique. Topoi 2 91-106., 1992.</li>\n<li>Cauvin, Jacques., Problèmes et méthodes pour les débuts de l'agriculture le point de vue de l'archéologue. In ANDERSON P. (éd.). histoire de l'Agriculture, T.R. CNRS, Jalès, juin 1988. Monographies du CRA 6 265-268. Paris Éditions du CNRS., 1992.</li>\n<li>Cauvin, Jacques., L'élaboration et la diffusion des premières sociétés agricoles. In Syrie, mémoire et civilisation. Catalogue de l'Exposition, Institut du Monde Arabe 32-37. Paris Flammarion., 1993.</li>\n<li>Cauvin, Jacques., L'origine syrienne des divinités orientales, in Syrie, mémoire et civilisation. Catalogue de l'Exposition, Institut du Monde Arabe 38-39. Paris Flammarion., 1993.</li>\n<li>Cauvin, Jacques., Naissance d'un art sacré. In Le grand atlas de l'art, paedia Universalis 52-53., 1993.</li>\n<li>Cauvin, Jacques., Émergence de l'agriculture, de l'élevage et du nomadisme pastoral au Proche-Orient. In&#160;: Bocco R., Jaubert R. et Metral F. (éd.). Steppes d'Arabie 35-44. Paris PUF., 1993.</li>\n<li>Cauvin, Jacques., Nova visio sobre els origens del Neolitic una revolucio dels simbols. Cota Zero 9 89-95., 1993.</li>\n<li>Cauvin, Jacques., Ces croyances qui ont changé le monde. Sciences Humaines 53 34-37., 1995.</li>\n<li>Cauvin, Jacques., Le Proche-Orient et les premières sociétés agro-pastorales. Version originale 5., 1995.</li>\n<li>Cauvin, Jacques., Le Taureau, l'homme, la guerre. Le cheval de Troie 14 14-24., 1996.</li>\n<li>Cauvin, Jacques., L'origine de l'agriculture et du nomadisme en Syrie. Version originale 6., 1996.</li>\n<li>Cauvin, Jacques., De la révolution néolithique à la révolution urbaine. In En Syrie, aux origines de l'écriture 9-12. Turnhout Brepols., 1997.</li>\n<li>Cauvin, Jacques., Le Proche-Orient et les premières sociétés agro-pastorales. Version originale 1 361-369., 1998.</li>\n<li>Cauvin, Jacques., Du village à la ville dans le Proche-Orient préhistorique. О Arquéologo Português IV, 16 13-54.,1998.</li>\n<li>Cauvin, Jacques., Souvenir d'un préhistorien. In&#160;: Hommage à Jean Pouilloux, CMC hors série 5 17-18. Lyon, Maison de l'Orient méditerranéen., 1998.</li>\n<li>Cauvin, Jacques., La Néolithisation de l'Anatolie essai de bilan en 1996. In Arsebuk G., Mellink J. et Shirmer W. (eds), Light on Top of the Black Hill, Studies presented to Halet Çambel, 207-214. Istanbul., 1998.</li>\n<li>Cauvin, Jacques., La signification symbolique de l'obsidienne. In: Cauvin M. -С, Gourgaud A., Gratuze В., Arnaud N., Poupeaug., Poidevin J.-L. et Chataigner С (éd.), L'obsidienne au Proche et Moyen-Orient. BAR Int. Ser. 738 379-382., 1998.</li>\n<li>Cauvin, Jacques., Rites funéraires mérovingiens en Bas Vivarais. Les nouveaux Cahiers du Grospierrois 20-3 1, 1998.</li>\n<li>Cauvin, Jacques., Un aperçu sur la préhistoire du Liban. In Liban, l 'autre rive, Catalogue de l'exposition à l'Institut du Monde Arabe. Paris Flammarion., 1998.</li>\n<li>Cauvin, Jacques., Le Moyen Euphrate syrien et les premières sociétés torales. In&#160;: Colloque International d'Alep «&#160;Alep et la route de la Soie&#160;», sept. 1994. Annales Archéologiques arabes syriennes 43 Numéro spécial 51-57., 1999.</li>\n<li>Cauvin, Jacques., Articles «&#160;Prepottery Neolithic A», «&#160;Prepottery Neolithic В&#160;», «&#160;Proche-Orient néolithique Agriculture&#160;», «&#160;ProcheOrient néolithique Art&#160;». In Dictionnaire de la Préhistoire. Encyclopaedia Universalis. Paris. 1999.</li>\n<li>Cauvin, Jacques., Symboles et sociétés au néolithique. En guise de réponse à A. Testait. Les nouvelles de l'Archéologie 79 49-52., 2000.</li>\n<li>Cauvin, Jacques., Bilan d'une rencontre. Directions actuelles pour l'étude des industries lithiques du Proche-Orient. In C'aneva I. (éd.), Neolithic Chipped Stone Industries of the fertile Crescent, (Colloque de Venise 1998). Paléorient. vol. 27. '2. p.&#160;5-1 CNRS EDITIONS 2001, Jacques Calvin et la préhistoire du Levant, 2001.</li></ul>\n<h3><span id=\"Articles_.28co-author.29\"></span><span class=\"mw-headline\" id=\"Articles_(co-author)\">Articles (co-author)</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=List_of_scientific_publications_by_Jacques_Cauvin&amp;action=edit&amp;section=5\" title=\"Edit section: Articles (co-author)\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<ul><li>Cauvin, Jacques., with S. Nikitine., La grotte de Chazelles. St-André-de-Cruzières (Ardèche). Cahiers ligures de préhistoire et d'archéologie 229-236., 1960.</li>\n<li>Cauvin, Jacques., with M.-C. Cauvin., Des ateliers «&#160;campaniens&#160;» au Liban. In La préhistoire&#160;: problèmes et tendances. Mélanges R. Vaufrey 103-1 16. 6 fig. Paris Éd. du CNRS., 1968.</li>\n<li>Cauvin, Jacques., with M.-C. Cauvin., Découvertes de restes humains moustériens à Labri de Hauteroche. Châteauneuf-sur-Charente. Comptes Rendus de l'Académie des Sciences 268. série D 37-40. 2 fig., 1969.</li>\n<li>Cauvin, Jacques., with M. Juili-Neant et M. Couteaux., Le gisement chasséen de Francin (Savoie). Gallia-Préhistoire 13 25-52., 1970.</li>\n<li>Cauvin, Jacques., with E. Gilot., Datation par le carbone 14 du village natoufienet précéramique de Mureybet sur LEuphrate (Syrie).BSPF (CRSM) 70.2 37-38., 1973.</li>\n<li>Cauvin, Jacques., with M. Malenfant, M.-C. Cauvin et P. Ducos., La mémoire de Tell Mureybet. La nouvelle critique 03 48-50., 1977.</li>\n<li>Cauvin, Jacques., with M.-C. Cauvin et D. Stordeur., <i><span lang=\"fr\" title=\"French language text\">Recherchesriques a El Kowm</span></i> (Syrie). Première campagne 1978. Cahiers de l'Euphrate 2 80-117, 21 fig., 1979.</li>\n<li>Cauvin, Jacques., with O. Aurenche., Cafer Hóyiik (Malatya) 1979. lian Studies 30 207-209., 1980.</li>\n<li>Cauvin, Jacques., with O. Aurenche., Premiers sondages sur le siteque de Cafer Hoyiik. In // Kasi Sonuçlan Toplantisi (Ankara février 1980) 175-180., 1980.</li>\n<li>Cauvin, Jacques., with M.-C. Cauvin., Néolithisation au Proche-Orient et en Turquie Orientale. Supplément à Г Encyclopaedia Universalis 1073-1079. 10 fig. (Intégré en 1985 à la seconde édition de L' Encyclopaedia Universalis)., 1980.</li>\n<li>Cauvin, Jacques., with O. Aurenche., Cafer Hoyuk 1980. Anatolian Studies, 31 184-185., 1981.</li>\n<li>Cauvin, Jacques., with O. Aurenche., Cafer Hoyiik 1 980. In Kasiçlan Toplantisi (Ankara) 1, 19-120., 1981.</li>\n<li>Cauvin, Jacques., with O. Arenche, M.-C. Cauvin, L. Copeland, F. Hours et P. Sanlaville., Chronologie et organisation de l'espace dans le Proche-Orient ancien de 12 000 a 5 600 av. J.-C. In CAUVIN J. et SANLAVILLE P. (éd.), Préhistoire du Levant 571-601. 12 cartes. Paris Éd. du CNRS., 1981.</li>\n<li>Cauvin, Jacques., with O. Aurenche., Le Néolithique de Cafer Hoyuk tya, Turquie. Fouilles 1979-1980. Cahiers de l'Euphrate 3 123-138, 12 fig. Paris Éd. du CNRS., 1982.</li>\n<li>Cauvin, Jacques., with O. Aurenche., Cafer Hôyiik 1983. Anatolian Studies 34, 209-210., 1984.</li>\n<li>Cauvin, Jacques., with M.-C. Cauvin., Origines de l'agriculture au Levant facteurs biologiques et socioculturels. In The Hilly Flanks and Bevond (Mélanges Braidwood) 43-55. Chicago Oriental Institute., 1984.</li>\n<li>Cauvin, Jacques., with O. Aurenche., La campagne de fouilles 1984 à Cafer Hoyiik. VII Kasi Sonuçlan Toplantisi 17-21. 1985</li>\n<li>Cauvin, Jacques., with O. Aurenche, Cafer Hoyuk 1984. Anatolian Studies 35, 183-186., 1985.</li>\n<li>Cauvin, Jacques., with M.-J. Chavanne., et T. Oziol., Le cimetière médiéval de Cafer Hôyiik (Malatya. Turquie). Cahiers de l'Euphrate 4 135-173. 14 fie., 1985.</li>\n<li>Cauvin, Jacques., with D. Stordeur., Une occupation d'époque Uruk en Palmyrène le niveau supérieur d'El Kowm 2 Caracol. Cahiers de l'Euphrate 4 191-205. 8 fig. Paris ERC., 1985.</li>\n<li>Cauvin, Jacques., with O. Aurenche., Cafer Hoyuk 1985. Anatolian Studies 36, 182-184., 1986.</li>\n<li>Cauvin, Jacques., with O. Aurenche., Cafer Hoyiik les fouilles de 1985. VIII Kasi Sonuçlan Toplantisi 39-49., 1986.</li>\n<li>Cauvin, Jacques., with O. Aurenche Cafer Hoyiik et le Néolithique en Anatolie. Dossiers Histoire et Archéologie 122 24-25., 1987a</li>\n<li>Cauvin, Jacques., with D. Stordeur: Quelques réflexions sur l'évolution préhistorique des emmanchements. In Stordeur D. (éd.). La main et l'outil. Travaux de la Maison de l'Orient 15 331-336. Lyon Maison de l'Orient Méditerranéen., 1987.</li>\n<li>Cauvin, Jacques., with M.-C. Cauvin., Préhistoire anatolienne. Suppl. Encyclopedia Universalis 292-296., 1989.</li>\n<li>Cauvin, Jacques., with M.-C. Cauvin, P. Anderson-Geraud et D. Helvier., Les travaux de 1986-1988 sur le site néolithique pré-céramique de Cafer Hoyiik. Anatolia Antiqua, EskiAnadolu, (1FEA Istanbul XXXII): 4-10. Paris: Maisonneuve., 1991a</li>\n<li>Cauvin, Jacques., with M. Molust., Les niveaux inférieurs de Cafer Hoyiik. Stratigraphie et architectures. Fouilles 84-86. Cahiers de l'Euphrate 5-6 85-1 14. Paris ERC., 1991.</li>\n<li>Cauvin, Jacques., with D. Stordeur., Les origines du nomadisme. La lettre de la Maison de l 'Orient 4 4-5., 1991.</li>\n<li>Cauvin, Jacques., with D. Sordeur., Les origines du nomadisme, il y a 8 000 ans. CNRS-Info 13., 1992.</li>\n<li>Cauvin, Jacques., with M.-C. Cauvin., La séquence néolithique PPNB au Levant Nord. Paléorient 19.1 23-28., 1993.</li>\n<li>Cauvin, Jacques., with D. Stordeur., Radiocarbon dating El Kowm Upper Paleolithic through chalcolithic. In Bar-Yosef O. and Kra R.S. (eds). Late quaternary chronology and, Paleoclimates of the Eastern Mediterranean 201-204. Tucson, Univ. of Arizona., 1994.</li>\n<li>Cauvin, Jacques., with С. Marechal., Mureybet. Reallexikon der Assyríologie und Vorderasiatischen Archaeologie Band 8, 5/6 424-433., 1996.</li>\n<li>Cauvin, Jacques., with M.-C. Cauvin. D. Helvier et G. Willcox., L'homme et son environnement au Levant Nord entre 30 000 et 7 500 BP, Paléorient 22 2 51-69., 1998.</li>\n<li>Cauvin, Jacques. with O. Aurenche, M.-C. Cauvin et N. Balkan-Atli., The Pre-pottery Site of Cafer Hoyiik. In Ôzdoan M. and Basgelen N. (eds). Neolithic in Turkey 87-103 et pi. h. t.., 59-11 Istanbul Arkeoloji ve Sanat Yayinlazi., 1999.</li>\n<li>Cauvin, Jacques., with M.-C. Cauvin., Signification d'un outillage que l'apport de l'industrie lithique d'El Kowm 2. In Stordeur D. (éd.), El Kowm 2. Une île dans le désert 1 97-202. Paris CNRS Éditions., 2000.</li>\n<li>Cauvin, Jacques., with M.-C. Cauvin., L'industrie en silex et en roches vertes du PPNB d'El Kowm 2. In Stordeur D. (éd.). El Kowm 2. Une île dans le désert 97- 60. Paris CNRS Éditions. Paleorient. vol. 27 2. p.&#160;5-11 CNRS EDITIONS 2001, 2000.<sup id=\"cite_ref-Aurenche_3-0\" class=\"reference\"><a href=\"#cite_note-Aurenche-3\">&#91;3&#93;</a></sup></li></ul>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=List_of_scientific_publications_by_Jacques_Cauvin&amp;action=edit&amp;section=6\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Jacques_Cauvin\" title=\"Jacques Cauvin\">Jacques Cauvin</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=List_of_scientific_publications_by_Jacques_Cauvin&amp;action=edit&amp;section=7\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.exoriente.org/docs/00021.pdf\">Neolithics 2/01, A Journal of Southwest Asian Lithics Research, Editorial, ex-Oriente, Berlin, 2001.</a></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.exoriente.org/docs/00043.pdf\">Coqueugniot, Eric., Jacques Cauvin (1930–2001) et le Neolithique du Levant Nord, Neolithics 1/02, A Journal of Southwest Asian Lithics Research, ex-Oriente, Berlin, 2002.</a></span>\n</li>\n<li id=\"cite_note-Aurenche-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Aurenche_3-0\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.persee.fr/web/revues/home/prescript/article/paleo_0153-9345_2001_num_27_2_4728\">Aurenche, Olivier., Jacques Cauvin et la préhistoire du Levant, Paléorient, Volume 27, Number 27-2, pp. 5-11, 2001.</a></span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw2275\nCached time: 20180921194226\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.152 seconds\nReal time usage: 0.185 seconds\nPreprocessor visited node count: 198/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 761/2097152 bytes\nTemplate argument size: 170/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 1479/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.116/10.000 seconds\nLua memory usage: 8.78 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  162.801      1 -total\n 91.27%  148.582      1 Template:Lang\n  5.61%    9.131      1 Template:Reflist\n  2.45%    3.992      3 Template:Not_a_typo\n  1.34%    2.177      3 Template:Sic\n  1.13%    1.832      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:31423064-0!canonical and timestamp 20180921194225 and revision id 831384800\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"List Of Scientific Publications By Jacques Cauvin","hidden":"","*":"Articles_containing_French-language_text"},{"sortkey":"Scientific Publications By Jacques Cauvin","*":"Archaeology-related_lists"},{"sortkey":"Cauvin, Jacques List Of Scientific Publications By","*":"Bibliographies_by_writer"},{"sortkey":"Cauvin, Jacques List of Scientific Publications By","*":"Bibliographies_of_French_writers"},{"sortkey":"Cauvin, Jacques List of Scientific Publications By","*":"Science_bibliographies"}],"links":[{"ns":0,"exists":"","*":"Archaeology"},{"ns":0,"exists":"","*":"France"},{"ns":0,"exists":"","*":"Jacques Cauvin"},{"ns":0,"exists":"","*":"Levant"},{"ns":0,"exists":"","*":"Maison de l'Orient et de la Méditerranée"},{"ns":0,"exists":"","*":"Near East"},{"ns":0,"exists":"","*":"Prehistory"}],"templates":[{"ns":10,"exists":"","*":"Template:Not a typo"},{"ns":10,"exists":"","*":"Template:Sic"},{"ns":10,"exists":"","*":"Template:Lang"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Lang"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Language/name/data"},{"ns":828,"exists":"","*":"Module:Language/data/iana languages"},{"ns":828,"exists":"","*":"Module:Language/data/ISO 639-3"},{"ns":828,"exists":"","*":"Module:Language/data/wp languages"},{"ns":828,"exists":"","*":"Module:Language/data/iana scripts"},{"ns":828,"exists":"","*":"Module:Language/data/iana regions"},{"ns":828,"exists":"","*":"Module:Language/data/iana variants"},{"ns":828,"exists":"","*":"Module:Language/data/iana suppressed scripts"},{"ns":828,"exists":"","*":"Module:Lang/ISO 639 synonyms"},{"ns":828,"exists":"","*":"Module:Lang/data"},{"ns":828,"exists":"","*":"Module:Unicode data"},{"ns":828,"exists":"","*":"Module:Unicode data/scripts"},{"ns":828,"exists":"","*":"Module:Table"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["http://www.exoriente.org/docs/00021.pdf","http://www.exoriente.org/docs/00043.pdf","http://www.persee.fr/web/revues/home/prescript/article/paleo_0153-9345_2001_num_27_2_4728"],"sections":[{"toclevel":1,"level":"2","line":"Bibliography","number":"1","index":"1","fromtitle":"List_of_scientific_publications_by_Jacques_Cauvin","byteoffset":752,"anchor":"Bibliography"},{"toclevel":2,"level":"3","line":"Books Authored","number":"1.1","index":"2","fromtitle":"List_of_scientific_publications_by_Jacques_Cauvin","byteoffset":794,"anchor":"Books_Authored"},{"toclevel":2,"level":"3","line":"Collective Works (editor, co-author or co-editor)","number":"1.2","index":"3","fromtitle":"List_of_scientific_publications_by_Jacques_Cauvin","byteoffset":2625,"anchor":"Collective_Works_(editor,_co-author_or_co-editor)"},{"toclevel":2,"level":"3","line":"Articles Authored","number":"1.3","index":"4","fromtitle":"List_of_scientific_publications_by_Jacques_Cauvin","byteoffset":3685,"anchor":"Articles_Authored"},{"toclevel":2,"level":"3","line":"Articles (co-author)","number":"1.4","index":"5","fromtitle":"List_of_scientific_publications_by_Jacques_Cauvin","byteoffset":18075,"anchor":"Articles_(co-author)"},{"toclevel":1,"level":"2","line":"See also","number":"2","index":"6","fromtitle":"List_of_scientific_publications_by_Jacques_Cauvin","byteoffset":24242,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"3","index":"7","fromtitle":"List_of_scientific_publications_by_Jacques_Cauvin","byteoffset":24276,"anchor":"References"}],"parsewarnings":[],"displaytitle":"List of scientific publications by Jacques Cauvin","iwlinks":[],"properties":[{"name":"defaultsort","*":"List Of Scientific Publications By Jacques Cauvin"},{"name":"wikibase_item","*":"Q6638015"}]}}