{"parse":{"title":"Kavirondo","pageid":3923079,"revid":828226205,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Kavirondo</b> is the former name of the region surrounding Kavirondo Gulf (now <a href=\"/wiki/Winam_Gulf\" title=\"Winam Gulf\">Winam Gulf</a>) as well as of two native peoples living there under the regime of <a href=\"/wiki/British_East_Africa\" class=\"mw-redirect\" title=\"British East Africa\">British East Africa</a> (The \"<a href=\"/wiki/Nilotic_Kavirondo\" class=\"mw-redirect\" title=\"Nilotic Kavirondo\">Nilotic Kavirondo</a>\" and the \"<a href=\"/wiki/Bantu_Kavirondo\" title=\"Bantu Kavirondo\">Bantu Kavirondo</a>\"). Broadly, this was defined as those who dwelt in the valley of the <a href=\"/wiki/Nzoia_River\" title=\"Nzoia River\">Nzoia River</a>, on the western slopes of <a href=\"/wiki/Mount_Elgon\" title=\"Mount Elgon\">Mount Elgon</a>, and along the northeast coast of <a href=\"/wiki/Victoria_Nyanza\" class=\"mw-redirect\" title=\"Victoria Nyanza\">Victoria Nyanza</a>.\n</p><p>Suggested etiologies of the name \"Kavirondo\" include\n</p>\n<ul><li>From local young warriors, armed with spears, bows, arrows, &amp; clubs, who were observed to sit on their heels, which in <a href=\"/wiki/Swahili_language\" title=\"Swahili language\">Swahili</a> is <i>kaa virondo</i>. Thus the region became Kavirondo, the inhabitants pejoratively called <i>wa-Kavirondo</i>: “people who sit on their heels”</li>\n<li>From <i>kaba-londo</i>: In <a href=\"/wiki/Buganda\" title=\"Buganda\">Buganda</a> two unusual words related to royalty were combined, <a href=\"/wiki/Kabaka_of_Buganda\" title=\"Kabaka of Buganda\">kabaka</a>, the king &amp; <i>namu-londo</i>, the <a href=\"/wiki/Chair\" title=\"Chair\">stool</a> used as <a href=\"/wiki/Throne\" title=\"Throne\">throne</a> on which the king is crowned.</li></ul>\n<p>(Both putative origins may be doubtful).\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Origins_and_divisions\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Origins and divisions</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Culture_and_society\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Culture and society</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Religion_and_beliefs\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Religion and beliefs</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Economy\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Economy</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Sources_and_references\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Sources and references</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Origins_and_divisions\">Origins and divisions</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Kavirondo&amp;action=edit&amp;section=1\" title=\"Edit section: Origins and divisions\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Kavirondo is the general name of two distinct groups of ethnic groups, the <a href=\"/wiki/Bantu_peoples\" title=\"Bantu peoples\">Bantu</a> speakers and the <a href=\"/wiki/Nilotic\" class=\"mw-redirect\" title=\"Nilotic\">Nilotic</a> speakers. The <a href=\"/wiki/Bantu_people\" class=\"mw-redirect\" title=\"Bantu people\">Bantu</a> appear to have been the first comers. The Nilotic ethnic groups, probably an offshoot of the <a href=\"/wiki/Acholi\" class=\"mw-redirect\" title=\"Acholi\">Acholi</a>, appear to have crossed <a href=\"/wiki/Lake_Victoria\" title=\"Lake Victoria\">Lake Victoria</a> to reach their present home, the country around Kavirondo Gulf. Of the two, the Bantu now occupy a more northerly position than their neighbors, and are practically the most northerly representatives of that race (Hobley). The Nilotic Kavirondo in their turn had their wanderings arrested by an irruption of <a href=\"/w/index.php?title=Elgumi&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Elgumi (page does not exist)\">Elgumi</a> people (themselves probably of Nilotic origin) from the east.\n</p><p>The Bantu Kavirondo are divided into three principal types: the Awa-Rimi, the Awa-Ware and the Awa-Kisii. Their Nilotic neighbors call the Bantu Kavirondo <i>Jo-Mwa</i>  (singular: Ja-Mwa). The generic name for the Nilotic tribes is <i>Jo-Luo</i>  (singular: Ja-Luo), but the Bantu Kavirondo call them <i>Awa-Nyoro</i>. The two groups have many characteristics in common.\n</p><p>The Kavirondo have many tribes, divided, Sir H. H. Johnston suspects, totemically.\n</p>\n<h2><span class=\"mw-headline\" id=\"Culture_and_society\">Culture and society</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Kavirondo&amp;action=edit&amp;section=2\" title=\"Edit section: Culture and society\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:252px;\"><a href=\"/wiki/File:In_wildest_Africa_-_the_record_of_a_hunting_and_exploration_trip_through_Uganda,_Victoria_Nyanza,_the_Kilimanjaro_region_and_British_East_Africa,_with_an_account_of_an_ascent_of_the_snowfields_of_(14596313249).jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/69/In_wildest_Africa_-_the_record_of_a_hunting_and_exploration_trip_through_Uganda%2C_Victoria_Nyanza%2C_the_Kilimanjaro_region_and_British_East_Africa%2C_with_an_account_of_an_ascent_of_the_snowfields_of_%2814596313249%29.jpg/250px-thumbnail.jpg\" width=\"250\" height=\"338\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/69/In_wildest_Africa_-_the_record_of_a_hunting_and_exploration_trip_through_Uganda%2C_Victoria_Nyanza%2C_the_Kilimanjaro_region_and_British_East_Africa%2C_with_an_account_of_an_ascent_of_the_snowfields_of_%2814596313249%29.jpg/375px-thumbnail.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/6/69/In_wildest_Africa_-_the_record_of_a_hunting_and_exploration_trip_through_Uganda%2C_Victoria_Nyanza%2C_the_Kilimanjaro_region_and_British_East_Africa%2C_with_an_account_of_an_ascent_of_the_snowfields_of_%2814596313249%29.jpg/500px-thumbnail.jpg 2x\" data-file-width=\"1510\" data-file-height=\"2040\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:In_wildest_Africa_-_the_record_of_a_hunting_and_exploration_trip_through_Uganda,_Victoria_Nyanza,_the_Kilimanjaro_region_and_British_East_Africa,_with_an_account_of_an_ascent_of_the_snowfields_of_(14596313249).jpg\" class=\"internal\" title=\"Enlarge\"></a></div>Bantu Kavirondo women working a field, early 20th century.</div></div></div>\n<p>A characteristic feature of the people was their traditional <a href=\"/wiki/Nakedness\" class=\"mw-redirect\" title=\"Nakedness\">nakedness</a>. Among the Nilotic Kavirondo married men who are fathers wore a small piece of goat-skin (Sembe), which though practically useless as a covering was worn according to ethnic etiquette. Even among men who have adopted European clothing this goat-skin must still be worn underneath. Contact with whites has led to the adoption of European clothing by numbers of the men (who were better travelled), but the women (who were less travelled), more conservative, remained in nudity or the scanty covering which they wore before the advent of Europeans. Among the Bantu Kavirondo married women wear a short fringe of black string in front and a tassel of banana fibre suspended from a girdle behind, this tassel having at a distance the appearance of a tail. Hence the report of early travellers as to a tailed race in <a href=\"/wiki/Africa\" title=\"Africa\">Africa</a>. The Nilotic Kavirondo women wear the tail, but dispense with the fringe in front. For dandy they wear a goat-skin slung over the shoulders.\n</p><p>Some of the Bantu tribes practise <a href=\"/wiki/Circumcision\" title=\"Circumcision\">circumcision</a>, the Nilotic tribes do not. Patterns are tattooed on chest and stomach for ornament. Men, even husbands, are forbidden to touch the women's tails, which must be worn even should any other clothing be wrapped round the body.\n</p><p>The Kavirondo are noted for their independent and pugnacious nature, honesty and sexual morality, traits particularly marked among the Bantu tribes. There are more women than men, and thus the Kavirondo are naturally inclined towards <a href=\"/wiki/Polygamy\" title=\"Polygamy\">polygamy</a>. Among the Bantu tribes a man has the refusal of all the younger sisters of his wife as they attain puberty. Practically no woman lives unmarried all her life, for if no suitor seeks her, she singles out a man and offers herself to him at a reduced price, an offer usually accepted, as the women are excellent agricultural laborers. The Nilotic Kavirondo incline to <a href=\"/wiki/Exogamy\" title=\"Exogamy\">exogamy</a>, endeavouring always to marry outside their clan. Girls are betrothed at six or seven, and the husband-elect continually makes small presents to his fatherin-law-elect till the bride reaches womanhood.\n</p><p>It is regarded as shameful if the girl be not found a virgin on her wedding day. She is sent back to her parents, who have to return the marriage price, and pay a fine. The wife's <a href=\"/wiki/Adultery\" title=\"Adultery\">adultery</a> was formerly punished with death, and the capital penalty was also inflicted on young men and girls guilty of <a href=\"/wiki/Unchastity\" class=\"mw-redirect\" title=\"Unchastity\">unchastity</a>. Among the Bantu Kavirondo the usual minimum price for a wife is forty hoes, twenty goats and one cow, paid in instalments. The Nilotic Kavirondo pay twenty sheep and two to six cows; the husband-elect can claim his bride after half payment; if a woman dies without bearing children, the amount of her purchase is returnable by her father, unless the widower consents to replace her by another sister. The women are prolific and the birth of twins is common and considered a lucky event, which is celebrated by feasting and dances.\n</p><p>Among the Bantu Kavirondo the mother of twins must remain in her hut for seven days; among the Nilotic Kavirondo the parents and the infants must stay in the hut for a whole month. If a Bantu mother has lost two children in succession, the next child born is taken out at dawn and placed on the road, where it is left till a neighbor, usually a woman friend who has gone that way on purpose, picks it up and takes it to its mother who gives a goat in return; a somewhat similar custom prevails among the Nilotic tribes. Names are neither masculine nor feminine, and a girl often bears her father's name.\n</p><p>The Kavirondo bury their dead. Among one of the <a href=\"/wiki/Bantu_peoples\" title=\"Bantu peoples\">Bantu</a> tribes, the Awa-Kisesa, a chief is buried in the floor of his own hut in a sitting position, but at such a depth that the head protrudes. Over the head an earthenware pot is placed, and his principal wives have to remain in the hut till the flesh is eaten by ants or decomposes, when the skull is removed and buried close to the hut. Later the skeleton is unearthed, and reburied with much ceremony in the sacred burial place of the tribe.\n</p><p>Married women of the Bantu tribes are buried in their hut lying on their right side with legs doubled up, the hut being then deserted. Among the Nilotic tribes the grave is dug beneath the verandah of the hut. Men of the Bantu tribes are buried in an open space in the midst of their huts; in the Nilotic tribes, if the first wife of the deceased be alive he is buried in her hut, if not, beneath the verandah of the hut in which he died. A child is buried near the door of its mothers hut. A sign of mourning is a cord of banana fibre worn round the neck and waist.\n</p><p>A chief chooses, sometimes years before his death, one of his sons to succeed him, often giving a brass bracelet as insignia. A man's property is divided equally among his children.\n</p><p>While some tribes live in isolated huts, those in the north have strongly walled villages. The walls are of mud and formerly, among the Nilotic tribes, occasionally of stone. Since colonization by the British the security of the country induced the Kavirondo to let the walls fall into disrepair. Their huts are circular with conical thatched roofs, and fairly broad verandas all round.\n</p><p>A portion of the hut is partitioned off as a sleeping-place for goats, and the fowls sleep indoors in a large basket. Skins form the only bedsteads. In each hut are two fireplaces, about which a rigid etiquette prevails. Strangers or distant relatives are not allowed to pass beyond the first, which is near the door, and is used for cooking. At the second, which is nearly in the middle of the hut, sits the hut owner, his wives, children, brothers and sisters. Around this fireplace the family sleep.\n</p><p>Cooking pots, water pots and earthenware grain jars are the only other furniture. The food is served in small baskets. Every full-grown man has a hut to himself, and one for each wife. The huts of the Masaba Kavirondo of west <a href=\"/wiki/Elgon\" class=\"mw-redirect\" title=\"Elgon\">Elgon</a> have the apex of the roof surmounted by a carved pole which Sir H. H. Johnston says is obviously a phallus. Among the Bantu Kavirondo a father does not eat with his sons, nor do brothers eat together. Among the Nilotic tribes father and sons eat together, usually in a separate hut with open sides. Women eat apart and only after the men have finished.\n</p><p>Though a peaceful people, the Kavirondo fight well. Their weapons are spears with rather long flat blades without blood-courses and broad-bladed swords. Some use slings, and most carry shields. Bows and arrows are also used; firearms are however displacing other weapons. Kavirondo warfare was mainly defensive and intertribal, this last a form of <a href=\"/wiki/Feud\" title=\"Feud\">vendetta</a>. When a man had killed his enemy in battle he shaved his head on his return and was rubbed with medicine (generally goats dung), to defend him from the spirit of the dead man. The Awa-Wanga abandoned this custom when they obtained firearms. The young warriors were made to stab the bodies of their slain enemies.\n</p><p>In the colonial era the Kavirondo are on the increase due to their fecundity and morality. Those who live in the low-lying lands suffer from a mild <a href=\"/wiki/Malaria\" title=\"Malaria\">malaria</a>, while abroad they are subject to <a href=\"/wiki/Dysentery\" title=\"Dysentery\">dysentery</a> and <a href=\"/wiki/Pneumonia\" title=\"Pneumonia\">pneumonia</a>. Epidemics of <a href=\"/wiki/Small-pox\" class=\"mw-redirect\" title=\"Small-pox\">small-pox</a> have occurred. Native medicine is of the simplest. They dress wounds with butter and leaves, and for inflammation of the lungs or pleurisy, pierce a hole in the chest. There are no medicine-men: the women are the doctors. Certain of the incisor teeth are pulled out. If a man retains these he will, it is thought, be killed in warfare. Among certain tribes the women also have incisor teeth extracted, otherwise misfortune would befall their husbands. For the same reason the wife scars the skin of her forehead or stomach. A Kavirondo husband, before starting on a perilous journey, cuts <a href=\"/wiki/Scar\" title=\"Scar\">scars</a> on his wife's body to ensure him good luck.\n</p><p>Of dances, the Kavirondo have the birth dance, the death dance, that at initiation and one of a propitiatory kind in seasons of drought. Their music is plaintive and sometimes pretty, produced by a large <a href=\"/wiki/Lyre\" title=\"Lyre\">lyre</a>-shaped instrument. They also use various drums.\n</p><p>The <a href=\"/wiki/Luo_(family_of_ethnic_groups)\" class=\"mw-redirect\" title=\"Luo (family of ethnic groups)\">Luo</a> women use small beads attached to pieces of brass for ear ornaments. Like the aggrey beads of <a href=\"/wiki/West_Africa\" title=\"West Africa\">West Africa</a> these beads are not of local manufacture nor of recent introduction. They are ancient, generally blue in color, occasionally yellow or green, and are picked up in certain districts after heavy rain. The natives believe they come down with the rain. They are identical in shape and color to <a href=\"/wiki/Ancient_Egyptian\" class=\"mw-redirect\" title=\"Ancient Egyptian\">Ancient Egyptian</a> beads and other beads obtained from trade with peoples from ancient cities in <a href=\"/wiki/Balochistan_(Pakistan)\" class=\"mw-redirect\" title=\"Balochistan (Pakistan)\">Balochistan</a>, in modern <a href=\"/wiki/Pakistan\" title=\"Pakistan\">Pakistan</a>.\n</p>\n<h2><span class=\"mw-headline\" id=\"Religion_and_beliefs\">Religion and beliefs</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Kavirondo&amp;action=edit&amp;section=3\" title=\"Edit section: Religion and beliefs\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>They appears to practicee a vague ancestor worship, but the northern tribes have two gods, Awafwa and Ishishemi, the spirits of good and evil. To the former, cattle and goats are sacrificed.\n</p><p>The Kavirondo have great faith in <a href=\"/wiki/Divination\" title=\"Divination\">divination</a> from the entrails of a sheep. Nearly everybody and everything are ominous of good or evil to the Kavirondo.\n</p><p>They have few myths or traditions; the <a href=\"/w/index.php?title=Aarddvark&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Aarddvark (page does not exist)\">antbear</a> is the chief figure in their beast-legends.\n</p><p>They believe in <a href=\"/wiki/Witchcraft\" title=\"Witchcraft\">witchcraft</a> and practise <a href=\"/wiki/Trial_by_ordeal\" title=\"Trial by ordeal\">trial by ordeal</a>.\n</p>\n<h2><span class=\"mw-headline\" id=\"Economy\">Economy</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Kavirondo&amp;action=edit&amp;section=4\" title=\"Edit section: Economy\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The Kavirondo are essentially an agricultural people: both men and women work in the fields with large iron hoes. In addition to <a href=\"/wiki/Sorghum\" title=\"Sorghum\">sorghum</a>, <a href=\"/wiki/Eleusine\" title=\"Eleusine\">Eleusine</a> and maize, tobacco and <a href=\"/wiki/Hemp\" title=\"Hemp\">hemp</a> are both cultivated and smoked. Both sexes smoke, but the use of hemp is restricted to men and unmarried women, as it is thought to injure child-bearing women. Hemp is smoked in a hubble-bubble. The Kavirondo cultivate <a href=\"/wiki/Sesamum\" title=\"Sesamum\">sesamum</a> and make an oil from its seeds which they burn in little clay lamps of the ancient saucer type, the pattern being, in Hobley's opinion, introduced into the country by the coast people.\n</p><p>The Kavirondo keep cattle, sheep, goats, fowls and a few dogs. Women do not eat sheep, fowls or eggs, and are not allowed to drink milk except when mixed with other things. The flesh of the wild cat and leopard is esteemed by most of the tribes. Among the Bantu Kavirondo goats and sheep are suffocated, the snout being held until the animal dies. From Eleusine a beer is made.\n</p><p>The Kavirondo are plucky hunters, capturing the hippopotamus with ropes and traps, and attacking with spears the largest elephants. Fish, of which they are very fond, are caught by line and rod or in traps. Bee-keeping is common, and where trees are scarce the hives are placed on the roof of the hut.\n</p><p>Traditional Kavirondo industries are salt-making, effected by burning reeds and water-plants and passing water through the ashes; the smelting of iron ore (confined to the Bantu tribes); pottery and basket-work.\n</p>\n<h2><span class=\"mw-headline\" id=\"Sources_and_references\">Sources and references</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Kavirondo&amp;action=edit&amp;section=5\" title=\"Edit section: Sources and references\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Wikisource-logo.svg/12px-Wikisource-logo.svg.png\" width=\"12\" height=\"13\" class=\"noviewer\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Wikisource-logo.svg/18px-Wikisource-logo.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Wikisource-logo.svg/24px-Wikisource-logo.svg.png 2x\" data-file-width=\"410\" data-file-height=\"430\" />&#160;This article&#160;incorporates text from a publication now in the <a href=\"/wiki/Public_domain\" title=\"Public domain\">public domain</a>:&#160;<cite id=\"CITEREFJoyce1911\" class=\"citation encyclopaedia\">Joyce, Thomas Athol (1911). \"<a href=\"https://en.wikisource.org/wiki/1911_Encyclop%C3%A6dia_Britannica/Kavirondo\" class=\"extiw\" title=\"wikisource:1911 Encyclopædia Britannica/Kavirondo\">Kavirondo</a>\".  In Chisholm, Hugh. <i><a href=\"/wiki/Encyclop%C3%A6dia_Britannica_Eleventh_Edition\" title=\"Encyclopædia Britannica Eleventh Edition\">Encyclopædia Britannica</a></i>. <b>15</b> (11th ed.). Cambridge University Press. p.&#160;701.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=bookitem&amp;rft.atitle=Kavirondo&amp;rft.btitle=Encyclop%C3%A6dia+Britannica&amp;rft.pages=701&amp;rft.edition=11th&amp;rft.pub=Cambridge+University+Press&amp;rft.date=1911&amp;rft.aulast=Joyce&amp;rft.aufirst=Thomas+Athol&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AKavirondo\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span>\n</p>\n<ul><li><a href=\"/wiki/Charles_William_Hobley\" title=\"Charles William Hobley\">C. W. Hobley</a>, <i>Eastern Uganda, an Ethnological Survey</i> (Anthrop. Inst., Occasional Papers, No. I, London, 1902)</li>\n<li>Sir H. H. Johnston, <i>Uganda Protectorate</i> (1902)</li>\n<li>J. F. Cunningham, <i>Uganda and its Peoples</i> (1905)</li>\n<li>Paul Kollmann, <i>The Victoria Nyanza</i> (1899).</li></ul>\n<table class=\"plainlinks metadata ambox ambox-content ambox-Update\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"Ambox current red.svg\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/9/98/Ambox_current_red.svg/42px-Ambox_current_red.svg.png\" width=\"42\" height=\"34\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/9/98/Ambox_current_red.svg/63px-Ambox_current_red.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/9/98/Ambox_current_red.svg/84px-Ambox_current_red.svg.png 2x\" data-file-width=\"360\" data-file-height=\"290\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article needs to be <b>updated</b>.<span class=\"hide-when-compact\"> Please update this article to reflect recent events or newly available information.</span>  <small><i>(November 2010)</i></small></div></td></tr></tbody></table>\n\n<!-- \nNewPP limit report\nParsed by mw1245\nCached time: 20180905184748\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.096 seconds\nReal time usage: 0.135 seconds\nPreprocessor visited node count: 779/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 9007/2097152 bytes\nTemplate argument size: 1047/2097152 bytes\nHighest expansion depth: 10/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.035/10.000 seconds\nLua memory usage: 1.78 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   97.087      1 -total\n 65.26%   63.355      1 Template:EB1911\n 55.85%   54.222      1 Template:Cite_EB1911\n 43.30%   42.034      1 Template:Cite_encyclopedia\n 34.67%   33.663      1 Template:Update\n 30.64%   29.751      3 Template:Main_other\n 28.29%   27.464      1 Template:Ambox\n  1.99%    1.930      1 Template:SUBJECTSPACE_formatted\n  1.98%    1.927      2 Template:Hide_in_print\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:3923079-0!canonical and timestamp 20180905184748 and revision id 828226205\n -->\n</div>"},"langlinks":[{"lang":"simple","url":"https://simple.wikipedia.org/wiki/Kavirondo","langname":"Simple English","autonym":"Simple English","*":"Kavirondo"}],"categories":[{"sortkey":"","hidden":"","*":"Wikipedia_articles_incorporating_a_citation_from_the_1911_Encyclopaedia_Britannica_with_Wikisource_reference"},{"sortkey":"","hidden":"","*":"Wikipedia_articles_incorporating_text_from_the_1911_Encyclopædia_Britannica"},{"sortkey":"","hidden":"","*":"Wikipedia_articles_in_need_of_updating_from_November_2010"},{"sortkey":"","hidden":"","*":"All_Wikipedia_articles_in_need_of_updating"},{"sortkey":"","*":"Historical_regions"},{"sortkey":"","*":"Geography_of_Kenya"},{"sortkey":"","*":"Ethnic_groups_in_Kenya"}],"links":[{"ns":14,"exists":"","*":"Category:Wikipedia articles in need of updating from November 2010"},{"ns":0,"exists":"","*":"Acholi"},{"ns":0,"exists":"","*":"Adultery"},{"ns":0,"exists":"","*":"Africa"},{"ns":0,"exists":"","*":"Ancient Egyptian"},{"ns":0,"exists":"","*":"Balochistan (Pakistan)"},{"ns":0,"exists":"","*":"Bantu Kavirondo"},{"ns":0,"exists":"","*":"Bantu people"},{"ns":0,"exists":"","*":"Bantu peoples"},{"ns":0,"exists":"","*":"British East Africa"},{"ns":0,"exists":"","*":"Buganda"},{"ns":0,"exists":"","*":"Chair"},{"ns":0,"exists":"","*":"Charles William Hobley"},{"ns":0,"exists":"","*":"Circumcision"},{"ns":0,"exists":"","*":"Divination"},{"ns":0,"exists":"","*":"Dysentery"},{"ns":0,"exists":"","*":"Eleusine"},{"ns":0,"exists":"","*":"Elgon"},{"ns":0,"exists":"","*":"Encyclopædia Britannica Eleventh Edition"},{"ns":0,"exists":"","*":"Exogamy"},{"ns":0,"exists":"","*":"Feud"},{"ns":0,"exists":"","*":"Hemp"},{"ns":0,"exists":"","*":"Kabaka of Buganda"},{"ns":0,"exists":"","*":"Lake Victoria"},{"ns":0,"exists":"","*":"Luo (family of ethnic groups)"},{"ns":0,"exists":"","*":"Lyre"},{"ns":0,"exists":"","*":"Malaria"},{"ns":0,"exists":"","*":"Mount Elgon"},{"ns":0,"exists":"","*":"Nakedness"},{"ns":0,"exists":"","*":"Nilotic"},{"ns":0,"exists":"","*":"Nilotic Kavirondo"},{"ns":0,"exists":"","*":"Nzoia River"},{"ns":0,"exists":"","*":"Pakistan"},{"ns":0,"exists":"","*":"Pneumonia"},{"ns":0,"exists":"","*":"Polygamy"},{"ns":0,"exists":"","*":"Public domain"},{"ns":0,"exists":"","*":"Scar"},{"ns":0,"exists":"","*":"Sesamum"},{"ns":0,"exists":"","*":"Small-pox"},{"ns":0,"exists":"","*":"Sorghum"},{"ns":0,"exists":"","*":"Swahili language"},{"ns":0,"exists":"","*":"Throne"},{"ns":0,"exists":"","*":"Trial by ordeal"},{"ns":0,"exists":"","*":"Unchastity"},{"ns":0,"exists":"","*":"Victoria Nyanza"},{"ns":0,"exists":"","*":"West Africa"},{"ns":0,"exists":"","*":"Winam Gulf"},{"ns":0,"exists":"","*":"Witchcraft"},{"ns":0,"*":"Elgumi"},{"ns":0,"*":"Aarddvark"}],"templates":[{"ns":10,"exists":"","*":"Template:EB1911"},{"ns":10,"exists":"","*":"Template:Hide in print"},{"ns":10,"exists":"","*":"Template:Cite EB1911"},{"ns":10,"exists":"","*":"Template:Cite encyclopedia"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Update"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:SUBJECTSPACE formatted"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"}],"images":["In_wildest_Africa_-_the_record_of_a_hunting_and_exploration_trip_through_Uganda,_Victoria_Nyanza,_the_Kilimanjaro_region_and_British_East_Africa,_with_an_account_of_an_ascent_of_the_snowfields_of_(14596313249).jpg","Wikisource-logo.svg","Ambox_current_red.svg"],"externallinks":[],"sections":[{"toclevel":1,"level":"2","line":"Origins and divisions","number":"1","index":"1","fromtitle":"Kavirondo","byteoffset":1029,"anchor":"Origins_and_divisions"},{"toclevel":1,"level":"2","line":"Culture and society","number":"2","index":"2","fromtitle":"Kavirondo","byteoffset":2196,"anchor":"Culture_and_society"},{"toclevel":1,"level":"2","line":"Religion and beliefs","number":"3","index":"3","fromtitle":"Kavirondo","byteoffset":11312,"anchor":"Religion_and_beliefs"},{"toclevel":1,"level":"2","line":"Economy","number":"4","index":"4","fromtitle":"Kavirondo","byteoffset":11859,"anchor":"Economy"},{"toclevel":1,"level":"2","line":"Sources and references","number":"5","index":"5","fromtitle":"Kavirondo","byteoffset":13370,"anchor":"Sources_and_references"}],"parsewarnings":[],"displaytitle":"Kavirondo","iwlinks":[{"prefix":"wikisource","url":"https://en.wikisource.org/wiki/1911_Encyclop%C3%A6dia_Britannica/Kavirondo","*":"wikisource:1911 Encyclopædia Britannica/Kavirondo"}],"properties":[{"name":"wikibase_item","*":"Q6379270"}]}}