{"parse":{"title":"Ambulatory glucose profile","pageid":46300558,"revid":824492784,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Ambulatory Glucose Profile</b> (<b>AGP</b>) is a single page, standardized report for interpreting a patient's daily glucose and insulin patterns. AGP provides both graphic and quantitative characterizations of daily glucose patterns. First developed by Drs. Roger Mazze and David Rodbard,<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>  with colleagues at the <a href=\"/wiki/Albert_Einstein_College_of_Medicine\" title=\"Albert Einstein College of Medicine\">Albert Einstein College of Medicine</a> in 1987, AGP was initially used for representation of episodic self-monitored blood glucose (SMBG). The first version included a glucose median and inter-quartile ranges graphed as a 24-hour day. Dr. Mazze brought the original AGP to the International Diabetes Center (IDC) in the late 1980s and since that time, IDC has built the AGP into the internationally recognized standard for glucose pattern reporting.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p><p>CaptῡrAGP, is a registered trademark of the International Diabetes Center. The (<b>AGP</b>) as it is known in the diabetes community now includes several additional sections: glucose statistics, glucose profile graph, and either daily glucose pattern calendar images or insulin dosage graphs.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Early_developments\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Early developments</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#A_transition_to_continuous_glucose_monitoring_(CGM)\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">A transition to continuous glucose monitoring (CGM)</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Introduction_of_flash_glucose_monitoring_(FGM)\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Introduction of flash glucose monitoring (FGM)</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Building_Consensus\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Building Consensus</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Early_developments\">Early developments</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Ambulatory_glucose_profile&amp;action=edit&amp;section=1\" title=\"Edit section: Early developments\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Near the end of the 1970s two revolutions were taking place that were destined to change the course of diabetes care: the move from urine testing to self-monitored blood glucose (SMBG); and a new measurement for glycosylation of hemoglobin. The former led to the widespread use of reflectance meters and accompanying glucose oxidase strips to accurately and instantly measure current glucose levels and the latter to an integrated measure of overall glycemic control. The Albert Einstein College of Medicine proved pivotal in both instances.The AGP was first proposed at the Diabetes Research and Training Center (DRTC) and developed by Mazze and associates in the first laboratory to extensively utilize computer technologies in diabetes care.\n</p><p>In the 1970s US Congress was convinced to establish diabetes as a major health concern and to fund research through the <a href=\"/wiki/National_Institutes_of_Health\" title=\"National Institutes of Health\">National Institutes of Health</a> (NIH). The DRTC program was designed to lead this effort by promoting innovate, multi-disciplinary, translational research focusing on improving diabetes care while still seeking to cure type 1 diabetes and prevent type 2 diabetes. Consequently, the DRTC was very excited about the use of SMBG in clinical decision-making. However, almost right from its introduction a potential problem was identified. Patients were expected to self-test by placing a sample of capillary blood on a strip and inserting the strip into a reflectance meter. The results of the tests (glucose values) were to be recorded in a logbook and brought to the physician.<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (December 2017)\">citation needed</span></a></i>&#93;</sup>\n</p><p>At Einstein, an NIH funded project was undertaken to use SMBG data to devise an algorithm that would determine how much insulin was required to alter blood glucose levels in type 1 diabetes. It quickly became clear that 96 patients testing 4 times a day would produce an enormous amount of data and that these data would somehow have to be copied and recorded by hand on spreadsheets. By happenstance, working with systems analysts, a memory chip was added to the reflectance meter and software was developed to capture the patient data. Using these modified meters in the study patients it was discovered that the data recorded in their logbooks were subject to three errors: over-reporting, under-reporting and imprecision. This resulted in 75% of the research patients providing erroneous glucose data thus thwarting efforts to find an algorithm.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> Following publication of these results, other investigators confirmed the findings suggesting that patient self-reported data were subject to fabrication and unless independently verified might prove dangerous in terms of clinical decision-making.<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (December 2017)\">citation needed</span></a></i>&#93;</sup>\n</p>\n<pre>Based on this mounting evidence, reflectance meter manufacturers quickly converted to memory-based meters with computer printouts. However, despite this revolution, the use of SMBG and electronic reports, although fully supported by the <a href=\"/wiki/American_Diabetes_Association\" title=\"American Diabetes Association\">American Diabetes Association</a>, never reached its potential due in part to the popularization of <a href=\"/wiki/Glycosylated_hemoglobin\" class=\"mw-redirect\" title=\"Glycosylated hemoglobin\">glycosylated hemoglobin</a> (HbA1c) as the primary basis for clinical decision-making.<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (December 2017)\">citation needed</span></a></i>&#93;</sup>\nNevertheless, using this rudimentary technology the first ambulatory glucose profile (AGP) was created. All data, regardless of date, was plotted by time and subjected to a smoothing algorithm to represent glucose exposure (median) and variability (inter-quartile range). Later the 10th and 90th percentile curves were added to represent outliers. The earliest AGPs characterized daytime glucose patterns as overnight SMBG was sparse.<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (December 2017)\">citation needed</span></a></i>&#93;</sup>\n</pre>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:222px;\"><a href=\"/wiki/File:Ambulatory_Glucose_Profile_Sample_Graphs.png\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/79/Ambulatory_Glucose_Profile_Sample_Graphs.png/220px-Ambulatory_Glucose_Profile_Sample_Graphs.png\" width=\"220\" height=\"226\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/79/Ambulatory_Glucose_Profile_Sample_Graphs.png/330px-Ambulatory_Glucose_Profile_Sample_Graphs.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/7/79/Ambulatory_Glucose_Profile_Sample_Graphs.png/440px-Ambulatory_Glucose_Profile_Sample_Graphs.png 2x\" data-file-width=\"1055\" data-file-height=\"1084\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Ambulatory_Glucose_Profile_Sample_Graphs.png\" class=\"internal\" title=\"Enlarge\"></a></div>CGM of FGM data are plotted by time ignoring date and subjected to smoothing using five percentile curves:  10th, 25th, 50th (median), 75th and 90th. The top panel is a person with normal glucose metabolism. The center (50th percentile curve) dark line represents overall glucose exposure  (mean 89mg/dL). The bottom panel is a person with type 1 diabetes (mean 134mg/dL). The AGP shows significant variability indicated by the darkened area on either side of the median (25th-75th percentile curves--known as inter-quartile range or IQR) is very wide when compared with the normal pattern in the top panel. The IQR represents the area in which 50% of the glucose values will fall. The lighter area on either side of the IQR represents the inter-decile range within which 80% of all values will fall (the area between 10th to 90th percentile curves).The target range, set between 70-180mg/dL, in the bottom panel shows that overnight and mid-afternoon there is a risk of hypoglycemia,  while mid-day there is a risk of  hyperglycemia. Additionally,  while the median curve in the top panel is almost flat, in the bottom panel it oscillates, indicating unstable glucose levels.</div></div></div><p><sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (December 2017)\">citation needed</span></a></i>&#93;</sup>\n</p><h2><span id=\"A_transition_to_continuous_glucose_monitoring_.28CGM.29\"></span><span class=\"mw-headline\" id=\"A_transition_to_continuous_glucose_monitoring_(CGM)\">A transition to continuous glucose monitoring (CGM)</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Ambulatory_glucose_profile&amp;action=edit&amp;section=2\" title=\"Edit section: A transition to continuous glucose monitoring (CGM)\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In 1988 the technology laboratory moved to the <a href=\"/wiki/International_Diabetes_Center_at_Park_Nicollet\" title=\"International Diabetes Center at Park Nicollet\">International Diabetes Center at Park Nicollet</a> (IDC) in Minnesota. Memory-based reflectance meters with AGP analysis were used in all clinical research projects. AGP was extensively used to characterize abnormalities in pregnancy, type 1 and type 2 diabetes.,<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup><sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup><sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup> This led to a re-designation of the laboratory as: WHO Collaborating Center for Diabetes Education, Translation and Computer Technologies (a joint program of IDC and <a href=\"/wiki/Mayo_Clinic\" title=\"Mayo Clinic\">Mayo Clinic</a>).\n</p><p>In 2004 continuous glucose monitoring (CGM) was introduced. A small sensor placed under the skin for three days (by 2013 up to 14 days) would measure glucose continuously and transmit the results to a receiver, which would periodically be connected to a PC to produce reports for the health care provider. Because CGM would overcome the episodic nature of SMBG, overnight glucose values, postprandial values and glucose levels during and after activity would be instantly available to the patient and later to the physician for analysis. For most systems, the patient had to calibrate the sensor by SMBG 2-4 times per day and the physician had to off load the data into proprietary non-standardized reports. Nevertheless, with the advent of CGM it was now possible to use AGP analysis to characterize diurnal patterns.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup>\n</p><p>Since 2006, AGP analysis was applied to CGM-based studies enabling the first graphically depicted diurnal patterns of individuals with normal glucose metabolism (essentially without diabetes).<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup><sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup><sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup><sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup> ″In recognition of this work the Helmsley Trust awarded a grant to establish AGP as the standard reporting system for CGM and sponsored a special symposium of experts who, after thorough review agreed.<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup> Subsequently, other groups reviewed AGP and came to a similar conclusion.<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup><sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup><sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup><sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup>\n</p>\n<h2><span id=\"Introduction_of_flash_glucose_monitoring_.28FGM.29\"></span><span class=\"mw-headline\" id=\"Introduction_of_flash_glucose_monitoring_(FGM)\">Introduction of flash glucose monitoring (FGM)</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Ambulatory_glucose_profile&amp;action=edit&amp;section=3\" title=\"Edit section: Introduction of flash glucose monitoring (FGM)\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In 2013 Abbott Diabetes Care (ADC) became the first company to license the AGP report for use in its newly developed FreeStyle Libre FGM System.<sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\">&#91;17&#93;</a></sup>  Using advanced wired enzyme technology, ADC was able to develop a two-week sensor requiring no calibration by the patient and combined this with an automated AGP reporting system. Shown here (figure to the right) are two AGPs produced by this system: normal glucose metabolism (top panel) and type 1 diabetes (bottom panel). Produced within seconds of uploading the Libre reader, the reports are meant to provide a basis for rapid clinical decisions that are diagnostic, interventional and evaluative. The AGP collapses the two weeks of glucose data and plots only by time allowing for underlying patterns to be identified. It uses five smoothed frequency curves to represent glucose exposure, variability and stability while simultaneously identifying periods of significant hypoglycemia and hyperglycemia <sup id=\"cite_ref-18\" class=\"reference\"><a href=\"#cite_note-18\">&#91;18&#93;</a></sup>.\n</p>\n<h2><span class=\"mw-headline\" id=\"Building_Consensus\">Building Consensus</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Ambulatory_glucose_profile&amp;action=edit&amp;section=4\" title=\"Edit section: Building Consensus\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In February 2017, the Advanced Technology and Treatment for Diabetes Congress, an international body of scientists and clinicians interested in the application of technologies to diabetes care, convened experts from academic centers in research, clinical care and patient advocacy to form a consensus on utilization of continuous glucose monitoring in diabetes care and research. The results of the meeting were published in December 2017.<sup id=\"cite_ref-19\" class=\"reference\"><a href=\"#cite_note-19\">&#91;19&#93;</a></sup> The group, after reviewing various reports used to represent CGM data, concluded that, “ … the AGP approach …is recommended by this consensus group as a standard for visualization of CGM data.” In a joint statement of the European Association for the Study of Diabetes and the American Diabetes Association <sup id=\"cite_ref-20\" class=\"reference\"><a href=\"#cite_note-20\">&#91;20&#93;</a></sup> the authors pointed out that “The Ambulatory Glucose Profile (AGP) has been recommended as a potential universal software report that could be adopted to standardize summary metrics among devices and manufacturers.” They went on to suggest that AGP measures, inter-quartile range (IQR) and area under the curve (AUC), are currently used to represent glucose variability and exposure, respectively<sup id=\"cite_ref-21\" class=\"reference\"><a href=\"#cite_note-21\">&#91;21&#93;</a></sup>. \n</p><p>In June 2017, at the American Diabetes Association Scientific Meetings in San Diego, CA a panel of experts representing all the major diabetes professional and patient organizations presented their thoughts and recommendations for an international standard for diabetes reporting. The standard suggested the use of 14 key elements to fully articulate the glucose patterns on any report.<sup id=\"cite_ref-22\" class=\"reference\"><a href=\"#cite_note-22\">&#91;22&#93;</a></sup>\n</p><p>AGP has been recognized as an international standard report for glucose patterns.<sup id=\"cite_ref-23\" class=\"reference\"><a href=\"#cite_note-23\">&#91;23&#93;</a></sup><sup id=\"cite_ref-24\" class=\"reference\"><a href=\"#cite_note-24\">&#91;24&#93;</a></sup><sup id=\"cite_ref-25\" class=\"reference\"><a href=\"#cite_note-25\">&#91;25&#93;</a></sup> The AGP report is available through IDC's licensing partners: Abbott Diabetes Care, Dexcom, Glooko + Diasend, and Roche.<sup id=\"cite_ref-26\" class=\"reference\"><a href=\"#cite_note-26\">&#91;26&#93;</a></sup> Current AGP reports are now available for self monitoring blood glucose and continious glucose montioring devices as well as insulin pumps (tradition and closed loop) and downloadable insulin pens and research (see www.AGPreport.org). Further AGP report development is ongoing at IDC <sup id=\"cite_ref-27\" class=\"reference\"><a href=\"#cite_note-27\">&#91;27&#93;</a></sup>.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Ambulatory_glucose_profile&amp;action=edit&amp;section=5\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Mazze R, Lucido D, Langer O, Hartmann K, Rodbard, D. The Ambulatory Glucose Profile: A Representation of Verified Self-Monitored Blood Glucose Data. Diabetes Care, 1987;10(1):111-117.</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Danne, T., Nimri, R., Battelino, T., Bergenstal, R. M., Close, K. L., DeVries, J. H., ... &amp; Beck, R. (2017). International consensus on use of continuous glucose monitoring. Diabetes Care, 40(12), 1631-1640.</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Mazze R, Shamoon H, Pasmentier R, Lucido D, Murphy J.  Reliability of Blood Glucose Monitoring by Patients with Diabetes Mellitus. <a href=\"/wiki/American_Journal_of_Medicine\" class=\"mw-redirect\" title=\"American Journal of Medicine\">American Journal of Medicine</a>, 1984;77:211-217.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Mazze R. Langer O. Innovative Technologies in Research and Care in Diabetes and Pregnancy. Israel J of Medical Science, 1993.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Langer O, Mazze R.  The Relationship Between Large-for-Gestational-Age Infants and Glycemic Control in Women With Gestational Diabetes. American Journal of Obstetrics and Gynecology, 1988;159(6):1478-83.</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Mazze R, Langer O.  Assessing Metabolic Control and Improving Patient Management:  The Application of Computer Technology. Diabetes Research and Clinical Practice, October 1990.</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Mazze R, Strock E, Wesley D, Borgman S, Morgan B, Bergenstal R, Cuddihy R. Characterizing glucose exposure for individuals with normal glucose tolerance using continuous glucose monitoring and ambulatory glucose profile (AGP) analysis.  Diabetes Technology and Therapeutics, 2008; 10(3).</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Mazze R, Strock E, Borgman S, Wesley D, Stout P, Racchini J. Evaluating the Accuracy, Reliability, and Clinical Applicability of Continuous Glucose Monitoring (CGM): Is CGM Ready for Real Time? Diabetes Technology &amp; Therapeutics, 2009;11(1).</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Mazze R, Strock E, Morgan B, Wesley D, Cuddihy R, Bergenstal R. Diurnal glucose patterns of Exenatide Once Weekly: A 1 year study using continuous glucose monitoring and Ambulatory Glucose Profile analysis. Endocrine Practice 2009;15(4):326-34.</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Bolli G, Deeb L, Garg S, Leahy J, Mazze R, Owens D, Riddle M, Southerland P, Strock E. International Forum for the Advancement of Diabetes Research and Care, April 29–30, 2011, Athens, Greece. Diabetes Technology &amp; Therapeutics 2011;13(9):967-979.</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Mazze R, Yogev Y, Langer O. Measuring glucose exposure and variability using continuous glucose monitoring in normal and abnormal glucose metabolism in pregnancy. Journal of Maternal-Fetal and Neonatal Medicine 2012, vol./is. 25/7(1171-5).</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Bergenstal R, Ahman AJ, Recommendations for standardizing glucose reporting and analysis to optimize clinical decision making in diabetes: the Ambulatory Glucose Profile (AGP). Diabetes Technology and Therapeutics,2013;15(3): 198-211.</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">Matthaei S, Antuna Dealaiz R, Bosi, E, et. al. Consensus recommendations for the use of Ambulatory Glucose Profile in clinical practice. British Journal of Diabetes and Vascular Disease 2014, 14:153-157.</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">Danne, T., Nimri, R., Battelino, T., Bergenstal, R. M., Close, K. L., DeVries, J. H., ... &amp; Beck, R. (2017). International consensus on use of continuous glucose monitoring. Diabetes care, 40(12), 1631-1640.</span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\">Petrie, J. R., Peters, A. L., Bergenstal, R. M., Holl, R. W., Fleming, G. A., &amp; Heinemann, L. (2017). Improving the clinical value and utility of CGM systems: issues and recommendations. Diabetes Care, 40(12), 1614-1621.</span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\">Riddle, M. C., Gerstein, H. C., &amp; Cefalu, W. T. (2017). Maturation of CGM and Glycemic Measurements Beyond HbA1c—A Turning Point in Research and Clinical Decisions. Diabetes care, 40(12), 1611-1613.</span>\n</li>\n<li id=\"cite_note-17\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-17\">^</a></b></span> <span class=\"reference-text\">Hoss U, Budiman E, Liu H Christiansen H. Continuous Glucose Monitoring in the Subcutaneous Tissue over a 14-Day Sensor Wear Period Diabetes. Sci Technol. Sep 2013; 7(5): 1210–1219.</span>\n</li>\n<li id=\"cite_note-18\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-18\">^</a></b></span> <span class=\"reference-text\">Bergenstal R, Ahman AJ, Recommendations for standardizing glucose reporting and analysis to optimize clinical decision making in diabetes: the Ambulatory Glucose Profile (AGP). Diabetes Technology and Therapeutics,2013;15(3): 198-211 </span>\n</li>\n<li id=\"cite_note-19\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-19\">^</a></b></span> <span class=\"reference-text\">Danne T, Nimri R, Battelino T et.al. International Consensus on Use of Continuous Glucose Monitoring. Diabetes Care 2017;40:1631-1640</span>\n</li>\n<li id=\"cite_note-20\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-20\">^</a></b></span> <span class=\"reference-text\">Petrie J, Peters A, Bergenstal R, Holl R, Fleming AG and Lutz H. Improving the Clinical Value and Utility of CGM Systems: Issues and Recommendations. Diabetes Care 2017;40:1614-1621</span>\n</li>\n<li id=\"cite_note-21\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-21\">^</a></b></span> <span class=\"reference-text\">Petrie J, Peters A, Bergenstal R, Holl R, Fleming AG and Lutz H. Improving the Clinical Value and Utility of CGM Systems: Issues and Recommendations. Diabetes Care 2017;40:1614-1621</span>\n</li>\n<li id=\"cite_note-22\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-22\">^</a></b></span> <span class=\"reference-text\">Buckingham BA, Close KL, Bergenstal RM, Danne T, Grunberger G, Kowalski AJ, Peters A, Heller SR. Reaching an International Consensus on Standardizing Continuous Glucose Monitoring (CGM) Outcomes―Aligning Clinicians, Researchers, Patients, and Regulators. American Diabetes Association 77th Scientific Meeting, San Diego, CA, June 2017.</span>\n</li>\n<li id=\"cite_note-23\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-23\">^</a></b></span> <span class=\"reference-text\">Danne, T., Nimri, R., Battelino, T., Bergenstal, R. M., Close, K. L., DeVries, J. H., ... &amp; Beck, R. (2017). International consensus on use of continuous glucose monitoring. Diabetes care, 40(12), 1631-1640.</span>\n</li>\n<li id=\"cite_note-24\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-24\">^</a></b></span> <span class=\"reference-text\">Petrie, J. R., Peters, A. L., Bergenstal, R. M., Holl, R. W., Fleming, G. A., &amp; Heinemann, L. (2017). Improving the clinical value and utility of CGM systems: issues and recommendations. Diabetes Care, 40(12), 1614-1621.</span>\n</li>\n<li id=\"cite_note-25\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-25\">^</a></b></span> <span class=\"reference-text\">Riddle, M. C., Gerstein, H. C., &amp; Cefalu, W. T. (2017). Maturation of CGM and Glycemic Measurements Beyond HbA1c—A Turning Point in Research and Clinical Decisions. Diabetes care, 40(12), 1611-1613.</span>\n</li>\n<li id=\"cite_note-26\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-26\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.AGPreport.org\">http://www.AGPreport.org</a></span>\n</li>\n<li id=\"cite_note-27\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-27\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.AGPreport.org\">http://www.AGPreport.org</a></span>\n</li>\n</ol></div></div>\n<ul><li class=\"mw-empty-elt\"></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2231\nCached time: 20180916070920\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.132 seconds\nReal time usage: 0.263 seconds\nPreprocessor visited node count: 971/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 9812/2097152 bytes\nTemplate argument size: 2560/2097152 bytes\nHighest expansion depth: 11/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 11579/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.054/10.000 seconds\nLua memory usage: 1.55 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  233.997      1 -total\n 87.29%  204.260      5 Template:Citation_needed\n 77.46%  181.252      5 Template:Fix\n 62.69%  146.694     10 Template:Category_handler\n 12.56%   29.388      5 Template:Delink\n  7.32%   17.127      1 Template:Reflist\n  2.46%    5.755      5 Template:Fix/category\n  0.86%    2.003      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:46300558-0!canonical and timestamp 20180916070920 and revision id 824492784\n -->\n</div>"},"langlinks":[{"lang":"it","url":"https://it.wikipedia.org/wiki/Ambulatory_Glucose_Profile","langname":"Italian","autonym":"italiano","*":"Ambulatory Glucose Profile"}],"categories":[{"sortkey":"","hidden":"","*":"All_articles_with_unsourced_statements"},{"sortkey":"","hidden":"","*":"Articles_with_unsourced_statements_from_December_2017"},{"sortkey":"","*":"Medical_monitoring"},{"sortkey":"","*":"Diabetes-related_supplies_and_medical_equipment"}],"links":[{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from December 2017"},{"ns":0,"exists":"","*":"Albert Einstein College of Medicine"},{"ns":0,"exists":"","*":"American Diabetes Association"},{"ns":0,"exists":"","*":"American Journal of Medicine"},{"ns":0,"exists":"","*":"Glycosylated hemoglobin"},{"ns":0,"exists":"","*":"International Diabetes Center at Park Nicollet"},{"ns":0,"exists":"","*":"Mayo Clinic"},{"ns":0,"exists":"","*":"National Institutes of Health"},{"ns":4,"exists":"","*":"Wikipedia:Citation needed"}],"templates":[{"ns":10,"exists":"","*":"Template:Citation needed"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Delink"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Delink"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Ambulatory_Glucose_Profile_Sample_Graphs.png"],"externallinks":["http://www.AGPreport.org"],"sections":[{"toclevel":1,"level":"2","line":"Early developments","number":"1","index":"1","fromtitle":"Ambulatory_glucose_profile","byteoffset":1472,"anchor":"Early_developments"},{"toclevel":1,"level":"2","line":"A transition to continuous glucose monitoring (CGM)","number":"2","index":"2","fromtitle":"Ambulatory_glucose_profile","byteoffset":6623,"anchor":"A_transition_to_continuous_glucose_monitoring_(CGM)"},{"toclevel":1,"level":"2","line":"Introduction of flash glucose monitoring (FGM)","number":"3","index":"3","fromtitle":"Ambulatory_glucose_profile","byteoffset":11436,"anchor":"Introduction_of_flash_glucose_monitoring_(FGM)"},{"toclevel":1,"level":"2","line":"Building Consensus","number":"4","index":"4","fromtitle":"Ambulatory_glucose_profile","byteoffset":12882,"anchor":"Building_Consensus"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"5","fromtitle":"Ambulatory_glucose_profile","byteoffset":16536,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Ambulatory glucose profile","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q22906324"}]}}