{"parse":{"title":"Governor's School for the Arts (Kentucky)","pageid":15883344,"revid":791998598,"text":{"*":"<div class=\"mw-parser-output\"><p>The <b>Kentucky Center Governor's School for the Arts</b> (GSA) is a three-week summer program for rising juniors and seniors in the state of <a href=\"/wiki/Kentucky\" title=\"Kentucky\">Kentucky</a>. Each spring over 1700 students audition for 256 (as of 2017) spots in the program. The program is located at <a href=\"/wiki/Centre_College\" title=\"Centre College\">Centre College</a> in <a href=\"/wiki/Danville,_KY\" class=\"mw-redirect\" title=\"Danville, KY\">Danville, KY</a>. The program is free for students to attend, and most universities in the state, and several in other states, offer <a href=\"/wiki/Scholarship\" title=\"Scholarship\">scholarships</a> to GSA alumni. The 256 selected applicants are divided into nine different art forms (disciplines), which means that an average of about 28 students throughout the state are selected for each discipline, emphasizing the selectivity of the program's recruitment of prospective young artists.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Disciplines\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Disciplines</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#ArtShops\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">ArtShops</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#See_also\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#External_links\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Disciplines\">Disciplines</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Governor%27s_School_for_the_Arts_(Kentucky)&amp;action=edit&amp;section=1\" title=\"Edit section: Disciplines\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Architecture\" title=\"Architecture\">Architecture + Design</a></li></ul>\n<p>GSA's Architecture program introduces students to the ideas, process, and techniques applied in architecture and design while encouraging the development of creative and analytical thought. The goal of the program is to provide the framework within which students can explore the abstract, spatial, social, cultural and environmental concepts that affect the built environment while arriving at architectural solutions in a design studio setting. Design thinking is approached through a series of projects which include writing, drawing, and model-building exercises as part of an iterative design development process. The projects are supplemented with lectures, walking tours and field trips, allowing students to observe the built environment and study what has been done before in relation to the work they are doing.\n</p>\n<ul><li><a href=\"/wiki/Creative_writing\" title=\"Creative writing\">Creative Writing</a></li></ul>\n<p>Students in the creative writing program receive intense individualized and small group instruction in all aspects of writing, from the formulation of ideas to revising, publishing, and performing. Students participate in classes, workshops, field trips, and individual conferences with faculty members who are published authors. Students also read aloud their works-in progress, learn peer editing techniques, design and create their own chapbooks, and participate in several public readings. GSA writers meet and learn from a variety of visiting professional writers and guest artists.\n</p>\n<ul><li><a href=\"/wiki/Dance\" title=\"Dance\">Dance</a>\n<ul><li><a href=\"/wiki/Modern_Dance\" class=\"mw-redirect\" title=\"Modern Dance\">Modern</a></li>\n<li><a href=\"/wiki/Ballet\" title=\"Ballet\">Ballet</a></li></ul></li></ul>\n<p>At GSA, dancers receive physically and mentally demanding dance training taught by GSA faculty and by visiting dance professionals. All students receive technique classes in ballet, modern and composition. While the emphasis is on these three areas that include pointe, variations and improvisation, additional classes may be taught in other styles of dance such as jazz, hip-hop, character dance, and flamenco depending on schedule. Seminars on injury prevention and care, dance science, cross training, nutrition, dance career options and dance history will also be scheduled. Students will learn, rehearse and perform group choreographic works.\n</p>\n<ul><li><a href=\"/wiki/Theatre\" title=\"Theatre\">Drama</a></li></ul>\n<p>Drama at GSA provides students with an intensive acting course, with emphasis on developing physical and vocal expressiveness, emotional and intellectual maturity, ensemble attitude and independent thinking. Acting students receive instruction in stage movement, voice and speech, characterization methods, scene study and script analysis, improvisation and creative problem-solving techniques. Drama students meet and study with a number of theatre professionals, have opportunities to attend summer theatre productions and other theatrical events, and are provided with insights into educational opportunities and career options in theatre. A final performance compiled of movement work, improvisation work, scenes and monologues will be performed on the last day of the institute.\n</p>\n<ul><li><a href=\"/wiki/Filmography\" title=\"Filmography\">Film &amp; Photography</a></li></ul>\n<p>GSA's film &amp; photography program focuses on more recent forms of art communication including animation, video production and digital imagery. Students have the opportunity to discuss and critique their works-in-progress and that of their classmates as part of their studio experience. In addition to instruction and studio time, students participate in special workshops and demonstrations conducted by other artists and take field trips to gain a better understanding of their art form. Students also discuss professional careers in new media and are coached in the preparation of portfolios for college applications.\n</p>\n<ul><li><a href=\"/wiki/Musical_instrument\" title=\"Musical instrument\">Instrumental Music</a></li></ul>\n<p>GSA's instrumental music program is structured to introduce a broad spectrum of musical styles and philosophies and to develop each student's fundamental musicianship. Music students are provided with a unique range of musical experiences not typically available to high school musicians. This includes participation in faculty-coached chamber ensembles (both classical and jazz styles) and in seminars about auditions, college choices, careers, practicing techniques, résumés and competitions. In addition to weekly studies in music history and music theory, Instrumental Music students receive private lessons from GSA faculty or adjunct professional guest artists. Nationally recognized guest artists present workshops in the areas of performance and musically-related career opportunities. Students also have the opportunity to attend live musical performances and partake in off-campus field trips.\n</p>\n<ul><li><a href=\"/wiki/Musical_Theatre\" class=\"mw-redirect\" title=\"Musical Theatre\">Musical Theatre</a></li></ul>\n<p>At GSA, musical theatre students study dancing, acting and receive vocal instruction for spoken and sung text by GSA faculty and visiting artists. The musical theatre program is designed to provide the student intensive studies in stage movement, jazz and tap dance, voice and speech enunciation, body relaxation, physical awareness, physical attack, scene study, script and character analysis, breath control, an overview of musical theatre history, criticism of selected performance materials, as well as audition preparation.\n</p>\n<ul><li><a href=\"/wiki/Visual_arts\" title=\"Visual arts\">Visual Art</a></li></ul>\n<p>GSA's visual art program includes studio classes in three concentrations: (1) drawing and painting, (2) sculpture and ceramics and (3) traditional printmaking. Students will attend classes in all three areas throughout the program. Instructors and students discuss and critique their works-in-progress individually and in groups. Special workshops and demonstrations are conducted by distinguished visiting artists, and students view and learn about the work of these artists, as well as that of their own GSA visual art faculty. In addition to field trips to museums and galleries, discussion groups and presentations delve into art professions and careers, and students are coached in the preparation of portfolios for college applications.\n</p>\n<ul><li><a href=\"/wiki/Singing\" title=\"Singing\">Vocal Music</a></li></ul>\n<p>The vocal music program at GSA is designed to develop each student's fundamental musicianship and to encourage healthy and natural tone production. Students participate in private lessons and in large and small group ensembles where they perform a wide range of vocal music styles from Renaissance to 21st Century. GSA vocalists also receive an introduction to singing in languages other than English. In addition to private lessons, vocal students receive instruction in a wide variety of topics including music theory and sight-singing.\n</p>\n<h2><span class=\"mw-headline\" id=\"ArtShops\">ArtShops</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Governor%27s_School_for_the_Arts_(Kentucky)&amp;action=edit&amp;section=2\" title=\"Edit section: ArtShops\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Each fall, ArtShops are offered in several locations across the state. Begun in 1997, these ArtShops typically take the form of masterclasses for each of the disciplines.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Governor%27s_School_for_the_Arts_(Kentucky)&amp;action=edit&amp;section=3\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Kentucky_Governor%27s_Scholars_Program\" title=\"Kentucky Governor&#39;s Scholars Program\">Kentucky Governor's Scholars Program</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Governor%27s_School_for_the_Arts_(Kentucky)&amp;action=edit&amp;section=4\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.kentuckygsa.com\">Kentucky Governor's School for the Arts</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1323\nCached time: 20180831054109\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.012 seconds\nReal time usage: 0.017 seconds\nPreprocessor visited node count: 28/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:15883344-0!canonical and timestamp 20180831054109 and revision id 791998598\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","*":"Education_in_Kentucky"},{"sortkey":"","*":"Gifted_education"}],"links":[{"ns":0,"exists":"","*":"Architecture"},{"ns":0,"exists":"","*":"Ballet"},{"ns":0,"exists":"","*":"Centre College"},{"ns":0,"exists":"","*":"Creative writing"},{"ns":0,"exists":"","*":"Dance"},{"ns":0,"exists":"","*":"Danville, KY"},{"ns":0,"exists":"","*":"Filmography"},{"ns":0,"exists":"","*":"Kentucky"},{"ns":0,"exists":"","*":"Kentucky Governor's Scholars Program"},{"ns":0,"exists":"","*":"Modern Dance"},{"ns":0,"exists":"","*":"Musical Theatre"},{"ns":0,"exists":"","*":"Musical instrument"},{"ns":0,"exists":"","*":"Scholarship"},{"ns":0,"exists":"","*":"Singing"},{"ns":0,"exists":"","*":"Theatre"},{"ns":0,"exists":"","*":"Visual arts"}],"templates":[],"images":[],"externallinks":["http://www.kentuckygsa.com"],"sections":[{"toclevel":1,"level":"2","line":"Disciplines","number":"1","index":"1","fromtitle":"Governor's_School_for_the_Arts_(Kentucky)","byteoffset":728,"anchor":"Disciplines"},{"toclevel":1,"level":"2","line":"ArtShops","number":"2","index":"2","fromtitle":"Governor's_School_for_the_Arts_(Kentucky)","byteoffset":7222,"anchor":"ArtShops"},{"toclevel":1,"level":"2","line":"See also","number":"3","index":"3","fromtitle":"Governor's_School_for_the_Arts_(Kentucky)","byteoffset":7407,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"External links","number":"4","index":"4","fromtitle":"Governor's_School_for_the_Arts_(Kentucky)","byteoffset":7463,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Governor's School for the Arts (Kentucky)","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q5589489"}]}}