{"parse":{"title":"Genre criticism","pageid":13756318,"revid":850173066,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Genre criticism</b>, a method within <a href=\"/wiki/Rhetorical_criticism\" title=\"Rhetorical criticism\">rhetorical criticism</a>, analyzes texts in terms of their genre: the set of generic expectations, conventions, and constraints that guide their production and interpretation. In <a href=\"/wiki/Rhetoric\" title=\"Rhetoric\">rhetoric</a>, the theory of <a href=\"/wiki/Genre\" title=\"Genre\">genre</a> provides a means to classify and compare artifacts in terms of their formal, substantive and contextual features. By grouping artifacts with others which have similar formal features or rhetorical exigencies, rhetorical critics can shed light on how authors use or flout conventions for their own purposes. Genre criticism has thus become one of the main methodologies within rhetorical criticism. \n</p><p>Literary critics have used the concepts of genres to classify speeches and works of literature since the time of <a href=\"/wiki/Aristotle\" title=\"Aristotle\">Aristotle</a>, who distinguished three rhetorical genres: the <a href=\"/wiki/Forensic_rhetoric\" title=\"Forensic rhetoric\"> legal or judicial</a>, the <a href=\"/wiki/Deliberative_rhetoric\" title=\"Deliberative rhetoric\"> deliberative</a> or political, and the ceremonial or <a href=\"/wiki/Epideictic\" title=\"Epideictic\">epideictic</a>.  Since then, rhetorical approaches to genre and understanding of the term \"genre\" have evolved in several ways. New genres have been studied for their rhetorical effectiveness - like sermons, letters, and (more recently) non-verbal genres like political cartoons, film, and public monuments.  Further contemporary genre criticism has revised understanding of genre in several ways. The first <a href=\"/wiki/Turn_(disambiguation)\" class=\"mw-redirect mw-disambig\" title=\"Turn (disambiguation)\"> turn</a>, represented by <a href=\"/wiki/Mikhail_Mikhailovich_Bakhtin\" class=\"mw-redirect\" title=\"Mikhail Mikhailovich Bakhtin\">Mikhail Mikhailovich Bakhtin</a> (1895-1975), among others, focused on the formal features of communication. The second turn, represented by Carolyn Miller, among others, focused on recurring socio-cultural circumstances. In the latest turn, critics have begun applying formalist and socio-cultural concepts to <a href=\"/wiki/New_media\" title=\"New media\"> new-media</a> artifacts that tend to resist classification into traditional genre-categories.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Emphasis_on_formal_features_in_speech_genres\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Emphasis on formal features in speech genres</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Rhetorical_approaches_to_genre\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Rhetorical approaches to genre</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Socio-cultural_approach_to_genre_studies\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Socio-cultural approach to genre studies</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Genres_studies_in_new_media\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Genres studies in new media</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#See_also\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Sources\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Sources</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Emphasis_on_formal_features_in_speech_genres\">Emphasis on formal features in speech genres</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Genre_criticism&amp;action=edit&amp;section=1\" title=\"Edit section: Emphasis on formal features in speech genres\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The first group of rhetorical critics, following the example of theorists like <a href=\"/wiki/M._M._Bakhtin\" class=\"mw-redirect\" title=\"M. M. Bakhtin\">M. M. Bakhtin</a>, used formal features to analyze texts. For these critics, language is formed through a series of utterances that reflect specific conditions and goals of certain linguistic aspects. These aspects include thematic content, style, and compositional structure which form speech genres. Speech genres are diverse because of the various possibilities of human activity. In \"The Problem of Speech Genres\" (1986), Mikhail Bakhtin draws attention to the very significant difference between primary (simple) and secondary (complex) speech genres.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> According to Bahktin, primary speech genres form secondary speech genres and examples of secondary speech genres include novels, dramas, all kinds of scientific research, and major genres of commentary. Since these secondary genres involve complex and comparatively highly developed and organized cultural communication that is artistic and scientific, they absorb and digest various primary genres that have taken form in mediated speech communion. Bakhtin continues to explain that there are three factors of the whole utterance which include semantic exhaustiveness of the theme, the speaker’s plan or speech will, and the typical compositional and generic forms of finalization.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> The first factor refers to the way utterances are used within speech which is linked to the second factor of how the speaker determines to use the utterance.The third factor explains that all our utterances have definite and stable typical forms of construction, but that these forms can change when needed. As Bahktin writes, \"These genres are so diverse because they differ depending on the situation, social position, and personal interrelations of the participants in the communication\".<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Rhetorical_approaches_to_genre\">Rhetorical approaches to genre</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Genre_criticism&amp;action=edit&amp;section=2\" title=\"Edit section: Rhetorical approaches to genre\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The word “<a href=\"/wiki/Genre\" title=\"Genre\">genre</a>” is derived from the <a href=\"/wiki/Latin\" title=\"Latin\">Latin</a> term <i>genus</i>, to mean “kind”, “class” or \"sort\".\n</p><p><a href=\"/wiki/Aristotle\" title=\"Aristotle\">Aristotle</a> was one of the first scholars to develop a rhetorical approach to genre. He divided the art of rhetoric into three genres: <a href=\"/wiki/Deliberative\" class=\"mw-redirect\" title=\"Deliberative\">deliberative</a>, <a href=\"/wiki/Forensic\" class=\"mw-redirect\" title=\"Forensic\">forensic</a>, and <a href=\"/wiki/Epideictic\" title=\"Epideictic\">epideictic</a>.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> The deliberative genre of rhetoric involves speeches or writing meant to persuade an audience to take action. Deliberative rhetoric thus includes rhetoric that is used for political persuasion, discusses matters of public policy in order to determine what is advantageous or disadvantageous, and is usually concerned with the future. Rhetoric of the <a href=\"/wiki/Forensic\" class=\"mw-redirect\" title=\"Forensic\">forensic</a> genre questions guilt or innocence, is concerned with legalities, and concentrates on events that occurred in the past. The <a href=\"/wiki/Epideictic\" title=\"Epideictic\">epideictic</a> genre of rhetoric encompasses all rhetoric used for ceremonial and commemorative purposes. Epideictic rhetoric praises and blames, acknowledging that which is noble or shameful, honorable or dishonorable. \n</p><p>The <a href=\"/wiki/Rhetorical_situation\" title=\"Rhetorical situation\">rhetorical situation</a> is a concept important for understanding rhetorical approaches to genre and the creation of new genres.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> Campaign speeches are an example of how rhetorical situations recur, producing sedimented genres. As a result of the institutions that execute the <a href=\"/wiki/U.S._Constitution\" class=\"mw-redirect\" title=\"U.S. Constitution\">U.S. Constitution</a>, every four years at the time of presidential elections, candidates deliver campaign speeches. Campaign speeches have become a distinct genre because they respond to highly similar situations that recur because of a structural or institutional basis.\n</p><p>U.S. rhetoricians <a href=\"/wiki/Karlyn_Kohrs_Campbell\" title=\"Karlyn Kohrs Campbell\">Karlyn Kohrs Campbell</a> and <a href=\"/wiki/Kathleen_Hall_Jamieson\" title=\"Kathleen Hall Jamieson\">Kathleen Hall Jamieson</a> refer to genre as a “constellation of elements.\"<sup id=\"cite_ref-Kathleen_Hall_Jamieson_1978_6-0\" class=\"reference\"><a href=\"#cite_note-Kathleen_Hall_Jamieson_1978-6\">&#91;6&#93;</a></sup> They say, “A genre is a group of acts unified by a constellation of forms that recurs in each of its members.” Genres are formed when examined constituents are similar. The metaphors of genres as “constellations” serves to explain how genres, like constellations of stars, are constructed of individual members, but are under the influence of each other and outside elements. As a result they move together and remain in a similar relation to each other despite their ever-changing positions.<sup id=\"cite_ref-Kathleen_Hall_Jamieson_1978_6-1\" class=\"reference\"><a href=\"#cite_note-Kathleen_Hall_Jamieson_1978-6\">&#91;6&#93;</a></sup> According to Campbell and Jamieson, “when a generic claim is made, the critical situation alters significantly because the critic is now arguing that a group of discourses has a synthetic core in which certain significant rhetorical elements, e.g., a system of belief, lines of argument, stylistic choices, and the perception of the situation, are fused into an indivisible whole\".<sup id=\"cite_ref-Kathleen_Hall_Jamieson_1978_6-2\" class=\"reference\"><a href=\"#cite_note-Kathleen_Hall_Jamieson_1978-6\">&#91;6&#93;</a></sup>\n</p><p>Many contemporary scholars refer to the fusion of traits from different genres in speeches and texts as a \"generic <a href=\"/wiki/Hybrid_genre\" class=\"mw-redirect\" title=\"Hybrid genre\">hybrid</a>\".<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup> These generic hybrids can be formed from a blend of the three rhetorical genres.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup> This concept can be explained through an example of a generic hybrid of deliberative and epideictic elements, in which a newly elected President delivers an inaugural address. The President is speaking at a formal ceremony recognizing the current state of the nation (characteristic of the epideictic genre), while simultaneously announcing his policy plans for the upcoming four years. \n</p><p>U.S. rhetorician Carolyn R. Miller is the author of the article \"Genre as Social Action\" (1984). She argues, “Rhetorical criticism has not provided firm guidance on what constitutes a genre” and a “rhetorically sound definition of genre must be centered not on the substance or the form of discourse but on the action it is used to accomplish.” <sup id=\"cite_ref-Miller_1984_9-0\" class=\"reference\"><a href=\"#cite_note-Miller_1984-9\">&#91;9&#93;</a></sup> Miller also argues that new media genres may develop and formalize more quickly than traditional, written genres. She is among other rhetoricians who have expressed concerns about the appropriateness of traditional genre theory for new media communication. They argue that because genre theory originally was developed for describing written texts, the theory should be modified to account for nonlinguistic communication. Miller and colleague Dawn Shepherd illustrate an example of applying socio-cultural theories to genre studies in \"Blogging as Social Action: A Genre Analysis of the Weblog\". They explain how the weblog may be establishing a new genre because of its integration of current social and cultural trends.<sup id=\"cite_ref-blogging_10-0\" class=\"reference\"><a href=\"#cite_note-blogging-10\">&#91;10&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Socio-cultural_approach_to_genre_studies\">Socio-cultural approach to genre studies</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Genre_criticism&amp;action=edit&amp;section=3\" title=\"Edit section: Socio-cultural approach to genre studies\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In the 1980s, scholarship in genre theory and criticism has turned towards a socio-cultural approach to the study of genre by actively interrogating the rhetorical situation of a given communication artifact in light of its particular generic form. In this mode of inquiry, the rhetorical artifact is examined as a social response to a set of recurrent rhetorical exigencies rather than a collection of formal, generic elements. In the rhetorical tradition of genre criticism, Carolyn R. Miller's work on the socio-cultural approach to genre theory has been influential. Again in her 1984 journal article, Miller argues that “rhetorical criticism has not provided firm guidance on what constitutes a genre” and that a “rhetorically sound definition of genre must be centered not on the substance or the form of discourse but on the action it is used to accomplish”.<sup id=\"cite_ref-Miller_1984_9-1\" class=\"reference\"><a href=\"#cite_note-Miller_1984-9\">&#91;9&#93;</a></sup> Later, when Miller and Shepherd engaged the socio-cultural approach to genre criticism in “Blogging as Social Action: A Genre Analysis of the Weblog” (2004), they exposed some of the difficulties of applying genre theory to new media. In their analysis, Miller and Shepherd examine the extent to which the weblog might constitute a genre in light of its interaction with current social and cultural trends.\n</p>\n<h2><span class=\"mw-headline\" id=\"Genres_studies_in_new_media\">Genres studies in new media</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Genre_criticism&amp;action=edit&amp;section=4\" title=\"Edit section: Genres studies in new media\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Recently scholars and researchers in <a href=\"/wiki/Rhetoric\" title=\"Rhetoric\">rhetoric</a>, <a href=\"/wiki/Linguistics\" title=\"Linguistics\">linguistics</a>, and <a href=\"/wiki/Information_sciences\" class=\"mw-redirect\" title=\"Information sciences\">information sciences</a> have begun to explore the relationships between new media and socio-contextual genre theories (like those of Carolyn Miller, Mikhail Bakhtin, and Charles Bazerman). These researchers have expressed concerns about the appropriateness of traditional genre theory for new media communication. Some scholars have argued that since genre theory was originally developed to describe written texts, the theory needs to be modified to account for nonlinguistic communication. Linguist and semiotician Gunter Kress suggested that much of the vocabulary of generic analysis is ill-equipped to address non-written communication, arguing that “there are no genre terms for describing what [a] drawing is or does…” <sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup> Similarly, rhetoricians Miller and Shepherd have argued that traditional written genre theory does not appropriately address the visual features of a genre’s format.<sup id=\"cite_ref-blogging_10-1\" class=\"reference\"><a href=\"#cite_note-blogging-10\">&#91;10&#93;</a></sup>\n</p><p>Rhetoricians and <a href=\"/wiki/Information_science\" title=\"Information science\">information scientists</a> have also pointed out that new media genres may develop and formalize more quickly than traditional written genres. The authors of the article \"Genres and the web\" argue that the personal home page is functioning as a new and discrete genre, and they explore the entirely digital nature of home pages, suggesting that home pages “have no obvious paper equivalent”.<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup> Additionally recent work in new media genre theory has explored how new communication technologies allows for forms of “genre <a href=\"/wiki/Hybridity\" title=\"Hybridity\">hybridity</a>.” Spinuzzi, for example, explores what can happen when multiple related genres are <a href=\"/wiki/Remediation_(Marxist_theory)\" class=\"mw-redirect\" title=\"Remediation (Marxist theory)\">remediated</a> into a single new media artifact.<sup id=\"cite_ref-Clay_Spinuzzi_2003_13-0\" class=\"reference\"><a href=\"#cite_note-Clay_Spinuzzi_2003-13\">&#91;13&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Genre_criticism&amp;action=edit&amp;section=5\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Genre\" title=\"Genre\">Genre</a></li>\n<li><a href=\"/wiki/Genre_Studies\" class=\"mw-redirect\" title=\"Genre Studies\">Genre Studies</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Genre_criticism&amp;action=edit&amp;section=6\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Bakhtin, M. M. (1986). <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=_LO_agE_GTcC&amp;lpg=PP1&amp;pg=PA60#v=onepage&amp;q&amp;f=false\">\"The Problem of Speech Genres\"</a>. <i>Speech genres and other late essays</i>. Trans. V. W. McGee. University of Texas Press. p. 62.</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Bakhtin, <i>Speech genres and other late essays</i>, p.77.</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Bakhtin, <i>Speech genres and other late essays</i>, p. 79.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Hill, F.I (1995). \"The Rhetoric of Aristotle\". <i>A Synoptic History of Classical Rhetoric</i> (2nd rev. ed.), Davis, CA. Hermagoras Press.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Bitzer, L.F. (1968). \"The rhetorical situation\". <i>Philosophy and Rhetoric</i>, vol. 1, pp. 1-14.</span>\n</li>\n<li id=\"cite_note-Kathleen_Hall_Jamieson_1978-6\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Kathleen_Hall_Jamieson_1978_6-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Kathleen_Hall_Jamieson_1978_6-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-Kathleen_Hall_Jamieson_1978_6-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\">Karlyn Kohrs Campbell and Kathleen Hall Jamieson (1978), <i>Form and Genre: Shaping Rhetorical Action</i>. The Speech Communication Association. Falls Church, VA. p. 21.</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Jamieson, K.M.; Campbell, K.K. (1982). \"Rhetorical hybrids: \"'Fusion of generic elements'\". <i>Quarterly Journal of Speech</i> (68), pp. 146-157.</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Aristotle, <i>Rhetoric</i>, (Trans. W.R. Roberts, 1954), New York: Modern Library.</span>\n</li>\n<li id=\"cite_note-Miller_1984-9\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Miller_1984_9-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Miller_1984_9-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"> Miller, C. R. (1984). \"Genre as social action.\" <i>Quarterly Journal of Speech</i> (70), pp. 151-67.</span>\n</li>\n<li id=\"cite_note-blogging-10\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-blogging_10-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-blogging_10-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Miller, C. R.; Shepherd, D.(2004). <a rel=\"nofollow\" class=\"external text\" href=\"http://blog.lib.umn.edu/blogosphere/blogging_as_social_action.html\">\"Blogging as Social Action: A Genre Analysis of the Weblog\"</a>, Into the Blogosphere. Retrieved 10 April 2005.</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Kress, G. &amp; Van Leeuwen, T (1996). <i>Multimodal Discourse</i>. London: Routledge. p.110.</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Dillon, Andrew; Gushrowski, Barbara A. (2000). \"Genres and the web: Is the personal home page the first uniquely digital genre?\" <i><a href=\"/wiki/Journal_of_the_American_Society_for_Information_Science\" class=\"mw-redirect\" title=\"Journal of the American Society for Information Science\">Journal of the American Society for Information Science</a></i>, 51(2), pp. 202-205.</span>\n</li>\n<li id=\"cite_note-Clay_Spinuzzi_2003-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Clay_Spinuzzi_2003_13-0\">^</a></b></span> <span class=\"reference-text\">Spinuzzi, C. (2003). <i>Tracing genres through organizations: A sociocultural approach to information design</i>. Cambridge, MA: MIT Press.</span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"Sources\">Sources</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Genre_criticism&amp;action=edit&amp;section=7\" title=\"Edit section: Sources\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Crowston, K. &amp; Williams, M. (2000). <i>Reproduced and Emergent Genres of Communication on the World Wide Web</i>. The Information Society 16, pp. 201-215.</li>\n<li>Jasinski, J.(2001). <i>Genre: Sourcebook on Rhetoric.</i> Thousand Oaks, CA: Sage Publications.</li>\n<li>Kress, G. (2003). <i>Literacy in the New Media Age</i>. London: Routledge.</li>\n<li>Prince, M. B. (2003). \"Mauvais genres\". <i>New Literary History</i>. 34(3), p. 452.</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2228\nCached time: 20180918231924\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.052 seconds\nReal time usage: 0.059 seconds\nPreprocessor visited node count: 274/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 329/2097152 bytes\nTemplate argument size: 79/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 5927/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.003/10.000 seconds\nLua memory usage: 525 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   24.723      1 Template:Reflist\n100.00%   24.723      1 -total\n 11.22%    2.775      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:13756318-0!canonical and timestamp 20180918231924 and revision id 850173066\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Genre Criticism","*":"Rhetoric"},{"sortkey":"Genre Criticism","*":"Methods_in_sociology"}],"links":[{"ns":0,"exists":"","*":"Aristotle"},{"ns":0,"exists":"","*":"Deliberative"},{"ns":0,"exists":"","*":"Deliberative rhetoric"},{"ns":0,"exists":"","*":"Epideictic"},{"ns":0,"exists":"","*":"Forensic"},{"ns":0,"exists":"","*":"Forensic rhetoric"},{"ns":0,"exists":"","*":"Genre"},{"ns":0,"exists":"","*":"Genre Studies"},{"ns":0,"exists":"","*":"Hybrid genre"},{"ns":0,"exists":"","*":"Hybridity"},{"ns":0,"exists":"","*":"Information science"},{"ns":0,"exists":"","*":"Information sciences"},{"ns":0,"exists":"","*":"Journal of the American Society for Information Science"},{"ns":0,"exists":"","*":"Karlyn Kohrs Campbell"},{"ns":0,"exists":"","*":"Kathleen Hall Jamieson"},{"ns":0,"exists":"","*":"Latin"},{"ns":0,"exists":"","*":"Linguistics"},{"ns":0,"exists":"","*":"M. M. Bakhtin"},{"ns":0,"exists":"","*":"Mikhail Mikhailovich Bakhtin"},{"ns":0,"exists":"","*":"New media"},{"ns":0,"exists":"","*":"Remediation (Marxist theory)"},{"ns":0,"exists":"","*":"Rhetoric"},{"ns":0,"exists":"","*":"Rhetorical criticism"},{"ns":0,"exists":"","*":"Rhetorical situation"},{"ns":0,"exists":"","*":"Turn (disambiguation)"},{"ns":0,"exists":"","*":"U.S. Constitution"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["https://books.google.com/books?id=_LO_agE_GTcC&lpg=PP1&pg=PA60#v=onepage&q&f=false","http://blog.lib.umn.edu/blogosphere/blogging_as_social_action.html"],"sections":[{"toclevel":1,"level":"2","line":"Emphasis on formal features in speech genres","number":"1","index":"1","fromtitle":"Genre_criticism","byteoffset":1830,"anchor":"Emphasis_on_formal_features_in_speech_genres"},{"toclevel":1,"level":"2","line":"Rhetorical approaches to genre","number":"2","index":"2","fromtitle":"Genre_criticism","byteoffset":4070,"anchor":"Rhetorical_approaches_to_genre"},{"toclevel":1,"level":"2","line":"Socio-cultural approach to genre studies","number":"3","index":"3","fromtitle":"Genre_criticism","byteoffset":9498,"anchor":"Socio-cultural_approach_to_genre_studies"},{"toclevel":1,"level":"2","line":"Genres studies in new media","number":"4","index":"4","fromtitle":"Genre_criticism","byteoffset":10842,"anchor":"Genres_studies_in_new_media"},{"toclevel":1,"level":"2","line":"See also","number":"5","index":"5","fromtitle":"Genre_criticism","byteoffset":13088,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"6","fromtitle":"Genre_criticism","byteoffset":13134,"anchor":"References"},{"toclevel":1,"level":"2","line":"Sources","number":"7","index":"7","fromtitle":"Genre_criticism","byteoffset":13162,"anchor":"Sources"}],"parsewarnings":[],"displaytitle":"Genre criticism","iwlinks":[],"properties":[{"name":"defaultsort","*":"Genre Criticism"},{"name":"wikibase_item","*":"Q5533541"}]}}