{"parse":{"title":"Rhetorica ad Herennium","pageid":1572761,"revid":826261104,"text":{"*":"<div class=\"mw-parser-output\"><p>The <i><b>Rhetorica ad Herennium</b></i> (<i>Rhetoric: For Herennius</i>), formerly attributed to <a href=\"/wiki/Cicero\" title=\"Cicero\">Cicero</a> or <a href=\"/wiki/Lucius_Cornificius\" title=\"Lucius Cornificius\">Cornificius</a>, but in fact of unknown authorship, sometimes ascribed to an unnamed doctor, is the oldest surviving <a href=\"/wiki/Latin\" title=\"Latin\">Latin</a> book on <a href=\"/wiki/Rhetoric\" title=\"Rhetoric\">rhetoric</a>, dating from the late 80s BC,<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> and is still used today as a textbook on the structure and uses of rhetoric and <a href=\"/wiki/Persuasion\" title=\"Persuasion\">persuasion</a>.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Overview\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Overview</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Rhetorical_Figures_from_Book_IV\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Rhetorical Figures from Book IV</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#See_also\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Notes\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Notes</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#External_links\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Overview\">Overview</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Rhetorica_ad_Herennium&amp;action=edit&amp;section=1\" title=\"Edit section: Overview\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The <i>Rhetorica ad Herennium</i> was addressed to Gaius Herennius (otherwise unknown). The <i>Rhetorica</i> remained the most popular book on rhetoric during the <a href=\"/wiki/Middle_Ages\" title=\"Middle Ages\">Middle Ages</a> and the <a href=\"/wiki/Renaissance\" title=\"Renaissance\">Renaissance</a>. It was commonly used, along with Cicero's <i><a href=\"/wiki/De_Inventione\" title=\"De Inventione\">De Inventione</a></i>, to teach rhetoric, and over one hundred manuscripts are extant. It was also translated extensively into European vernacular languages and continued to serve as the standard schoolbook text on rhetoric during the Renaissance. The work focuses on the practical applications and examples of rhetoric. It is also the first book to teach rhetoric in a highly structured and disciplined form.\n</p><p>Its discussion of <i><a href=\"/wiki/Elocutio\" title=\"Elocutio\">elocutio</a></i> (style) is the oldest surviving systematic treatment of Latin style, and many of the examples are of contemporary <a href=\"/wiki/Roman_Republic\" title=\"Roman Republic\">Roman</a> events. This new style, which flowered in the century following this work's writing, promoted revolutionary advances in <a href=\"/wiki/Roman_literature\" class=\"mw-redirect\" title=\"Roman literature\">Roman literature</a> and oratory. However, according to some analysts, teaching oratory in Latin was inherently controversial because oratory was seen as a political tool, which had to be kept in the hands of the Greek-speaking upper class.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> The <i>Rhetorica ad Herennium</i> can be seen as part of a liberal populist movement, carried forward by those, like L. Plotius Gallus, who was the first to open a school of rhetoric at Rome conducted entirely in Latin. He opened the school in 93 BCE.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> The work contains the first known description of the <a href=\"/wiki/Method_of_loci\" title=\"Method of loci\">method of loci</a>, a <a href=\"/wiki/Mnemonic\" title=\"Mnemonic\">mnemonic</a> technique. <i>Ad Herennium</i> also provides the first complete treatment of <a href=\"/wiki/Memoria\" title=\"Memoria\">memoria</a> (memorization of speeches).<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p><p>According to the work, there are three types of causes that a speaker would address:\n</p>\n<ul><li><b>Demonstrativum</b>, where there is praise or condemnation of a particular person</li>\n<li><b>Deliberativum</b>, where policy is discussed</li>\n<li><b>Iudiciale</b>, where legal controversies are addressed</li></ul>\n<p>The <i>Rhetorica ad Herennium</i> suggests that in a standard format for argument (widely followed today in any <a href=\"/wiki/Five_part_essay\" class=\"mw-redirect\" title=\"Five part essay\">five part essay</a>) there were six steps:\n</p>\n<ul><li><b><a href=\"/wiki/Exordium_(rhetoric)\" class=\"mw-redirect\" title=\"Exordium (rhetoric)\">Exordium</a></b>, in which the writer uses relevant generalities, anecdotes, quotes, or analogies to capture attention and then connects them to the specific topic</li>\n<li><b>Narratio</b>, in which the author succinctly states what will be the argument, thesis or point that is to be proven</li>\n<li><b>Divisio</b>, in which the author outlines the main points, or reviews the debate to clarify what needs to be discussed further</li>\n<li><b>Confirmatio</b>, which sets out the arguments (often three) for the thesis that the author supports as well as evidence supporting them</li>\n<li><b>Refutatio</b>, which sets out and refutes the opposing arguments</li>\n<li><b>Conclusio</b>, which is a summary of the argument, describing the urgency of the viewpoint and actions that could be taken</li></ul>\n<p>The <i>Rhetorica ad Herennium</i> divides oral rhetoric into three styles. Each style has traits that make it most effective for specific purposes in oration.\n</p>\n<ul><li><b>Grand</b>, a style using intricate arrangement of complex language\n<dl><dd>The diction used is formal and impressive. The purpose of this style is to move an audience, either emotionally or to perform some action.</dd></dl></li>\n<li><b>Middle</b>, a style using more relaxed language than the Grand style but not quite at the level of casual conversation\n<dl><dd>It avoids using colloquialisms but is not overly formal. The Middle style's purpose is to please or entertain an audience.</dd></dl></li>\n<li><b>Simple</b>, a style using ordinary speech common to everyday conversation\n<dl><dd>It uses colloquialisms and informal language, and is best suited for instruction and explanation.</dd></dl></li></ul>\n<h2><span class=\"mw-headline\" id=\"Rhetorical_Figures_from_Book_IV\">Rhetorical Figures from Book IV</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Rhetorica_ad_Herennium&amp;action=edit&amp;section=2\" title=\"Edit section: Rhetorical Figures from Book IV\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Book IV of the <i>Rhetorica ad Herennium's</i> systematic treatment of Latin oratory style identifies two categories of rhetorical devices, or <i>Figures</i>. These are <i>Figures of Diction</i>, which are identifiable in the language itself, and <i>Figures of Thought</i>, which are derived from the ideas presented. Although these figures have been in use in rhetoric throughout history, the <i>Rhetorica ad Herennium</i> was the first text to compile them and discuss the effects they have on an audience. Many of the following figures described in Book IV are still used in <a href=\"/wiki/Modern_rhetoric\" title=\"Modern rhetoric\">modern rhetoric</a>, though they were originally intended specifically for use in oral debate.\n</p><p>The <b>Figures of Diction</b> include the following:\n</p>\n<ul><li><b>Epanaphora</b>, when the same word starts successive sentences</li>\n<li><b>Antistrophe</b>, when the same word ends successive sentences</li>\n<li><b>Interlacement</b>, when the previous two occur simultaneously</li>\n<li><b>Transplacement</b>, when the same word is reused frequently</li></ul>\n<p>The repetition of the same word in these four figures produces an elegant and pleasant sound for the listener, rather than simply being repetitive.\n</p>\n<ul><li><b>Antithesis</b> is when the structure of the sentence is built upon contraries.</li>\n<li><b>Apostrophe</b> expresses grief or resentment by addressing a specific person or object.</li>\n<li><b>Interrogation</b> reinforces an argument by asking the opposition a series of rhetorical questions after they have presented their case, while <b>reasoning by question and answer</b> involves asking and answering oneself the reasoning behind every statement made.</li></ul>\n<p>These figures use conversational style to hold the audience's attention. \n</p>\n<ul><li>A <b>maxim</b> is a saying that concisely shows what happens in life and therefore ought to happen as it applies to the situation the speaker is talking about.</li>\n<li><b>Reasoning by contraries</b> uses one statement to prove an opposite statement.</li></ul>\n<ul><li><b>Colon</b> or <b>clause</b> is when a series of up to three brief but complete clauses are strung together to communicate an entire thought; it is called <b>isocolon</b> when the clauses have an equal number of syllables.</li>\n<li>Similar to this is the <b>comma</b> or <b>phrase</b>, where single words are split up in a sentence to give it a halting, staccato sound.</li></ul>\n<p>Both these figures create emphasis on the independent words or clauses within the entire thought; <b>Period</b> is the opposite, in which words in a sentence are close-packed and uninterrupted to form a complete thought.\n</p>\n<ul><li><b>Homoeoptoton</b> occurs when two or more words in the same sentence are in the same case with the same ending;</li>\n<li>in contrast, <b>homoeoteleuton</b> features words without inflection that have the same ending.</li>\n<li><b>Paronomasia</b> (a term often treated as a formal term for a <a href=\"/wiki/Pun\" title=\"Pun\">pun</a>) changes a sound or a letter in a word to make it sound similar to another word with a different meaning; these three figures are most relevant in highly inflected languages with cases like Latin, and the <i>Rhetorica ad Herennium</i> states they are best used in speeches of entertainment.</li></ul>\n<ul><li><b>Hypophora</b> occurs in debate when the speaker asks himself or his opponent what points can be made against his case or in favor of the opponent's,  then uses the  response (whether his own or his opponent's) to attack the position of the opponent.</li>\n<li><b>Climax</b> is the repetition of a preceding word in the process of moving on to a new one. (An example is \"The industry of Africanus brought him excellence, his excellence glory, his glory rivals.\")</li>\n<li><b>Definition</b> is the concise statement of a person or object’s characteristic traits, <b>transition</b> restates a previous statement to set up the presentation of a new one, and <b>correction</b> is the deliberate retraction of a statement in order to replace it with a more fitting one. <b>Paralipsis</b> is best used as an indirect reference in a debate, it occurs when a speaker pretends to be passing or ignorant of points that are not relevant, when he is actually addressing them as points relevant to the discussion.</li></ul>\n<p><b>Disjunction</b> happens when two or more clauses end in verbs with similar meanings, <b>conjunction</b> when the clauses are connected by one verb between them, and <b>adjunction</b> when the verb connecting the clauses is located at the beginning or end. The author groups these three figures together, stating that disjunction is best suited for limited use to convey elegance while one should use conjunction more frequently for its brevity.\n</p><p><b>Reduplication</b> is the repetition of words for emphasis or an appeal to pity. <b>Synonymy</b> or <b>Interpretation</b> is similar to reduplication, only instead of repeating the same word it replaces it with a synonym. <b>Reciprocal change</b> is when two differing thoughts are arranged so that one follows the other despite the discrepancy (example: I do not write poems, because I cannot write the sort I wish, and I do not wish to write the sort I can). <b>Surrender</b> evokes pity by submitting to another’s opinion on the topic. A speaker uses <b>indecision</b> by asking rhetorically which of two or more words he should use. <b>Elimination</b> lists multiple options or possibilities, and then systematically removes all except one of them, the point the speaker is arguing. <b>Asyndeton</b> is the presentation of concise clauses connected without conjunctions, which the <i>Rhetorica ad Herennium</i> claims creates animation and power in the speech. <b>Aposiopesis</b> occurs when a speaker deliberately does not finish a statement about his opponent, allowing suspicion of his opponent to settle in the audience. <b>Conclusion</b> identifies the necessary consequences or results of a previous statement.\n</p><p>The author distinguishes the last ten figures of diction from the rest. The common characteristic of these ten figures is the application of language beyond the strict meaning of the words. The first he identifies as <b>Onomatopoeia</b>, the term given for words assigned to sounds we cannot properly imitate with language, such as “hiss” or “roar.” <b>Antonomasia</b> or <b>pronomination</b> is the use of an epithet when addressing a person or object in place of their proper name. <b>Metonymy</b> occurs when an object is referred to as something closely associated with it rather than its proper name. <b>Periphrasis</b> is the use of more words than are necessary to express a simple idea (example: \"The steadiness of the tortoise defeated the impatience of the hare,” rather than “The tortoise defeated the hare,”). <b>Hyperbaton</b> upsets the order of the words used. <b>Hyperbole</b> exaggerates the truth. <b>Synecdoche</b> occurs when a whole point is understood when only a small part is addressed. <b>Catachresis</b> is the use of an inexact but similar word in place of the proper one (example: The power of man is <i>short</i>). The author defines <i>metaphor</i> as the application of one object to another due to some indirect similarity, and <b>allegory</b> as the implication of multiple meanings to a phrase beyond the actual letter of the words used.\n</p><p>The <b>Figures of Thought</b> include: \n<b>Distribution</b>, which assigns specific roles to a number of objects or people in order to identify their place in the structure of the argument, and <b>frankness of speech</b>, in which the speaker exercises his right to speak freely despite the presence of superiors. <b>Understatement</b> occurs when a speaker downplays a particular advantage he might have over someone in order to avoid appearing arrogant. <b>Vivid description</b> describes the consequences of something with impressive and elaborate detail. <b>Division</b> separates all the possible causes of something, and then resolves them with reasoning that is connected. <b>Accumulation</b> is the connection of all the points made throughout an argument at the end of a speech, adding emphasis to the conclusion. <b>Dwelling on the point</b> is the continuous repetition of the same point, while <b>refining</b> disguises dwelling on the same topic by continuously saying the same thing in new ways. <b>Dialogue</b> is used as a figure of thought when the speaker puts words in the mouth of his opponent for the sake of rhetorical conversation to illustrate his point. <b>Comparisons</b> point out similar traits in different people or objects, while <b>exemplification</b> is the citing of something done in the past along with the name of the person or thing that did it. <b>Portrayal</b> identifies a person with a physical description rather than their name, while <b>character delineation</b> identifies a person with noticeable elements of their character or personality. Both of these figures allow the speaker to draw particular attentions to specific traits of that person. <b>Personification</b> assigns an inanimate object or an absent person traits to help the audience understand its character. <b>Emphasis</b> leaves more to be suspected about a topic than what is actually said, while <b>conciseness</b> is the precise expression of a thought using the least amount of language possible. <b>Ocular demonstration</b> is similar to vivid description, though the emphasis is on the visual elements of the scene described.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Rhetorica_ad_Herennium&amp;action=edit&amp;section=3\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Rhetorical_operations\" title=\"Rhetorical operations\">Rhetorical operations</a></li>\n<li><a href=\"/wiki/Five_paragraph_essay\" class=\"mw-redirect\" title=\"Five paragraph essay\">Five paragraph essay</a></li>\n<li><a href=\"/wiki/Cicero\" title=\"Cicero\">Cicero</a>, <i><a href=\"/wiki/De_Inventione\" title=\"De Inventione\">De Inventione</a></i></li>\n<li><i><a href=\"/wiki/Rhetorica_ad_Alexandrum\" class=\"mw-redirect\" title=\"Rhetorica ad Alexandrum\">Rhetorica ad Alexandrum</a></i></li></ul>\n<h2><span class=\"mw-headline\" id=\"Notes\">Notes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Rhetorica_ad_Herennium&amp;action=edit&amp;section=4\" title=\"Edit section: Notes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist columns references-column-width\" style=\"-moz-column-width: 30em; -webkit-column-width: 30em; column-width: 30em; list-style-type: decimal;\">\n<ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Reference to Sulpicius' tribunate of 88, and Gaius Marius' final consulship (86) <cite class=\"citation web\"><i><a rel=\"nofollow\" class=\"external free\" href=\"http://penelope.uchicago.edu/Thayer/E/Roman/Texts/Rhetorica_ad_Herennium/1*.html\">http://penelope.uchicago.edu/Thayer/E/Roman/Texts/Rhetorica_ad_Herennium/1*.html</a></i>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=http%3A%2F%2Fpenelope.uchicago.edu%2FThayer%2FE%2FRoman%2FTexts%2FRhetorica_ad_Herennium%2F1%2A.html&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ARhetorica+ad+Herennium\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span> <span style=\"font-size:100%\" class=\"error citation-comment\">Missing or empty <code style=\"color:inherit; border:inherit; padding:inherit;\">&#124;title=</code> (<a href=\"/wiki/Help:CS1_errors#citation_missing_title\" title=\"Help:CS1 errors\">help</a>); </span><span style=\"font-size:100%\" class=\"error citation-comment\">External link in <code style=\"color:inherit; border:inherit; padding:inherit;\">&#124;website=</code> (<a href=\"/wiki/Help:CS1_errors#param_has_ext_link\" title=\"Help:CS1 errors\">help</a>); </span><span style=\"display:none;font-size:100%\" class=\"error citation-comment\">Missing or empty <code style=\"color:inherit; border:inherit; padding:inherit;\">&#124;url=</code> (<a href=\"/wiki/Help:CS1_errors#cite_web_url\" title=\"Help:CS1 errors\">help</a>)</span></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">\"J. Carcopino\". <i>Daily Life in Ancient Rome</i>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Daily+Life+in+Ancient+Rome&amp;rft.au=%22J.+Carcopino%22&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ARhetorica+ad+Herennium\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.societasviaromana.net/Collegium_Historicum/roman_rhetoric1.php\">\"Roman rhetoric&#160;: an overview\"</a>. <i>societasviaromana.net</i><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">28 July</span> 2015</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=societasviaromana.net&amp;rft.atitle=Roman+rhetoric+%3A+an+overview&amp;rft_id=http%3A%2F%2Fwww.societasviaromana.net%2FCollegium_Historicum%2Froman_rhetoric1.php&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ARhetorica+ad+Herennium\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\">Douglas Boin/Karl Galinsky. <a rel=\"nofollow\" class=\"external text\" href=\"http://www.utexas.edu/research/memoria/Ad_Herennium_Passages.html\">\"Rhetorica ad Herennium Passages on Memory\"</a>. <i>utexas.edu</i><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">28 July</span> 2015</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=utexas.edu&amp;rft.atitle=Rhetorica+ad+Herennium+Passages+on+Memory&amp;rft.au=Douglas+Boin%2FKarl+Galinsky&amp;rft_id=http%3A%2F%2Fwww.utexas.edu%2Fresearch%2Fmemoria%2FAd_Herennium_Passages.html&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ARhetorica+ad+Herennium\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/details/adcherenniumdera00capluoft\">\"Ad C. Herennium de ratione dicendi (Rhetorica ad Herennium)\"</a>. <i>Internet Archive</i><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">28 July</span> 2015</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=Internet+Archive&amp;rft.atitle=Ad+C.+Herennium+de+ratione+dicendi+%28Rhetorica+ad+Herennium%29&amp;rft_id=https%3A%2F%2Farchive.org%2Fdetails%2Fadcherenniumdera00capluoft&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ARhetorica+ad+Herennium\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Rhetorica_ad_Herennium&amp;action=edit&amp;section=5\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><i>Rhetorica ad Herennium</i> (<a href=\"/wiki/Friedrich_Marx\" title=\"Friedrich Marx\">Friedrich Marx</a>, ed. <i>Prolegomena in editio maior</i>), Teubner, Leipzig, 1923.</li>\n<li>Golla, Georg. <i>Sprachliche Beobachtungen zum auctor ad Herennium</i>, Breslau, 1935.</li>\n<li>Kroll, Wilhelm. <i>Die Entwicklung der lateinischen Sprache</i>, <i>Glotta</i> 22 (1934). 24-27.</li>\n<li>Kroll, Wilhelm. <i>Der Text des Cornificius</i>, <i>Philologus 89 (1934). 63-84</i></li>\n<li>Tolkiehn, Johannes. <i>Jahresbuch des philologischen Vereins zu Berlin</i> 45 (1919)</li></ul>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Rhetorica_ad_Herennium&amp;action=edit&amp;section=6\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/details/adcherenniumdera00capluoft\">Rhetorica ad Herennium</a> on the <a href=\"/wiki/Internet_Archive\" title=\"Internet Archive\">Internet Archive</a>. Latin text with English translation by Harry Caplan. Harvard University Press, Cambridge, MA 1954.</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1305\nCached time: 20180901172734\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.140 seconds\nReal time usage: 0.163 seconds\nPreprocessor visited node count: 311/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 8472/2097152 bytes\nTemplate argument size: 233/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 5050/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.054/10.000 seconds\nLua memory usage: 2.37 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  122.176      1 -total\n 69.95%   85.466      1 Template:Reflist\n 47.79%   58.386      4 Template:Cite_web\n 18.24%   22.284      1 Template:Italic_title\n  7.64%    9.332      1 Template:Internet_Archive\n  5.24%    6.400      1 Template:Cite_book\n  1.86%    2.270      1 Template:Main_other\n  1.58%    1.934      2 Template:Trim\n  1.44%    1.757      1 Template:Column-width\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:1572761-0!canonical and timestamp 20180901172734 and revision id 826261104\n -->\n</div>"},"langlinks":[{"lang":"ca","url":"https://ca.wikipedia.org/wiki/Ret%C3%B2rica_a_Herenni","langname":"Catalan","autonym":"català","*":"Retòrica a Herenni"},{"lang":"de","url":"https://de.wikipedia.org/wiki/Rhetorica_ad_Herennium","langname":"German","autonym":"Deutsch","*":"Rhetorica ad Herennium"},{"lang":"es","url":"https://es.wikipedia.org/wiki/Ret%C3%B3rica_a_Herenio","langname":"Spanish","autonym":"español","*":"Retórica a Herenio"},{"lang":"fr","url":"https://fr.wikipedia.org/wiki/Rh%C3%A9torique_%C3%A0_Herennius","langname":"French","autonym":"français","*":"Rhétorique à Herennius"},{"lang":"it","url":"https://it.wikipedia.org/wiki/Rhetorica_ad_Herennium","langname":"Italian","autonym":"italiano","*":"Rhetorica ad Herennium"},{"lang":"pl","url":"https://pl.wikipedia.org/wiki/Retoryka_dla_Herenniusza","langname":"Polish","autonym":"polski","*":"Retoryka dla Herenniusza"},{"lang":"ru","url":"https://ru.wikipedia.org/wiki/%D0%A0%D0%B8%D1%82%D0%BE%D1%80%D0%B8%D0%BA%D0%B0_%D0%B4%D0%BB%D1%8F_%D0%93%D0%B5%D1%80%D0%B5%D0%BD%D0%BD%D0%B8%D1%8F","langname":"Russian","autonym":"русский","*":"Риторика для Геренния"},{"lang":"sr","url":"https://sr.wikipedia.org/wiki/Rhetorica_ad_Herennium","langname":"Serbian","autonym":"српски / srpski","*":"Rhetorica ad Herennium"},{"lang":"sv","url":"https://sv.wikipedia.org/wiki/Ad_Herennium","langname":"Swedish","autonym":"svenska","*":"Ad Herennium"}],"categories":[{"sortkey":"","hidden":"","*":"Pages_with_citations_lacking_titles"},{"sortkey":"","hidden":"","*":"CS1_errors:_external_links"},{"sortkey":"","hidden":"","*":"Pages_using_web_citations_with_no_URL"},{"sortkey":"Rhetorica Ad Herennium","hidden":"","*":"Articles_with_Internet_Archive_links"},{"sortkey":"Rhetorica Ad Herennium","*":"Rhetoric"},{"sortkey":"Rhetorica Ad Herennium","*":"Mnemonics"},{"sortkey":"Rhetorica Ad Herennium","*":"Books_about_persuasion"},{"sortkey":"Rhetorica Ad Herennium","*":"Works_of_unknown_authorship"}],"links":[{"ns":0,"exists":"","*":"Cicero"},{"ns":0,"exists":"","*":"De Inventione"},{"ns":0,"exists":"","*":"Elocutio"},{"ns":0,"exists":"","*":"Exordium (rhetoric)"},{"ns":0,"exists":"","*":"Five paragraph essay"},{"ns":0,"exists":"","*":"Five part essay"},{"ns":0,"exists":"","*":"Friedrich Marx"},{"ns":0,"exists":"","*":"Internet Archive"},{"ns":0,"exists":"","*":"Latin"},{"ns":0,"exists":"","*":"Lucius Cornificius"},{"ns":0,"exists":"","*":"Memoria"},{"ns":0,"exists":"","*":"Method of loci"},{"ns":0,"exists":"","*":"Middle Ages"},{"ns":0,"exists":"","*":"Mnemonic"},{"ns":0,"exists":"","*":"Modern rhetoric"},{"ns":0,"exists":"","*":"Persuasion"},{"ns":0,"exists":"","*":"Pun"},{"ns":0,"exists":"","*":"Renaissance"},{"ns":0,"exists":"","*":"Rhetoric"},{"ns":0,"exists":"","*":"Rhetorica ad Alexandrum"},{"ns":0,"exists":"","*":"Rhetorical operations"},{"ns":0,"exists":"","*":"Roman Republic"},{"ns":0,"exists":"","*":"Roman literature"},{"ns":12,"exists":"","*":"Help:CS1 errors"}],"templates":[{"ns":10,"exists":"","*":"Template:Italic title"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Column-width"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Internet Archive"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":828,"exists":"","*":"Module:Italic title"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:String"}],"images":[],"externallinks":["http://www.societasviaromana.net/Collegium_Historicum/roman_rhetoric1.php","http://www.utexas.edu/research/memoria/Ad_Herennium_Passages.html","https://archive.org/details/adcherenniumdera00capluoft","http://penelope.uchicago.edu/Thayer/E/Roman/Texts/Rhetorica_ad_Herennium/1*.html"],"sections":[{"toclevel":1,"level":"2","line":"Overview","number":"1","index":"1","fromtitle":"Rhetorica_ad_Herennium","byteoffset":609,"anchor":"Overview"},{"toclevel":1,"level":"2","line":"Rhetorical Figures from Book IV","number":"2","index":"2","fromtitle":"Rhetorica_ad_Herennium","byteoffset":4733,"anchor":"Rhetorical_Figures_from_Book_IV"},{"toclevel":1,"level":"2","line":"See also","number":"3","index":"3","fromtitle":"Rhetorica_ad_Herennium","byteoffset":14296,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"Notes","number":"4","index":"4","fromtitle":"Rhetorica_ad_Herennium","byteoffset":14431,"anchor":"Notes"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"5","fromtitle":"Rhetorica_ad_Herennium","byteoffset":14456,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"6","index":"6","fromtitle":"Rhetorica_ad_Herennium","byteoffset":14920,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"<i>Rhetorica ad Herennium</i>","iwlinks":[],"properties":[{"name":"displaytitle","*":"<i>Rhetorica ad Herennium</i>"},{"name":"defaultsort","*":"Rhetorica Ad Herennium"},{"name":"wikibase_item","*":"Q1973998"}]}}