{"parse":{"title":"Theories of rhetoric and composition pedagogy","pageid":29857483,"revid":820864636,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-style ambox-essay-like\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/60px-Edit-clear.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/80px-Edit-clear.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>is written like a <a href=\"/wiki/Wikipedia:NOTESSAY\" class=\"mw-redirect\" title=\"Wikipedia:NOTESSAY\">personal reflection or opinion essay</a></b> that states a Wikipedia editor's personal feelings about a topic.<span class=\"hide-when-compact\"> Please <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Theories_of_rhetoric_and_composition_pedagogy&amp;action=edit\">help improve it</a> by rewriting it in an <a href=\"/wiki/Wikipedia:Encyclopedic_style\" class=\"mw-redirect\" title=\"Wikipedia:Encyclopedic style\">encyclopedic style</a>.</span>  <small><i>(February 2011)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p>The field of <a href=\"/wiki/Rhetoric\" title=\"Rhetoric\">rhetoric</a> has been a matter of considerable debate for millennia. Derived from the Greek word for public speaking, rhetoric's original concern dealt primarily with the spoken word. <a href=\"/wiki/Aristotle\" title=\"Aristotle\">Aristotle</a> wrote a philosophical work that still has major scholarly impact, <i>Rhetoric</i>, in which he identifies five <a href=\"https://en.wiktionary.org/wiki/canons\" class=\"extiw\" title=\"wikt:canons\">canons</a> of the field of rhetoric: invention, arrangement, style, memory, and delivery. Invention is concerned with the content or idea being expressed, and relates to the rhetorician’s understanding of his goals. Arrangement deals with issues of how to best organize an argument in order to attain the speaker or writer’s goals. It is closely related to style, the third element, which relates to gestures, metaphors, and word choices selected to best influence the audience and reach the desired goal. Memory is the fourth and simplest element of rhetoric in being related specifically to spoken rhetoric, specifically concerned with remembering the words in one’s speech.  Finally, delivery concerns tone, word choice, posture and other such bodily signs that influence the effect of one’s words on an audience.\n</p><p>Rhetorical theory is the body of thought about human symbol use. The term rhetoric, in its popular usage,\ntypically has negative connotations. Rhetoric is contrasted with action; it is empty words, talk without\nsubstance, mere ornament. This contemporary understanding of rhetoric is at odds with a long history of\nrhetorical theory, dating back in the West to ancient Greece and Rome, that provides a long-standing foundation\non which the contemporary discipline of communication is built.\n</p><p>From 1870 to 1900, as the American <a href=\"/wiki/College\" title=\"College\">college</a> system moved from small schools to a larger, diverse set of universities with distinct academic disciplines, the field of <a href=\"/wiki/Composition_studies\" title=\"Composition studies\">composition studies</a> grew from traditional rhetorical studies. As pioneers in the field of composition studies, <a href=\"/wiki/Harvard_University\" title=\"Harvard University\">Harvard University</a> enacted a new program in their English department that, for the first time, made “a total commitment to writing,” though the initial focus was on personal writing and did not include rhetoric or literary analysis.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> However, the field of composition studies soon became paired with the field of rhetoric as the modern <a href=\"/wiki/University\" title=\"University\">university</a> developed, because scholars began to realize that elements of rhetoric and not “systematic grammatical study” were necessary to improve writing and composition abilities.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> While rhetoric traditionally concerned matters related to verbal orations or speeches, both rhetoric and composition are related to the expression of ideas, often in an attempt to influence one’s audience. In addition, composition is also concerned with the principles of invention, arrangement, style, and delivery traditionally associated with rhetoric; even memory can become an element of composition when one is writing a speech or a scholarly paper to be delivered orally.  Thus, rhetoric and composition— colloquially termed “rhet/comp” or “comp/rhet”— became a field of its own and remains a burgeoning discipline in universities today.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Current-traditional_rhetoric\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Current-traditional rhetoric</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Moderate_expressivism_and_radical_expressivism\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Moderate expressivism and radical expressivism</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Cognitivism\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Cognitivism</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Social_constructionism\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Social constructionism</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Critical_pedagogy\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Critical pedagogy</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Post-structuralism\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Post-structuralism</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Conclusion\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Conclusion</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#See_also\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#References\"><span class=\"tocnumber\">9</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Current-traditional_rhetoric\">Current-traditional rhetoric</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Theories_of_rhetoric_and_composition_pedagogy&amp;action=edit&amp;section=1\" title=\"Edit section: Current-traditional rhetoric\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The rhetoric and composition pedagogy developed in the late nineteenth century, and still used in many schools today, is known as current-traditional rhetoric, commonly referred to among field scholars, and hereinafter, as “CTR.” CTR is defined by an emphasis on the final product, usually the five-paragraph, informal essay or short research paper on an objective topic. In addition, CTR centers around the notion that discourse is delivered in a prescribed, mechanical form, leading to its pedagogical focus on grammar, spelling, syntax, and uniform style and arrangement. Further, CTR promotes the idea that the purpose of writing is the product, which is expected to reflect a predefined, stagnant reality without consideration for process, authorial identity, or audience. For example, a CTR pedagogue might instruct his or her students to write an essay on bicycles; the expected outcome is an objective discussion of bicycles organized in a five-paragraph essay, the identity of the audience or the writer is not to be considered, and the goal is the final product—the “essay”— which should have no errors (or even intentional boundary-breakers) in grammar, spelling, or design. James Berlin and Robert Inkster examine typical CTR textbooks and evaluate their limited approach to teaching composition, concluding that CTR limits “discovery procedures,” diminishes the “importance of the writer,” and restricts writer engagement with audience.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> Likewise, W. Ross Winterowd similarly contends that the pedagogy of CTR is dated and ultimately ineffective in his examination of a number of current-traditional textbooks.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p><p>CTR as pedagogy has been almost universally employed by schools since its inception in the late nineteenth century, and until the 1960s, its limitations and ineffectiveness received little criticism. However, the 1966 Dartmouth Conference reflected an influx of new scholarly ideas about composition studies that introduced the ideas of process over product and the notion that teachers should serve as guides in the composition process rather than dictatorial authority figures. Since then, the main elements of composition pedagogy have been defined and explored by countless scholars, and the concepts associated with CTR have been replaced by a wealth of pedagogical approaches to the field of rhetoric and composition. In the late 1960s and early 1970s, the field of rhetoric and composition saw a process revolution, fueled by two distinct pedagogies: expressivism, both moderate and radical, and cognitivism.\n</p>\n<h2><span class=\"mw-headline\" id=\"Moderate_expressivism_and_radical_expressivism\">Moderate expressivism and radical expressivism</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Theories_of_rhetoric_and_composition_pedagogy&amp;action=edit&amp;section=2\" title=\"Edit section: Moderate expressivism and radical expressivism\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The composition pedagogy of moderate expressivism is characterized by a focus on language as a tool for personal rather than social expression, based on the <a href=\"/wiki/Process_theory_of_composition\" title=\"Process theory of composition\">process theory of composition</a>, a belief that the process of writing should be more important than the final product. Further, moderate expressivist pedagogy calls for fewer grammatical standards and an increased focus on the writer’s process of discovery and expression. W.E. Coles, Jr. suggests that teaching writing should be approached as teaching art, with the teacher serving as facilitator or guide for the student-writer’s free expression; he also calls for classroom practices such as peer-reviews, class discussions, and the absence of grades, in order to best guide the self-identification he sees as crucial to the writing process.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> Fellow moderate expressivist Donald Murray maintains that writing is a process of discovery and experimentation, a search for truth in a specious world; his manifesto-like essay provides an apt summation of the arguments against the dated pedagogy of CTR.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup> Likewise, Maxine Hairston recognizes the paradigm shift occurring in rhetoric and composition and calls for a non-prescriptive atmosphere in teaching, including less focus on grammar and syntax and, again, more concern with the process of growth experienced by the writer.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup> <a href=\"/wiki/Peter_Elbow\" title=\"Peter Elbow\">Peter Elbow</a> reflects moderate expressivist ideals in his claim that audience should be ignored during the early stages of the writing process, in order to avoid the hindrance of audience expectation and facilitate writer-based rather than reader-based text. Elbow writes, “It’s not that writers should never think about their audience. It’s a question of when.”<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup> Simply put, moderate expressivism promotes the notion of process over product, a pedagogy that evolved in the height of the 1960s and in many ways reflects the ideologies of the era in its emphasis on freedom, expression, discovery, and a search for the writer’s authentic self.\n</p><p>Radical expressivism evolved from the pedagogical ideals of moderate expressivism, and its primary difference lies in its focus on group, rather than individual, development and expression. For example, In 1966, Susan Sontag published a collection of essays in which she stresses the importance of Happenings, “a cross between art exhibit and theatrical performance,” in order to facilitate a sense of group identity, community, and engagement with audience through a shared, unique artistic experience.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup> Radical expressivists Charles Deemer and William Lutz also suggest that English composition should be taught as and considered a sort of Happening. Deemer locates the problem with the composition course in its lack of subject content and asserts that writing demands inspiration that can be attained from teacher-induced Happenings, as “clear writing and clear thought follow only after clear experiences.”<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup> Lutz’ claims are similar to those of Deemer, noting the need for creative inspiration in the classroom, a typically stagnant environment in which he claims nothing creative can be taught; he argues for the employment of Happenings in the English classroom in order to “make the student respond directly to his own experience and not someone else’s.”<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup> Other such pedagogues include <a href=\"/wiki/Marshall_McLuhan\" title=\"Marshall McLuhan\">Marshall McLuhan</a>, who presents the idea of using hot, engaging media when teaching rather than cold, sterile media in the classroom,<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup> and Geoffrey Sirc, who promotes an avant-garde approach to composition pedagogy by encouraging students’ exuberant, unpolished expressions in writing. Sirc can almost be considered a “post-social turn” theorist; his 1980s research claims that the traditional classroom space is confining and argues that the language of “Main Street” should be encouraged in student writing, attacking the idea of suitable “academic” writing presented by theorists like <a href=\"/wiki/David_Bartholomae\" title=\"David Bartholomae\">David Bartholomae</a>.<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup> Furthermore, in his own English classroom, Sirc employs the study of rap music and its cultural and racial implications; he views rap music as “loaded with language, desire, style, and humanity” and imbued with poetry he describes as “blunt narratives of the human heart,” teaching students about truth, communication, and reality and effectively strengthening their writing.<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup> Thus, while retaining many of the ideals of individuality and uninhibited expression associated with Moderate Expressivism, the composition pedagogy of radical expressivism is distinguished by its focus on group reality and community experience, belief in the art and inspirational potential of the Happening, and view that popular media can potentially be used as a pedagogical tool.\n</p>\n<h2><span class=\"mw-headline\" id=\"Cognitivism\">Cognitivism</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Theories_of_rhetoric_and_composition_pedagogy&amp;action=edit&amp;section=3\" title=\"Edit section: Cognitivism\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The pedagogy of cognitivism prevalent in the early 1970s and early 1980s also promotes the idea of process over product, but it is a more scientific approach to composition studies and is opposed to moderate expressivism in many ways. Abstractly speaking, cognitivists believe that thinking exists in the mind apart from language and are concerned with understanding how language—or writing—is developed from mental processes of the mind. Cognitivists are primarily concerned with the goals of a writer, the decisions made during the writing process by the mind. <a href=\"/wiki/Andrea_Lunsford\" title=\"Andrea Lunsford\">Andrea Lunsford</a> addresses the importance of understanding the cognitive mental faculties involved during composition, claiming that the best way to facilitate the writing process is through workshops and discussion rather than lecture-based instruction.<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup>  Researchers like cognitivist Sondra Perl conduct extensive studies of the composing process and the stages through which a writer goes in order to better understand how to teach writing.<sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup> Cognitivists <a href=\"/wiki/Linda_Flower\" title=\"Linda Flower\">Linda Flower</a> and John Hayes see an exigency in composition studies to understand how and why a writer makes the choices they do during the writing process. Their research led them to claim that writing is a non-linear, hierarchal, goal-driven process. In addition, they concentrate their study of composition on the protocol of the writing process, including planning, translating, embedding, and reviewing.<sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\">&#91;17&#93;</a></sup> While like expressivists in their greater concern with the process of writing than with the final product, distinguishing them from the essay-driven pedagogy of current-traditional rhetoric, cognitivism proposes a more scientific approach by studying universal cognitive faculties of the mind in order to better understand the composition process.\n</p>\n<h2><span class=\"mw-headline\" id=\"Social_constructionism\">Social constructionism</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Theories_of_rhetoric_and_composition_pedagogy&amp;action=edit&amp;section=4\" title=\"Edit section: Social constructionism\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Unlike cognitivism, <a href=\"/wiki/Social_constructionism\" title=\"Social constructionism\">social constructionism</a>, or the “social turn” in composition pedagogy, which evolved the 1980s, is distinguished by the belief that language and the mind are inseparable, as an individual needs language in order to even think. Social constructionist theories also promote the idea that writing is inherently political in nature and that writers are each a part of a particular community of dialogue, or discourse community, with an assumed set of principles and a distinct language of its own. Patricia Bizzell directly attacks the early cognitivist contention that writing can be understood as distinct sets of mental processes, criticizing “inner-directed” theorists like Flowers and Hayes for focusing too much on the individual writer’s language and learning processes and overlooking the importance of society and discourse communities in composition; on the other hand, “outer-directed” theorists like Bizzell recognize the extent to which thinking and language are conditioned by the social context and intended audience being addressed by the writer. Writing, Bizzell claims, “takes place within a community,” and in order to improve composition, teachers should “explain what the community’s conventions are.\"<sup id=\"cite_ref-18\" class=\"reference\"><a href=\"#cite_note-18\">&#91;18&#93;</a></sup> Social constructionist James Porter notes the “intertextuality” of all writing as interdependent, based on the principle that all speech and writing evolves from presumed meaning and accepted evidence as defined by each “discourse community,” which Porter defines as “a group of individuals bound by a common interest who communicate through approved channels and whose discourse is regulated.”<sup id=\"cite_ref-19\" class=\"reference\"><a href=\"#cite_note-19\">&#91;19&#93;</a></sup> Joseph Harris agrees with Porter, maintaining that writing is community-driven and noting that the purpose in writing is drawn from “being part of some ongoing discourse.” However, Harris qualifies his argument by noting that, while writers act not as isolated individuals but as members of discourse communities with certain language, practices, and beliefs, the notion that academic or other discourse communities are “discursive utopias” existing without conflict is irrational.<sup id=\"cite_ref-20\" class=\"reference\"><a href=\"#cite_note-20\">&#91;20&#93;</a></sup> David Bartholomae suggests that students must be assimilated to a specialized discourse in order to write; he writes that students “have to invent the university by assembling and mimicking its language,” learning the “requirements of [academic] convention,” and understanding the “history of a discipline” in order to successfully write and communicate within that discipline.<sup id=\"cite_ref-21\" class=\"reference\"><a href=\"#cite_note-21\">&#91;21&#93;</a></sup> Suggesting an existing conflict between academics and writers, Peter Elbow argues that writing students should not be exposed to the dialogic discourse of academia, as it can be intimidating and ineffective; instead, Elbow suggests that students read and study each other’s writings in the early stages of composition, in order to facilitate a sense of monologic freedom by focusing on the students’ own unique voices.<sup id=\"cite_ref-22\" class=\"reference\"><a href=\"#cite_note-22\">&#91;22&#93;</a></sup>\n</p><p>The social turn in composition pedagogy witnessed a move for community ideology and a newfound acknowledgment of the social, economic, and political forces that affect writers and discourse. James Berlin states, “The question of ideology has never been far from discussions of writing instruction in the modern American college,” and he notes that the writing classroom has always been a place for addressing questions pertaining to ideological subject matter such as class, race, economics, and civil rights. He proposes what is known as a social-epistemic model of writing instruction, in which the socially-constructed nature of knowledge and knowing is recognized. Berlin notes that “social epistemic rhetoric views knowledge as an arena of ideological conflict,” and such a writing pedagogy “offers an explicit critique of economic, political, and social arrangements.”<sup id=\"cite_ref-23\" class=\"reference\"><a href=\"#cite_note-23\">&#91;23&#93;</a></sup> Overall, the social turn in composition pedagogy represented a move for increased recognition of rhetorical discourse communities, the social, cultural, and political forces that influence the classroom, and the ways that ideology affects writers and the writing classroom.\n</p>\n<h2><span class=\"mw-headline\" id=\"Critical_pedagogy\">Critical pedagogy</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Theories_of_rhetoric_and_composition_pedagogy&amp;action=edit&amp;section=5\" title=\"Edit section: Critical pedagogy\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Critical pedagogy was the next phase of pedagogical development in the field of composition studies, and its ideas evolved in the late 1980s and early 1990s. Lisa Delpit explores the way that power works in the classroom, shaped by varied socioeconomic and cultural conditions of students and teachers, results in alienation and miscommunication in the classroom that she terms the “silenced dialogue.\" Delpit names five specific aspects of the current ‘culture of power’ that defines the conflicting power dynamic in the classrooms.<sup id=\"cite_ref-24\" class=\"reference\"><a href=\"#cite_note-24\">&#91;24&#93;</a></sup> Paulo Freire criticizes the oppressive nature of education and the current educational system’s use of the “banking model” approach to teaching, wherein students serve as depositories for information provided to them by the teacher. While Delpit suggests that the oppressed should be provided with the necessary skills to enable them to enter the culture of power, Freire demands a transformation of the culture of power through revolutionary, practical literary training. Furthermore, Freire posits that human beings are situated in certain temporal and spatial conditions that define who they are, either oppressor or oppressed, and he suggests that dialogue defines humanity.<sup id=\"cite_ref-25\" class=\"reference\"><a href=\"#cite_note-25\">&#91;25&#93;</a></sup> Likewise, Elizabeth Ellsworth discusses the oppressive myths that perpetuate power dynamics in the classroom, including racism on campuses. She calls for a new critical pedagogy “of the unknowable,” suggesting a need to recognize the absence of universal notions of dialogue, rationality, or knowledge, and instead openly acknowledge the many differing social groups and discourse communities in every classroom.<sup id=\"cite_ref-26\" class=\"reference\"><a href=\"#cite_note-26\">&#91;26&#93;</a></sup> Thus, critical pedagogy can be seen as/in an activist pedagogy, taking into account political inequalities and empowering students to take action through their writing.\n</p>\n<h2><span class=\"mw-headline\" id=\"Post-structuralism\">Post-structuralism</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Theories_of_rhetoric_and_composition_pedagogy&amp;action=edit&amp;section=6\" title=\"Edit section: Post-structuralism\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The pedagogy of post-structuralism is marked by an attempt to redefine rhetoric as it relates to composition, drawing on post-modern ideology calling for new ideas in a modern world. For example, Victor Vitanza suggests that writing is an entity of its own, existing apart from institutions, social mores, and even writers. He believes that the intention of writing should be to infect the reader with new ideas that disrupt the rational, controlled world. Vitanza also notes that writing can be seen as a metadiscipline, as rhetoric applies to any field in which the artist attempts to convey a message, including photography and choreography, as writing is a performative and not authoritative act.<sup id=\"cite_ref-27\" class=\"reference\"><a href=\"#cite_note-27\">&#91;27&#93;</a></sup> Sharon Crowley views rhetoric as invention and discovery by identifying the available means of persuasion in making one’s argument. Furthermore, Crowley believes rhetoric has a civic purpose, as it changes the society in which it is engaged; she attests that rhetoric is the art of giving effectiveness to truth, and notes that it is persuasive and always moving.<sup id=\"cite_ref-28\" class=\"reference\"><a href=\"#cite_note-28\">&#91;28&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Conclusion\">Conclusion</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Theories_of_rhetoric_and_composition_pedagogy&amp;action=edit&amp;section=7\" title=\"Edit section: Conclusion\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The fields of composition and rhetoric remain in flux, as scholars continue to debate regarding appropriate pedagogical methods and the best approach to teaching the art of writing. Since the post-structuralism movement in composition pedagogy, there has been an explosion of discussion in the field of composition pedagogy. More recent ideas in composition pedagogy include the notion of rhetoric’s relationship to travel, on which pedagogues such as Gregory Clark<sup id=\"cite_ref-29\" class=\"reference\"><a href=\"#cite_note-29\">&#91;29&#93;</a></sup> and Nedra Reynolds<sup id=\"cite_ref-30\" class=\"reference\"><a href=\"#cite_note-30\">&#91;30&#93;</a></sup> have written. In addition, composition studies is an umbrella term for the considerations of writing pedagogy. In its academic application, it is post-modern or post-structural, working both outside and within other academic disciplines.  The national <a href=\"/wiki/Conference_on_College_Composition_and_Communication\" title=\"Conference on College Composition and Communication\">Conference on College Composition and Communication</a> (CCCC) is a national professional association of writing instructors in the United States, the largest organization dedicated to writing research, theory, and teaching pedagogy worldwide. At the annual CCCC convention, pedagogues from around the country deliver their recent research and theories to colleagues. While the goals, methods, and desired results in composition studies are debated and continue to evolve, the importance of writing to the field of education has been indisputably recognized.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Theories_of_rhetoric_and_composition_pedagogy&amp;action=edit&amp;section=8\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Bartholomae, David. “Writing With Teachers: A Conversation with Peter Elbow.” <i>College Composition </i> and Communication 46.1 (1995): 62–71. Print.</li>\n<li>Bartholomae, David, and Peter Elbow. “Interchanges: Responses to Bartholomae and Elbow.” <i>College Composition and Communication</i> 46.1 (1995): 84–92. Print.</li>\n<li>Berlin, James A. “Contemporary Composition: The Major Pedagogical Theories.” <i>College English</i> 44.8 (1982): 765–77. Print.</li>\n<li>– – –. “Into the Classroom.” <i>Rhetorics, Poetics, and Cultures: Refiguring College English Studies</i>. Urbana, IL: National Council of Teachers of English, 1996. 115–45. Print.</li>\n<li>Bizzell, Patricia. “’Contact Zones’ and English Studies.” <i>College English</i> 56.2 (1994): 163–69. Print.</li>\n<li>Bruffee, Kenneth A. “Collaborative Learning and the ‘Conversation of Mankind’.” <i>College English</i> 46.7 (1984): 635–52. Print.</li>\n<li>Crowley, Sharon. “The Bourgeois Subject and the Demise of Rhetorical Education.” <i>Composition in the University</i>. Pittsburgh: U of Pittsburgh P, 1998. 30–45. Print.</li>\n<li>Delpit, Lisa D. “The Silenced Dialogue: Power and Pedagogy in Educating Other People’s Children.” <i>Harvard Educational Review</i> 58.3 (1998): 280–98. Print.</li>\n<li>Freire, Paulo. “The Adult Literacy Process as Cultural Action for Freedom and Education and Conscientizaçāo.” <i>Harvard Educational Review</i> 40.1 (1970): 205–12. Print.</li>\n<li>Trimbur, John. “Consensus and Difference in Collaborative Learning.” <i>College English</i> 51.6 (1989): 602–16. Print.</li>\n<li>Vatz, Richard E.. \"The Myth of the Rhetorical Situation.\" \"Philosophy and Rhetoric\" 6 (1973): 154-161. Print</li>\n<li>Winterowd, W. Ross. “Discovery-Invention-Creation.” <i>The English Department: A Personal and Institutional History</i>. Carbondale: Southern Illinois UP, 1998. 32–74. Print.</li>\n<li>Bitzer, L. F. The rhetorical situation. Philosophy and Rhetoric vol. 1 (1968). pp. 1–14</li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Theories_of_rhetoric_and_composition_pedagogy&amp;action=edit&amp;section=9\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Brereton, John C., ed. “Introduction.” <i>The Origins of Composition Studies in the American College, 1875–1925: A Documentary History</i>. Pittsburgh: U of P Press, 1995. Print.</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Winterowd, W. Ross. “Discovery- Invention- Creation.” <i>The English Department: A Personal and Institutional History</i>. Carbondale: Southern Illinois UP, 1998. 32–74. Print.</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Berlin, James A., and Robert P. Inkster. “Current-Traditional Rhetoric: Paradigm and Practice.” <i>Freshman English News</i> 8.3 (1980): 1–14. Print.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Winterowd, W. Ross. “Current-Traditional Textbooks: Take in Small Doses and Shake Well Before Using.” <i>The English Department: A Personal and Institutional History</i>. Carbondale: Southern Illinois UP, 1998. 75–100. Print.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Coles, Jr., W.E. “The Teaching of Writing as Writing.” <i>College English</i> 29.2 (1967): 111–16. Print.</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Murray, Donald. “Teach Writing as a Process Not Product.” <i>The Leaflet</i> (Fall 1972): 11–14. Print.</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Hairston, Maxine. “The Winds of Change: Thomas Kuhn and the Revolution in the Teaching of Writing.” <i>College Composition and Communication</i> 33.1 (1982): 76–88. Print.</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Elbow, Peter. “Closing My Eyes As I Speak: An Argument for Ignoring Audience.” <i>College English</i> 49.1 (1987): 50–69. Print.</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Sontag, Susan. “Happenings: An Art of Radical Juxtaposition.” <i>Against Interpretation and Other Essays</i>. New York: Picador, 2001. 263–74. Print.</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Deemer, Charles. “English Composition as a Happening.” <i>College English</i> 29.2 (1967): 121–26. Print.</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Lutz, William D. “Making Freshman English a Happening.” <i>College Composition and Communication</i> 22.1 (1971): 35–8. Print.</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">McLuhan, Marshall. “Media Hot and Cold.” <i>Understanding Media: The Extensions of Man</i>. Ed. Terrence W. Gordon. Corte Madera, CA&#160;: Gingko Press, 2003. 22–32. Print.</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">Sirc, Geoffrey. “Writing Classroom as A &amp; P Parking Lot.” <i>English Composition as a Happening</i>. Logan: Utah State UP, 2002. 185–235. Print.</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">Sirc, Geoffrey. “Stagolee as Writing Instructor.” <i>Enculturation</i> 4.2 (2002): n. pag. Web. 24 Nov. 2010. &lt;<a rel=\"nofollow\" class=\"external free\" href=\"http://enculturation.gmu.edu/4_2/sirc/\">http://enculturation.gmu.edu/4_2/sirc/</a>&gt;.</span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\">Lunsford, Andrea. “Cognitive Development and the Basic Writer.” <i>College English</i> 41.1 (1979): 38–46. Print.</span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\">Perl, Sondra. “The Composing Process of Unskilled College Writers.” <i>Research in the Teaching of English</i> 13.4 (1979): 317–36. Print.</span>\n</li>\n<li id=\"cite_note-17\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-17\">^</a></b></span> <span class=\"reference-text\">Flower, Linda, and John R. Hayes. “A Cognitive Process Theory of Writing.” <i>College Composition and Communication</i> 32.4 (1981): 365–87. Print.</span>\n</li>\n<li id=\"cite_note-18\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-18\">^</a></b></span> <span class=\"reference-text\">Bizzell, Patricia. “Cognition, Convention, and Certainty: What We Need to Know about Writing.” <i>PRE/TEXT</i> 3.3 (1982): 213–43. Print.</span>\n</li>\n<li id=\"cite_note-19\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-19\">^</a></b></span> <span class=\"reference-text\">Porter, James E. “Intertextuality and the Discourse Community.” <i>Rhetoric Review</i> 5.1 (1986): 34–47. Print.</span>\n</li>\n<li id=\"cite_note-20\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-20\">^</a></b></span> <span class=\"reference-text\">Harris, Joseph. “The Idea of Community in the Study of Writing.” <i>College Composition and Communication</i> 40.1 (1989): 11–22. Print.</span>\n</li>\n<li id=\"cite_note-21\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-21\">^</a></b></span> <span class=\"reference-text\">Bartholomae, David. “Inventing the University.” <i>When a Writer Can’t Write: Studies in Writer’s Block and Other Composing Process Problems</i>. Ed. Mike Rose. New York: Guilford, 1985. 273–85. Print.</span>\n</li>\n<li id=\"cite_note-22\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-22\">^</a></b></span> <span class=\"reference-text\">Elbow, Peter. “Being a Writer vs. Being an Academic: A Conflict in Goals.” <i>College Composition and Communication</i> 46.1 (1995): 72–83. Print.</span>\n</li>\n<li id=\"cite_note-23\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-23\">^</a></b></span> <span class=\"reference-text\">Berlin, James A. “Rhetoric and Ideology in the Writing Class.” <i>College English</i> 50.5 (1988): 477–93. Print.</span>\n</li>\n<li id=\"cite_note-24\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-24\">^</a></b></span> <span class=\"reference-text\">Delpit, Lisa D. “The Silenced Dialogue: Power and Pedagogy in Educating Other People’s Children.” <i>Harvard Educational Review</i> 58.3 (1998): 280–98. Print.</span>\n</li>\n<li id=\"cite_note-25\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-25\">^</a></b></span> <span class=\"reference-text\">Freire, Paulo. <i>Pedagogy of the Oppressed</i>. New York: Continuum Books, 1993. Print.</span>\n</li>\n<li id=\"cite_note-26\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-26\">^</a></b></span> <span class=\"reference-text\">Ellsworth, Elizabeth. ‘Why Doesn’t This Feel Empowering?: Working Through the Repressive Myths of Critical Pedagogy.” <i>Harvard Educational Review</i> 59.3 (1989): 297–324. Print.</span>\n</li>\n<li id=\"cite_note-27\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-27\">^</a></b></span> <span class=\"reference-text\">Vitanza, Victor J. “Abandoned to Writing: Notes Toward Several Provocations.” <i>Enculturation</i> 5.1 (2003): n. pag. Web. 14 Nov. 2010. &lt;<a rel=\"nofollow\" class=\"external free\" href=\"http://enculturation.gmu.edu/5_1/vitanza.html\">http://enculturation.gmu.edu/5_1/vitanza.html</a>&gt;.</span>\n</li>\n<li id=\"cite_note-28\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-28\">^</a></b></span> <span class=\"reference-text\">Crowley, Sharon. “Composition is not Rhetoric.” <i>Enculturation</i> 5.1 (2003): n. pag. Web. 14 Nov. 2010. &lt;<a rel=\"nofollow\" class=\"external free\" href=\"http://enculturation.gmu.edu/5_1/crowley.html\">http://enculturation.gmu.edu/5_1/crowley.html</a>&gt;.</span>\n</li>\n<li id=\"cite_note-29\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-29\">^</a></b></span> <span class=\"reference-text\">Clark, Gregory “Writing as Travel, or Rhetoric on the Road.” <i>College Composition and Communication</i> 49.1 (1998): 9–23. Print.</span>\n</li>\n<li id=\"cite_note-30\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-30\">^</a></b></span> <span class=\"reference-text\">Reynolds, Nedra. “Who’s Going to Cross this Border? Travel Metaphors, Material Conditions, and Contested Places.” <i>JAC</i> 20.3 (2000): 541–64. Print.</span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw1303\nCached time: 20180911143949\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.116 seconds\nReal time usage: 0.147 seconds\nPreprocessor visited node count: 466/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 4384/2097152 bytes\nTemplate argument size: 122/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 11647/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.024/10.000 seconds\nLua memory usage: 841 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  106.823      1 -total\n 58.58%   62.577      1 Template:Essay-like\n 35.40%   37.816      1 Template:Ambox\n 22.43%   23.961      1 Template:Reflist\n  4.11%    4.395      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:29857483-0!canonical and timestamp 20180911143949 and revision id 820864636\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Theories Of Rhetoric And Composition Pedagogy","hidden":"","*":"Wikipedia_articles_with_style_issues_from_February_2011"},{"sortkey":"Theories Of Rhetoric And Composition Pedagogy","hidden":"","*":"All_articles_with_style_issues"},{"sortkey":"Theories Of Rhetoric And Composition Pedagogy","hidden":"","*":"Articles_created_via_the_Article_Wizard"},{"sortkey":"Theories Of Rhetoric And Composition Pedagogy","*":"Rhetoric"},{"sortkey":"Theories Of Rhetoric And Composition Pedagogy","*":"Composition"}],"links":[{"ns":14,"exists":"","*":"Category:Wikipedia articles with style issues from February 2011"},{"ns":0,"exists":"","*":"Andrea Lunsford"},{"ns":0,"exists":"","*":"Aristotle"},{"ns":0,"exists":"","*":"College"},{"ns":0,"exists":"","*":"Composition studies"},{"ns":0,"exists":"","*":"Conference on College Composition and Communication"},{"ns":0,"exists":"","*":"David Bartholomae"},{"ns":0,"exists":"","*":"Harvard University"},{"ns":0,"exists":"","*":"Linda Flower"},{"ns":0,"exists":"","*":"Marshall McLuhan"},{"ns":0,"exists":"","*":"Peter Elbow"},{"ns":0,"exists":"","*":"Process theory of composition"},{"ns":0,"exists":"","*":"Rhetoric"},{"ns":0,"exists":"","*":"Social constructionism"},{"ns":0,"exists":"","*":"University"},{"ns":4,"exists":"","*":"Wikipedia:Encyclopedic style"},{"ns":4,"exists":"","*":"Wikipedia:NOTESSAY"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Essay-like"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Edit-clear.svg"],"externallinks":["http://enculturation.gmu.edu/4_2/sirc/","http://enculturation.gmu.edu/5_1/vitanza.html","http://enculturation.gmu.edu/5_1/crowley.html"],"sections":[{"toclevel":1,"level":"2","line":"Current-traditional rhetoric","number":"1","index":"1","fromtitle":"Theories_of_rhetoric_and_composition_pedagogy","byteoffset":3501,"anchor":"Current-traditional_rhetoric"},{"toclevel":1,"level":"2","line":"Moderate expressivism and radical expressivism","number":"2","index":"2","fromtitle":"Theories_of_rhetoric_and_composition_pedagogy","byteoffset":6466,"anchor":"Moderate_expressivism_and_radical_expressivism"},{"toclevel":1,"level":"2","line":"Cognitivism","number":"3","index":"3","fromtitle":"Theories_of_rhetoric_and_composition_pedagogy","byteoffset":12593,"anchor":"Cognitivism"},{"toclevel":1,"level":"2","line":"Social constructionism","number":"4","index":"4","fromtitle":"Theories_of_rhetoric_and_composition_pedagogy","byteoffset":14815,"anchor":"Social_constructionism"},{"toclevel":1,"level":"2","line":"Critical pedagogy","number":"5","index":"5","fromtitle":"Theories_of_rhetoric_and_composition_pedagogy","byteoffset":19803,"anchor":"Critical_pedagogy"},{"toclevel":1,"level":"2","line":"Post-structuralism","number":"6","index":"6","fromtitle":"Theories_of_rhetoric_and_composition_pedagogy","byteoffset":22073,"anchor":"Post-structuralism"},{"toclevel":1,"level":"2","line":"Conclusion","number":"7","index":"7","fromtitle":"Theories_of_rhetoric_and_composition_pedagogy","byteoffset":23521,"anchor":"Conclusion"},{"toclevel":1,"level":"2","line":"See also","number":"8","index":"8","fromtitle":"Theories_of_rhetoric_and_composition_pedagogy","byteoffset":25133,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"9","index":"9","fromtitle":"Theories_of_rhetoric_and_composition_pedagogy","byteoffset":26995,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Theories of rhetoric and composition pedagogy","iwlinks":[{"prefix":"wikt","url":"https://en.wiktionary.org/wiki/canons","*":"wikt:canons"}],"properties":[{"name":"defaultsort","*":"Theories Of Rhetoric And Composition Pedagogy"},{"name":"wikibase_item","*":"Q7782385"}]}}