{"parse":{"title":"Population, health, and the environment","pageid":32001020,"revid":852105064,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Population, Health and Environment</b> ('PHE') is an approach to <a href=\"/wiki/Human_development_(humanity)\" class=\"mw-redirect\" title=\"Human development (humanity)\">human development</a> that integrates <a href=\"/wiki/Family_planning\" title=\"Family planning\">family planning</a> and <a href=\"/wiki/Health\" title=\"Health\">health</a> with <a href=\"/wiki/Conservation_movement\" title=\"Conservation movement\">conservation</a> efforts to seek synergistic successes for greater conservation and human welfare outcomes than single sector approach we.There is a deep relationship between population, health and environment. Those subjects are not only related to each other but also to other important aspects that are very necessary for keeping phenomenon in a close-knit relationships. Ns\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Why_PHE?\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Why PHE?</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#History_of_PHE\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">History of PHE</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Past_PHE_Project_Profiles\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Past PHE Project Profiles</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Resources\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Resources</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#See_also\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#External_links\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span id=\"Why_PHE.3F\"></span><span class=\"mw-headline\" id=\"Why_PHE?\">Why PHE?</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Population,_health,_and_the_environment&amp;action=edit&amp;section=1\" title=\"Edit section: Why PHE?\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>More than 1 billion people live in <a href=\"/wiki/Ecological_hotspot\" class=\"mw-redirect\" title=\"Ecological hotspot\">ecological hotspots</a>, many of which are remote areas of critically important <a href=\"/wiki/Biodiversity\" title=\"Biodiversity\">biodiversity</a> under intense pressure from human activity. Conservation work is usually located in these remote areas to protect the remaining biodiversity. In the developing world , the communities in these remote areas often suffer from ill health because of limited access to health services or <a rel=\"nofollow\" class=\"external text\" href=\"http://www.cfr.org/women/population-environment-connections/p24656\">family planning</a>. These communities also tend to suffer from poor <a href=\"/wiki/Nutrition\" title=\"Nutrition\">nutrition</a>, water supplies or <a href=\"/wiki/Sanitation\" title=\"Sanitation\">sanitation</a>. Inadequate <a href=\"/wiki/Health_care\" title=\"Health care\">health care</a> in these communities is usually because of economic struggles. Livelihoods in the rural communities depend on natural resources and small-scale agriculture, which can force people to use natural resources unsustainably because of pressures such as rapid <a href=\"/wiki/Population_growth\" title=\"Population growth\">population growth</a> or health issues. This can be damaging to <a href=\"/wiki/Ecosystem\" title=\"Ecosystem\">ecosystems</a> and the biodiversity in these rural areas.\n</p><p>Conversely, people’s health relies on the <a href=\"/wiki/Environmental_health\" title=\"Environmental health\">health of their environment</a>. Their surrounding ecosystem provides them with goods and services such as water, food, medicine, fuel wood, building materials, and other resources.  Damage or disruption of these natural goods and services can have severe consequences for <a href=\"/wiki/Human_health\" class=\"mw-redirect\" title=\"Human health\">human health</a>.\n</p><p>Projects that take the PHE approach work to create <a rel=\"nofollow\" class=\"external text\" href=\"http://www.wilsoncenter.org/publication/issue-23-to-live-the-sea-reproductive-health-care-and-marine-conservation-madagascar\">healthier communities and ecosystems</a>. These projects aim to bring better health services to remote communities to improve participation in conservation efforts. PHE projects also promote family planning services to help slow population growth that can put pressure on <a href=\"/wiki/Natural_resource\" title=\"Natural resource\">natural resources</a>. That means PHE approaches strive to simultaneously improve access to health services while helping communities manage their natural resources in ways that improve their health and livelihood even as they protect the environment. Beyond this, the PHE approach also targets synergies between human health and <a href=\"/wiki/Ecosystem_health\" title=\"Ecosystem health\">ecosystem health</a> by including a wide spectrum of development and conservation targets such as the sustainable management of natural resources, improving livelihoods, <a href=\"/wiki/Food_security\" title=\"Food security\">food security</a> and nutrition, and by maintaining or restoring habitats and ecosystem functions.  By focusing on the <a href=\"/wiki/Synergy\" title=\"Synergy\">synergy</a> between communities and their environment, the PHE approach conserves biodiversity while at the same time improving environmental health conditions for the local people. PHE is effective at achieving a wide range of positive results over multiple sectors.\n</p>\n<h2><span class=\"mw-headline\" id=\"History_of_PHE\">History of PHE</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Population,_health,_and_the_environment&amp;action=edit&amp;section=2\" title=\"Edit section: History of PHE\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In the late 1980s conservation organizations and practitioners began to realize the benefits of improving the <a href=\"/wiki/Quality_of_life\" title=\"Quality of life\">quality of life</a> for people by managing biodiversity and natural resources. These projects were initially called <a href=\"/wiki/Integrated_Conservation_and_Development_Project\" title=\"Integrated Conservation and Development Project\">integrated conservation and development projects</a> (ICDP) and addressed a wide variety of community development needs. At the end of the 1990s it was realized that ICDPs were not achieving conservation or development goals as successfully as anticipated. This was because the scope of ICDPs was often too broad. One of the lessons learned from ICDP attempts was that the success of the projects depended on the ability to focus on key interventions and avoid excessive complexity. From the lessons learned from early ICDPs the conservation sector gave birth to the PHE approach with a new generation of integrated projects.\n</p><p><a href=\"/wiki/Program_designer\" title=\"Program designer\">Program designers</a> began to realize that efforts to conserve biological diversity (biodiversity) in developing countries was most successful in long-term indicators when local people perceived their efforts as serving their economic and cultural interests. This gave birth to the integrated development approach. To achieve success it was found that ICDPs had to consider the linkage between conservation and development objectives in every unique place that the project was implemented. The first step to determining the linkages is to consider where the conservation and <a href=\"/wiki/Economic_development\" title=\"Economic development\">economic development</a> goals intersect. Development interventions should then be introduced where this intersection occurs.\n</p><p>One of the most important lessons learned from ICDPs in the last 20 years was the failure to equitably involve projected beneficiaries as partners in all phases of project implementation, from design through evaluation, has led to consistently disappointing project results. It must be recognized that local participants are not a homogenous group of community members but differ widely in terms of access and dependency of resources, economic positions and their sensitivity to <a href=\"/wiki/Environmental_change\" title=\"Environmental change\">environmental changes</a>. These lessons learned from past ICDPs has led the design of the <a href=\"/wiki/Stakeholder_analysis\" title=\"Stakeholder analysis\">stakeholder analysis</a> where individuals or groups vested in the project are identified and incorporated into all stages of project design and implementation.\n</p><p>Drawing on what was learned from ICDPs, the conservation sector piloted the PHE approach during the 1990s with the first generation of PHE integrated projects. Since then USAID (the <a href=\"/wiki/United_States_Agency_for_International_Development\" title=\"United States Agency for International Development\">United States Agency for International Development</a>), the <a href=\"/wiki/David_and_Lucile_Packard_Foundation\" title=\"David and Lucile Packard Foundation\">David and Lucile Packard Foundation</a>, <a href=\"/wiki/Johnson_%26_Johnson\" title=\"Johnson &amp; Johnson\">Johnson &amp; Johnson</a>, and the Summit Foundation have worked to strengthen the approach. The PHE approach has pushed on with the <a href=\"/wiki/United_Nations\" title=\"United Nations\">United Nations</a> <a href=\"/wiki/Millennium_Development_Goals\" title=\"Millennium Development Goals\">Millennium Development Goals</a> (MDG) in mind. As the PHE approach advances it has demonstrated to have the kind of synergies needed to reach these goals.\n</p>\n<h2><span class=\"mw-headline\" id=\"Past_PHE_Project_Profiles\">Past PHE Project Profiles</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Population,_health,_and_the_environment&amp;action=edit&amp;section=3\" title=\"Edit section: Past PHE Project Profiles\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><b>Successful Communities from Ridge to Reef, Kenya:</b>\nThis project was implemented in an area designated a <a href=\"/wiki/UNESCO\" title=\"UNESCO\">UNESCO</a> reserve in the <a href=\"/wiki/Kiunga_Marine_National_Reserve\" title=\"Kiunga Marine National Reserve\">Kiunga National Marine Reserve</a>. The reserve has outstanding <a href=\"/wiki/Marine_biodiversity\" class=\"mw-redirect\" title=\"Marine biodiversity\">marine biodiversity</a> of over 11,000 species, 60-70% of which are endemic to the <a href=\"/wiki/Indo-Pacific\" title=\"Indo-Pacific\">Indo-Pacific</a> Ocean. The <a href=\"/wiki/World_Wildlife_Fund\" class=\"mw-redirect\" title=\"World Wildlife Fund\">World Wildlife Fund</a> (WWF) with funding from USAID, was able to provide communities that depend on the reserve’s resources access to family planning through a mobile clinic. Members of the community began to actively participate in conservation activities once they know WWF was willing to help them meet basic health needs.\n</p><p><b>Healthy Families, Health Forests, Cambodia:</b>\nWhen refugees from the <a href=\"/wiki/Cambodia\" title=\"Cambodia\">Cambodia</a>/<a href=\"/wiki/Vietnam\" title=\"Vietnam\">Vietnam</a> war in the 1970s returned to their homes they found their land had been destroyed through logging and agriculture. With USAID support, <a href=\"/wiki/Conservation_International\" title=\"Conservation International\">Conservation International</a> helped the Khmer Daeum <a href=\"/wiki/Refugee\" title=\"Refugee\">refugees</a> to replenish their land and supplied the refugees with their first-ever access to family planning. Healthy families were able to develop long-term plans for sustainable <a href=\"/wiki/Land_use\" title=\"Land use\">land use</a> and local women created associations that mobilized the community to increase income earning opportunities and strengthen participation in conservation activities.\n</p><p><b>Integrated Population and Coastal Resource Management (IPOPCORM), Philippines</b>\nRapid population growth in the <a href=\"/wiki/Philippines\" title=\"Philippines\">Philippines</a> has led to <a href=\"/wiki/Deforestation\" title=\"Deforestation\">deforestation</a> and destruction of <a href=\"/wiki/Coral_reef\" title=\"Coral reef\">coral reefs</a>. Only 3% of original forest cover remains and only 5% of coral reefs are intact and in pristine condition. This uncontrollable population growth, coupled with the depletion of coastal resources led to the development of the Integrated Population and Coastal Resource Management (IPOPCORM) project with support from USAID and PATH Foundation Philippines Inc. The IPOPCORM Project focuses on communities in the Philippines’ most endangered coastal reef areas and works to improve food security and livelihoods by promoting family planning and sustainable <a href=\"/wiki/Fisheries_management\" title=\"Fisheries management\">fisheries management</a>. The program has earned strong support from local mayors and community members who have appreciated IPOPCORM’s focus on improving livelihoods.\n</p><p><b>Population and Resource Management in Madagascar</b>\n<a href=\"/wiki/Africa\" title=\"Africa\">Africa</a>’s greatest concentration of unique plant and animal species can be found in <a href=\"/wiki/Madagascar\" title=\"Madagascar\">Madagascar</a>.  These species have been historically threatened by rapid population growth leading to deforestation. USAID/Madagascar planned for the development of an innovative population and <a href=\"/wiki/Environment_(biophysical)\" class=\"mw-redirect\" title=\"Environment (biophysical)\">environment</a> program in the region that linked community-based <a href=\"/wiki/Natural_resource_management\" title=\"Natural resource management\">natural resource management</a> with interventions to improve <a href=\"/wiki/Family_health\" class=\"mw-redirect\" title=\"Family health\">family health</a> and planning while allowing for better preservation of the island’s unique biodiversity. The program had worked with local communities in order to support family planning services, <a href=\"/wiki/Sustainable_agriculture\" title=\"Sustainable agriculture\">sustainable agriculture</a>, good governance, improved food production, alternative livelihoods, and <a href=\"/wiki/Environmental_education\" title=\"Environmental education\">environmental education</a>.\n</p><p><b>Community-Centered Conservation Efforts in Tanzania</b>\nThe <a href=\"/wiki/Jane_Goodall_Institute\" title=\"Jane Goodall Institute\">Jane Goodall Institute</a>, with funding from USAID/<a href=\"/wiki/Tanzania\" title=\"Tanzania\">Tanzania</a>, constructed the TACARE project to eliminate <a href=\"/wiki/Poverty\" title=\"Poverty\">poverty</a> and support sustainable livelihoods, while alleviating the depletion of natural resources in the country. The community-based approach aimed to improve the livelihoods in Tanzanian communities while promoting conservation and an understanding of the need to preserve biodiversity. This approach provides family planning methods, information, and counseling by community volunteers that has resulted in a greater acceptance of family planning. With funding from USAID/Washington the TACARE approach is being replicated in the <a href=\"/wiki/Democratic_Republic_of_Congo\" class=\"mw-redirect\" title=\"Democratic Republic of Congo\">Democratic Republic of Congo</a>.\n</p><p><b>Andean Highlands of Ecuador</b>\nA collaborative operations research effort by CEMOPLAF, <a href=\"/wiki/World_Neighbors\" title=\"World Neighbors\">World Neighbors</a>, and the <a href=\"/wiki/University_of_Michigan\" title=\"University of Michigan\">University of Michigan</a>’s Population-Environment Fellows Program was supported by USAID. The study showed quantified benefits of integrating family planning efforts and information with <a href=\"/wiki/Agriculture\" title=\"Agriculture\">agriculture</a> and natural resource management in the area.\n</p><p>\"Conservation Through Public Health\"\nWith funding from USAID, Conservation Through Public Health, a Ugandan-based NGO and US registered non-profit added family planning to its integrated One Health program promoting wildlife health and community-based health care to prevent zoonotic disease transmission between people, wildlife and livestock. CTPH has received recognition for having a model PHE program promoting gorilla conservation and community health and development in and around Bwindi Impenetrable National Park, SW Uganda.\n</p>\n<h2><span class=\"mw-headline\" id=\"Resources\">Resources</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Population,_health,_and_the_environment&amp;action=edit&amp;section=4\" title=\"Edit section: Resources\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n</div>\n<p>Oglethorpe, J.; Honzak, C.&#160;; Margoluis, C.,<i>Healthy People, Healthy Ecosystems: A Manual on Integrating Health and Family Planning into Conservation Projects</i>, World Wildlife Fund (WWF),2008 <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.k4health.org/system/files/sites%252Fdefault%252Ffiles%252FHealthy%2BPeople%2BHealthy%2BEcosystems-WWF%2B2008.pdf\">[1]</a>\n</p><p>Brown, Michael and Barbara Wyckoff-Baird. <i>Designing Integrated Conservation and Development Projects</i>, The Biodiversity Support Program, November 1992 <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.worldwildlife.org/bsp/publications/bsp/designing_eng/title.htm\">[2]</a>\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Population,_health,_and_the_environment&amp;action=edit&amp;section=5\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/List_of_population_concern_organizations\" title=\"List of population concern organizations\">List of population concern organizations</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Population,_health,_and_the_environment&amp;action=edit&amp;section=6\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.k4health.org/toolkits/phe\">Population Health &amp; Environment Toolkit</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://online.cua.edu/resource/nursing/successful-population-health-management\">Essential Approaches for Successful Population Health Management</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1267\nCached time: 20180909094400\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.048 seconds\nReal time usage: 0.060 seconds\nPreprocessor visited node count: 139/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 401/2097152 bytes\nTemplate argument size: 103/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.004/10.000 seconds\nLua memory usage: 523 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   27.248      1 Template:Reflist\n100.00%   27.248      1 -total\n 11.96%    3.259      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:32001020-0!canonical and timestamp 20180909094400 and revision id 852105064\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","*":"Population_concern_advocacy_groups"},{"sortkey":"","*":"Population_concern_organizations"},{"sortkey":"","*":"Public_health"},{"sortkey":"","*":"Environmental_health"}],"links":[{"ns":0,"exists":"","*":"Africa"},{"ns":0,"exists":"","*":"Agriculture"},{"ns":0,"exists":"","*":"Biodiversity"},{"ns":0,"exists":"","*":"Cambodia"},{"ns":0,"exists":"","*":"Conservation International"},{"ns":0,"exists":"","*":"Conservation movement"},{"ns":0,"exists":"","*":"Coral reef"},{"ns":0,"exists":"","*":"David and Lucile Packard Foundation"},{"ns":0,"exists":"","*":"Deforestation"},{"ns":0,"exists":"","*":"Democratic Republic of Congo"},{"ns":0,"exists":"","*":"Ecological hotspot"},{"ns":0,"exists":"","*":"Economic development"},{"ns":0,"exists":"","*":"Ecosystem"},{"ns":0,"exists":"","*":"Ecosystem health"},{"ns":0,"exists":"","*":"Environment (biophysical)"},{"ns":0,"exists":"","*":"Environmental change"},{"ns":0,"exists":"","*":"Environmental education"},{"ns":0,"exists":"","*":"Environmental health"},{"ns":0,"exists":"","*":"Family health"},{"ns":0,"exists":"","*":"Family planning"},{"ns":0,"exists":"","*":"Fisheries management"},{"ns":0,"exists":"","*":"Food security"},{"ns":0,"exists":"","*":"Health"},{"ns":0,"exists":"","*":"Health care"},{"ns":0,"exists":"","*":"Human development (humanity)"},{"ns":0,"exists":"","*":"Human health"},{"ns":0,"exists":"","*":"Indo-Pacific"},{"ns":0,"exists":"","*":"Integrated Conservation and Development Project"},{"ns":0,"exists":"","*":"Jane Goodall Institute"},{"ns":0,"exists":"","*":"Johnson & Johnson"},{"ns":0,"exists":"","*":"Kiunga Marine National Reserve"},{"ns":0,"exists":"","*":"Land use"},{"ns":0,"exists":"","*":"List of population concern organizations"},{"ns":0,"exists":"","*":"Madagascar"},{"ns":0,"exists":"","*":"Marine biodiversity"},{"ns":0,"exists":"","*":"Millennium Development Goals"},{"ns":0,"exists":"","*":"Natural resource"},{"ns":0,"exists":"","*":"Natural resource management"},{"ns":0,"exists":"","*":"Nutrition"},{"ns":0,"exists":"","*":"Philippines"},{"ns":0,"exists":"","*":"Population growth"},{"ns":0,"exists":"","*":"Poverty"},{"ns":0,"exists":"","*":"Program designer"},{"ns":0,"exists":"","*":"Quality of life"},{"ns":0,"exists":"","*":"Refugee"},{"ns":0,"exists":"","*":"Sanitation"},{"ns":0,"exists":"","*":"Stakeholder analysis"},{"ns":0,"exists":"","*":"Sustainable agriculture"},{"ns":0,"exists":"","*":"Synergy"},{"ns":0,"exists":"","*":"Tanzania"},{"ns":0,"exists":"","*":"UNESCO"},{"ns":0,"exists":"","*":"United Nations"},{"ns":0,"exists":"","*":"United States Agency for International Development"},{"ns":0,"exists":"","*":"University of Michigan"},{"ns":0,"exists":"","*":"Vietnam"},{"ns":0,"exists":"","*":"World Neighbors"},{"ns":0,"exists":"","*":"World Wildlife Fund"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["http://www.cfr.org/women/population-environment-connections/p24656","http://www.wilsoncenter.org/publication/issue-23-to-live-the-sea-reproductive-health-care-and-marine-conservation-madagascar","http://www.k4health.org/system/files/sites%252Fdefault%252Ffiles%252FHealthy+People+Healthy+Ecosystems-WWF+2008.pdf","http://www.worldwildlife.org/bsp/publications/bsp/designing_eng/title.htm","http://www.k4health.org/toolkits/phe","http://online.cua.edu/resource/nursing/successful-population-health-management"],"sections":[{"toclevel":1,"level":"2","line":"Why PHE?","number":"1","index":"1","fromtitle":"Population,_health,_and_the_environment","byteoffset":575,"anchor":"Why_PHE?"},{"toclevel":1,"level":"2","line":"History of PHE","number":"2","index":"2","fromtitle":"Population,_health,_and_the_environment","byteoffset":3282,"anchor":"History_of_PHE"},{"toclevel":1,"level":"2","line":"Past PHE Project Profiles","number":"3","index":"3","fromtitle":"Population,_health,_and_the_environment","byteoffset":6229,"anchor":"Past_PHE_Project_Profiles"},{"toclevel":1,"level":"2","line":"Resources","number":"4","index":"4","fromtitle":"Population,_health,_and_the_environment","byteoffset":10964,"anchor":"Resources"},{"toclevel":1,"level":"2","line":"See also","number":"5","index":"5","fromtitle":"Population,_health,_and_the_environment","byteoffset":11541,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"External links","number":"6","index":"6","fromtitle":"Population,_health,_and_the_environment","byteoffset":11601,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Population, health, and the environment","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q7229781"}]}}