{"parse":{"title":"Julia Richman","pageid":50669746,"revid":846640090,"text":{"*":"<div class=\"mw-parser-output\"><div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:222px;\"><a href=\"/wiki/File:Julia_Richman,_age_19.png\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/26/Julia_Richman%2C_age_19.png/220px-Julia_Richman%2C_age_19.png\" width=\"220\" height=\"292\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/26/Julia_Richman%2C_age_19.png/330px-Julia_Richman%2C_age_19.png 1.5x, //upload.wikimedia.org/wikipedia/commons/2/26/Julia_Richman%2C_age_19.png 2x\" data-file-width=\"422\" data-file-height=\"561\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Julia_Richman,_age_19.png\" class=\"internal\" title=\"Enlarge\"></a></div>Julia Richman, age 19</div></div></div>\n<p><b>Julia Richman</b> (1855-1912) was an American educator and <a href=\"/wiki/Pedagogue\" class=\"mw-redirect\" title=\"Pedagogue\">pedagogue</a>. She is remembered as the first woman district superintendent of schools in <a href=\"/wiki/New_York_City\" title=\"New York City\">New York City</a>. Richman wrote books on curriculum and started a number of school programs, including an optical one, special education for delinquents, chronic absentee students, as well as those who were above average.<sup id=\"cite_ref-jewishvirtuallibrary.org_1-0\" class=\"reference\"><a href=\"#cite_note-jewishvirtuallibrary.org-1\">&#91;1&#93;</a></sup> She was the first Normal College graduate to serve as principal in New York City and the first Jewish woman to obtain the position.<sup id=\"cite_ref-FOOTNOTEProskauerAltman191615-28_2-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEProskauerAltman191615-28-2\">&#91;2&#93;</a></sup> The now defunct <a href=\"/wiki/Julia_Richman_High_School\" title=\"Julia Richman High School\">Julia Richman High School</a> was named in her honor.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Family_and_education\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Family and education</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Early_career\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Early career</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#District_superintendent_of_schools\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">District superintendent of schools</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Philanthropic_and_charitable_work\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Philanthropic and charitable work</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#1912\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">1912</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Selected_works\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Selected works</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#See_also\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#References\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#Bibliography\"><span class=\"tocnumber\">9</span> <span class=\"toctext\">Bibliography</span></a></li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#External_links\"><span class=\"tocnumber\">10</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Family_and_education\">Family and education</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Julia_Richman&amp;action=edit&amp;section=1\" title=\"Edit section: Family and education\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Richman was born on October 12, 1855, at 156 <a href=\"/wiki/Seventh_Avenue_(Manhattan)\" title=\"Seventh Avenue (Manhattan)\">Seventh Avenue</a>, <a href=\"/wiki/New_York_City\" title=\"New York City\">New York City</a>, the neighborhood of <a href=\"/wiki/Chelsea,_Manhattan\" title=\"Chelsea, Manhattan\">Chelsea, Manhattan</a>. She was the third child of her parents, Moses and Theresa Melis Richman, with two younger and two older siblings. Her ancestry was a long line of rabbies and teachers, whose graves are in <a href=\"/wiki/Old_Jewish_Cemetery,_Prague\" title=\"Old Jewish Cemetery, Prague\">Old Jewish Cemetery, Prague</a>. The cemetery and the graves were visited by Richman on her first European trip.<sup id=\"cite_ref-FOOTNOTEProskauerAltman191615-28_2-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEProskauerAltman191615-28-2\">&#91;2&#93;</a></sup>\n</p><p>At the time of her birth, her father (who was in the paint and glazing business) had the contract to put all the glass in Cooper Institute (now <a href=\"/wiki/Cooper_Union\" title=\"Cooper Union\">Cooper Union</a>).  He accidentally drowned when Richman was just out of her teens.<sup id=\"cite_ref-FOOTNOTEProskauerAltman191615-28_2-2\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEProskauerAltman191615-28-2\">&#91;2&#93;</a></sup> Shortly after she passed her fifth birthday, in the late fall of 1860, the family moved to <a href=\"/w/index.php?title=Huntsington,_New_York&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Huntsington, New York (page does not exist)\">Huntsington, New York</a>. The three older children were admitted to the <a href=\"/wiki/Huntington_High_School_(New_York)\" title=\"Huntington High School (New York)\">Huntington High School</a>. Richman entered the Primary Department, and remained a pupil of the school for six years. She was known as a “<a href=\"/wiki/Tomboy\" title=\"Tomboy\">tom boy</a>”.<sup id=\"cite_ref-FOOTNOTEProskauerAltman19167-12_3-0\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEProskauerAltman19167-12-3\">&#91;3&#93;</a></sup>\n</p><p>In 1866, the family returned to New York in order to give the older children educational advantages not present in Huntington. They moved to East 13th Street, and Richman entered Grammar School No. 50, on 20th Street, between Second and Third Avenues. She attended no other public school, remaining there until the opening of the Normal School (later Normal College, now known as <a href=\"/wiki/Hunter_College\" title=\"Hunter College\">Hunter College</a>), in February, 1870, from which she was graduated in June, 1872, when she was still 16. Although she received her diploma at that time, her license to teach was withheld until she had passed her birthday in October.<sup id=\"cite_ref-FOOTNOTEProskauerAltman19167-12_3-1\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEProskauerAltman19167-12-3\">&#91;3&#93;</a></sup> She also attended the School of Pedagogy (now <a href=\"/wiki/Steinhardt_School_of_Culture,_Education,_and_Human_Development\" title=\"Steinhardt School of Culture, Education, and Human Development\">Steinhardt School of Culture, Education, and Human Development</a>) in that city.<sup id=\"cite_ref-FOOTNOTEProskauerAltman191615-28_2-3\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEProskauerAltman191615-28-2\">&#91;2&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Early_career\">Early career</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Julia_Richman&amp;action=edit&amp;section=2\" title=\"Edit section: Early career\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>At seventeen she began to teach in the Grammar Department of one of the largest schools in New York City. A month or two later her father wished her to volunteer as Sabbath School teacher in the temple of which he had been a founder in the year 1848, and of which he was then a trustee. The congregation had a number of very wealthy members, and their sons were not always well behaved. A class was assigned to her which contained the usual quota of unruly boys. For a few months she taught them. One boy was particularly and constantly troublesome, and she had threatened to report him; but as this had no effect, she carried out the threat. The reply of the Sabbath School superintendent, no doubt intended to be conciliatory, was: “You must do the best you can, but we cannot be severe with him, as he is the son of one of our richest members.” This attitude of the superintendent to shield the boy because he happened to belong to a wealthy family aroused all her sense of indignation. and she immediately resigned her position. She could not be persuaded to go back, but that day the seed was sown which in after years bore the great fruit of her labors in the Council of Jewish Women, in the Chautauqua and in every direction where she could benefit or improve the Sabbath School system or establish the teaching of ethics. Her interest in this work continued to the end of her life, as is shown by her uncompleted book on Ethics.<sup id=\"cite_ref-FOOTNOTEProskauerAltman191615-28_2-4\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEProskauerAltman191615-28-2\">&#91;2&#93;</a></sup>\n</p>\n<div class=\"thumb tleft\"><div class=\"thumbinner\" style=\"width:172px;\"><a href=\"/wiki/File:Julia_Richman,_age_32.png\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/80/Julia_Richman%2C_age_32.png/170px-Julia_Richman%2C_age_32.png\" width=\"170\" height=\"198\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/80/Julia_Richman%2C_age_32.png/255px-Julia_Richman%2C_age_32.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/8/80/Julia_Richman%2C_age_32.png/340px-Julia_Richman%2C_age_32.png 2x\" data-file-width=\"393\" data-file-height=\"458\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Julia_Richman,_age_32.png\" class=\"internal\" title=\"Enlarge\"></a></div>Julia Richman, age 32</div></div></div>\n<p>When the Council of Jewish Women first organized, she took charge of one of the three circles for the study of the Bible, which were formed in New York. She was a capable leader, but had to give up the work because it conflicted with school duties. Then she became identified with the Jewish Chautauqua, and for a number of years addressed them at their annual meetings in Atlantic City. She also wrote pamphlets useful in their work. She was a tireless worker in the Educational Alliance and in the early days of the Young Women’s Hebrew Association, and in both of these institutions her advice was always sought and usually followed.<sup id=\"cite_ref-FOOTNOTEProskauerAltman191615-28_2-5\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEProskauerAltman191615-28-2\">&#91;2&#93;</a></sup>\n</p><p>One of her trips abroad—maybe in 1892—was to England in order to visit the principal schools in London and compare the English educational system in the public schools with the American methods. In London she became acquainted with Claude Montefiore, and a friendship ensued which lasted until her death. Through Montefiore, she met and was entertained by many distinguished English ladies, chief among them being Lady Montefiore, Lady Somerset, Baroness de Rothschild and Lady Magnus, the well—known writer. During this visit, in a conversation upon religious subjects with Montefiore, she suggested to him the advantages that he could give to the public if he would publish the Bible stories as he had told them to his own child. The idea appealed to him, and the “Montefiore Bible for Home Study” was the result.<sup id=\"cite_ref-FOOTNOTEProskauerAltman191615-28_2-6\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEProskauerAltman191615-28-2\">&#91;2&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"District_superintendent_of_schools\">District superintendent of schools</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Julia_Richman&amp;action=edit&amp;section=3\" title=\"Edit section: District superintendent of schools\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In the summer of 1903, while she was traveling in Europe, a vacancy occurred in the Board of School Superintendents. At the special meeting which was held in order to make a new appointment, it was unanimously decided to offer the position to Richman upon her return. This was done, yet she hesitated about accepting it because she had planned many changes in her own school. Finally, she decided to accept, for she felt she would have a much broader field of action and could accomplish much more. She was the first woman in New York City appointed to that office, and, being the only woman among the five district superintendents, the men gave her the priviege of selecting the district she preferred. Much to their astonishment, for she might have had the best, she chose the lower East Side, and left her uptown home to reside among the people to whose uplift she devoted her life work. She rented a house in the heart of the Ghetto, had it remodeled and modernized in every respect, and made of it a social settlement for the teachers of the district where they could meet every afternoon or evening. She also took some of the teachers into her home as residents.<sup id=\"cite_ref-FOOTNOTEProskauerAltman191615-28_2-7\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEProskauerAltman191615-28-2\">&#91;2&#93;</a></sup>\n</p><p>She had 14 day and night schools under her jurisdiction, and in these schools there were nearly 600 teachers whom she had to supervise, and more than 23,000 children. She visited the schools in rotation by day and in the evenings superintended her office work and interviewed parents who came to her office to consult her or to make complaints. One of her notable achievements was the establishing of a special school for delinquent children, which was presided over by the best equipped teachers. Each refractory pupil received special instruction and direction by an able teacher, and many boys who had been deemed fit subjects for a reform school became honest, decent citizens. Later the Board of Education, seeing the success achieved by the delinquent classes, decided to establish special classes for feeble—minded and defective children. This action on the part of the board was due solely to Richman’s persistent appeals to them. Her idea was to separate these unfortunates from the other children so that they should not be subjected to the humiliation of being outstripped by others of their own age, and that each child might get the special training that it required. She was also directly responsible for the examination of children’s eyes in the schools and of furnishing glasses if necessary.<sup id=\"cite_ref-FOOTNOTEProskauerAltman191615-28_2-8\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEProskauerAltman191615-28-2\">&#91;2&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Philanthropic_and_charitable_work\">Philanthropic and charitable work</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Julia_Richman&amp;action=edit&amp;section=4\" title=\"Edit section: Philanthropic and charitable work\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>She was one of the organizers of and one of the hardest workers in the establishment of “The Consumptives’ Outdoor Home” in New York. This was accomplished under many difficulties, but nothing ever deterred her. She knew so well the ill effects of the crowded tenements, with their lack of air and light, and she watched the rapid strides of the terrible white plague. It was at the same time that the city had begun to abolish the ferryboat system between New York and Long Island. Many old ferryboats were tied up at the docks, and the sight of these gave her the idea. She awakened the interest of influential people and a ferryboat was obtained and placed at her disposal. Then the decks were fitted up with couches, beds, hammocks and awnings, a kitchen and a nurse’s room were furnished, and the floating home for consumptives was established.<sup id=\"cite_ref-FOOTNOTEProskauerAltman191615-28_2-9\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEProskauerAltman191615-28-2\">&#91;2&#93;</a></sup>\n</p><p>She was a powerful adviser in the work of the North American Civic League for Immigrants, and many improvements in their mode of dealing with those unhappy people on Ellis Island were due to her suggestions. Her interest and labors in the Juvenile Court never waned, for, to her mind, nothing deserved more encouragement than to aid the children. She established physical culture clubs, literary and debating clubs, for both girls and boys, and any number of “Julia Richman” societies, clubs and athletic leagues flourish on the East Side. She was a factor in the National Educational Association, and was invited to lecture upon educational matters in various cities of the United States. Boston, Chicago, Louisville, Minneapolis, Albany and many smaller towns. She also wrote educational articles for magazines.<sup id=\"cite_ref-FOOTNOTEProskauerAltman191615-28_2-10\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEProskauerAltman191615-28-2\">&#91;2&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"1912\">1912</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Julia_Richman&amp;action=edit&amp;section=5\" title=\"Edit section: 1912\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Her last public appearance was in May, 1912, five weeks before her death, on the occasion of the memorial services held in <a href=\"/wiki/Carnegie_Hall\" title=\"Carnegie Hall\">Carnegie Hall</a> in memory of Mr. and Mrs. Isidor Straus. In the early spring of 1912, she decided to resign her position on the Board of School Superintendents when the autumn term began, “in order,” as she said, “to give some younger woman a chance.” She had promised to write a book to be published by Macmillan Publishing Company; it was to be called “Forty Years in the New York Public Schools.” She expected to begin the work during the summer vacation, which she planned to spend in Switzerland. On June 6, she sailed for Europe, in apparently good health and in excellent spirits. The day before the steamer landed in Cherbourg she was taken ill and was carried from the steamer to the train leaving for Paris. She was rapidly conveyed from the station in Paris to the American Hospital, where an immediate operation for appendicitis was imperative. Her friends, Prof. and Mrs. Richard Gottheil, of New York, who remained with her to the end, told her of her condition and she prepared for the operation without any fear. The operation seemed successful and she rallied wonderfully, but on the fourth day complications arose and five days later, she died at the age of fifty-six. Three weeks later the remains arrived in New York and the last rites took place in the <a href=\"/wiki/Central_Synagogue\" title=\"Central Synagogue\">Temple Ahawath Chesed</a>, where she had been a worshipper.<sup id=\"cite_ref-FOOTNOTEProskauerAltman191615-28_2-11\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEProskauerAltman191615-28-2\">&#91;2&#93;</a></sup>\n</p><p>A memorial service was held on October 12, her birthday. The program was arranged by a committee composed of members of the Board of Education and of the Jewish Educational Alliance, and the designated place was the public school that she had made famous. The Hon. Egerton Winthrop, Jr., President of the Board of Education, presided, and in the course of his address promised that the Board of Education would raise a monument to the memory of the departed superintendent which would be imperishable and everlasting. The promise was fulfilled a few months later, when the memorial took the form of a new high school, <a href=\"/wiki/Julia_Richman_High_School\" title=\"Julia Richman High School\">Julia Richman High School</a>.<sup id=\"cite_ref-FOOTNOTEProskauerAltman191615-28_2-12\" class=\"reference\"><a href=\"#cite_note-FOOTNOTEProskauerAltman191615-28-2\">&#91;2&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Selected_works\">Selected works</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Julia_Richman&amp;action=edit&amp;section=6\" title=\"Edit section: Selected works\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><i>The immigrant child</i>, 1905</li>\n<li><i> Good citizenship</i> (with Isabel Richman Wallach), 1908</li>\n<li><i>What share of blame for the increase in the number of truants and incorrigibles belongs to school?&#160;: [The problem of the delinquent pupil, II]</i>, 1909</li>\n<li><i> Methods of teaching Jewish ethics</i> (with Eugene Heitler Lehman; Jewish Chautauqua Society), 1914</li></ul>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Julia_Richman&amp;action=edit&amp;section=7\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/National_Council_of_Jewish_Women\" title=\"National Council of Jewish Women\">National Council of Jewish Women</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Julia_Richman&amp;action=edit&amp;section=8\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist columns references-column-width\" style=\"-moz-column-width: 30em; -webkit-column-width: 30em; column-width: 30em; list-style-type: decimal;\">\n<ol class=\"references\">\n<li id=\"cite_note-jewishvirtuallibrary.org-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-jewishvirtuallibrary.org_1-0\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://www.jewishvirtuallibrary.org/jsource/biography/richman.html\">\"Julia Richman (1855 - 1912)\"</a>. Jewish Virtual Library<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">29 May</span> 2016</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Julia+Richman+%281855+-+1912%29&amp;rft.pub=Jewish+Virtual+Library&amp;rft_id=https%3A%2F%2Fwww.jewishvirtuallibrary.org%2Fjsource%2Fbiography%2Frichman.html&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AJulia+Richman\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-FOOTNOTEProskauerAltman191615-28-2\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTEProskauerAltman191615-28_2-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEProskauerAltman191615-28_2-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEProskauerAltman191615-28_2-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEProskauerAltman191615-28_2-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEProskauerAltman191615-28_2-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEProskauerAltman191615-28_2-5\"><sup><i><b>f</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEProskauerAltman191615-28_2-6\"><sup><i><b>g</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEProskauerAltman191615-28_2-7\"><sup><i><b>h</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEProskauerAltman191615-28_2-8\"><sup><i><b>i</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEProskauerAltman191615-28_2-9\"><sup><i><b>j</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEProskauerAltman191615-28_2-10\"><sup><i><b>k</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEProskauerAltman191615-28_2-11\"><sup><i><b>l</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEProskauerAltman191615-28_2-12\"><sup><i><b>m</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFProskauerAltman1916\">Proskauer &amp; Altman 1916</a>, pp.&#160;15-28.</span>\n</li>\n<li id=\"cite_note-FOOTNOTEProskauerAltman19167-12-3\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-FOOTNOTEProskauerAltman19167-12_3-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-FOOTNOTEProskauerAltman19167-12_3-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><a href=\"#CITEREFProskauerAltman1916\">Proskauer &amp; Altman 1916</a>, pp.&#160;7-12.</span>\n</li>\n</ol></div>\n<h2><span class=\"mw-headline\" id=\"Bibliography\">Bibliography</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Julia_Richman&amp;action=edit&amp;section=9\" title=\"Edit section: Bibliography\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/File:PD-icon.svg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/6/62/PD-icon.svg/12px-PD-icon.svg.png\" width=\"12\" height=\"12\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/6/62/PD-icon.svg/18px-PD-icon.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/6/62/PD-icon.svg/24px-PD-icon.svg.png 2x\" data-file-width=\"196\" data-file-height=\"196\" /></a> This article incorporates text from a publication now in the <a href=\"/wiki/Public_domain\" title=\"Public domain\">public domain</a>:  <cite id=\"CITEREFProskauerAltman1916\" class=\"citation book\">Proskauer, Bertha Richman; Altman, Addie Richman (1916). <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=i9Q6AQAAMAAJ&amp;pg=PA7\"><i>Julia Richman: Two Biographical Appreciations of the Great Educator</i></a> (Public domain ed.). Julia Richman high school association.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Julia+Richman%3A+Two+Biographical+Appreciations+of+the+Great+Educator&amp;rft.edition=Public+domain&amp;rft.pub=Julia+Richman+high+school+association&amp;rft.date=1916&amp;rft.aulast=Proskauer&amp;rft.aufirst=Bertha+Richman&amp;rft.au=Altman%2C+Addie+Richman&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3Di9Q6AQAAMAAJ%26pg%3DPA7&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AJulia+Richman\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span> )</li></ul>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Julia_Richman&amp;action=edit&amp;section=10\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://jwa.org/encyclopedia/article/richman-julia\">Julia Richman</a> at <a href=\"/wiki/Jewish_Women%27s_Archive\" title=\"Jewish Women&#39;s Archive\">Jewish Women's Archive</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.pbs.org/onlyateacher/richman.html\">Julia Richman</a> at <a href=\"/wiki/PBS\" title=\"PBS\">PBS</a></li></ul>\n<div role=\"navigation\" aria-label=\"Portals\" class=\"noprint portal plainlist tright\" style=\"margin:0.5em 0 0.5em 1em;border:solid #aaa 1px\">\n<ul style=\"display:table;box-sizing:border-box;padding:0.1em;max-width:175px;background:#f9f9f9;font-size:85%;line-height:110%;font-style:italic;font-weight:bold\">\n<li style=\"display:table-row\"><span style=\"display:table-cell;padding:0.2em;vertical-align:middle;text-align:center\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/f/fd/Portal-puzzle.svg/32px-Portal-puzzle.svg.png\" width=\"32\" height=\"28\" class=\"noviewer\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/f/fd/Portal-puzzle.svg/48px-Portal-puzzle.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/f/fd/Portal-puzzle.svg/64px-Portal-puzzle.svg.png 2x\" data-file-width=\"32\" data-file-height=\"28\" /></span><span style=\"display:table-cell;padding:0.2em 0.2em 0.2em 0.3em;vertical-align:middle\"><a href=\"/wiki/Portal:Biographies\" class=\"mw-redirect\" title=\"Portal:Biographies\">Biographies portal</a></span></li></ul></div>\n<div role=\"navigation\" class=\"navbox\" aria-labelledby=\"Authority_control_frameless_&amp;#124;text-top_&amp;#124;10px_&amp;#124;alt=Edit_this_at_Wikidata_&amp;#124;link=https&amp;#58;//www.wikidata.org/wiki/Q24284590&amp;#124;Edit_this_at_Wikidata\" style=\"padding:3px\"><table class=\"nowraplinks hlist navbox-inner\" style=\"border-spacing:0;background:transparent;color:inherit\"><tbody><tr><th id=\"Authority_control_frameless_&amp;#124;text-top_&amp;#124;10px_&amp;#124;alt=Edit_this_at_Wikidata_&amp;#124;link=https&amp;#58;//www.wikidata.org/wiki/Q24284590&amp;#124;Edit_this_at_Wikidata\" scope=\"row\" class=\"navbox-group\" style=\"width:1%\"><a href=\"/wiki/Help:Authority_control\" title=\"Help:Authority control\">Authority control</a> <a href=\"https://www.wikidata.org/wiki/Q24284590\" title=\"Edit this at Wikidata\"><img alt=\"Edit this at Wikidata\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Blue_pencil.svg/10px-Blue_pencil.svg.png\" width=\"10\" height=\"10\" style=\"vertical-align: text-top\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Blue_pencil.svg/15px-Blue_pencil.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/7/73/Blue_pencil.svg/20px-Blue_pencil.svg.png 2x\" data-file-width=\"600\" data-file-height=\"600\" /></a></th><td class=\"navbox-list navbox-odd\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><span class=\"nowrap\"> <a rel=\"nofollow\" class=\"external text\" href=\"https://www.worldcat.org/identities/containsVIAFID/21338569\">WorldCat Identities</a></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Library_of_Congress_Control_Number\" title=\"Library of Congress Control Number\">LCCN</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"http://id.loc.gov/authorities/names/n92087487\">n92087487</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Virtual_International_Authority_File\" title=\"Virtual International Authority File\">VIAF</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"https://viaf.org/viaf/21338569\">21338569</a></span></span></li></ul>\n</div></td></tr></tbody></table></div>\n\n<!-- \nNewPP limit report\nParsed by mw2240\nCached time: 20180920004800\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.156 seconds\nReal time usage: 0.192 seconds\nPreprocessor visited node count: 495/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 10165/2097152 bytes\nTemplate argument size: 958/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 2/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 5082/5000000 bytes\nNumber of Wikibase entities loaded: 1/400\nLua time usage: 0.084/10.000 seconds\nLua memory usage: 2.45 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  158.485      1 -total\n 31.49%   49.905      1 Template:Reflist\n 28.30%   44.855     15 Template:Sfn\n 24.09%   38.184      1 Template:Authority_control\n 21.02%   33.309      1 Template:Cite_web\n  8.74%   13.850      1 Template:Portal\n  6.43%   10.196      1 Template:Source-attribution\n  4.92%    7.790      1 Template:Cite_book\n  1.42%    2.255      1 Template:Main_other\n  0.80%    1.274      1 Template:Column-width\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:50669746-0!canonical and timestamp 20180920004800 and revision id 846640090\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Richman, Julia","hidden":"","*":"Source_attribution"},{"sortkey":"Richman, Julia","hidden":"","*":"Wikipedia_articles_with_LCCN_identifiers"},{"sortkey":"Richman, Julia","hidden":"","*":"Wikipedia_articles_with_VIAF_identifiers"},{"sortkey":"Richman, Julia","*":"1855_births"},{"sortkey":"Richman, Julia","*":"1912_deaths"},{"sortkey":"Richman, Julia","*":"American_non-fiction_writers"},{"sortkey":"Richman, Julia","*":"American_school_superintendents"},{"sortkey":"Richman, Julia","*":"Educators_from_New_York_(state)"},{"sortkey":"Richman, Julia","*":"Jewish_women_writers"},{"sortkey":"Richman, Julia","*":"Pedagogy"},{"sortkey":"Richman, Julia","*":"People_from_Chelsea,_Manhattan"}],"links":[{"ns":14,"exists":"","*":"Category:Wikipedia articles with LCCN identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with VIAF identifiers"},{"ns":0,"exists":"","*":"Carnegie Hall"},{"ns":0,"exists":"","*":"Central Synagogue"},{"ns":0,"exists":"","*":"Chelsea, Manhattan"},{"ns":0,"exists":"","*":"Cooper Union"},{"ns":0,"exists":"","*":"Hunter College"},{"ns":0,"exists":"","*":"Huntington High School (New York)"},{"ns":0,"exists":"","*":"Jewish Women's Archive"},{"ns":0,"exists":"","*":"Julia Richman High School"},{"ns":0,"exists":"","*":"Library of Congress Control Number"},{"ns":0,"exists":"","*":"National Council of Jewish Women"},{"ns":0,"exists":"","*":"New York City"},{"ns":0,"exists":"","*":"Old Jewish Cemetery, Prague"},{"ns":0,"exists":"","*":"PBS"},{"ns":0,"exists":"","*":"Pedagogue"},{"ns":0,"exists":"","*":"Public domain"},{"ns":0,"exists":"","*":"Seventh Avenue (Manhattan)"},{"ns":0,"exists":"","*":"Steinhardt School of Culture, Education, and Human Development"},{"ns":0,"exists":"","*":"Tomboy"},{"ns":0,"exists":"","*":"Virtual International Authority File"},{"ns":0,"*":"Huntsington, New York"},{"ns":12,"exists":"","*":"Help:Authority control"},{"ns":100,"exists":"","*":"Portal:Biographies"}],"templates":[{"ns":10,"exists":"","*":"Template:Sfn"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Column-width"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Source-attribution"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":10,"exists":"","*":"Template:Portal"},{"ns":10,"exists":"","*":"Template:Authority control"},{"ns":10,"exists":"","*":"Template:EditAtWikidata"},{"ns":828,"exists":"","*":"Module:Footnotes"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Portal"},{"ns":828,"exists":"","*":"Module:Portal/images/b"},{"ns":828,"exists":"","*":"Module:Portal/images/aliases"},{"ns":828,"exists":"","*":"Module:Authority control"},{"ns":828,"exists":"","*":"Module:ResolveEntityId"},{"ns":828,"exists":"","*":"Module:Navbox"},{"ns":828,"exists":"","*":"Module:Navbar"},{"ns":828,"exists":"","*":"Module:EditAtWikidata"}],"images":["Julia_Richman,_age_19.png","Julia_Richman,_age_32.png","PD-icon.svg","Portal-puzzle.svg","Blue_pencil.svg"],"externallinks":["https://www.jewishvirtuallibrary.org/jsource/biography/richman.html","https://www.wikidata.org/wiki/Q24284590","https://books.google.com/books?id=i9Q6AQAAMAAJ&pg=PA7","https://jwa.org/encyclopedia/article/richman-julia","https://www.pbs.org/onlyateacher/richman.html","https://www.worldcat.org/identities/containsVIAFID/21338569","http://id.loc.gov/authorities/names/n92087487","https://viaf.org/viaf/21338569"],"sections":[{"toclevel":1,"level":"2","line":"Family and education","number":"1","index":"1","fromtitle":"Julia_Richman","byteoffset":901,"anchor":"Family_and_education"},{"toclevel":1,"level":"2","line":"Early career","number":"2","index":"2","fromtitle":"Julia_Richman","byteoffset":2901,"anchor":"Early_career"},{"toclevel":1,"level":"2","line":"District superintendent of schools","number":"3","index":"3","fromtitle":"Julia_Richman","byteoffset":6002,"anchor":"District_superintendent_of_schools"},{"toclevel":1,"level":"2","line":"Philanthropic and charitable work","number":"4","index":"4","fromtitle":"Julia_Richman","byteoffset":8597,"anchor":"Philanthropic_and_charitable_work"},{"toclevel":1,"level":"2","line":"1912","number":"5","index":"5","fromtitle":"Julia_Richman","byteoffset":10377,"anchor":"1912"},{"toclevel":1,"level":"2","line":"Selected works","number":"6","index":"6","fromtitle":"Julia_Richman","byteoffset":12590,"anchor":"Selected_works"},{"toclevel":1,"level":"2","line":"See also","number":"7","index":"7","fromtitle":"Julia_Richman","byteoffset":12956,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"8","index":"8","fromtitle":"Julia_Richman","byteoffset":13008,"anchor":"References"},{"toclevel":1,"level":"2","line":"Bibliography","number":"9","index":"9","fromtitle":"Julia_Richman","byteoffset":13041,"anchor":"Bibliography"},{"toclevel":1,"level":"2","line":"External links","number":"10","index":"10","fromtitle":"Julia_Richman","byteoffset":13393,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Julia Richman","iwlinks":[],"properties":[{"name":"defaultsort","*":"Richman, Julia"},{"name":"wikibase_item","*":"Q24284590"}]}}