{"parse":{"title":"Child mortality in Ghana","pageid":55049265,"revid":842087843,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Child  Mortality in Ghana</b> describes the <a href=\"/wiki/Child_mortality\" title=\"Child mortality\">child mortality</a> in the country of <a href=\"/wiki/Ghana\" title=\"Ghana\">Ghana</a>. Like in other parts of the world, child mortality is declining in Ghana. \n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Definition\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Definition</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#History_and_background\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">History and background</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Causes\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Causes</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Achievements_against_MDGs\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Achievements against MDGs</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Motivation_of_success\"><span class=\"tocnumber\">4.1</span> <span class=\"toctext\">Motivation of success</span></a></li>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#Transitioning_to_the_SDGs\"><span class=\"tocnumber\">4.2</span> <span class=\"toctext\">Transitioning to the SDGs</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Definition\">Definition</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Child_mortality_in_Ghana&amp;action=edit&amp;section=1\" title=\"Edit section: Definition\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><a href=\"/wiki/Child_mortality\" title=\"Child mortality\">Child mortality</a>, which is also known as under-5 mortality, refers to the death of infants and children under the age of five. In 2011, 6.9 million children under five died, down from 7.6 million in 2010, 8.1 million in 2009, and 12.4 million in 1990. About half of child deaths occur in <a href=\"/wiki/Sub-Saharan_Africa\" title=\"Sub-Saharan Africa\">Sub-Saharan Africa</a>. Reduction of child mortality was the fourth of the United Nations' Millennium Development Goals. Child Mortality Rate is the highest in low-income countries, especially countries in Sub-Saharan Africa. Many deaths in the third world go unrecorded since many poor families cannot afford to deliver in hospitals due to inaccessibility and misconceptions.\n<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"History_and_background\">History and background</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Child_mortality_in_Ghana&amp;action=edit&amp;section=2\" title=\"Edit section: History and background\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Historically, <a href=\"/wiki/Ghana\" title=\"Ghana\">Ghana</a> has the full range of diseases endemic to a sub-Saharan country. According to WHO, common diseases include <a href=\"/wiki/Cholera\" title=\"Cholera\">cholera</a>, <a href=\"/wiki/Typhoid\" class=\"mw-redirect\" title=\"Typhoid\">typhoid</a>, <a href=\"/wiki/Pulmonary_tuberculosis\" class=\"mw-redirect\" title=\"Pulmonary tuberculosis\">pulmonary tuberculosis</a>, <a href=\"/wiki/Anthrax\" title=\"Anthrax\">anthrax</a>, <a href=\"/wiki/Pertussis\" class=\"mw-redirect\" title=\"Pertussis\">pertussis</a>, <a href=\"/wiki/Tetanus\" title=\"Tetanus\">tetanus</a>, <a href=\"/wiki/Chicken_pox\" class=\"mw-redirect\" title=\"Chicken pox\">chicken pox</a>, <a href=\"/wiki/Yellow_fever\" title=\"Yellow fever\">yellow fever</a>, <a href=\"/wiki/Measles\" title=\"Measles\">measles</a>, <a href=\"/wiki/Infectious_hepatitis\" class=\"mw-redirect\" title=\"Infectious hepatitis\">infectious hepatitis</a>, <a href=\"/wiki/Trachoma\" title=\"Trachoma\">trachoma</a>, <a href=\"/wiki/Malaria\" title=\"Malaria\">malaria</a>, and <a href=\"/wiki/Schistosomiasis\" title=\"Schistosomiasis\">schistosomiasis</a>. Others are guinea worm or <a href=\"/wiki/Dracunculiasis\" title=\"Dracunculiasis\">dracunculiasis</a>, various kinds of <a href=\"/wiki/Dysentery\" title=\"Dysentery\">dysentery</a>, <a href=\"/wiki/River_blindness\" class=\"mw-redirect\" title=\"River blindness\">river blindness</a> or onchocerciasis, numerous kinds of pneumonia, dehydration, venereal diseases, and <a href=\"/wiki/Poliomyelitis\" title=\"Poliomyelitis\">poliomyelitis</a>. According to a 1974 report, more than 75 percent of all preventable diseases at that time were waterborne. In addition, <a href=\"/wiki/Malnutrition\" title=\"Malnutrition\">malnutrition</a> and diseases acquired through insect bites continued to be common. WHO lists malaria and measles as the leading causes of premature death in Ghana. Among children under five years of age, 70 percent of deaths are caused by infections compounded by malnutrition.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p><p>However, under five mortality continues to remain a prominent concern of global health even though <a href=\"/wiki/Millennium_Development_Goal\" class=\"mw-redirect\" title=\"Millennium Development Goal\">Millennium Development Goal</a> 4 was universally adopted to reduce child mortality by two-thirds between 1990 and 2015. Also, several ‘calls for action’ to reduce neonatal mortality have been made and in response, both governmental and non-governmental institutions have contributed considerable resources to this global health challenge. Similar to other low- and middle-income countries (LMICs), post-adoption of MDG 4 in Ghana observed construction and implementation of maternal and child health policies and intervention programs towards objectifying MDG 4. For example, from 1988 to 1998, the <a href=\"/w/index.php?title=Safe_Motherhood_Program&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Safe Motherhood Program (page does not exist)\">Safe Motherhood Program</a> (SMP), <a href=\"/w/index.php?title=Life_Saving_Skills&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Life Saving Skills (page does not exist)\">Life Saving Skills</a> (LSS) program, and <a href=\"/wiki/Integrated_Management_of_Childhood_Illness\" title=\"Integrated Management of Childhood Illness\">Integrated Management of Childhood Illness</a> (IMCI) program were initiated. The SMP aims to secure safe delivery for women and improve child health services while the LSS seeks to sharpen the clinical skills of midwives. Similarly, the IMCI targeted to improve child survival through the provision of clinical guidelines for management of childhood illnesses, health system strengthening, and improving community health practices. In the subsequent decade, from 1998 to 2008, some additional intervention programs and policies implemented were the <a href=\"/w/index.php?title=Community-Based_Health_Planning_and_Services&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Community-Based Health Planning and Services (page does not exist)\">Community-Based Health Planning and Services</a> (CHPS), User Fees Exemption for Delivery (UFED), Focused Antenatal Care (FANC), and <a href=\"/wiki/National_Health_Insurance_Scheme_(Ghana)\" title=\"National Health Insurance Scheme (Ghana)\">National Health Insurance Scheme</a> (NHIS). The CHPS program aimed to bring healthcare closer to the people through primary health care service while the UFED and NHIS programs seek to ease the financial burden of healthcare service and reduce disparity in healthcare uptake. The FANC pursues improvement in maternal and child survival through individualized antenatal care that entails a comprehensive assessment of pregnant women in terms of their socio-cultural beliefs, lifestyle, and medical characteristics to improve early detection and treatment of illness and pregnancy complications. In addition to these national programs and policies, various regions also implemented different intervention programs, for example, the <a href=\"/w/index.php?title=Kybele_program&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Kybele program (page does not exist)\">Kybele program</a> in the Greater Accra region, Accelerated Child Survival and Development (ACSD) sponsored by United Nation Children and Education Fund (UNICEF) in the Northern, Upper East, and Upper West regions, and <a href=\"/wiki/Kangaroo_Mother_Care\" class=\"mw-redirect\" title=\"Kangaroo Mother Care\">Kangaroo Mother Care</a> (KMC) which commenced in six regions in 2007. Although the deadline for the attainment of MDG 4 has passed, 99% of childhood mortality still occurs in LMICs. Assessment of progress made so far is of utmost importance to inform policy makers and healthcare planners tasked to realize the newly adopted <a href=\"/wiki/Sustainable_Development_Goals\" title=\"Sustainable Development Goals\">Sustainable Development Goals</a> that seeks to end preventable deaths of newborns and under-five children by 2030.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>\n<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Causes\">Causes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Child_mortality_in_Ghana&amp;action=edit&amp;section=3\" title=\"Edit section: Causes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Pneumonia has been rated as a prime cause of children under five years mortality in Ghana, with an annual death of 4,300 children and 72,000 cases though it is vaccine preventable.\nPneumonia alone causes about 1.58 million deaths annually of children under five, which is more than the deaths caused by HIV/AIDS, malaria and measles put together.\nAccording to a World Health Organization report (WHO), Ghana however has made phenomenal progress over the years in immunization coverage, from a national coverage of four per cent in 1985 to 90 per cent in 2012. Other causes are \npneumonia \npreterm birth complications \nintrapartum-related complications\ndiarrhoea \nmalaria \n</p>\n<h2><span class=\"mw-headline\" id=\"Achievements_against_MDGs\">Achievements against MDGs</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Child_mortality_in_Ghana&amp;action=edit&amp;section=4\" title=\"Edit section: Achievements against MDGs\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>As part of the <a href=\"/wiki/Millennium_Development_Goals\" title=\"Millennium Development Goals\">Millennium Development Goals</a>, Ghana has been able to reduce the child mortality in its country, under the following measures: \n</p><p><i><b>Growth</b></i>\n</p><p>Less children aged under five died from preventable causes than ever before. Between 1990 and 2015 the global under-five mortality rate declined from 12.7 million to 6 million deaths a year. Increased coverage of routine immunization, early and accurate diagnosis of childhood illnesses, along with basic and community-based treatment of pneumonia, diarrhoea and malaria, significantly reduced the numbers of deaths of young children, while preventative measures, such as provision of safe drinking water, improvements in sanitation, distribution of insecticide treated nets, vaccination against <a href=\"/wiki/Rotavirus\" title=\"Rotavirus\">rotavirus</a> and <a href=\"/wiki/Pneumococcal_infection\" title=\"Pneumococcal infection\">pneumococcal infection</a>, <a href=\"/wiki/Vitamin_A\" title=\"Vitamin A\">Vitamin A</a> supplementation, community-based management of acute malnutrition, and improvements in feeding of infants and young children have contributed to survival and healthy growth. Ghana’s indicators on child survival was impressive in comparison to other <a href=\"/wiki/West_Africa\" title=\"West Africa\">West African countries</a>.\n</p><p><i><b>Under-five mortality rate</b></i>\n</p><p>Ghana excelled in taking action to bring down the under-five mortality rate, and as a result has seen a progressive reduction in deaths from 155 to 60 per 1,000 live births between 1990 and 2014. Though this did not quite reach the MDG 4 target of 40 deaths per 1,000 live births, it represents an overall reduction of under-five mortality of 58% over the period.\n</p><p><i><b>Infant mortality rate</b></i> \n</p><p>The first 28 days, or neonatal period, represent the most vulnerable time for a child’s survival. The risk of a child dying before completing the first year of age, was highest in the African region, but has overall decreased in Ghana, where the infant mortality rate dropped from 66 to 41 per 1,000 live births between 1990 and 2014. However, the neonatal mortality rate stagnated over the period, and this has been one of the main reasons for Ghana’s inability to achieve the MDG 4 target. At a current rate of 29 per 1,000 live births, neonatal mortality makes up 71% of infant mortality and 48% of under-five mortality. \n</p><p><i><b>Proportion of children immunized against measles</b></i>\n</p><p>Immunization of children against <a href=\"/w/index.php?title=Major_childhood_killer_diseases&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Major childhood killer diseases (page does not exist)\">major childhood killer diseases</a> is a key factor in the decline of infant and child mortality in Ghana. The proportion of infants under one-year old vaccinated against measles increased from 50% in 1990 to 89% in 2014.\n</p><p>A number of other interventions and practices  also contributed towards the progresses achieved in Ghana between 2009 and 2014: \n</p>\n<ul><li>74% of babies were delivered at health facilities;</li>\n<li>77% of children aged between 12 and 23 months had been given full basic immunization by 12 months of age;</li>\n<li>47% of children slept under insecticide-treated nets to prevent mosquito bites and thereby malaria;</li>\n<li>41% of children received treatment with antibiotics for management of pneumonia and 49% of children received <a href=\"/wiki/Oral_rehydration_salts\" class=\"mw-redirect\" title=\"Oral rehydration salts\">oral rehydration salts</a> for acute watery diarrhoea;</li>\n<li>65% of children aged between 6 and 59 months benefited from a Vitamin A supplementation programme.</li></ul>\n<h3><span class=\"mw-headline\" id=\"Motivation_of_success\">Motivation of success</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Child_mortality_in_Ghana&amp;action=edit&amp;section=5\" title=\"Edit section: Motivation of success\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Political stability, a transparent governance system and universal coverage of primary health care have all contributed to a striking overall reduction in under-five mortality in Ghana. This positive outcome has been achieved through the collective efforts of the Government of Ghana and development partners, the later providing both technical and financial support. The UN system in Ghana has contributed technical assistance in developing policies, strategies and guidelines, and has collaborated with the Government, donors and development partners in implementing them. \n</p><p>As a result of the priority given to child health through these partnerships, as well as through the implementation of the National Child Health Policy, Ghana has been able to: \n</p>\n<ul><li>scale up the coverage of vaccines, and introduce new ones, to immunize children;</li>\n<li>treat childhood diseases such as malaria, pneumonia and diarrhoea more effectively by applying integrated management within health facilities and communities;</li>\n<li>control deaths from malaria by distributing insecticide-treated nets and effectively treating malaria cases;</li>\n<li>provide Vitamin A supplements for children aged 6– 59 months through biannual campaigns;</li>\n<li>protect and promote breastfeeding and quality infant feeding;</li>\n<li>establish community-based management of acute malnutrition;</li>\n<li>increase provision of safe drinking water and environmental sanitation;</li></ul>\n<p>provide free health care to pregnant women and children through the national health insurance services.\n</p>\n<h3><span class=\"mw-headline\" id=\"Transitioning_to_the_SDGs\">Transitioning to the SDGs</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Child_mortality_in_Ghana&amp;action=edit&amp;section=6\" title=\"Edit section: Transitioning to the SDGs\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Some of the key challenges Ghana faced in working to meet the MDG 4 target included:  \n</p>\n<ul><li>inadequate national data to provide complete and reliable information on child health</li>\n<li>inadequate skills in the health service at lower levels to improve the quality of care</li>\n<li>high reduction of front-line health workers, especially in the north of the country</li>\n<li>limited numbers of front-line health workers, including midwives</li>\n<li>inadequate resources for immunization and other interventions necessary to improve survival rates</li>\n<li>inequity and disparity in health-care services on the basis of geographical location, wealth and educational background.</li></ul>\n<p>While Ghana has made substantial progress in reducing child mortality, more remains to be done to end preventable newborn deaths as part of the efforts under SDG 3 to “ensure healthy lives and promote wellbeing for all at all ages”. \nTo improve child survival further, it will be essential to reduce neonatal mortality. In 2014, with support from the UN system and other development partners, Ghana launched its National Newborn Strategy and Action Plan (2014–18). This sets the goal and expectation of reducing newborn deaths from 32 to 21 per 1,000 live births over the period of the plan. If this is to be achieved, implementation of the strategy must be accelerated. Investment in perinatal care during childbirth and the early postnatal period can yield a triple dividend, with reductions in maternal deaths and stillbirths, as well as in newborn deaths. \n</p><p>Sustained improvements will also require reinvigorated implementation of all interventions to promote the life and health of young children, and urgent action to address the economic and socio-cultural factors that damage their chances of survival. \n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Child_mortality_in_Ghana&amp;action=edit&amp;section=7\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>UN Inter-agency Group for Child Mortality Estimation. (2013). Levels &amp; Trends in Child Mortality - Report 2013. New York: UN.[cited 25 August 2017]</li>\n<li>The safe motherhood action agenda: priorities for the next decade. Available from: <a rel=\"nofollow\" class=\"external free\" href=\"http://files.givewell.org/files/DWDA\">http://files.givewell.org/files/DWDA</a> 2009/Interventions/Maternal Mortality/SafeMotherhoodActionAgenda.pdf [cited 23 August 2017]</li>\n<li>United Nations Millennium Declaration. Available from: <a rel=\"nofollow\" class=\"external free\" href=\"http://www.unorg/millennium/declaration/ares552epdf\">http://www.unorg/millennium/declaration/ares552epdf</a> [cited 19 August 2015]</li>\n<li>Twum-Danso NAY, Akanlu GB, Osafo E, Sodzi-Tettey S, Boadu RO, Atinbire S, et al. A nationwide quality improvement project to accelerate Ghana's progress toward Millennium Development Goal Four: design and implementation progress. Int J Qual Health Care. 2012;24:601–11. [PubMed. [cited 27 August 2017]</li></ul>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"https://www.unicef.org/infobycountry/stats_popup1.html\">https://www.unicef.org/infobycountry/stats_popup1.html</a></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">You D, Hug L, Ejdemyr S, Idele P, Hogan D, Mathers C, et al. Global, regional, and national levels and trends in under-5 mortality between 1990 and 2015, with scenario-based projections to 2030: a systematic analysis by the UN Inter-agency Group for Child Mortality Estimation. Lancet. 2015;386:2275–86. [PubMed] cited 19 August</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">The safe motherhood action agenda: priorities for the next decade. Available from: <a rel=\"nofollow\" class=\"external free\" href=\"http://files.givewell.org/files/DWDA\">http://files.givewell.org/files/DWDA</a> 2009/Interventions/Maternal Mortality/SafeMotherhoodActionAgenda.pdf [cited 23 August 2017</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Nyonator FK, Woonor-Williams JK, Phillips JF, Jones TC, Miller RA. The Ghana community-based health planning and services initiative for scaling up service delivery innovation. Health Policy Plan. 2005;20:25–34. [PubMed] cited 21 August 2017</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">. Awoonor-Williams JK, Sory EK, Nyonator FK, Phillips JF, Wang E, Schmitt ML. Lessons learned from scaling up a community-based health program in the Upper East Region of Northern Ghana. Glob Health Sci Pract. 2013;1:117–33. [PMC free article] [PubMed cited 24 August 2017</span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw1241\nCached time: 20180908182738\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.036 seconds\nReal time usage: 0.055 seconds\nPreprocessor visited node count: 174/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 356/2097152 bytes\nTemplate argument size: 88/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 2472/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.003/10.000 seconds\nLua memory usage: 525 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   27.875      1 Template:Reflist\n100.00%   27.875      1 -total\n 22.76%    6.344      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:55049265-0!canonical and timestamp 20180908182738 and revision id 842087843\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","*":"Health_in_Ghana"}],"links":[{"ns":0,"exists":"","*":"Anthrax"},{"ns":0,"exists":"","*":"Chicken pox"},{"ns":0,"exists":"","*":"Child mortality"},{"ns":0,"exists":"","*":"Cholera"},{"ns":0,"exists":"","*":"Dracunculiasis"},{"ns":0,"exists":"","*":"Dysentery"},{"ns":0,"exists":"","*":"Ghana"},{"ns":0,"exists":"","*":"Infectious hepatitis"},{"ns":0,"exists":"","*":"Integrated Management of Childhood Illness"},{"ns":0,"exists":"","*":"Kangaroo Mother Care"},{"ns":0,"exists":"","*":"Malaria"},{"ns":0,"exists":"","*":"Malnutrition"},{"ns":0,"exists":"","*":"Measles"},{"ns":0,"exists":"","*":"Millennium Development Goal"},{"ns":0,"exists":"","*":"Millennium Development Goals"},{"ns":0,"exists":"","*":"National Health Insurance Scheme (Ghana)"},{"ns":0,"exists":"","*":"Oral rehydration salts"},{"ns":0,"exists":"","*":"Pertussis"},{"ns":0,"exists":"","*":"Pneumococcal infection"},{"ns":0,"exists":"","*":"Poliomyelitis"},{"ns":0,"exists":"","*":"Pulmonary tuberculosis"},{"ns":0,"exists":"","*":"River blindness"},{"ns":0,"exists":"","*":"Rotavirus"},{"ns":0,"exists":"","*":"Schistosomiasis"},{"ns":0,"exists":"","*":"Sub-Saharan Africa"},{"ns":0,"exists":"","*":"Sustainable Development Goals"},{"ns":0,"exists":"","*":"Tetanus"},{"ns":0,"exists":"","*":"Trachoma"},{"ns":0,"exists":"","*":"Typhoid"},{"ns":0,"exists":"","*":"Vitamin A"},{"ns":0,"exists":"","*":"West Africa"},{"ns":0,"exists":"","*":"Yellow fever"},{"ns":0,"*":"Safe Motherhood Program"},{"ns":0,"*":"Life Saving Skills"},{"ns":0,"*":"Community-Based Health Planning and Services"},{"ns":0,"*":"Kybele program"},{"ns":0,"*":"Major childhood killer diseases"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["https://www.unicef.org/infobycountry/stats_popup1.html","http://files.givewell.org/files/DWDA","http://www.unorg/millennium/declaration/ares552epdf"],"sections":[{"toclevel":1,"level":"2","line":"Definition","number":"1","index":"1","fromtitle":"Child_mortality_in_Ghana","byteoffset":170,"anchor":"Definition"},{"toclevel":1,"level":"2","line":"History and background","number":"2","index":"2","fromtitle":"Child_mortality_in_Ghana","byteoffset":922,"anchor":"History_and_background"},{"toclevel":1,"level":"2","line":"Causes","number":"3","index":"3","fromtitle":"Child_mortality_in_Ghana","byteoffset":5893,"anchor":"Causes"},{"toclevel":1,"level":"2","line":"Achievements against MDGs","number":"4","index":"4","fromtitle":"Child_mortality_in_Ghana","byteoffset":6578,"anchor":"Achievements_against_MDGs"},{"toclevel":2,"level":"3","line":"Motivation of success","number":"4.1","index":"5","fromtitle":"Child_mortality_in_Ghana","byteoffset":9765,"anchor":"Motivation_of_success"},{"toclevel":2,"level":"3","line":"Transitioning to the SDGs","number":"4.2","index":"6","fromtitle":"Child_mortality_in_Ghana","byteoffset":11304,"anchor":"Transitioning_to_the_SDGs"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"7","fromtitle":"Child_mortality_in_Ghana","byteoffset":13096,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Child mortality in Ghana","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q48779847"}]}}