{"parse":{"title":"Preventive action","pageid":7339649,"revid":822790640,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content ambox-Refimprove\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Question_book-new.svg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png\" width=\"50\" height=\"39\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/75px-Question_book-new.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/100px-Question_book-new.svg.png 2x\" data-file-width=\"512\" data-file-height=\"399\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>needs additional citations for <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">verification</a></b>.<span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Preventive_action&amp;action=edit\">improve this article</a> by <a href=\"/wiki/Help:Introduction_to_referencing_with_Wiki_Markup/1\" title=\"Help:Introduction to referencing with Wiki Markup/1\">adding citations to reliable sources</a>. Unsourced material may be challenged and removed.</span>  <small><i>(March 2013)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p>A <b>preventive action</b> is a change implemented to address a weakness in a management system that is not yet responsible for causing nonconforming product or service.\n</p><p>Candidates for preventive action generally result from suggestions from customers or participants in the process but preventive action is a proactive process to identify opportunities for improvement rather than a simple reaction to identified problems or complaints.  Apart from the review of the operational procedures, the preventive action might involve analysis of data, including trend and risk analyses and proficiency-testing results.\n</p><p>The focus for preventive actions is to avoid creating nonconformances, but also commonly includes improvements in efficiency.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>  Preventive actions can address technical requirements related to the product or service supplied or to the internal management system.\n</p><p>Many organizations require that when opportunities to improve are identified or if preventive action is required, action plans are developed, implemented and monitored to reduce the likelihood of nonconformities and to take advantage of the opportunities for improvement.  Additionally, a thorough preventive action process will include the application of controls to ensure that the preventive actions are effective.\n</p><p>In some settings, corrective action is used as an encompassing term that includes <a href=\"/wiki/Remedial_action\" title=\"Remedial action\">remedial actions</a>, <a href=\"/wiki/Corrective_action\" class=\"mw-redirect\" title=\"Corrective action\">corrective actions</a> and preventive actions.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Risk_and_decision_making\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Risk and decision making</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-2\"><a href=\"#Examples_in_management\"><span class=\"tocnumber\">1.1</span> <span class=\"toctext\">Examples in management</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Technology_safety_and_security\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Technology safety and security</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Computing\"><span class=\"tocnumber\">2.1</span> <span class=\"toctext\">Computing</span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Information_systems\"><span class=\"tocnumber\">2.2</span> <span class=\"toctext\">Information systems</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#In_society\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">In society</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-7\"><a href=\"#Preventive_healthcare\"><span class=\"tocnumber\">3.1</span> <span class=\"toctext\">Preventive healthcare</span></a></li>\n<li class=\"toclevel-2 tocsection-8\"><a href=\"#Crime_prevention\"><span class=\"tocnumber\">3.2</span> <span class=\"toctext\">Crime prevention</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#See_also\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Risk_and_decision_making\">Risk and decision making</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Preventive_action&amp;action=edit&amp;section=1\" title=\"Edit section: Risk and decision making\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Preventive actions rely upon on the consequences of change. Once changed, inevitably, risks should be taken into consideration. In this case preventive actions aim to minimize or, where possible, eliminate the risks.\n</p><p><a href=\"/wiki/Risk\" title=\"Risk\">Risks</a> arise when little is known and understood about a particular situation. The chances of risk are minimized whilst one has better knowledge of the opportunities and consequences that could follow a situation. In order to reduce risk, a full analysis of potential best and worst results is required. Before taking into consideration any plan, people should be aware of the consequences of both success and failure. Not only the internal aspects - capability, expertise and willingness of staff- but also the external aspects of an organisation - stakeholders, customers, clients - should be assessed.<sup id=\"cite_ref-:0_2-0\" class=\"reference\"><a href=\"#cite_note-:0-2\">&#91;2&#93;</a></sup>\n</p><p>Strategic risk management works with defining an organisation's approach to risk in terms of condition, attitudes and expertise. It identifies the possible areas of risk and assures that the proper approach is used. Then operational risk management will insure that steps for minimizing or eliminating the risk are followed. A strategic approach of the risk management includes studying the environment and being aware of the issues that must be considered in any situation.<sup id=\"cite_ref-:0_2-1\" class=\"reference\"><a href=\"#cite_note-:0-2\">&#91;2&#93;</a></sup>\n</p><p>Risks can occur due to a range of unexpected possible and potential events outside of the organisation's control, such as: political instability, change in currency, changes of the weather which could lead to a change in customer behavior, etc.<sup id=\"cite_ref-:0_2-2\" class=\"reference\"><a href=\"#cite_note-:0-2\">&#91;2&#93;</a></sup>\n</p><p>Therefore, in an organisation it is important to know and understand what events could take place, where and why. So, managers should prioritize some steps of preventive actions in order to anticipate these kind of issues, especially focusing more on:\n</p>\n<ul><li>Patterns of behavior</li>\n<li>Accidents</li>\n<li>Single events and errors</li></ul>\n<p>\"Patterns of behavior\" relates to the morale and motivation of people.The effects of human behavior (such as victimization, bullying, harassment and discrimination) could affect confidence, weakening the relationships meant to lead to performance.\n</p><p>Accidents could happen anytime and anywhere. Thus, an organisation has to assure that the accidents are kept to a minimal level. In this situation preventive actions should focus more on the nature and quality of the working environment, safety aspects and technology.\n</p><p>Single events and errors are very hard to be managed and impossible to be eliminated. The risk should be kept at a minimum through supervision systems, regular inspections and procedures.\n</p><p>In order to perform a change, an organisation has to do a forecast, deeply understanding where that event could lead and its consequences. Thus, the risk of a particular event and its probability of occurring should be clear. Using this information, one can understand and better make future decisions, proposal and initiatives.<sup id=\"cite_ref-:0_2-3\" class=\"reference\"><a href=\"#cite_note-:0-2\">&#91;2&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Examples_in_management\">Examples in management</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Preventive_action&amp;action=edit&amp;section=2\" title=\"Edit section: Examples in management\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Preventive actions differ from one organisation to another.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup><sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> Their number is vast, among them counting:\n</p>\n<ul><li>Assessing business trends</li>\n<li>Monitoring processes</li>\n<li>Notifications regarding any situation</li>\n<li>Perform risk analysis</li>\n<li>Assessing new technology</li>\n<li>Regular training and checking</li>\n<li>Recovery planning</li>\n<li>Safety and security policies</li>\n<li>Audit analysis</li></ul>\n<h2><span class=\"mw-headline\" id=\"Technology_safety_and_security\">Technology safety and security</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Preventive_action&amp;action=edit&amp;section=3\" title=\"Edit section: Technology safety and security\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Nowadays, due to fast changes in engineering, there is a large emphasis in the enhancement of <a href=\"/wiki/Safety\" title=\"Safety\">safety</a> and <a href=\"/wiki/Security\" title=\"Security\">security</a> regarding technology. However, in order to avoid some issues, more powerful safety analysis techniques are constantly being developed. As safety and security issues can occur anytime, intentionally or not, more preventive strategies against loss or hacking are enhanced. These actions aim to focus on the possible causes of the problem, rather than solving an already critical situation.<sup id=\"cite_ref-:1_5-0\" class=\"reference\"><a href=\"#cite_note-:1-5\">&#91;5&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Computing\">Computing</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Preventive_action&amp;action=edit&amp;section=4\" title=\"Edit section: Computing\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p><a href=\"/wiki/Computer_security\" title=\"Computer security\">Computer security</a> tries to defend computers by assuring that their networks are not accessed or disrupted. They approach different tactics in order to protect against attackers, creating barriers or lines of defense, through <a href=\"/wiki/Firewall_(computing)\" title=\"Firewall (computing)\">firewalls</a> or <a href=\"/wiki/Encryption\" title=\"Encryption\">encryption</a>. However, losses result also from actions not executed properly (such as human errors) or from system errors among components.\n</p><p>Losses could be prevented through preventive strategies and tactics. Security analysts could find possible attackers, highlighting their reasons, potential and purpose. Owning proper knowledge, security experts could assess their own system and identify the most suitable defense strategy. Tracing is one of the methods used by people in order to find any issue or deficiency in their system.\n</p><p>Focusing first on strategy rather than tactics<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup> can be achieved by adopting a new system-theoretic causality model recently developed to provide a more powerful approach to engineering for safety.<sup id=\"cite_ref-:1_5-1\" class=\"reference\"><a href=\"#cite_note-:1-5\">&#91;5&#93;</a></sup> Causality models used in accidents are either traditional, caused by human errors, or more complex, caused by wrong interaction between components and systems errors.\n</p><p>STAMP (System-Theoretic Accident Model and Processes) is a model of accident causality used in investigating potential accidents that can occur. In this case, issues are seen as results of inadequate control of the safety components used.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup>\n</p><p>Nowadays more powerful systems that analyse safety have been created. STPA (System-Theoretic Process Analysis) uses such techniques, being based on the STAMP model of causality.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup> Once the cause is identified, STPA examines the system, creating a proper scenario that could solve the issue.\n</p>\n<h3><span class=\"mw-headline\" id=\"Information_systems\">Information systems</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Preventive_action&amp;action=edit&amp;section=5\" title=\"Edit section: Information systems\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Regarding technology, not only the safety and security of computers and isolated devices can be threatened, but also of entire complex <a href=\"/wiki/Information_system\" title=\"Information system\">information systems</a>. As not all decisions made in an organisation are based on known rules, the analytical manager will examine in details the situation and anticipates potential issues that can occur. However. many decisions could have a great impact on some aspect of the organisation and cannot be easily reversed.<sup id=\"cite_ref-:2_9-0\" class=\"reference\"><a href=\"#cite_note-:2-9\">&#91;9&#93;</a></sup>\n</p><p>Thus, <a href=\"/wiki/Systems_modeling\" title=\"Systems modeling\">modelling</a> and <a href=\"/wiki/Systems_simulation\" title=\"Systems simulation\">simulating</a> play the roles of preventive actions, being applied earlier for the design of the process, where real factual data is not available. It is an abstract representation, that includes all aspects of a process so its potential impact could be better analysed. Such a representation before implementing can be done through <a href=\"/wiki/Business_process_modeling\" title=\"Business process modeling\">business process modeling</a> (BPM).\n</p><p>On one hand, there are indeed the <a href=\"/wiki/Deterministic_system\" title=\"Deterministic system\">deterministic systems</a> that rely on the input data and are capable of predicting accurate output. On the other hand, there is the probabilistic system<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup> as well, which does not forecast with completely accuracy. However, both deterministic and probabilistic systems need some earlier actions that could prevent issues.<sup id=\"cite_ref-:2_9-1\" class=\"reference\"><a href=\"#cite_note-:2-9\">&#91;9&#93;</a></sup>\n</p><p>Analysis and design count are among the most important activities done before starting-up a business. During analysing, one gets a better understanding over the potential of the business; a diagrammatic model ensuring the agreement between IT professionals and system users. System design aims to design the way in which the system will work, this being eventually followed by system building.<sup id=\"cite_ref-:2_9-2\" class=\"reference\"><a href=\"#cite_note-:2-9\">&#91;9&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"In_society\">In society</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Preventive_action&amp;action=edit&amp;section=6\" title=\"Edit section: In society\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"Preventive_healthcare\">Preventive healthcare</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Preventive_action&amp;action=edit&amp;section=7\" title=\"Edit section: Preventive healthcare\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p><a href=\"/wiki/Preventive_healthcare\" title=\"Preventive healthcare\">Preventive healthcare</a> or preventive medicine refers to the measures taken in order to prevent and treat diseases. As there is a wide range of diseases in the world, there is also a wide variety of factors that influence those health disorders, such as environment, genetic and lifestyle. Preventive healthcare relies on the anticipation of the diseases, before they take occur. Among these preventing methods,<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup> there are:\n</p>\n<ul><li>regular check-ups at the doctors, in order to prevent risk factors or to monitor different diseases</li>\n<li>getting scanned, such as scanning of chronic diseases (cancer, diabetes, heart diseases)</li>\n<li>vaccinations</li>\n<li>trying to have a healthy lifestyle, through healthy eating and regularly exercising</li>\n<li>avoiding some harmful habits, such as tobacco or alcohol</li>\n<li>life insurance</li></ul>\n<p>However, these traditional healthcare strategies<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup> are not the only actions that could prevent health diseases. A very important step is recognizing and being aware of some certain health changes that can turn into real health threats. Examples of minor problems that people usually do not take seriously into consideration are numerous, such as losing involuntary weight, lasting coughs, body changes and others aches and pains. Once with noticing a disorder, people can take action by checking a specialist in order to avoid the situation getting worse.\n</p>\n<h3><span class=\"mw-headline\" id=\"Crime_prevention\">Crime prevention</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Preventive_action&amp;action=edit&amp;section=8\" title=\"Edit section: Crime prevention\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p><a href=\"/wiki/Crime_prevention\" title=\"Crime prevention\">Crime prevention</a> relies on the actions that defend and fight against criminals and crimes, such as murders, robberies, burglaries, black mail, high jacking or smuggling.\n</p><p><a href=\"/wiki/Criminology\" title=\"Criminology\">Criminologists</a> focus on preventing the risks that can cause crime rather than reacting to crime that have already occurred.\n</p><p>There is a great number of techniques used in reducing crime. These could be split up into ones at a large scale, such as strategies implemented by a society or community, and others at a smaller one, such as personal security.\n</p><p>Examples of collective strategies preventing criminality:<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup>\n</p>\n<ul><li>Increasing capacity of the police in an area</li>\n<li>Investing in jails</li>\n<li>Monitoring areas</li>\n<li>Support exchange of information regarding violent activities and events</li>\n<li>Enforcing the security</li>\n<li>Introducing violence preventing behavior in education</li></ul>\n<p>However, in most of the cases people tend to rely on their own personal skills and capabilities that could help them in preventing and defending criminal attacks. For example:\n</p>\n<ul><li>Self-defense training</li>\n<li>Securing goods</li>\n<li>Avoiding wilderness</li></ul>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Preventive_action&amp;action=edit&amp;section=9\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Corrective_and_Preventive_Action\" class=\"mw-redirect\" title=\"Corrective and Preventive Action\">Corrective and Preventive Action</a> (CAPA)</li>\n<li><a href=\"/wiki/Risk_management\" title=\"Risk management\">Risk management</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Preventive_action&amp;action=edit&amp;section=10\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.matlensilver.com/blog/post/the-pa-part-of-capa.html\">\"THE PA PART OF CAPA\"</a>. <i>MATLEN SILVER</i>. 2011<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">December 15,</span> 2012</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=MATLEN+SILVER&amp;rft.atitle=THE+PA+PART+OF+CAPA&amp;rft.date=2011&amp;rft_id=http%3A%2F%2Fwww.matlensilver.com%2Fblog%2Fpost%2Fthe-pa-part-of-capa.html&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APreventive+action\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-:0-2\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-:0_2-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-:0_2-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-:0_2-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-:0_2-3\"><sup><i><b>d</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation book\">Pettinger, Richard (2006). <i>Introduction to management</i> (4th ed.). Basingstoke [u.a.]: Palgrave Macmillan. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9780230000384\" title=\"Special:BookSources/9780230000384\">9780230000384</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Introduction+to+management&amp;rft.place=Basingstoke+%5Bu.a.%5D&amp;rft.edition=4th&amp;rft.pub=Palgrave+Macmillan&amp;rft.date=2006&amp;rft.isbn=9780230000384&amp;rft.aulast=Pettinger&amp;rft.aufirst=Richard&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APreventive+action\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.qualitysystems.com/support/pages/preventive-action\">http://www.qualitysystems.com/support/pages/preventive-action</a></span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"https://www.bizmanualz.com/improve-management-systems/what-are-the-top-ten-preventive-actions.html\">https://www.bizmanualz.com/improve-management-systems/what-are-the-top-ten-preventive-actions.html</a></span>\n</li>\n<li id=\"cite_note-:1-5\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-:1_5-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-:1_5-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://sunnyday.mit.edu/papers/cacm232.pdf\">http://sunnyday.mit.edu/papers/cacm232.pdf</a></span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.web-strategist.com/blog/2013/01/14/the-difference-between-strategy-and-tactics/\">http://www.web-strategist.com/blog/2013/01/14/the-difference-between-strategy-and-tactics/</a></span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.skybrary.aero/index.php/Toolkit:Systems_Thinking_for_Safety/Systems_Theoretic_Accident_Model_and_Processes_%28STAMP%29\">\"SKYbrary\"</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=SKYbrary&amp;rft_id=http%3A%2F%2Fwww.skybrary.aero%2Findex.php%2FToolkit%3ASystems_Thinking_for_Safety%2FSystems_Theoretic_Accident_Model_and_Processes_%2528STAMP%2529&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APreventive+action\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://psas.scripts.mit.edu/home/wp-content/uploads/2014/03/Systems-Theoretic-Process-Analysis-STPA-v9-v2-san.pdf\">http://psas.scripts.mit.edu/home/wp-content/uploads/2014/03/Systems-Theoretic-Process-Analysis-STPA-v9-v2-san.pdf</a></span>\n</li>\n<li id=\"cite_note-:2-9\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-:2_9-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-:2_9-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-:2_9-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation book\">Hickie, Paul Bocij, Andrew Greasley, Simon (2008). <i>Business information systems&#160;: technology, development and management</i> (4th ed.). Harlow, England: FT Prentice Hall. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9780273716624\" title=\"Special:BookSources/9780273716624\">9780273716624</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Business+information+systems+%3A+technology%2C+development+and+management&amp;rft.place=Harlow%2C+England&amp;rft.edition=4th&amp;rft.pub=FT+Prentice+Hall&amp;rft.date=2008&amp;rft.isbn=9780273716624&amp;rft.aulast=Hickie&amp;rft.aufirst=Paul+Bocij%2C+Andrew+Greasley%2C+Simon&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3APreventive+action\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://ecomputernotes.com/mis/information-and-system-concepts/differentiate-between-deterministic-and-probabilistic-systems\">http://ecomputernotes.com/mis/information-and-system-concepts/differentiate-between-deterministic-and-probabilistic-systems</a></span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"https://www.cdc.gov/healthcommunication/toolstemplates/entertainmented/tips/preventivehealth.html\">https://www.cdc.gov/healthcommunication/toolstemplates/entertainmented/tips/preventivehealth.html</a></span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"https://www.nlm.nih.gov/medlineplus/ency/article/001921.htm\">https://www.nlm.nih.gov/medlineplus/ency/article/001921.htm</a></span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.salon.com/2011/11/19/what_really_cleaned_up_new_york/\">http://www.salon.com/2011/11/19/what_really_cleaned_up_new_york/</a></span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw1282\nCached time: 20180908062937\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.148 seconds\nReal time usage: 0.181 seconds\nPreprocessor visited node count: 437/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 9453/2097152 bytes\nTemplate argument size: 91/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 8866/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.059/10.000 seconds\nLua memory usage: 2.4 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  148.638      1 -total\n 52.31%   77.757      1 Template:Reflist\n 38.35%   57.007      1 Template:Refimprove\n 30.76%   45.714      2 Template:Cite_web\n 22.76%   33.823      1 Template:Ambox\n  7.09%   10.543      2 Template:Cite_book\n  1.26%    1.868      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:7339649-0!canonical and timestamp 20180908062937 and revision id 822790640\n -->\n</div>"},"langlinks":[{"lang":"fr","url":"https://fr.wikipedia.org/wiki/Action_pr%C3%A9ventive","langname":"French","autonym":"français","*":"Action préventive"},{"lang":"ru","url":"https://ru.wikipedia.org/wiki/%D0%9F%D1%80%D0%B5%D0%B2%D0%B5%D0%BD%D1%82%D0%B8%D0%B2%D0%BD%D0%BE%D0%B5_%D1%83%D0%BF%D1%80%D0%B0%D0%B2%D0%BB%D0%B5%D0%BD%D0%B8%D0%B5","langname":"Russian","autonym":"русский","*":"Превентивное управление"},{"lang":"uk","url":"https://uk.wikipedia.org/wiki/%D0%9F%D1%80%D0%B5%D0%B2%D0%B5%D0%BD%D1%82%D0%B8%D0%B2%D0%BD%D0%B5_%D1%83%D0%BF%D1%80%D0%B0%D0%B2%D0%BB%D1%96%D0%BD%D0%BD%D1%8F","langname":"Ukrainian","autonym":"українська","*":"Превентивне управління"}],"categories":[{"sortkey":"Preventive Action","hidden":"","*":"Articles_needing_additional_references_from_March_2013"},{"sortkey":"Preventive Action","hidden":"","*":"All_articles_needing_additional_references"},{"sortkey":"Preventive Action","*":"Quality_management"},{"sortkey":"Preventive Action","*":"Prevention"}],"links":[{"ns":14,"exists":"","*":"Category:Articles needing additional references from March 2013"},{"ns":0,"exists":"","*":"Business process modeling"},{"ns":0,"exists":"","*":"Computer security"},{"ns":0,"exists":"","*":"Corrective action"},{"ns":0,"exists":"","*":"Corrective and Preventive Action"},{"ns":0,"exists":"","*":"Crime prevention"},{"ns":0,"exists":"","*":"Criminology"},{"ns":0,"exists":"","*":"Deterministic system"},{"ns":0,"exists":"","*":"Encryption"},{"ns":0,"exists":"","*":"Firewall (computing)"},{"ns":0,"exists":"","*":"Information system"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"Preventive healthcare"},{"ns":0,"exists":"","*":"Remedial action"},{"ns":0,"exists":"","*":"Risk"},{"ns":0,"exists":"","*":"Risk management"},{"ns":0,"exists":"","*":"Safety"},{"ns":0,"exists":"","*":"Security"},{"ns":0,"exists":"","*":"Systems modeling"},{"ns":0,"exists":"","*":"Systems simulation"},{"ns":4,"exists":"","*":"Wikipedia:Verifiability"},{"ns":12,"exists":"","*":"Help:Introduction to referencing with Wiki Markup/1"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Refimprove"},{"ns":10,"exists":"","*":"Template:More citations needed"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Question_book-new.svg"],"externallinks":["http://www.matlensilver.com/blog/post/the-pa-part-of-capa.html","http://www.skybrary.aero/index.php/Toolkit:Systems_Thinking_for_Safety/Systems_Theoretic_Accident_Model_and_Processes_(STAMP)","http://www.qualitysystems.com/support/pages/preventive-action","https://www.bizmanualz.com/improve-management-systems/what-are-the-top-ten-preventive-actions.html","http://sunnyday.mit.edu/papers/cacm232.pdf","http://www.web-strategist.com/blog/2013/01/14/the-difference-between-strategy-and-tactics/","http://psas.scripts.mit.edu/home/wp-content/uploads/2014/03/Systems-Theoretic-Process-Analysis-STPA-v9-v2-san.pdf","http://ecomputernotes.com/mis/information-and-system-concepts/differentiate-between-deterministic-and-probabilistic-systems","https://www.cdc.gov/healthcommunication/toolstemplates/entertainmented/tips/preventivehealth.html","https://www.nlm.nih.gov/medlineplus/ency/article/001921.htm","http://www.salon.com/2011/11/19/what_really_cleaned_up_new_york/"],"sections":[{"toclevel":1,"level":"2","line":"Risk and decision making","number":"1","index":"1","fromtitle":"Preventive_action","byteoffset":1674,"anchor":"Risk_and_decision_making"},{"toclevel":2,"level":"3","line":"Examples in management","number":"1.1","index":"2","fromtitle":"Preventive_action","byteoffset":4870,"anchor":"Examples_in_management"},{"toclevel":1,"level":"2","line":"Technology safety and security","number":"2","index":"3","fromtitle":"Preventive_action","byteoffset":5431,"anchor":"Technology_safety_and_security"},{"toclevel":2,"level":"3","line":"Computing","number":"2.1","index":"4","fromtitle":"Preventive_action","byteoffset":6042,"anchor":"Computing"},{"toclevel":2,"level":"3","line":"Information systems","number":"2.2","index":"5","fromtitle":"Preventive_action","byteoffset":8239,"anchor":"Information_systems"},{"toclevel":1,"level":"2","line":"In society","number":"3","index":"6","fromtitle":"Preventive_action","byteoffset":10332,"anchor":"In_society"},{"toclevel":2,"level":"3","line":"Preventive healthcare","number":"3.1","index":"7","fromtitle":"Preventive_action","byteoffset":10350,"anchor":"Preventive_healthcare"},{"toclevel":2,"level":"3","line":"Crime prevention","number":"3.2","index":"8","fromtitle":"Preventive_action","byteoffset":11909,"anchor":"Crime_prevention"},{"toclevel":1,"level":"2","line":"See also","number":"4","index":"9","fromtitle":"Preventive_action","byteoffset":13094,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"10","fromtitle":"Preventive_action","byteoffset":13178,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Preventive action","iwlinks":[],"properties":[{"name":"defaultsort","*":"Preventive Action"},{"name":"wikibase_item","*":"Q2823701"}]}}