{"parse":{"title":"Convenience store crime","pageid":18918238,"revid":853154650,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content ambox-multiple_issues compact-ambox\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/40px-Ambox_important.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/60px-Ambox_important.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/80px-Ambox_important.svg.png 2x\" data-file-width=\"40\" data-file-height=\"40\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\"><div class=\"mw-collapsible\" style=\"width:95%; margin: 0.2em 0;\"><b>This article has multiple issues.</b> Please help <b><a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Convenience_store_crime&amp;action=edit\">improve it</a></b> or discuss these issues on the <b><a href=\"/wiki/Talk:Convenience_store_crime\" title=\"Talk:Convenience store crime\">talk page</a></b>. <small><i>(<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove these template messages</a>)</i></small>\n<div class=\"mw-collapsible-content\" style=\"margin-top: 0.3em;\">\n      <table class=\"plainlinks metadata ambox ambox-content ambox-Refimprove\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Question_book-new.svg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png\" width=\"50\" height=\"39\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/75px-Question_book-new.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/100px-Question_book-new.svg.png 2x\" data-file-width=\"512\" data-file-height=\"399\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>needs additional citations for <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">verification</a></b>.<span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Convenience_store_crime&amp;action=edit\">improve this article</a> by <a href=\"/wiki/Help:Introduction_to_referencing_with_Wiki_Markup/1\" title=\"Help:Introduction to referencing with Wiki Markup/1\">adding citations to reliable sources</a>. Unsourced material may be challenged and removed.</span>  <small><i>(April 2011)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<table class=\"plainlinks metadata ambox ambox-content ambox-globalize\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"Globe icon.\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Ambox_globe_content.svg/48px-Ambox_globe_content.svg.png\" width=\"48\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Ambox_globe_content.svg/73px-Ambox_globe_content.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Ambox_globe_content.svg/97px-Ambox_globe_content.svg.png 2x\" data-file-width=\"350\" data-file-height=\"290\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">The examples and perspective in this article <b>may not represent a <a href=\"/wiki/Wikipedia:WikiProject_Countering_systemic_bias\" title=\"Wikipedia:WikiProject Countering systemic bias\">worldwide view</a> of the subject</b>.<span class=\"hide-when-compact\"> You may <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Convenience_store_crime&amp;action=edit\">improve this article</a>, discuss the issue on the <a href=\"/wiki/Talk:Convenience_store_crime\" title=\"Talk:Convenience store crime\">talk page</a>, or <a href=\"/wiki/Wikipedia:Article_wizard\" title=\"Wikipedia:Article wizard\">create a new article</a>, as appropriate.</span>  <small><i>(March 2011)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n    </div>\n</div><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p>For a variety of reasons, <a href=\"/wiki/Convenience_store\" title=\"Convenience store\">convenience stores</a> are often very popular targets for a variety of <a href=\"/wiki/Crime\" title=\"Crime\">crimes</a>, most notably <a href=\"/wiki/Shoplifting\" title=\"Shoplifting\">shoplifting</a> and <a href=\"/wiki/Robbery\" title=\"Robbery\">robbery</a>. In some cities, <b>convenience store crime</b> has become such a problem that special task forces have been created or some stores have been completely closed down. American convenience stores are often direct targets of armed robbery. In some areas of the United States, it is not unusual for clerks to be working behind <a href=\"/wiki/Bulletproof_glass\" title=\"Bulletproof glass\">bulletproof glass</a> windows, even during daylight hours. Some convenience stores may even limit access inside at night, requiring customers to approach a walk-up window specifically for such situations to make purchases. The main dangers are that almost all convenience stores only have one person working night shift, most of the transactions are in cash, and easily resold merchandise, such as liquor, lottery tickets, and cigarettes are on site.\n</p><p>Most convenience stores have a cash drop slot into a time-delay safe so clerks may limit the amount of cash on hand. Many have installed security cameras to help detect robberies and shoplifting. Because of their vulnerability to crime, nearly all convenience stores have a friendly relationship with the local police. To reduce burglaries when the convenience store is closed, some convenience stores will have bars on the windows.\n</p><p>The reasons for the higher rate of crime at convenience stores may be attributable to various factors, including:\n</p>\n<ul><li>the small number of employees per store makes it difficult to stop or deter criminals</li>\n<li>the extended hours of many convenience stores present more opportunities when few customers and/or witnesses are present</li>\n<li>the smaller size of the stores makes it easy for criminals to quickly navigate the floor plan and enter and exit close to the <a href=\"/wiki/Cash_register\" title=\"Cash register\">cash registers</a></li>\n<li>the majority of purchases are in cash as opposed to electronic transactions, leading to a relatively large amount of cash (often minimally secured) at any point</li></ul>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Robbery\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Robbery</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Shoplifting\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Shoplifting</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Non-criminal_customer_actions\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Non-criminal customer actions</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#See_also\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Robbery\">Robbery</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Convenience_store_crime&amp;action=edit&amp;section=1\" title=\"Edit section: Robbery\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:222px;\"><a href=\"/wiki/File:Robbery.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/63/Robbery.jpg/220px-Robbery.jpg\" width=\"220\" height=\"165\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/6/63/Robbery.jpg 1.5x\" data-file-width=\"320\" data-file-height=\"240\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Robbery.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>A convenience store robbery captured by a security camera.</div></div></div>\n<p>In the 1960s, the amount of convenience store crime, such as shoplifting and armed robberies, became an emerging problem, which put the spotlight on store security. As the industry grew, so did robberies and hold-ups. To address this issue, stores used training material provided in part by the <a href=\"/wiki/National_Association_of_Convenience_Stores\" title=\"National Association of Convenience Stores\">National Association of Convenience Stores</a> (NACS) such as the six security workshops in 1971, including the \"Why Hold Up Convenience Stores?\" workshop, featuring a panel of six ex-convicts — including <a href=\"/w/index.php?title=Ray_D._Johnson&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Ray D. Johnson (page does not exist)\">Ray D. Johnson</a>, who became the first maximum-security prisoner to escape from <a href=\"/wiki/Folsom_Prison\" class=\"mw-redirect\" title=\"Folsom Prison\">Folsom Prison</a>. Johnson was also an anti-crime consultant for the <a href=\"/wiki/Southland_Corporation\" class=\"mw-redirect\" title=\"Southland Corporation\">Southland Corporation</a> and an anti-crime lecturer. Today, many of the panelists' recommendations still ring true: keep windows clear from clutter, minimize the cash on hand, and place the checkout area at the front of the store, visible from the street.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>\n</p><p>To gain a better understanding of ways to control and deter convenience store robberies, the Southland Corporation, parent company of 7-Eleven, starting in 1975 invested $2 million in-depth studies of 17,000 convenience store robberies and the individuals most likely to commit the crimes. They discovered that the most important things would-be robbers considered when deciding whether or not to commit a crime were the ease of escape from the store/surrounding area and how much money they thought the store would have on hand. They also discovered that while the acquisition of money was the most important motivation for robberies, a sense of power or thrill from committing the crime was often mentioned as well. the key six points are: (1) Cash control, (2) the clear sight lines,(3)  prominent placement of the cash registers, (4) eliminating escape routes so that people cannot stage their car behind a convenience store and then come out and make a quick escape, (5) balanced lighting and (6) employee training. \n</p><p>These points became the <i>7-Eleven Crime Prevention</i> program which was shared widely throughout the c-store industry. The final element was to tell potential robbers about what you had done. Ray D. Johnson appeared on over 20 Johnny Carson television programs. 7-Eleven's in-house ad agency, The Stanford Agency, created store signage to educate robbers.\n</p><p>In 2008, the NACS newsletter reported that in  March the Houston City Council implemented a convenience store ordinance requiring the city’s 1,400 stores to register online with the local police department and adopt specific crime-prevention practices. The first year the ordinance was in effect, c-store crime dropped 17 percent, followed in 2009 by a 5 percent decline over the previous year. In 2010, robberies were down 31 percent compared to the year before. <sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p><p>In 2009, gasoline theft cost the U.S. convenience store industry $89 million, a steady decline from the record $300 million reported in 2005. Gas theft cost the industry $109 million in 2008 and $134 million in 2007. The average loss per store in 2009 was $761, and that figure is conservative, since it only includes reported thefts and is based on all convenience stores that sell gasoline, including those in states that mandate full-serve (<a href=\"/wiki/New_Jersey\" title=\"New Jersey\">New Jersey</a> and <a href=\"/wiki/Oregon\" title=\"Oregon\">Oregon</a>) and stores in areas where prepay in the norm. Gasoline theft has declined since September 2005 (post-<a href=\"/wiki/Hurricane_Katrina\" title=\"Hurricane Katrina\">Hurricane Katrina</a>, when gasoline rapidly increased and topped $3 per gallon) when more stations began mandating prepay for fuel.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Shoplifting\">Shoplifting</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Convenience_store_crime&amp;action=edit&amp;section=2\" title=\"Edit section: Shoplifting\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>While robberies may be the crime most often associated with convenience stores, shoplifting is also quite common in such establishments. Statistics suggest that 54% of all shoplifters regularly steal from convenience stores.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> An increasingly common crime is shoplifting by juveniles. Almost 90% of juveniles say they know someone who has shoplifted, and more than half of adult shoplifters claim they began doing so as teenagers. As many convenience stores attract groups of minors, especially after school or on the weekends, they face the challenge of offering their services in a professional manner while closely monitoring the activities of the patrons. Multiple customers at the same time can create opportunities for theft, as one or more members of a group can distract the employees or block their view of certain areas of the store.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Non-criminal_customer_actions\">Non-criminal customer actions</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Convenience_store_crime&amp;action=edit&amp;section=3\" title=\"Edit section: Non-criminal customer actions\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Law enforcement officials and often store employees themselves strongly discourage customers not involved in the commission of a crime from involving themselves in the situation. The Southland study concluded that in cases where someone was seriously injured or killed during a convenient store crime, the most likely cause of such an outcome was employees or other customers not following the demands set forth by the criminal. However, in recent history there have been numerous documented cases of customers stepping in to try and prevent crimes that they witnessed at convenience stores. Examples include:\n</p>\n<dl><dt>June 2008</dt></dl>\n<ul><li>In <a href=\"/wiki/Harris_County,_Texas\" title=\"Harris County, Texas\">Harris County</a>, <a href=\"/wiki/Texas\" title=\"Texas\">Texas</a>, 47-year-old Jason Hemmingworth struck a man in the back of the head with a bottle when the man, standing in front of him in line, demanded the clerk empty the register drawer. Witnesses claim the suspect became enraged by the action and seriously injured both Hemmingworth and the store clerk in an ensuing fight.</li>\n<li>Michael Spencer, an off-duty paramedic, tripped a suspect as he attempted to flee a convenience store in <a href=\"/wiki/Tulsa\" class=\"mw-redirect\" title=\"Tulsa\">Tulsa</a>, <a href=\"/wiki/Oklahoma\" title=\"Oklahoma\">Oklahoma</a>. The suspect fell violently to the ground, breaking an arm and two ribs. Spencer was commended for his involvement, but discouraged from intervening in the future.</li></ul>\n<dl><dt>July 2008</dt></dl>\n<ul><li>Cole Brieski, an honors student at <a href=\"/wiki/Oregon_State_University\" title=\"Oregon State University\">Oregon State University</a>, intervened during a convenience store robbery in South Suburban <a href=\"/wiki/Sacramento\" class=\"mw-redirect\" title=\"Sacramento\">Sacramento</a>, where he was visiting family. Brieski observed a man in a mask run into the store and grab several cartons of cigarettes from behind the counter. As the man turned to leave, Brieski punched the man in the right shoulder, causing him to drop the items. The suspect stooped to pick the items back up and Brieski lost his footing and stumbled backwards. As the suspect attempted to leave the store a second time, Brieski lunged at him from behind, grabbing his jacket and causing him to slip on a floor mat inside the door. Both men wrestled on the floor for several minutes as four different witnesses called 911. The suspect eventually escaped Brieski’s grasp and fled the scene, but was arrested six blocks from the store within minutes.</li>\n<li>In western <a href=\"/wiki/Maryland\" title=\"Maryland\">Maryland</a> a 57-year-old unnamed trucker stopped in a convenience store to purchase supplies for an upcoming road trip when he encountered an armed suspect trying to rob the store. The man struck the suspect with an umbrella he retrieved from a nearby display, causing him to drop a gun he was holding. A second customer picked up the weapon and pointed it at the suspect who fled. It was later determined the gun was not loaded and was stolen.</li>\n<li>In North Suburban <a href=\"/wiki/Chicago\" title=\"Chicago\">Chicago</a>, John Kolvak thwarted a would-be robbery when he tackled a man trying to steal money as he attempted to exit a convenience store. The man made several demands of the store clerk and punched the register several times when the employee refused to relinquish the contents of the drawer. The suspect swung his right fist at the clerk, but missed, and ran toward the door. Kolvak, who had entered the store just as the crime began, dove into the suspect, wrapping his arms around his waist, bringing him to the ground. As the man wildly kicked in an attempt to break free, Kolvak and another unnamed customer held the man to the ground until police arrived.</li>\n<li>Janice Robinson, of <a href=\"/wiki/Yonkers\" class=\"mw-redirect\" title=\"Yonkers\">Yonkers</a>, <a href=\"/wiki/New_York_(state)\" title=\"New York (state)\">New York</a> intervened when a man pushed her aside as she approached the counter at a convenience store near her home. The man grabbed the shirt of the employee at the register and demanded he empty the register drawer. Robinson poured the cup of hot coffee she was holding over his head, scalding the suspect and causing him to let go and try to flee the store. Two other customers, both unidentified men, stopped him at the door and held him until police arrived minutes later. The man was taken to St. John’s Riverside Hospital where he was treated for second-degree burns.</li></ul>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Convenience_store_crime&amp;action=edit&amp;section=4\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/National_Association_of_Convenience_Stores\" title=\"National Association of Convenience Stores\">National Association of Convenience Stores</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Convenience_store_crime&amp;action=edit&amp;section=5\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.nacs50.com/decades/70s/\">\"1970s: Education\"</a>. The Association for Convenience &amp; Fuel Retailing<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">22 February</span> 2013</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=1970s%3A+Education&amp;rft.pub=The+Association+for+Convenience+%26+Fuel+Retailing&amp;rft_id=http%3A%2F%2Fwww.nacs50.com%2Fdecades%2F70s%2F&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AConvenience+store+crime\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.nacsonline.com/magazine/PastIssues/2010/August2010/Pages/Feature4.aspx\">http://www.nacsonline.com/magazine/PastIssues/2010/August2010/Pages/Feature4.aspx</a></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.nacsonline.com/NACS/News/FactSheets/Motor%20Fuels/Pages/GasolineTheftatConvenienceStores.aspx\">\"Gasoline Theft at Convenience Stores\"</a>. The Association for Convenience &amp; Fuel Retailing. February 2, 2012<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">22 February</span> 2013</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Gasoline+Theft+at+Convenience+Stores&amp;rft.pub=The+Association+for+Convenience+%26+Fuel+Retailing&amp;rft.date=2012-02-02&amp;rft_id=http%3A%2F%2Fwww.nacsonline.com%2FNACS%2FNews%2FFactSheets%2FMotor%2520Fuels%2FPages%2FGasolineTheftatConvenienceStores.aspx&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AConvenience+store+crime\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\">Anthony Lane (December 5, 2005). <a rel=\"nofollow\" class=\"external text\" href=\"http://trib.com/news/article_6475f357-b57b-59b1-8024-35b113b9e830.html\">\"Shoplifting costly to all, police say\"</a>. Casper Star-Tribune<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">22 February</span> 2013</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Shoplifting+costly+to+all%2C+police+say&amp;rft.pub=Casper+Star-Tribune&amp;rft.date=2005-12-05&amp;rft.au=Anthony+Lane&amp;rft_id=http%3A%2F%2Ftrib.com%2Fnews%2Farticle_6475f357-b57b-59b1-8024-35b113b9e830.html&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AConvenience+store+crime\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.shopliftingprevention.org/WhatNASPOffers/NRC/PublicEducStats.htm\">\"Shoplifting Statistics\"</a>. National Association for Shoplifting Prevention<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">22 February</span> 2013</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Shoplifting+Statistics&amp;rft.pub=National+Association+for+Shoplifting+Prevention&amp;rft_id=http%3A%2F%2Fwww.shopliftingprevention.org%2FWhatNASPOffers%2FNRC%2FPublicEducStats.htm&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AConvenience+store+crime\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw2187\nCached time: 20180916104119\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.124 seconds\nReal time usage: 0.161 seconds\nPreprocessor visited node count: 464/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 27023/2097152 bytes\nTemplate argument size: 5950/2097152 bytes\nHighest expansion depth: 10/40\nExpensive parser function count: 2/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 4546/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.061/10.000 seconds\nLua memory usage: 2.52 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  129.503      1 -total\n 57.75%   74.787      3 Template:Ambox\n 48.76%   63.148      1 Template:Reflist\n 48.57%   62.900      1 Template:Multiple_issues\n 40.56%   52.529      4 Template:Cite_web\n 16.62%   21.521      1 Template:Refimprove\n  5.15%    6.673      1 Template:Globalize\n  1.96%    2.540      2 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:18918238-0!canonical and timestamp 20180916104119 and revision id 853154650\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Convenience Store Crime","hidden":"","*":"Articles_needing_additional_references_from_April_2011"},{"sortkey":"Convenience Store Crime","hidden":"","*":"All_articles_needing_additional_references"},{"sortkey":"Convenience Store Crime","hidden":"","*":"Articles_with_limited_geographic_scope_from_March_2011"},{"sortkey":"Convenience Store Crime","hidden":"","*":"Articles_with_multiple_maintenance_issues"},{"sortkey":"Convenience Store Crime","*":"Crimes"},{"sortkey":"Convenience Store Crime","*":"Convenience_stores"}],"links":[{"ns":14,"exists":"","*":"Category:Articles needing additional references from April 2011"},{"ns":14,"exists":"","*":"Category:Articles with limited geographic scope from March 2011"},{"ns":0,"exists":"","*":"Bulletproof glass"},{"ns":0,"exists":"","*":"Cash register"},{"ns":0,"exists":"","*":"Chicago"},{"ns":0,"exists":"","*":"Convenience store"},{"ns":0,"exists":"","*":"Crime"},{"ns":0,"exists":"","*":"Folsom Prison"},{"ns":0,"exists":"","*":"Harris County, Texas"},{"ns":0,"exists":"","*":"Hurricane Katrina"},{"ns":0,"exists":"","*":"Maryland"},{"ns":0,"exists":"","*":"National Association of Convenience Stores"},{"ns":0,"exists":"","*":"New Jersey"},{"ns":0,"exists":"","*":"New York (state)"},{"ns":0,"exists":"","*":"Oklahoma"},{"ns":0,"exists":"","*":"Oregon"},{"ns":0,"exists":"","*":"Oregon State University"},{"ns":0,"exists":"","*":"Robbery"},{"ns":0,"exists":"","*":"Sacramento"},{"ns":0,"exists":"","*":"Shoplifting"},{"ns":0,"exists":"","*":"Southland Corporation"},{"ns":0,"exists":"","*":"Texas"},{"ns":0,"exists":"","*":"Tulsa"},{"ns":0,"exists":"","*":"Yonkers"},{"ns":0,"*":"Ray D. Johnson"},{"ns":1,"exists":"","*":"Talk:Convenience store crime"},{"ns":4,"exists":"","*":"Wikipedia:Article wizard"},{"ns":4,"exists":"","*":"Wikipedia:Verifiability"},{"ns":4,"exists":"","*":"Wikipedia:WikiProject Countering systemic bias"},{"ns":12,"exists":"","*":"Help:Introduction to referencing with Wiki Markup/1"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Multiple issues"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Refimprove"},{"ns":10,"exists":"","*":"Template:More citations needed"},{"ns":10,"exists":"","*":"Template:Globalize"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:String"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"}],"images":["Ambox_important.svg","Question_book-new.svg","Ambox_globe_content.svg","Robbery.jpg"],"externallinks":["http://www.nacs50.com/decades/70s/","http://www.nacsonline.com/NACS/News/FactSheets/Motor%20Fuels/Pages/GasolineTheftatConvenienceStores.aspx","http://trib.com/news/article_6475f357-b57b-59b1-8024-35b113b9e830.html","http://www.shopliftingprevention.org/WhatNASPOffers/NRC/PublicEducStats.htm","http://www.nacsonline.com/magazine/PastIssues/2010/August2010/Pages/Feature4.aspx"],"sections":[{"toclevel":1,"level":"2","line":"Robbery","number":"1","index":"1","fromtitle":"Convenience_store_crime","byteoffset":2083,"anchor":"Robbery"},{"toclevel":1,"level":"2","line":"Shoplifting","number":"2","index":"2","fromtitle":"Convenience_store_crime","byteoffset":6205,"anchor":"Shoplifting"},{"toclevel":1,"level":"2","line":"Non-criminal customer actions","number":"3","index":"3","fromtitle":"Convenience_store_crime","byteoffset":7538,"anchor":"Non-criminal_customer_actions"},{"toclevel":1,"level":"2","line":"See also","number":"4","index":"4","fromtitle":"Convenience_store_crime","byteoffset":11526,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"5","fromtitle":"Convenience_store_crime","byteoffset":11589,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Convenience store crime","iwlinks":[],"properties":[{"name":"defaultsort","*":"Convenience Store Crime"},{"name":"wikibase_item","*":"Q5166138"}]}}