{"parse":{"title":"Ghosting (identity theft)","pageid":3076433,"revid":836642601,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content ambox-Refimprove\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Question_book-new.svg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png\" width=\"50\" height=\"39\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/75px-Question_book-new.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/100px-Question_book-new.svg.png 2x\" data-file-width=\"512\" data-file-height=\"399\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>needs additional citations for <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">verification</a></b>.<span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Ghosting_(identity_theft)&amp;action=edit\">improve this article</a> by <a href=\"/wiki/Help:Introduction_to_referencing_with_Wiki_Markup/1\" title=\"Help:Introduction to referencing with Wiki Markup/1\">adding citations to reliable sources</a>. Unsourced material may be challenged and removed.</span>  <small><i>(November 2015)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p><b>Ghosting</b> is a form of <a href=\"/wiki/Identity_theft\" title=\"Identity theft\">identity theft</a> in which someone steals the identity, and sometimes even the role within society, of a specific dead person (the \"ghost\") who is not widely known to be deceased. Usually, the person who steals this identity (the \"ghoster\") is roughly the same age that the ghost would have been if still alive, so that any documents citing the birthdate of the ghost will not be conspicuously incorrect if appropriated by the thief now claiming to be that person.\n</p><p>The use of counterfeit identification falsely documenting a completely fictional identity is not ghosting, as false identification cannot be used to obtain <a href=\"/wiki/Social_services\" title=\"Social services\">social services</a> or interact with <a href=\"/wiki/Government_agencies\" class=\"mw-redirect\" title=\"Government agencies\">government agencies</a> or law enforcement officials. The purpose of ghosting is to enable the ghoster to claim for their own use an existing identity that is already listed in government records—an identity that is dormant because its original possessor is dead.\n</p><p>Ghosting is based on the premise (now less justified than in previous times) that separate government agencies do not share a total exchange of information. Therefore, a ghoster can obtain a <a href=\"/wiki/Passport\" title=\"Passport\">passport</a> or <a href=\"/wiki/Social_Security_(United_States)\" title=\"Social Security (United States)\">Social Security</a> benefits in the name of a dead person because the agencies in charge of those services do not routinely cross-check an applicant's history to determine if a <a href=\"/wiki/Death_certificate\" title=\"Death certificate\">death certificate</a> has been issued in that person's name.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#General_description\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">General description</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Drawbacks\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Drawbacks</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Types_of_ghosters\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Types of ghosters</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Famous_examples\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Famous examples</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"General_description\">General description</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Ghosting_(identity_theft)&amp;action=edit&amp;section=1\" title=\"Edit section: General description\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<table class=\"plainlinks metadata ambox ambox-content ambox-Unreferenced\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Question_book-new.svg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png\" width=\"50\" height=\"39\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/75px-Question_book-new.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/100px-Question_book-new.svg.png 2x\" data-file-width=\"512\" data-file-height=\"399\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This section <b>does not <a href=\"/wiki/Wikipedia:Citing_sources\" title=\"Wikipedia:Citing sources\">cite</a> any <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">sources</a></b>.<span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Ghosting_(identity_theft)&amp;action=edit\">improve this section</a> by <a href=\"/wiki/Help:Introduction_to_referencing_with_Wiki_Markup/1\" title=\"Help:Introduction to referencing with Wiki Markup/1\">adding citations to reliable sources</a>. Unsourced material may be challenged and <a href=\"/wiki/Wikipedia:Verifiability#Burden_of_evidence\" title=\"Wikipedia:Verifiability\">removed</a>.</span>  <small><i>(March 2008)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p>Typically, identity theft is done for criminal financial gain, with the thief preying upon the <a href=\"/wiki/Credit_rating\" title=\"Credit rating\">credit rating</a> of a living person who is an active member of society. The identity thief retains their own name and place in society while making unlawful use of someone else's more advantageous financial status. The so-called \"identity thief\" is really more interested in exploiting someone else's financial credit rather than acquiring that person's identity.  In this sense, it is the creditors, not the person's family and friends, who are the primary victims of this crime.\n</p><p>The motives for ghosting are more complex. The ghoster is sincerely interested in acquiring another person's identity for their own ongoing use and therefore usually selects a person who is dead in order to avoid the risks that would occur if two living people used the same <a href=\"/wiki/Social_Security_number\" title=\"Social Security number\">Social Security number</a>. Generally, a ghoster is unwilling to sustain their existing identity and takes a new identity to get a fresh start in life. Unlike a typical identity thief, who squeezes quick profits from one stolen identity then moves on to the next victim, a ghoster may actively seek to acquire and <i>maintain</i> a respectable credit rating in their new identity.\n</p><p>Ghosting is largely a phenomenon of the 20th century. Before the arrival of the Social Security system, a person who possessed no identity documents (no birth records, no high school diploma) could live openly without incurring suspicion. Counterfeit identification could not be easily exposed as fake. Only with the arrival of <a href=\"/wiki/Income_tax\" title=\"Income tax\">income tax</a> and social benefits in the 1920s did it become essential for every adult to possess an identity that was registered in government archives—if not their own lawful identity, then one appropriated from a person no longer using it. In the 21st century, advances in technology have made ghosting increasingly difficult to achieve, while governments have increased the penalties for those who get caught.\n</p><p><a href=\"/wiki/Dashiell_Hammett\" title=\"Dashiell Hammett\">Dashiell Hammett</a>'s novel <i><a href=\"/wiki/The_Maltese_Falcon_(novel)\" title=\"The Maltese Falcon (novel)\">The Maltese Falcon</a></i> (1930) recounts the story, apparently based on a true case, of a businessman named Flitcraft who spontaneously abandons his career and his marriage, abruptly moving to another city and inventing another identity. If this incident did indeed occur in the 1920s or earlier, Flitcraft would have encountered little difficulty in establishing a new life without formal documents such as a birth certificate and Social Security number. If this had occurred ten years later, Flitcraft would have needed a ghost identity to begin his new life.\n</p><p>In the days before computerized <a href=\"/wiki/Databases\" class=\"mw-redirect\" title=\"Databases\">databases</a>, ghosting was easy to achieve—especially in <a href=\"/wiki/United_Kingdom\" title=\"United Kingdom\">Britain</a>, where <a href=\"/wiki/Birth_certificates\" class=\"mw-redirect\" title=\"Birth certificates\">birth certificates</a> and <a href=\"/wiki/Death_certificates\" class=\"mw-redirect\" title=\"Death certificates\">death certificates</a> are public documents. The <a href=\"/wiki/General_Register_Office\" title=\"General Register Office\">General Register Office</a> in <a href=\"/wiki/London\" title=\"London\">London</a> contains indexed registers of all births, deaths, marriages and adoptions in <a href=\"/wiki/England\" title=\"England\">England</a> and <a href=\"/wiki/Wales\" title=\"Wales\">Wales</a>. The typical ghoster might consult the Deaths index (black volumes, archived by year) for the period 15 years after their own birth, seeking records of the death of a man approximately 15 years old (that is, whose birthdate would be near the birthdate of the ghoster). Finding a suitable candidate, the ghoster would then consult the Births index (red volumes, in a different section of the Records Office) for the deceased person's date of birth. Armed with this knowledge, they could then pay a small fee to obtain a copy of the deceased's birth certificate. Using this document as the foundation for the stolen identity, the ghoster would gradually acquire evidence enabling them to pass as the other person, still alive. Some of this evidence would be faked, with other evidence, such as school records, having been legitimately issued to the deceased before their death. Other archives outside of Britain, such as the genealogy records of <a href=\"/wiki/The_Church_of_Jesus_Christ_of_Latter-day_Saints\" title=\"The Church of Jesus Christ of Latter-day Saints\">The Church of Jesus Christ of Latter-day Saints</a>, have unwittingly served this same purpose of enabling ghosters to find new identities.\n</p><p>It is easier for a female to appropriate a dead person's identity than it is for a male. For instance, a female ghoster can steal the identity of a dead female who had married and taken her husband's name.  Detection is more difficult in this case because the death certificate and the birth certificate will show two different surnames. Also, gaps in the ghost identity's employment history (for the years between the ghost's death and the date when the ghoster claims that identity) will arouse less suspicion if the impostor is a female, who might conceivably have spent the transition years as a homemaker with no wages.\n</p><p>In the 1970s, a <a href=\"/wiki/Counterculture\" title=\"Counterculture\">counterculture</a> publishing firm in <a href=\"/wiki/California\" title=\"California\">California</a> named <a href=\"/w/index.php?title=Eden_Press&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Eden Press (page does not exist)\">Eden Press</a> published a pamphlet, <i>The Paper Trip</i>, giving detailed instructions for acquiring a dead person's identity. Among other pointers, the pamphlet advised readers to search newspaper archives for old articles about an entire family getting killed in an accident while on vacation outside of their home state. This scenario offers several advantages to a ghoster:\n</p>\n<ul><li>Because the incident involved multiple deaths, there are multiple candidates (of different ages, and both sexes) for an identity that the ghoster can steal.</li>\n<li>Because the entire family died in the same incident, the dead person whose identity is chosen for ghosting is not likely to have any immediate relatives who are still alive and aware of their death.</li>\n<li>Because the family died outside their home state, their birth records and death records are archived in two different states and are unlikely to be cross-referenced. Also, if the deceased family's remains were not returned to their home community for burial, the staffers in the local records office are unlikely to be aware that the family is deceased and will not be suspicious when someone claiming to be a member of this family requests a copy of the birth certificate.</li>\n<li>Because the deaths occurred years ago, new requests for an old birth certificate are unlikely to stir anyone's memory of that individual's death.</li></ul>\n<p>Whereas typical identity thieves will steal the credit rating of anyone, regardless of age, race or sex, a ghoster intends to <i>live</i> in the stolen identity and therefore usually seeks to acquire the identity of a dead person whose physical description strongly resembles the living ghoster's appearance: similar birthdate, height, sex, race or ethnic background. Rare exceptions are <a href=\"/wiki/Transsexual\" title=\"Transsexual\">transsexual</a> ghosters (see below), who seek to acquire the identity of a dead person of the opposite sex but otherwise resemble the ghoster as much as possible.\n</p>\n<h2><span class=\"mw-headline\" id=\"Drawbacks\">Drawbacks</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Ghosting_(identity_theft)&amp;action=edit&amp;section=2\" title=\"Edit section: Drawbacks\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<table class=\"plainlinks metadata ambox ambox-content ambox-Unreferenced\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Question_book-new.svg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png\" width=\"50\" height=\"39\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/75px-Question_book-new.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/100px-Question_book-new.svg.png 2x\" data-file-width=\"512\" data-file-height=\"399\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This section <b>does not <a href=\"/wiki/Wikipedia:Citing_sources\" title=\"Wikipedia:Citing sources\">cite</a> any <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">sources</a></b>.<span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Ghosting_(identity_theft)&amp;action=edit\">improve this section</a> by <a href=\"/wiki/Help:Introduction_to_referencing_with_Wiki_Markup/1\" title=\"Help:Introduction to referencing with Wiki Markup/1\">adding citations to reliable sources</a>. Unsourced material may be challenged and <a href=\"/wiki/Wikipedia:Verifiability#Burden_of_evidence\" title=\"Wikipedia:Verifiability\">removed</a>.</span>  <small><i>(March 2008)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p>Ghosting is no longer as easy as it once was. This is largely due to the increasing computerization of vital records and the increasing power of <a href=\"/wiki/Search_engines\" class=\"mw-redirect\" title=\"Search engines\">search engines</a>. Until the 1990s, each state in the <a href=\"/wiki/United_States\" title=\"United States\">United States</a> maintained its birth records and death records in separate registries with no cross-referencing. Modern search engines enable government clerks to establish quickly if a death certificate has ever been issued to the person named on a given birth certificate.\n</p><p>Many ghosters have criminal records under their original identities and seek new identities in order to gain a fresh start (or to start a new criminal career without the prior arrest record).  Before the days of enhanced <a href=\"/wiki/Computer_imaging\" class=\"mw-redirect\" title=\"Computer imaging\">computer imaging</a>, it was a difficult and time-consuming process for law-enforcement officials to search <a href=\"/wiki/Fingerprint\" title=\"Fingerprint\">fingerprints</a> archives. If a ghoster were arrested and fingerprinted under their new identity (with no prior arrests under that name), there was a good chance that authorities would fail to discover any records of a prior arrest for the same set of fingerprints linked to a different name and birthdate. This is no longer true.  Modern imaging technology now enables search engines to scan a database of millions of <a href=\"/wiki/Fingerprint\" title=\"Fingerprint\">fingerprints</a> quickly, finding a positive match which police can transmit electronically to other police forces anywhere in the world. New identity documents can no longer conceal prior arrests.\n</p><p>In the United States, it was formerly the case that citizens were not issued a Social Security number until their first paid employment. Thus, in the year 1975, a man ghoster aged 25 would acquire the birth certificate of a boy who was born circa 1950 (the same age as the ghoster) but who had died at age 15 or younger. An individual who died before adulthood would not be likely to possess a Social Security number; therefore, a ghoster claiming to be this person and applying for a first-time Social Security number at age 25 would not arouse suspicion if he could explain why he waited until age 25 to begin working for wages. But a ghoster who attempted this scheme in the year 2000 (or later) would arouse great suspicion because parents are now required to acquire a Social Security number for their offspring before the next annual income tax return is filed, and government computers can instantly retrieve any individual's entire history of employment and income-tax records. A ghoster who applies to a Social Security office for a replacement of a Social Security card issued to someone who died ten years earlier (who claims to be that individual, still living) will immediately be asked why he has not reported any wages for the past ten years and will be challenged to explain how he has supported himself for ten years without wages.<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (July 2007)\">citation needed</span></a></i>&#93;</sup> There will also be a gap in the tax records, requiring the ghoster to explain why he hasn't filed tax returns for the intervening years.\n</p><p>Another factor that discourages ghosting is the fact that the stakes are now much higher. In prior times, a criminal with a long record of felony convictions had strong incentive to commit the minor crime of ghosting in order to acquire a new identity with no prior arrests. This is no longer true. The unlawful acquisition of false identification, whether counterfeit or falsely appropriated from a dead person, will now be prosecuted far more aggressively than he might have been in the past.<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (July 2007)\">citation needed</span></a></i>&#93;</sup>\n</p><p>Ghosting has never been foolproof. One reason is the overconfidence of ghosters who, after acquiring a new identity, refuse to abandon the habits and associations of their previous identity. <a href=\"/wiki/Christopher_John_Boyce\" title=\"Christopher John Boyce\">Christopher John Boyce</a> was a spy for the USSR, traitor to the USA, and an  armed bank  robber who was nicknamed \"The Falcon\" for his interest in competitive <a href=\"/wiki/Falconry\" title=\"Falconry\">falconry</a>. There are barely a hundred falconers in the entire United States, and Boyce was known personally to all of them. After escaping from federal prison and acquiring a new identity via ghosting, Boyce resumed his old habit of attending falconry competitions, now wearing a new name but still associating with falconers who had known him by his original name. Boyce was swiftly rearrested.\n</p>\n<h2><span class=\"mw-headline\" id=\"Types_of_ghosters\">Types of ghosters</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Ghosting_(identity_theft)&amp;action=edit&amp;section=3\" title=\"Edit section: Types of ghosters\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<table class=\"plainlinks metadata ambox ambox-content ambox-Unreferenced\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Question_book-new.svg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png\" width=\"50\" height=\"39\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/75px-Question_book-new.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/100px-Question_book-new.svg.png 2x\" data-file-width=\"512\" data-file-height=\"399\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This section <b>does not <a href=\"/wiki/Wikipedia:Citing_sources\" title=\"Wikipedia:Citing sources\">cite</a> any <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">sources</a></b>.<span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Ghosting_(identity_theft)&amp;action=edit\">improve this section</a> by <a href=\"/wiki/Help:Introduction_to_referencing_with_Wiki_Markup/1\" title=\"Help:Introduction to referencing with Wiki Markup/1\">adding citations to reliable sources</a>. Unsourced material may be challenged and <a href=\"/wiki/Wikipedia:Verifiability#Burden_of_evidence\" title=\"Wikipedia:Verifiability\">removed</a>.</span>  <small><i>(March 2008)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p>Most ghosters are running away from something: a criminal record, a marriage, or bad debts. Unlike more typical identity thieves, it is often the case that a ghoster is a former criminal who genuinely desires to reform and who seeks an unblemished identity (even if acquired illegally) as a necessary part of the process. Several members of the <a href=\"/wiki/Revolutionary_Youth_Movement\" title=\"Revolutionary Youth Movement\">Revolutionary Youth Movement</a> of the 1960s eventually disavowed their radical pasts and wished to erase ties to their earlier actions. In several cases, former radicals were able to evade arrest for more than 20 years because, through ghosting, they acquired new identities in which they proceeded to live entirely law-abiding lives. During the <a href=\"/wiki/Vietnam_war\" class=\"mw-redirect\" title=\"Vietnam war\">Vietnam war</a>, many young men in the United States avoided the draft by fleeing to <a href=\"/wiki/Canada\" title=\"Canada\">Canada</a> or other nations, where they acquired ghost identities enabling them to live as natives of those countries.\n</p><p>During the days of <a href=\"/wiki/Racial_segregation_in_the_United_States\" title=\"Racial segregation in the United States\">racial segregation in the United States</a> and <a href=\"/wiki/Apartheid\" title=\"Apartheid\">apartheid</a> in <a href=\"/wiki/South_Africa\" title=\"South Africa\">South Africa</a>, light-skinned <a href=\"/wiki/Mulattos\" class=\"mw-redirect\" title=\"Mulattos\">mulattos</a> who were legally defined as Negroes had strong incentive to pass as Caucasians. Some of these individuals may have stolen the identities of deceased white persons,<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (March 2017)\">citation needed</span></a></i>&#93;</sup> acquiring birth certificates that listed them as \"white.\" (In South Africa, there was a third legal category of <a href=\"/wiki/Colored\" title=\"Colored\">colored</a> people, which would make the transition less noticeable.)\n</p>\n<h2><span class=\"mw-headline\" id=\"Famous_examples\">Famous examples</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Ghosting_(identity_theft)&amp;action=edit&amp;section=4\" title=\"Edit section: Famous examples\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The American film actor <a href=\"/wiki/Wallace_Ford\" title=\"Wallace Ford\">Wallace Ford</a> was a successful ghoster. Born in England under the name Samuel Jones, he was estranged from his family at an early age and placed in a school in Canada. At the age of 15, Jones became a <a href=\"/wiki/Hobo\" title=\"Hobo\">hobo</a> and stowed away aboard freight trains with a fellow hobo named Wallace Ford. The two boys eventually were in a train accident; Jones survived, but Ford was killed. Jones then appropriated the other man's name and some aspects of his biography, becoming a successful actor under the name Wallace Ford, eventually starring on <a href=\"/wiki/Broadway_theater\" class=\"mw-redirect\" title=\"Broadway theater\">Broadway</a> and in <a href=\"/wiki/Hollywood\" title=\"Hollywood\">Hollywood</a> films.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> As \"Wallace Ford,\" Jones used the real Ford's birthdate and other statistics on all of his own tax returns and official documents, even applying for a passport as Wallace Ford for his 1937 return to England. Only shortly before his death in 1966 did the actor reveal the complete truth about his identity.\n</p><p>Jones (Ford) was fortunate to have an ideal candidate for his ghost identity: a dead person of his own race, sex and approximate age whose death was <i>never officially recorded</i>. (No one came forward to identify the real Wallace Ford's remains.) Typically, ghosters seeking a dead person's identity must choose someone whose death has been recorded in public archives, creating a risk that, after donning this new identity, the ghoster will eventually be confronted with a copy of his \"own\" death certificate.\n</p><p>Ghosters have appeared in fiction. One example is <a href=\"/wiki/Seymour_Skinner\" class=\"mw-redirect\" title=\"Seymour Skinner\">Seymour Skinner</a>, the grade-school principal in <i><a href=\"/wiki/The_Simpsons\" title=\"The Simpsons\">The Simpsons</a></i>. Several years after his first appearance on this series, Skinner revealed that he was an impostor who had stolen the real Seymour Skinner's life and identity after the real Skinner was captured in Vietnam and sold to a shoe-producing company in China. <a href=\"/wiki/Don_Draper\" title=\"Don Draper\">Don Draper</a>, the main character in <a href=\"/wiki/AMC_(TV_channel)\" title=\"AMC (TV channel)\">AMC</a>'s <i><a href=\"/wiki/Mad_Men\" title=\"Mad Men\">Mad Men</a></i>, is another example of a ghoster, obtaining his identity from a deceased superior officer during the <a href=\"/wiki/Korean_War\" title=\"Korean War\">Korean War</a>. In the film <i><a href=\"/wiki/The_Day_of_the_Jackal_(film)\" title=\"The Day of the Jackal (film)\">The Day of the Jackal</a></i> the would-be assassin assumes the identity of a deceased person to hide his movements from the authorities.\n</p><p>In <a href=\"/wiki/Naruto\" title=\"Naruto\">Naruto</a>, the character Obito used the identity of Uchiha Madara until it was revealed that the real Madara is dead by Kabuto.\n</p><p>In <a href=\"/wiki/Father_is_Strange\" class=\"mw-redirect\" title=\"Father is Strange\">Father is Strange</a>, a Korean drama, Byun Han-soo is revealed to actually be Lee Yoon Seok. The real Byun Han-soo died in an explosion in the US. His body was mistaken for his friend Lee Yoon Seok as they had switched coats- which had each other's passports in. Mr Lee didn't correct the mistake as he wanted him, his girlfriend and his soon-to-be-born son to escape the title of ex-convict that was tied to his real name.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Ghosting_(identity_theft)&amp;action=edit&amp;section=5\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Feramisc, Thomas M.; Peggy Moran Koster (2003). <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=_o-WNUbs7nQC&amp;pg=PA138&amp;dq=%22wallace+ford%22+samuel+jones&amp;sig=h5jLMV5Ca3IWVufA_zCPV_OYiII#PPA138,M1\"><i>The Mummy Unwrapped: Scenes Left on Universal's Cutting Room Floor</i></a>. McFarland. pp.&#160;138–139. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-7864-1368-9\" title=\"Special:BookSources/0-7864-1368-9\">0-7864-1368-9</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=The+Mummy+Unwrapped%3A+Scenes+Left+on+Universal%27s+Cutting+Room+Floor&amp;rft.pages=138-139&amp;rft.pub=McFarland&amp;rft.date=2003&amp;rft.isbn=0-7864-1368-9&amp;rft.aulast=Feramisc&amp;rft.aufirst=Thomas+M.&amp;rft.au=Peggy+Moran+Koster&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3D_o-WNUbs7nQC%26pg%3DPA138%26dq%3D%2522wallace%2Bford%2522%2Bsamuel%2Bjones%26sig%3Dh5jLMV5Ca3IWVufA_zCPV_OYiII%23PPA138%2CM1&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AGhosting+%28identity+theft%29\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw1285\nCached time: 20180908050826\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.196 seconds\nReal time usage: 0.236 seconds\nPreprocessor visited node count: 860/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 30591/2097152 bytes\nTemplate argument size: 1700/2097152 bytes\nHighest expansion depth: 11/40\nExpensive parser function count: 4/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 1482/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.086/10.000 seconds\nLua memory usage: 2.15 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  181.182      1 -total\n 30.21%   54.726      1 Template:Reflist\n 29.17%   52.849      3 Template:Citation_needed\n 26.98%   48.887      1 Template:More_citations_needed\n 25.73%   46.625      3 Template:Fix\n 23.78%   43.090      1 Template:Cite_book\n 23.15%   41.950      4 Template:Ambox\n 13.33%   24.147      3 Template:Delink\n 12.19%   22.085      3 Template:Unreferenced_section\n  9.55%   17.297      6 Template:Category_handler\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:3076433-0!canonical and timestamp 20180908050825 and revision id 836642601\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"Articles_needing_additional_references_from_November_2015"},{"sortkey":"","hidden":"","*":"All_articles_needing_additional_references"},{"sortkey":"","hidden":"","*":"Articles_needing_additional_references_from_March_2008"},{"sortkey":"","hidden":"","*":"All_articles_with_unsourced_statements"},{"sortkey":"","hidden":"","*":"Articles_with_unsourced_statements_from_July_2007"},{"sortkey":"","hidden":"","*":"Articles_with_unsourced_statements_from_March_2017"},{"sortkey":"","*":"Crimes"},{"sortkey":"","*":"Identity_theft"},{"sortkey":"","*":"Espionage_techniques"}],"links":[{"ns":14,"exists":"","*":"Category:Articles needing additional references from November 2015"},{"ns":14,"exists":"","*":"Category:Articles needing additional references from March 2008"},{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from July 2007"},{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from March 2017"},{"ns":0,"exists":"","*":"AMC (TV channel)"},{"ns":0,"exists":"","*":"Apartheid"},{"ns":0,"exists":"","*":"Birth certificates"},{"ns":0,"exists":"","*":"Broadway theater"},{"ns":0,"exists":"","*":"California"},{"ns":0,"exists":"","*":"Canada"},{"ns":0,"exists":"","*":"Christopher John Boyce"},{"ns":0,"exists":"","*":"Colored"},{"ns":0,"exists":"","*":"Computer imaging"},{"ns":0,"exists":"","*":"Counterculture"},{"ns":0,"exists":"","*":"Credit rating"},{"ns":0,"exists":"","*":"Dashiell Hammett"},{"ns":0,"exists":"","*":"Databases"},{"ns":0,"exists":"","*":"Death certificate"},{"ns":0,"exists":"","*":"Death certificates"},{"ns":0,"exists":"","*":"Don Draper"},{"ns":0,"exists":"","*":"England"},{"ns":0,"exists":"","*":"Falconry"},{"ns":0,"exists":"","*":"Father is Strange"},{"ns":0,"exists":"","*":"Fingerprint"},{"ns":0,"exists":"","*":"General Register Office"},{"ns":0,"exists":"","*":"Government agencies"},{"ns":0,"exists":"","*":"Hobo"},{"ns":0,"exists":"","*":"Hollywood"},{"ns":0,"exists":"","*":"Identity theft"},{"ns":0,"exists":"","*":"Income tax"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"Korean War"},{"ns":0,"exists":"","*":"London"},{"ns":0,"exists":"","*":"Mad Men"},{"ns":0,"exists":"","*":"Mulattos"},{"ns":0,"exists":"","*":"Naruto"},{"ns":0,"exists":"","*":"Passport"},{"ns":0,"exists":"","*":"Racial segregation in the United States"},{"ns":0,"exists":"","*":"Revolutionary Youth Movement"},{"ns":0,"exists":"","*":"Search engines"},{"ns":0,"exists":"","*":"Seymour Skinner"},{"ns":0,"exists":"","*":"Social Security (United States)"},{"ns":0,"exists":"","*":"Social Security number"},{"ns":0,"exists":"","*":"Social services"},{"ns":0,"exists":"","*":"South Africa"},{"ns":0,"exists":"","*":"The Church of Jesus Christ of Latter-day Saints"},{"ns":0,"exists":"","*":"The Day of the Jackal (film)"},{"ns":0,"exists":"","*":"The Maltese Falcon (novel)"},{"ns":0,"exists":"","*":"The Simpsons"},{"ns":0,"exists":"","*":"Transsexual"},{"ns":0,"exists":"","*":"United Kingdom"},{"ns":0,"exists":"","*":"United States"},{"ns":0,"exists":"","*":"Vietnam war"},{"ns":0,"exists":"","*":"Wales"},{"ns":0,"exists":"","*":"Wallace Ford"},{"ns":0,"*":"Eden Press"},{"ns":4,"exists":"","*":"Wikipedia:Citation needed"},{"ns":4,"exists":"","*":"Wikipedia:Citing sources"},{"ns":4,"exists":"","*":"Wikipedia:Verifiability"},{"ns":12,"exists":"","*":"Help:Introduction to referencing with Wiki Markup/1"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:More citations needed"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Unreferenced section"},{"ns":10,"exists":"","*":"Template:Unreferenced"},{"ns":10,"exists":"","*":"Template:Citation needed"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Delink"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Delink"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Question_book-new.svg"],"externallinks":["https://books.google.com/books?id=_o-WNUbs7nQC&pg=PA138&dq=%22wallace+ford%22+samuel+jones&sig=h5jLMV5Ca3IWVufA_zCPV_OYiII#PPA138,M1"],"sections":[{"toclevel":1,"level":"2","line":"General description","number":"1","index":"1","fromtitle":"Ghosting_(identity_theft)","byteoffset":1476,"anchor":"General_description"},{"toclevel":1,"level":"2","line":"Drawbacks","number":"2","index":"2","fromtitle":"Ghosting_(identity_theft)","byteoffset":8182,"anchor":"Drawbacks"},{"toclevel":1,"level":"2","line":"Types of ghosters","number":"3","index":"3","fromtitle":"Ghosting_(identity_theft)","byteoffset":12465,"anchor":"Types_of_ghosters"},{"toclevel":1,"level":"2","line":"Famous examples","number":"4","index":"4","fromtitle":"Ghosting_(identity_theft)","byteoffset":13937,"anchor":"Famous_examples"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"5","fromtitle":"Ghosting_(identity_theft)","byteoffset":17099,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Ghosting (identity theft)","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q17081207"}]}}