{"parse":{"title":"Open building","pageid":21365656,"revid":801698175,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content ambox-multiple_issues compact-ambox\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/40px-Ambox_important.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/60px-Ambox_important.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/80px-Ambox_important.svg.png 2x\" data-file-width=\"40\" data-file-height=\"40\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\"><div class=\"mw-collapsible\" style=\"width:95%; margin: 0.2em 0;\"><b>This article has multiple issues.</b> Please help <b><a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Open_building&amp;action=edit\">improve it</a></b> or discuss these issues on the <b><a href=\"/wiki/Talk:Open_building\" title=\"Talk:Open building\">talk page</a></b>. <small><i>(<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove these template messages</a>)</i></small>\n<div class=\"mw-collapsible-content\" style=\"margin-top: 0.3em;\">\n      <table class=\"plainlinks metadata ambox ambox-style ambox-essay-like\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/60px-Edit-clear.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/80px-Edit-clear.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>is written like a <a href=\"/wiki/Wikipedia:NOTESSAY\" class=\"mw-redirect\" title=\"Wikipedia:NOTESSAY\">personal reflection or opinion essay</a></b> that states a Wikipedia editor's personal feelings about a topic.<span class=\"hide-when-compact\"> Please <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Open_building&amp;action=edit\">help improve it</a> by rewriting it in an <a href=\"/wiki/Wikipedia:Encyclopedic_style\" class=\"mw-redirect\" title=\"Wikipedia:Encyclopedic style\">encyclopedic style</a>.</span>  <small><i>(February 2009)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<table class=\"plainlinks metadata ambox ambox-content ambox-COI\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"Unbalanced scales.svg\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Unbalanced_scales.svg/45px-Unbalanced_scales.svg.png\" width=\"45\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Unbalanced_scales.svg/68px-Unbalanced_scales.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Unbalanced_scales.svg/90px-Unbalanced_scales.svg.png 2x\" data-file-width=\"400\" data-file-height=\"354\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\"><b> A major contributor to this article appears to have a <a href=\"/wiki/Wikipedia:Conflict_of_interest\" title=\"Wikipedia:Conflict of interest\">close connection</a> with its subject.</b><span class=\"hide-when-compact\"> It may require <a href=\"/wiki/Wikipedia:Cleanup\" title=\"Wikipedia:Cleanup\">cleanup</a> to comply with Wikipedia's content policies, particularly <a href=\"/wiki/Wikipedia:Neutral_point_of_view\" title=\"Wikipedia:Neutral point of view\">neutral point of view</a>. Please discuss further on the <a href=\"/wiki/Talk:Open_building\" title=\"Talk:Open building\">talk page</a>.</span>  <small><i>(February 2009)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n    </div>\n</div><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p>In <a href=\"/wiki/Architecture\" title=\"Architecture\">architecture</a>, <b>open building</b> is an approach to the design of buildings that takes account of the possible need to change or adapt the building during its lifetime, in line with social or technological change. Open building design seeks to co-ordinate inputs from different professions, users of the building, and other interests associated with the locality.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#History\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">History</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#State-of-the-Art\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">State-of-the-Art</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Open_building_terminology\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Open building terminology</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#References\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#External_links\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"History\">History</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Open_building&amp;action=edit&amp;section=1\" title=\"Edit section: History\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><a href=\"/wiki/N._John_Habraken\" title=\"N. John Habraken\">John Habraken</a> first articulated the principles of open building in his book <i>Supports: An Alternative to Mass Housing</i>, published in Dutch in 1961 and in English in 1972 and 1999, and in many other languages.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> He argued that housing must always recognize two domains of action: the action of the community and that of the individual inhabitant. When the inhabitant is excluded, the result is uniformity and rigidity. When only the individual takes action, the result may be chaos and conflict. This formulation of a necessary balance of control had implications for all parties in the housing process, including architects. A research foundation was established in 1965 at the SAR (Stichting Architecten Research) in Eindhoven, the Netherlands to explore the ramifications, for architects, of the views laid out in that book. Habraken was invited to be Director of the SAR. Later, in the 1980s, a research group (OBOM) was formed at <a href=\"/wiki/TU_Delft\" class=\"mw-redirect\" title=\"TU Delft\">TU Delft</a> under the direction of Professor Age van Randen, the goal of which was to study the practical issues of implementing the ideas in practice.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p><p>From the late 1960s onward, a number of pioneering projects were completed in the Netherlands, the UK, Japan <sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> and elsewhere. This history is recounted in part in <i>Housing for the Millions: John Habraken and the SAR</i> (1960–2000).<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> Frans van der Werf, a Dutch architect, was one of the early pioneers.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> A number of other books have been published specifically on the subject, dozens of technical reports have been produced in several languages, open building is referred to in countless books, scholarly papers, dissertations, and articles in professional journals, and in-depth country reports and studies have emerged in Finland, the Netherlands, the USA and Japan. <i>Residential Open Building</i> <sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup> was published in 2000, telling in more detail about the pioneering projects and the principles underlying their implementation. This book has been translated into Japanese.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup>\n</p><p>Widespread interest in these concepts and their practical implementation led to the formation of an international commission.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup> This group was formed in 1996, under the auspices of the CIB (International Council for Research and Innovation in Building and Construction). Members of the CIB W104 come from many countries including the USA, the Netherlands, the UK, Iran, Finland, France, Japan, Korea, China, Taiwan, Mexico, Brazil and South Africa.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup>\n</p><p>This commission’s original purpose was twofold. First, it intended to document developments toward open building internationally. Second, it intended to stimulate implementation efforts by disseminating information and by convening international conferences at which government and university researchers, practitioners and others could exchange information and support local initiatives. These activities focused largely on the technical and methodological aspects of residential open building. There were continuing exchanges between colleagues in the less developed countries and developed countries, but the dominant focus was the latter.\n</p><p>Between 1996 and 2008, the commission met 14 times, in <a href=\"/wiki/Delft\" title=\"Delft\">Delft</a>, <a href=\"/wiki/Tokyo\" title=\"Tokyo\">Tokyo</a>, <a href=\"/wiki/Taipei\" title=\"Taipei\">Taipei</a>, <a href=\"/wiki/Washington,_DC\" class=\"mw-redirect\" title=\"Washington, DC\">Washington, DC</a>, <a href=\"/wiki/Mexico_City\" title=\"Mexico City\">Mexico City</a>, <a href=\"/wiki/Brighton\" title=\"Brighton\">Brighton</a> (UK), <a href=\"/wiki/Helsinki\" title=\"Helsinki\">Helsinki</a>, <a href=\"/wiki/Paris\" title=\"Paris\">Paris</a>, <a href=\"/wiki/Hong_Kong\" title=\"Hong Kong\">Hong Kong</a>, and <a href=\"/wiki/Muncie,_Indiana\" title=\"Muncie, Indiana\">Muncie, Indiana</a> (USA), on a few occasions with other CIB Commissions, and at several of the triennial CIB World Congresses. The most recent conference in the US (2008) focused on education, and included an international student competition, with winners from Korea, China, Singapore and the USA. Each conference has produced a published book of proceedings, containing a total now of over 300 peer-reviewed papers.\n</p>\n<h2><span class=\"mw-headline\" id=\"State-of-the-Art\">State-of-the-Art</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Open_building&amp;action=edit&amp;section=2\" title=\"Edit section: State-of-the-Art\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Since the turn of the 21st century, a number of developments in various countries indicate that open building is no longer a speculative idea of a few pioneer practitioners and theorists. It has or is poised to become mainstream.\n</p><p><a href=\"/wiki/Shopping_centers\" class=\"mw-redirect\" title=\"Shopping centers\">Shopping centers</a> and office buildings are recognized as exhibiting the characteristics of open building.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup> An architect, working for a developer, will design a base building that defines public space and common services, leaving space for individual stores or offices, which hire their own architect to fill in their leased space. It appears that no theoretical or methodological work preceded the coming of age of this kind of architecture. The first appearance and subsequent evolution of shopping centers and office buildings progressed pragmatically, as a response to new realities, led by real estate developers and business entities of all kinds. Architects and contractors learned how to provide the needed services, often producing work of exceptional quality. Product manufacturers and their supply chains began introducing suitable products, fabrication and construction methods. New standards and regulations were developed to match the new realities. These developments were international in scope, crossing economic, political, cultural and technical boundaries.\n</p><p>Aside from these two building types, many parties – public and private – now ask for <a href=\"/wiki/Residential\" class=\"mw-redirect\" title=\"Residential\">residential</a> open building on a regular basis. This is evident in <a href=\"/wiki/Finland\" title=\"Finland\">Finland</a>, <a href=\"/wiki/Poland\" title=\"Poland\">Poland</a>, <a href=\"/wiki/Japan\" title=\"Japan\">Japan</a>, and the <a href=\"/wiki/Netherlands\" title=\"Netherlands\">Netherlands</a>. In other countries, residential open building – known by many names – is no longer recognized as something unusual. Evidence of this is found in <a href=\"/wiki/Russia\" title=\"Russia\">Russia</a>, <a href=\"/wiki/Switzerland\" title=\"Switzerland\">Switzerland</a>, <a href=\"/wiki/Germany\" title=\"Germany\">Germany</a>, <a href=\"/wiki/China\" title=\"China\">China</a> and to a lesser extent in the <a href=\"/wiki/United_States\" title=\"United States\">United States</a>. New examples of <a href=\"/wiki/House\" title=\"House\">housing</a> in less-developed economies, designed by professionals to be incrementally upgraded in a user-controlled process, come to light in <a href=\"/wiki/Chile\" title=\"Chile\">Chile</a>, <a href=\"/wiki/Mexico\" title=\"Mexico\">Mexico</a>, and <a href=\"/wiki/South_Africa\" title=\"South Africa\">South Africa</a>.\n</p><p>Mainstreaming of open building is a response to the pressures, conflicts and waste caused by continued adherence to rigid functionalism – that is, defining functions and designing buildings to fit. Open building is also a pragmatic answer to a state of technical entanglement in buildings that has resulted from the incremental addition, over a long period of time, of new technical systems and the “ownership” of these new systems by different trades who rarely cooperate. These pressures are forcing all parties to reconsider and realign their procurement and investment practices, their design methods, and their regulatory systems. In mass-consumer societies, attitudes toward the sphere of control exercised by inhabitants in the making and transformation of environments are changing, vis-à-vis the role of large corporations, governments and communities. The idea that investments should consider long-term asset value is also forcing all parties to learn to make buildings–especially but not limited to multi-occupant buildings – that can adjust as technologies, social patterns, and preferences–both individual and community – continue to evolve.\n</p><p>These changes in attitude and priorities are taking the force of law. In part this can be explained by the widespread–and parallel - adoption of a <a href=\"/wiki/Sustainability\" title=\"Sustainability\">sustainability</a> agenda. In 2008 the Japanese parliament passed new laws mandating 200 year housing, accompanying the legislation with a set of regulatory and administrative tools for use by local building officials who have the responsibility to evaluate and approve building projects. Projects approved under the new law receive a reduced rate of taxation. In Finland, one of the largest real estate companies develops open building projects for their residential portfolio. In the Netherlands, a number of companies–from product manufacturers to developers to architects–implement open building by other names. In <a href=\"/wiki/Warsaw,_Poland\" class=\"mw-redirect\" title=\"Warsaw, Poland\">Warsaw, Poland</a>, open building is known as the “Warsaw Standard”. In <a href=\"/wiki/San_Francisco\" title=\"San Francisco\">San Francisco</a>, residential developers build “bulk” housing, ready to be fitted out individually. Around the world, old office buildings that have retained their social and economic value are converted to residential occupancy, after being “gutted” to prepare them for new uses and layouts.\n</p><p>Besides shopping centers, office buildings and housing, open building is also evident in the health care facilities sector in the United States, Switzerland, Germany, Belgium, the United Kingdom, and the Netherlands, among other countries. Hospital clients can no longer afford to let short-term functional programs drive facilities procurement methods and investment decisions. They demand “change-ready” facilities, assessed by their accommodation capacity over time, rather than short-term functional performance.\n</p><p>These projects, often large and complex and providing mixed-use space for housing, offices, commerce, health care and other uses, are recognized as having the systemic properties of large private (or public) infrastructures. They involve many decision-making bodies and users over long time periods and often implicate numerous territories. As such, they present technical, economic, political and cultural questions that go beyond the architectural discourse that tends to emphasize the special case, formal gymnastics, and the self-expression of the designer or client. These developments toward open building are not taking place for their ideological purity but for pragmatic reasons.\n</p><p>Open building implementation implies a new approach to architectural education. A number of schools of architecture around the world (<a href=\"/wiki/TU_Delft\" class=\"mw-redirect\" title=\"TU Delft\">TU Delft</a>, <a href=\"/wiki/Ball_State_University\" title=\"Ball State University\">Ball State University</a> in the US, <a href=\"/wiki/The_University_of_Hong_Kong\" class=\"mw-redirect\" title=\"The University of Hong Kong\">The University of Hong Kong</a>, Southeast University in China, National Cheng-kung University in Taiwan, <a href=\"/wiki/Shibaura_Institute_of_Technology\" title=\"Shibaura Institute of Technology\">Shibaura Institute of Technology</a> in Tokyo, <a href=\"/wiki/University_of_Florence\" title=\"University of Florence\">University of Florence</a>, <a href=\"/wiki/University_of_Pretoria\" title=\"University of Pretoria\">University of Pretoria</a>, among others) are experimenting with it.<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup> Because open building rejects functionalism, educators who teach open building help students develop skills in making built form, at various levels of intervention that can accommodate changing function.<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup>\n</p><p>Open building implementation also implies new business models for the delivery of fit-out as integrated design-build packages, serving the consumer market. These companies, now operating in Finland, the Netherlands and Japan, operate with advanced IT support, advanced logistics, and showrooms with electronic and physical samples of products, and with trained installers.<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Open_building_terminology\">Open building terminology</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Open_building&amp;action=edit&amp;section=3\" title=\"Edit section: Open building terminology\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><b>Levels</b>: specific spheres of control in the built environment. The built environment can be seen as having an hierarchical structure in which higher levels serve as the setting and context in which lower levels operate. As such, higher levels exercise <i>dominance</i> over lower levels, while lower levels are <i>dependant</i> on higher-level structures. Examples of levels include urban design and architecture, or base building and fit-out.<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup>\n</p><p><b>Base building</b>: the part of a multi-tenant building that directly serves and affects all occupants. In conventional North American practice, base buildings are constructed by speculative office building developers, leaving choice and responsibility for the reminder of the building–the fit-out - to occupants. The base building normally includes the building's primary <a href=\"/wiki/Structure\" title=\"Structure\">structure</a>; the <a href=\"/wiki/Building_envelope\" title=\"Building envelope\">building envelope</a> (roof and facade) in whole or part; public circulation and fire egress(lobbies, corridors, elevators and public stairs); and primary mechanical and supply systems (<a href=\"/wiki/Electricity\" title=\"Electricity\">electricity</a>, heating and air conditioning, <a href=\"/wiki/Telephone\" title=\"Telephone\">telephone</a>, <a href=\"/wiki/Water_supply\" title=\"Water supply\">water supply</a>, <a href=\"/wiki/Drainage\" title=\"Drainage\">drainage</a>, <a href=\"/wiki/Gas\" title=\"Gas\">gas</a>, etc.) up to the point of contact with individual occupant spaces. Base buildings provide serviced space for occupancy; Supports is another term for base building.\n</p><p><b>Fit-out</b> (tenant work): the physical products and spaces controlled by the individual inhabitant or occupant used to make habitable space in a base building. Fit-out can change without forcing the base building to change.\n</p><p><b>Capacity</b>: the measurable quality of a base building to accommodate a range of variations in <a href=\"/wiki/Floor_plan\" title=\"Floor plan\">floor plan</a> and use within the constraints of a given base building. More generally, capacity concerns the degree of Open Building freedom offered by a higher level to a lower level.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Open_building&amp;action=edit&amp;section=4\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">N. John Habraken, <i>Supports: An Alternative to Mass Housing</i>, Scheltema and Holkema, N.V., 1961; Praeger, New York, 1972 (re-published by The Urban International Press, UK, 1999)</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Ed. E. Vreedenburg. Tangled Building, Untangled Building. TU Delft Werkgroep OBOM, 1992</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Fukao, Seiichi. “History of Developments Toward Open Building in Japan”. Proceedings: Education for an Open Architecture, ed. Kendall; Ball State University, Muncie, Indiana. 2008</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Bosma, van Hoogstraaten and Vos, NIA Publishers, 2000</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Van der Werf, Frans. Open Ontwerpen. Uitgeverij 010, 1993</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">E.F. Spon, 2000</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Japanese edition; Shin Murakami, editor. Gihodoshuppan, 2006</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.open-building.org\">CIB W104 Open Building Implementation</a></span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Stephen\nKendall,<a rel=\"nofollow\" class=\"external text\" href=\"http://open-building.org/archives/Reflections_on_the_History_and_Future_of_Open%20Building_and_the_OB_Network.pdf\">\"Reflections on the History and Future of Open Building and the OB Network\" (pdf)</a>, CIB W104, July 2015</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Kendall, Stephen. “Open Building: An Approach to Sustainable Architecture”. Journal of Urban Technology, Volume 6, Number 3, pp 1-16, 1999</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.bsu.edu/bfi/openarchitectureconference\">\"Education for an Open Architecture\"</a>, Ball State University  <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20080706153220/http://www.bsu.edu/bfi/openarchitectureconference\">Archived</a> 2008-07-06 at the <a href=\"/wiki/Wayback_Machine\" title=\"Wayback Machine\">Wayback Machine</a>.</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Scott Brown, Denise; Venturi, Robert. Architecture as Signs and Systems: For a Mannerist Time. Belknap Press, Harvard University, 2004</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.bsu.edu/bfi\">\"A Residential Infill Industry\"</a>, Ball State University<sup class=\"noprint Inline-Template\"><span style=\"white-space: nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Link_rot\" title=\"Wikipedia:Link rot\"><span title=\"&#160;Dead link since April 2017\">dead link</span></a></i>&#93;</span></sup></span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">Habraken, John. The Structure of the Ordinary. MIT Press, 1998</span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Open_building&amp;action=edit&amp;section=5\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><a rel=\"nofollow\" class=\"external text\" href=\"http://www.habraken.com/html/downloads.html\">N. John Habraken: downloads</a>\n</p>\n<!-- \nNewPP limit report\nParsed by mw1336\nCached time: 20180911143856\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.132 seconds\nReal time usage: 0.181 seconds\nPreprocessor visited node count: 584/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 22233/2097152 bytes\nTemplate argument size: 6229/2097152 bytes\nHighest expansion depth: 12/40\nExpensive parser function count: 3/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 5168/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.040/10.000 seconds\nLua memory usage: 1.58 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  133.405      1 -total\n 75.97%  101.346      3 Template:Ambox\n 62.00%   82.705      1 Template:Multiple_issues\n 31.48%   41.990      1 Template:Reflist\n 24.93%   33.262      1 Template:Essay-like\n 13.02%   17.368      1 Template:Deadlink\n  9.48%   12.644      1 Template:Webarchive\n  8.34%   11.125      1 Template:Fix\n  5.96%    7.957      2 Template:Category_handler\n  4.73%    6.310      1 Template:COI\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:21365656-0!canonical and timestamp 20180911143856 and revision id 801698175\n -->\n</div>"},"langlinks":[{"lang":"es","url":"https://es.wikipedia.org/wiki/Open_Building","langname":"Spanish","autonym":"español","*":"Open Building"}],"categories":[{"sortkey":"","hidden":"","*":"Webarchive_template_wayback_links"},{"sortkey":"","hidden":"","*":"All_articles_with_dead_external_links"},{"sortkey":"","hidden":"","*":"Articles_with_dead_external_links_from_April_2017"},{"sortkey":"Open Building","hidden":"","*":"Wikipedia_articles_with_style_issues_from_February_2009"},{"sortkey":"Open Building","hidden":"","*":"All_articles_with_style_issues"},{"sortkey":"Open Building","hidden":"","*":"Wikipedia_articles_with_possible_conflicts_of_interest_from_February_2009"},{"sortkey":"Open Building","hidden":"","*":"Articles_with_multiple_maintenance_issues"},{"sortkey":"Open Building","*":"Architectural_styles"}],"links":[{"ns":14,"exists":"","*":"Category:Wikipedia articles with style issues from February 2009"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with possible conflicts of interest from February 2009"},{"ns":14,"exists":"","*":"Category:Articles with dead external links from April 2017"},{"ns":0,"exists":"","*":"Architecture"},{"ns":0,"exists":"","*":"Ball State University"},{"ns":0,"exists":"","*":"Brighton"},{"ns":0,"exists":"","*":"Building envelope"},{"ns":0,"exists":"","*":"Chile"},{"ns":0,"exists":"","*":"China"},{"ns":0,"exists":"","*":"Delft"},{"ns":0,"exists":"","*":"Drainage"},{"ns":0,"exists":"","*":"Electricity"},{"ns":0,"exists":"","*":"Finland"},{"ns":0,"exists":"","*":"Floor plan"},{"ns":0,"exists":"","*":"Gas"},{"ns":0,"exists":"","*":"Germany"},{"ns":0,"exists":"","*":"Helsinki"},{"ns":0,"exists":"","*":"Hong Kong"},{"ns":0,"exists":"","*":"House"},{"ns":0,"exists":"","*":"Japan"},{"ns":0,"exists":"","*":"Mexico"},{"ns":0,"exists":"","*":"Mexico City"},{"ns":0,"exists":"","*":"Muncie, Indiana"},{"ns":0,"exists":"","*":"N. John Habraken"},{"ns":0,"exists":"","*":"Netherlands"},{"ns":0,"exists":"","*":"Paris"},{"ns":0,"exists":"","*":"Poland"},{"ns":0,"exists":"","*":"Residential"},{"ns":0,"exists":"","*":"Russia"},{"ns":0,"exists":"","*":"San Francisco"},{"ns":0,"exists":"","*":"Shibaura Institute of Technology"},{"ns":0,"exists":"","*":"Shopping centers"},{"ns":0,"exists":"","*":"South Africa"},{"ns":0,"exists":"","*":"Structure"},{"ns":0,"exists":"","*":"Sustainability"},{"ns":0,"exists":"","*":"Switzerland"},{"ns":0,"exists":"","*":"TU Delft"},{"ns":0,"exists":"","*":"Taipei"},{"ns":0,"exists":"","*":"Telephone"},{"ns":0,"exists":"","*":"The University of Hong Kong"},{"ns":0,"exists":"","*":"Tokyo"},{"ns":0,"exists":"","*":"United States"},{"ns":0,"exists":"","*":"University of Florence"},{"ns":0,"exists":"","*":"University of Pretoria"},{"ns":0,"exists":"","*":"Warsaw, Poland"},{"ns":0,"exists":"","*":"Washington, DC"},{"ns":0,"exists":"","*":"Water supply"},{"ns":0,"exists":"","*":"Wayback Machine"},{"ns":1,"exists":"","*":"Talk:Open building"},{"ns":4,"exists":"","*":"Wikipedia:Cleanup"},{"ns":4,"exists":"","*":"Wikipedia:Conflict of interest"},{"ns":4,"exists":"","*":"Wikipedia:Encyclopedic style"},{"ns":4,"exists":"","*":"Wikipedia:Link rot"},{"ns":4,"exists":"","*":"Wikipedia:NOTESSAY"},{"ns":4,"exists":"","*":"Wikipedia:Neutral point of view"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Multiple issues"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Essay-like"},{"ns":10,"exists":"","*":"Template:COI"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Webarchive"},{"ns":10,"exists":"","*":"Template:Deadlink"},{"ns":10,"exists":"","*":"Template:Dead link"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:String"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Webarchive"},{"ns":828,"exists":"","*":"Module:Webarchive/data"}],"images":["Ambox_important.svg","Edit-clear.svg","Unbalanced_scales.svg"],"externallinks":["http://www.open-building.org","http://open-building.org/archives/Reflections_on_the_History_and_Future_of_Open%20Building_and_the_OB_Network.pdf","http://www.bsu.edu/bfi/openarchitectureconference","https://web.archive.org/web/20080706153220/http://www.bsu.edu/bfi/openarchitectureconference","http://www.bsu.edu/bfi","http://www.habraken.com/html/downloads.html"],"sections":[{"toclevel":1,"level":"2","line":"History","number":"1","index":"1","fromtitle":"Open_building","byteoffset":456,"anchor":"History"},{"toclevel":1,"level":"2","line":"State-of-the-Art","number":"2","index":"2","fromtitle":"Open_building","byteoffset":5181,"anchor":"State-of-the-Art"},{"toclevel":1,"level":"2","line":"Open building terminology","number":"3","index":"3","fromtitle":"Open_building","byteoffset":12362,"anchor":"Open_building_terminology"},{"toclevel":1,"level":"2","line":"References","number":"4","index":"4","fromtitle":"Open_building","byteoffset":14268,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"5","index":"5","fromtitle":"Open_building","byteoffset":14296,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Open building","iwlinks":[],"properties":[{"name":"defaultsort","*":"Open Building"},{"name":"wikibase_item","*":"Q7096339"}]}}