{"parse":{"title":"Visionary architecture","pageid":3686555,"revid":825391661,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Visionary architecture</b> is the name given to <a href=\"/wiki/Architecture\" title=\"Architecture\">architecture</a> which exists only on paper or which has visionary qualities. While the term '<a href=\"/wiki/Visionary\" title=\"Visionary\">visionary</a>' suggests the idea of an idealistic, impractical or <a href=\"/wiki/Utopian\" class=\"mw-redirect\" title=\"Utopian\">Utopian</a> notion, it also depicts a mental picture produced by the imagination. These architectural drawings on paper allow insight of the unusual perception of the worlds that are impossible to visit everyday, except through the visual dramatization of the designed, imaginative environment.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> There are also two meanings that are derived from both terms 'imagination' and 'imaginary,' meaning unrealistic and impossible, and the other the ability to deal creatively with an unseen reality. A significant precedent that adheres to the concept of visionary architecture is the 18th century <a href=\"/wiki/Architect\" title=\"Architect\">architect</a> <a href=\"/wiki/Giovanni_Piranesi\" class=\"mw-redirect\" title=\"Giovanni Piranesi\">Giovanni Piranesi</a>, who also had to think twice about the difference in meaning of the two terms. The titles of his well-known prison <a href=\"/wiki/Etching\" title=\"Etching\">etching</a> works had two versions. The first was 'imaginary prisons,' and the final as 'prisons of the imagination.'\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Criticism_of_the_&#39;Irrational&#39;_design\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Criticism of the 'Irrational' design</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Tool_of_Scaling\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Tool of Scaling</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Precedents\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Precedents</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Early_designers_and_artists\"><span class=\"tocnumber\">3.1</span> <span class=\"toctext\">Early designers and artists</span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Late_20th_Century_Designers_and_Architects\"><span class=\"tocnumber\">3.2</span> <span class=\"toctext\">Late 20th Century Designers and Architects</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#See_also\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#External_links\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span id=\"Criticism_of_the_.27Irrational.27_design\"></span><span class=\"mw-headline\" id=\"Criticism_of_the_'Irrational'_design\">Criticism of the 'Irrational' design</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Visionary_architecture&amp;action=edit&amp;section=1\" title=\"Edit section: Criticism of the &#039;Irrational&#039; design\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>There are two differing perceptions in relation to the work of the imagination, and visionary architecture. One position is that there are no unbuildable buildings, only unbuilt ones, and the other is the belief that some visionary architectural drawings are impossible to be inhabited by the human.\nIn the absence of a clear grasp of a controlling idea, as an individual, each design is found to be highly arbitrary, and it is this aspect, which results in the designs to seem and look impossible.\n<a href=\"/wiki/Conceptual_architecture\" title=\"Conceptual architecture\">Conceptual architecture</a>, or architecture based on the act of imagination and vision, dissociates the physical nature of architectural design. However, it is the idea and belief that these drawings and images are able to portray the true meaning of architecture and design that connotes the significance of the works of visionary architecture. The complete history of architecture must include both the built and the unbuilt environment.\n</p>\n<h2><span class=\"mw-headline\" id=\"Tool_of_Scaling\">Tool of Scaling</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Visionary_architecture&amp;action=edit&amp;section=2\" title=\"Edit section: Tool of Scaling\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Architects are able to imagine, see and define a distant object that is in fact a building through the process of fabricating models, scaling them up and down, ascending from the abstract to the concrete. Instead of physically creating the design of a building into its complete scale and form, multiple up and down transitions in scale size of models allow the building design that is on paper to emerge, become visible, representing the material as being real, bringing the building into existence.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n<i>The visionary nature of the eighteenth-century movement did not reside so much in this radical formalism as in the bizarre conceptions in which the architects indulged, and their delight in projects of vast size</i>.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> These scaled models were considered to be utopian and fantastic in design, where the sense of fantasy is enhanced by symbolic meanings that are achieved by making the whole form of the building speak.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Precedents\">Precedents</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Visionary_architecture&amp;action=edit&amp;section=3\" title=\"Edit section: Precedents\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"Early_designers_and_artists\">Early designers and artists</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Visionary_architecture&amp;action=edit&amp;section=4\" title=\"Edit section: Early designers and artists\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>During the <a href=\"/wiki/Renaissance\" title=\"Renaissance\">Renaissance</a> period, the differing representations of buildings evolved and grew rapidly through the introduction of perspective.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> The discovery of this visualization tool, allowed for experimentation with imaginary architectural scenes, and while many architects wrote greatly on the subject, others articulated their concepts and ideas through drawings.\n</p><p>During the sixteenth century, a Dutch painter and architect, <a href=\"/wiki/Jan_Vredeman_de_Vries\" class=\"mw-redirect\" title=\"Jan Vredeman de Vries\">Jan Vredeman de Vries</a>,<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup> produced numerous engravings, which portrayed new forms of architectural representation. His works were of pure fantasy and imagination, but were also regarded as <a href=\"/wiki/Avant-garde\" title=\"Avant-garde\">avant-garde</a> messages in the depiction of architectural space.\n</p><p><a href=\"/wiki/Giovanni_Battista_Piranesi\" title=\"Giovanni Battista Piranesi\">Giovanni Battista Piranesi</a> was considered one of the greatest printmakers of the eighteenth century. He is notably one of the greatest printmakers of his time, where it is through this medium in which he demonstrated his mastering of etchings of imagined spaces.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup> It was suggested that the drawn spaces would lose their magic and meaning if they were to be physically built in real life, as they would lose their unique forms of detail and intricacy, which is only achieved through drawings. The particular series of etchings 'Prisons (Carceri d'invenzione) or 'Imaginary Prisons,' depict his famous fictitious and atmospheric etchings of Rome's ancient remains, and his dreams of antiquity that often surpassed reality.\n</p><p><a href=\"/wiki/Etienne-Louis_Boullee\" class=\"mw-redirect\" title=\"Etienne-Louis Boullee\">Etienne-Louis Boullee</a>'s <i>Monument to Newton</i> is considered to be more perfect due to its capability in successfully defying any attempt to physically use it, being the most magnificent unusable space images, a dome with its literal-minded fulfilment underfoot, in a second answering dome.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup>\n</p><p><a href=\"/wiki/Claude_Nicolas_Ledoux\" title=\"Claude Nicolas Ledoux\">Claude Nicolas Ledoux</a>, who studied under <a href=\"/wiki/Jacques-Fran%C3%A7ois_Blondel\" title=\"Jacques-François Blondel\">Jacques-François Blondel</a> and <a href=\"/wiki/Pierre_Contant_d%27Ivry\" title=\"Pierre Contant d&#39;Ivry\">Pierre Contant d'Ivry</a>, built a number of projects ranging from private residences to the entire complex of the <a href=\"/wiki/Royal_Saltworks_at_Arc-et-Senans\" title=\"Royal Saltworks at Arc-et-Senans\">Royal Saltworks at Arc-et-Senans</a>, but is also renowned for his utopian designs. He envisioned an entire town around the Royal Saltworks, which he called Chaux, and developed an entire master plan along with plans, elevations, and sections of various individual buildings in this town. The town of Chaux is a formalized exemplification of his ideas in urban planning, architecture, and society.\n</p><p><a href=\"/wiki/Jean-Jacques_Lequeu\" title=\"Jean-Jacques Lequeu\">Jean-Jacques Lequeu</a> is considered to be one of the more eccentric and obscene of the early visionary architects. He worked as a civil servant as a cartographer, surveyor, and draftsman, but owing to the <a href=\"/wiki/French_Revolution\" title=\"French Revolution\">French Revolution</a> his career as an actual architect never came to fruition. He spent most of his career preparing an unpublished treatise entitled <i>Architecture Civile</i>, which is primarily composed of the rudiments of architectural drawing and shadow casting, which is followed by a series of fragments of his own fanciful architectural designs. These designs are usually an elevation or section or plan, but rarely an entire design.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup>\n</p><p>The young motion picture industry also created an impact within the architectural scene, represented through the films 'Metropolis' and 'Just Imagine.' This differing form of media allowed for the elaborate and imaginative architectural sets depicting <a href=\"/wiki/Futuristic\" class=\"mw-redirect\" title=\"Futuristic\">futuristic</a> scenes to be observed. Through this, other significant artists and architects such as <a href=\"/wiki/Hugh_Ferriss\" title=\"Hugh Ferriss\">Hugh Ferriss</a> were influenced.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Late_20th_Century_Designers_and_Architects\">Late 20th Century Designers and Architects</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Visionary_architecture&amp;action=edit&amp;section=5\" title=\"Edit section: Late 20th Century Designers and Architects\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p><a href=\"/wiki/Peter_Zumthor\" title=\"Peter Zumthor\">Peter Zumthor</a> is another significant figure that adhered to the work of the unbuilt and paper architecture. The writing in his architectural manifesto of 'Thinking Architecture,' Zumthor grasps the significance of emotion and experience as measuring tools of the architecture, thus being the before-hand process of the design. His work was greatly unpublished because his philosophical belief of how architecture should be experienced first hand played a greater role in his designs. His perception that designing buildings should relate directly to our emotions.\n</p><p><a href=\"/wiki/Rem_Koolhaas\" title=\"Rem Koolhaas\">Rem Koolhaas</a> moved to New York in 1972, where his years of being situated in <a href=\"/wiki/Manhattan\" title=\"Manhattan\">Manhattan</a>, expanded his fascination with the city, leading to a close examination of the dynamics, which constructed it. His writing 'Delirious New York' <sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup> and the theory of manhattanism are the results of this study depicts his perception on the manifesto of the city, dealing with the city as a subject, where the book itself is a spatial project, while the text explains the structure of the city, using the narrative sequence and typographic layout to effectively mimic the space.<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup>\n</p><p><a href=\"/wiki/Hermann_Finsterlin\" title=\"Hermann Finsterlin\">Hermann Finsterlin</a> is considered to be the one of the most radical of the <a href=\"/wiki/Expressionists\" class=\"mw-redirect\" title=\"Expressionists\">Expressionists</a>, and is notable known for having produced fascinating carbuncular studies of the most unbuildable and obscure buildings. Although he never built anything, his visionary drawings focused on perspectives, playing with the forms of unusual, organic shapes. Finsterlin's architectural drawings would require the most devious methods to physically build as they go against their form, beginning with careful dissection and separate moulding of each part, only emphasizing and confirming that they are among the purest paper buildings ever developed.<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup>\n</p><p><a href=\"/wiki/Lebbeus_Woods\" title=\"Lebbeus Woods\">Lebbeus Woods</a>, after working with Eero Saarinen in the 1960s, turned to visionary architecture around 1976, producing a body of drawings and models that reimagine cities like Berlin, Paris, Havana, and Vienna. He also worked extensively in Sarajevo in the 1990s. Until his death in 2012 he was a professor at Cooper Union and other institutions and maintained a personal blog for his ideas and reflections, which is now maintained as an online archive.\n</p><p><a href=\"/wiki/Sheila_Sri_Prakash\" title=\"Sheila Sri Prakash\">Sheila Sri Prakash</a> is the first woman to have started and operated her own architectural firm in <a href=\"/wiki/India\" title=\"India\">India</a>. She is known for her visionary architectural design methodologies where she draws from her ability to visualize and imagine spaces through the practice of classical Indian dance and music. She was regarded a <a href=\"/wiki/Child_prodigy\" title=\"Child prodigy\">child prodigy</a> for her talents as a gifted dancer, musician, painter, sculptor and performing artist and is known for having given her first critically acclaimed <a href=\"/wiki/Bharatanatyam\" title=\"Bharatanatyam\">Bharatanatyam</a> <a href=\"/wiki/Arangetram\" title=\"Arangetram\">Arangetram</a> on stage, in Mumbai, at the age of 6. As a prolific designer she has had well over 1000 completed architectural projects to her credit over an ongoing career that spans 35 years. She is considered the greatest Architect from the Indian sub-continent and is known as a breakthrough thinker for her practice of Indo-centric Reciprocity or Holistic Sustainability through <a href=\"/wiki/Architecture\" title=\"Architecture\">Architecture</a> and <a href=\"/wiki/Urban_Design\" class=\"mw-redirect\" title=\"Urban Design\">Urban Design</a> as a solution to global socio-economic issues. She serves on the World Economic Forum Global Agenda Council on Design Innovation and the Role of Arts in Society.\n</p><p>In the 1980s a group of <a href=\"/wiki/Russian_architects\" class=\"mw-redirect\" title=\"Russian architects\">Russian architects</a> emerged, united by <a rel=\"nofollow\" class=\"external text\" href=\"http://inrussia.com/building-castles-in-the-sky\">“paper architecture”</a> phenomenon.<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup> It accounts Yuri Avvakumov, Mikhail Belov, <a href=\"/wiki/Alexander_Brodsky\" title=\"Alexander Brodsky\">Alexander Brodsky</a>, Mikhail Filippov, and Ilya Utkin. At a time when <a href=\"/wiki/Soviet_architecture_(disambiguation)\" class=\"mw-redirect mw-disambig\" title=\"Soviet architecture (disambiguation)\">Soviet architecture</a>, limited by ideological controls and unfavorable economic conditions, had fallen victim to standardized construction, paper architecture offered freedom of expression. Inspired by the works of <a href=\"/wiki/Giovanni_Battista_Piranesi\" title=\"Giovanni Battista Piranesi\">Piranesi</a> and the <a href=\"/wiki/Russian_avant-garde\" title=\"Russian avant-garde\">Russian avant-garde</a>, these visionary projects were never intended for realization, and were conceived from the start as drawings.\n</p><p><a href=\"/wiki/Douglas_Darden\" title=\"Douglas Darden\">Douglas Darden</a>, after taking a studio class with <a href=\"/wiki/Stanley_Tigerman\" title=\"Stanley Tigerman\">Stanley Tigerman</a> at Harvard, began his career by teaching and publishing works of paper architecture. He was largely inspired by <a href=\"/wiki/Giovanni_Battista_Piranesi\" title=\"Giovanni Battista Piranesi\">Giovanni Battista Piranesi</a>, <a href=\"/wiki/Jean-Jacques_Lequeu\" title=\"Jean-Jacques Lequeu\">Jean-Jacques Lequeu</a>, and <a href=\"/wiki/Marcel_Duchamp\" title=\"Marcel Duchamp\">Marcel Duchamp</a>. His visionary designs demonstrated what he referred to as \"narrative architecture\", as the works were largely inspired by and formed based on various works of literature, such as <a href=\"/wiki/Moby-Dick\" title=\"Moby-Dick\">Moby-Dick</a>, <a href=\"/wiki/As_I_Lay_Dying\" title=\"As I Lay Dying\">As I Lay Dying</a>, <a href=\"/wiki/Le_Bateau_ivre\" title=\"Le Bateau ivre\">The Drunken Boat</a>, and others. Since his work was often executed by working from anti-theses of architectural principles, as well as social and functional ideologies in design, he used the term <i>underbelly</i> to describe his work.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Visionary_architecture&amp;action=edit&amp;section=6\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Futurist_architecture\" title=\"Futurist architecture\">Futurist architecture</a></li>\n<li><a href=\"/wiki/Metabolism_(architecture)\" title=\"Metabolism (architecture)\">Metabolism (architecture)</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Visionary_architecture&amp;action=edit&amp;section=7\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Walker, John. (1992) <a rel=\"nofollow\" class=\"external text\" href=\"http://www.artdesigncafe.com/Visionary-Architecture-1992\">\"Visionary Architecture\"</a>. <i>Glossary of Art, Architecture &amp; Design since 1945</i>, 3rd. ed. Retrieved 19 January 2012.</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Scaling Up and DownL Extraction Trials in Architectural Design; Albena Yavena; Social studies of Science Vol. 35, No.6, Dec. 2005</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">The Metropolitan Museum of Art Bulletin; Metropolitan Museum of Art; New series, Vol. 26, No. 8, Apr., 1968</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">The Metropolitan Museum of Art Bulletin; Metropolitan Museum of Art; New series, Vol. 26, No. 8, Apr., 1968</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">The built, the unbuilt and the unbuildable: in pursuit of architectural meaning. Robert Harbison; Thames and Hudson, 1991</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Visionary Architecture: Unbuilt works of the imagination; Burden, Ernest E 1934; New York: McGraw-Hill, c2000</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Visionary architecture: Unbuilt works of the imagination. Burden, Ernest E 1934, New YorkL McGraw-Hill, c2000</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Visionary Architecture: Unbuilt works of the imagination; Burden, Ernest E 1934; New York: McGraw-Hill, c2000</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Philippe Duboy. <i>Lequeu: An Architectural Enigma</i>. Cambridge, MA: MIT Press. 1986.</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Visionary architecture: Unbuilt works of the imagination. Burden, Ernest E 1934, New YorkL McGraw-Hill, c2000</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Theories and Manifestos of Contemporary Architecture (2nd Ed.); Jenks, Charles; Kropf, Karl (Ed.S); Chichester, West SussexL Wiley Academy, 2006, 2nd Ed.</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Paradigm Islands, Manhattan and Venice: Discourses on Architecture and the city; Teresa Stoppani; Abingdon, Oxon [England]; New YorkL Routledge 2011</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">Visionary Architecture: Unbuilt works of the imagination; Burden, Ernest E 1934; New York: McGraw-Hill, c2000</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Andreychenko, Julia (2016). <a rel=\"nofollow\" class=\"external text\" href=\"http://inrussia.com/building-castles-in-the-sky\">\"Building Castles In The Sky: Paper Architecture\"</a>. <i>INRUSSIA</i>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=INRUSSIA&amp;rft.atitle=Building+Castles+In+The+Sky%3A+Paper+Architecture&amp;rft.date=2016&amp;rft.aulast=Andreychenko&amp;rft.aufirst=Julia&amp;rft_id=http%3A%2F%2Finrussia.com%2Fbuilding-castles-in-the-sky&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AVisionary+architecture\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Visionary_architecture&amp;action=edit&amp;section=8\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.thamesandhudson.com/Visionary_Architecture/9780500286555\">Thames&amp; Hudson book on visionary architecture</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.forbes.com/sites/jonathonkeats/2012/11/27/funnel-cities-and-towns-on-feet-how-to-live-with-the-visionary-architecture-of-walter-jonas-and-archigram/\">Forbes article on visionary architecture</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://lebbeuswoods.net/\">Lebbeus Woods visionary architecture website</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1321\nCached time: 20180908203445\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.108 seconds\nReal time usage: 0.128 seconds\nPreprocessor visited node count: 306/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 1564/2097152 bytes\nTemplate argument size: 86/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 5534/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.029/10.000 seconds\nLua memory usage: 1.33 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   77.507      1 Template:Reflist\n100.00%   77.507      1 -total\n 76.63%   59.394      1 Template:Cite_journal\n  4.32%    3.347      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:3686555-0!canonical and timestamp 20180908203445 and revision id 825391661\n -->\n</div>"},"langlinks":[{"lang":"es","url":"https://es.wikipedia.org/wiki/Arquitectura_visionaria","langname":"Spanish","autonym":"español","*":"Arquitectura visionaria"},{"lang":"ru","url":"https://ru.wikipedia.org/wiki/%D0%91%D1%83%D0%BC%D0%B0%D0%B6%D0%BD%D0%B0%D1%8F_%D0%B0%D1%80%D1%85%D0%B8%D1%82%D0%B5%D0%BA%D1%82%D1%83%D1%80%D0%B0","langname":"Russian","autonym":"русский","*":"Бумажная архитектура"},{"lang":"uk","url":"https://uk.wikipedia.org/wiki/%D0%9F%D0%B0%D0%BF%D0%B5%D1%80%D0%BE%D0%B2%D0%B0_%D0%B0%D1%80%D1%85%D1%96%D1%82%D0%B5%D0%BA%D1%82%D1%83%D1%80%D0%B0","langname":"Ukrainian","autonym":"українська","*":"Паперова архітектура"}],"categories":[{"sortkey":"Visionary Architecture","*":"Architectural_styles"}],"links":[{"ns":0,"exists":"","*":"Alexander Brodsky"},{"ns":0,"exists":"","*":"Arangetram"},{"ns":0,"exists":"","*":"Architect"},{"ns":0,"exists":"","*":"Architecture"},{"ns":0,"exists":"","*":"As I Lay Dying"},{"ns":0,"exists":"","*":"Avant-garde"},{"ns":0,"exists":"","*":"Bharatanatyam"},{"ns":0,"exists":"","*":"Child prodigy"},{"ns":0,"exists":"","*":"Claude Nicolas Ledoux"},{"ns":0,"exists":"","*":"Conceptual architecture"},{"ns":0,"exists":"","*":"Douglas Darden"},{"ns":0,"exists":"","*":"Etching"},{"ns":0,"exists":"","*":"Etienne-Louis Boullee"},{"ns":0,"exists":"","*":"Expressionists"},{"ns":0,"exists":"","*":"French Revolution"},{"ns":0,"exists":"","*":"Futurist architecture"},{"ns":0,"exists":"","*":"Futuristic"},{"ns":0,"exists":"","*":"Giovanni Battista Piranesi"},{"ns":0,"exists":"","*":"Giovanni Piranesi"},{"ns":0,"exists":"","*":"Hermann Finsterlin"},{"ns":0,"exists":"","*":"Hugh Ferriss"},{"ns":0,"exists":"","*":"India"},{"ns":0,"exists":"","*":"Jacques-François Blondel"},{"ns":0,"exists":"","*":"Jan Vredeman de Vries"},{"ns":0,"exists":"","*":"Jean-Jacques Lequeu"},{"ns":0,"exists":"","*":"Le Bateau ivre"},{"ns":0,"exists":"","*":"Lebbeus Woods"},{"ns":0,"exists":"","*":"Manhattan"},{"ns":0,"exists":"","*":"Marcel Duchamp"},{"ns":0,"exists":"","*":"Metabolism (architecture)"},{"ns":0,"exists":"","*":"Moby-Dick"},{"ns":0,"exists":"","*":"Peter Zumthor"},{"ns":0,"exists":"","*":"Pierre Contant d'Ivry"},{"ns":0,"exists":"","*":"Rem Koolhaas"},{"ns":0,"exists":"","*":"Renaissance"},{"ns":0,"exists":"","*":"Royal Saltworks at Arc-et-Senans"},{"ns":0,"exists":"","*":"Russian architects"},{"ns":0,"exists":"","*":"Russian avant-garde"},{"ns":0,"exists":"","*":"Sheila Sri Prakash"},{"ns":0,"exists":"","*":"Soviet architecture (disambiguation)"},{"ns":0,"exists":"","*":"Stanley Tigerman"},{"ns":0,"exists":"","*":"Urban Design"},{"ns":0,"exists":"","*":"Utopian"},{"ns":0,"exists":"","*":"Visionary"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite journal"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["http://www.artdesigncafe.com/Visionary-Architecture-1992","http://inrussia.com/building-castles-in-the-sky","http://www.thamesandhudson.com/Visionary_Architecture/9780500286555","https://www.forbes.com/sites/jonathonkeats/2012/11/27/funnel-cities-and-towns-on-feet-how-to-live-with-the-visionary-architecture-of-walter-jonas-and-archigram/","http://lebbeuswoods.net/"],"sections":[{"toclevel":1,"level":"2","line":"Criticism of the 'Irrational' design","number":"1","index":"1","fromtitle":"Visionary_architecture","byteoffset":1277,"anchor":"Criticism_of_the_'Irrational'_design"},{"toclevel":1,"level":"2","line":"Tool of Scaling","number":"2","index":"2","fromtitle":"Visionary_architecture","byteoffset":2260,"anchor":"Tool_of_Scaling"},{"toclevel":1,"level":"2","line":"Precedents","number":"3","index":"3","fromtitle":"Visionary_architecture","byteoffset":3577,"anchor":"Precedents"},{"toclevel":2,"level":"3","line":"Early designers and artists","number":"3.1","index":"4","fromtitle":"Visionary_architecture","byteoffset":3593,"anchor":"Early_designers_and_artists"},{"toclevel":2,"level":"3","line":"Late 20th Century Designers and Architects","number":"3.2","index":"5","fromtitle":"Visionary_architecture","byteoffset":7672,"anchor":"Late_20th_Century_Designers_and_Architects"},{"toclevel":1,"level":"2","line":"See also","number":"4","index":"6","fromtitle":"Visionary_architecture","byteoffset":13135,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"7","fromtitle":"Visionary_architecture","byteoffset":13209,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"6","index":"8","fromtitle":"Visionary_architecture","byteoffset":13237,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Visionary architecture","iwlinks":[],"properties":[{"name":"defaultsort","*":"Visionary Architecture"},{"name":"wikibase_item","*":"Q4099120"}]}}