{"parse":{"title":"Barrier isolator","pageid":10127780,"revid":803661867,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-style ambox-No_footnotes\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/40px-Text_document_with_red_question_mark.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/60px-Text_document_with_red_question_mark.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/80px-Text_document_with_red_question_mark.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article includes a <a href=\"/wiki/Wikipedia:Citing_sources\" title=\"Wikipedia:Citing sources\">list of references</a>, related reading or <a href=\"/wiki/Wikipedia:External_links\" title=\"Wikipedia:External links\">external links</a>, <b>but its sources remain unclear because it lacks <a href=\"/wiki/Wikipedia:Citing_sources#Inline_citations\" title=\"Wikipedia:Citing sources\">inline citations</a></b>.<span class=\"hide-when-compact\"> Please help to <a href=\"/wiki/Wikipedia:WikiProject_Fact_and_Reference_Check\" title=\"Wikipedia:WikiProject Fact and Reference Check\">improve</a> this article by <a href=\"/wiki/Wikipedia:When_to_cite\" title=\"Wikipedia:When to cite\">introducing</a> more precise citations.</span>  <small><i>(April 2016)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p><b>Barrier isolator</b> is a general term that includes two types of devices: isolators and <a href=\"/wiki/Restricted-access_barrier_system\" title=\"Restricted-access barrier system\">restricted access barriers</a> (RABS).   Both are devices that provide a physical and aerodynamic (air overpressure) barrier between the external clean room environment and a work process.  The isolator design is the more dependable of the two barrier design choices, as it prevents contamination hazards by achieving a more comprehensive separation of the processing environment from the surrounding facility.  Nonetheless, both Isolator and RABS designs are contemporary approaches developed over the last 35 years and a great advancement over designs of the 1950s-70s that were far more prone to microbial contamination problems.\n</p><p>Barrier and Isolator designs are used throughout the industries, from sterile injectable drug filling to <a href=\"/wiki/Cytotoxicity\" title=\"Cytotoxicity\">cytotoxic</a> sterile drug compounding to electronics manufacturing to orange juice filling.  Pharmaceutical industry and pharmacy compounding isolators are used for maintaining sterility of a drug, and that is the focus of this article.  This type of strict design and control is important when producing sterile medicines because consumers receiving injections, surgical irrigants, or other \"parenterally\"-administered drugs are often highly vulnerable to infection.  As a result, contaminated drugs have caused grave (e.g., permanent injury, death) consequences for the consumer.   The sterility of other dosage forms, such as ophthalmics, is similarly important, as blindness or partial loss of vision has occurred due to intrinsically contaminated eye medications.\n</p><p><b>Isolators</b> are routinely found within the <a href=\"/wiki/Pharmaceutical_industry\" title=\"Pharmaceutical industry\">pharmaceutical industry</a> and are widely used in Europe (and increasingly in the US) for <a href=\"/wiki/Pharmacy\" title=\"Pharmacy\">pharmacy</a> aseptic compounding applications. See also <a href=\"/wiki/Asepsis\" title=\"Asepsis\">Asepsis</a>.  They are designed to provide continuous and complete isolation of the inside of the isolator from the external room environment (including its operators).  Only installed gloves or robotic arms are used to manipulate the product.  This ensures that the environment is maintained as contamination-free to safeguard patients who will later be administered the drug.  Isolators operate as positive-pressure devices, and use full wall separation and substantial overpressure to both physically and aerodynamically separate the interior from the external room environment.  The more complete technical definition is as follows:\n</p><p>An isolator is a decontaminated unit, supplied with Class 100 (ISO 5) or higher air quality, that provides uncompromised, continuous isolation of its interior from the external environment (e.g., surrounding cleanroom air and personnel). There are two major types of isolators:\n</p>\n<ol><li>Closed Isolator operation <br /> \"Closed isolator\" systems exclude external contamination from the isolator's interior by accomplishing material transfer via aseptic connection to auxiliary equipment, rather than use of openings to the surrounding environment. Closed systems remain sealed throughout operations.</li>\n<li>Open Isolator <br /> \"Open Isolator\" systems are designed to allow for the continuous or semi-continuous ingress and/or egress of materials during operations through one or more openings.  Openings are engineered (i.e., using continuous overpressure) to exclude external contamination from entering the isolator chamber.</li></ol>\n<p>While the positive pressure isolator is most common, \"negative\" pressure devices also exist for very large industrial operations that handle toxic products.  The \"negative pressure isolator,\" and has become less common and desirable, but is superior to the traditional biosafety cabinet which is vulnerable to contamination and can expose the worker to toxicological hazards if not operated properly. \n</p><p>A simpler and more effective option for nearly all toxicological containment applications is the use of \"closed isolator\" design, which is maintained under positive pressure (this is the most appropriate containment option unless a company processes thousands of units per minute).  \n</p><p>If a negative isolator is used, its intricate design must fulfill two objectives: protect workers outside of the isolator, and assure sterility of sterile drugs inside the isolator.  As such, the term \"negative pressure\" isolator is somewhat of a misnomer, as contaminated (\"polluted\") room air must not be pulled into the main workstation isolator in a sterile operation.  Thus, the actual workstation isolator is always maintained under substantial positive pressure.   The \"negative\" pressure isolator does however include a separate buffer zone (an extra isolator compartment) that is designed to exhaust both incoming room air and outgoing positive pressure air from the main workstation.  The main workstation isolator, in which the sterile product is exposed, is therefore protected from contaminated air as the toxic product should be exhausted via the buffer zone before it reaches operators working outside of the isolation.\n</p><p>In addition to Isolators, there are also extensive barriers that provide sub-isolation protection, but have a very good track record of reducing hazards to sterile drugs during processing when they are designed and operated properly.  This extensive barrier is known as a <b>restricted access barrier system</b>, or <b>RABS</b>.  A barrier cabinet using RABS design and control, is below the isolator in its ability to assure sterility assurance and containment, but far better than the traditional laminar air flow hood or \"open process\" designs that are progressively being phased-out by the industries.  In particular, a RABS that operates only in closed-door mode after the equipment setup and sporadical disinfection is performed, is commonly used now and provides substantial risk mitigation.  These \"closed RABS\" require all processing interventions to be done using gauntlet gloves attached to the RABS walls.  RABS doors are only opened at the start of an operation to perform equipment setup, and must be locked thereafter until the conclusion of operations. \n</p><p>In contrast, other RABS designs allow for rare door openings in specified circumstances. Because this \"open RABS\" allows for a door to be opened to the surrounding cleanroom (albeit into a fully HEPA-filtered perimeter around the RABS structure) during aseptic operations, the design allows for higher contamination hazard than a RABS that is kept closed. If doors are opened to the \"open RABS\" on anything other than an exceptional basis, it may not represents an improvement over traditional aseptic processes.  Therefore, \"open RABS\" must be operated properly to realize sterility assurance gains.\n</p><p>Some historical background regarding isolators and RABS is also important to understand how sterile product proaction has evolved. In the mid-1980s, after the industry had already begun to employ isolators,  RABS units became an alternative to separating people from the process.  While isolator usage continued to expand, RABS also became popular in the 1990s.  The acronym RABS was coined by Stewart Davenport of Upjohn (now <a href=\"/wiki/Pfizer\" title=\"Pfizer\">Pfizer</a>).  (See ISPE publications for a definition of RABS.)  Since that time, the technology and applications of these systems has developed and broadened significantly.  It is now very unusual for a sterile drug operation to be run without either an Isolator or RABS protective design.\n</p><p>There are also other devices, which can offer some helpful separation.  These devices are known as <b>Gloveboxes</b>.  Gloveboxes do not offer the separative control provisions of an isolator or RABS.  Gloveboxes were originally designed for non-sterile product applications, such as weighing or manipulating a toxic drug and have a long track record for such non-sterile applications.  Such gloveboxes can be very effective in preventing exposure of an operator to a toxic drug.  In limited cases, they can also be used to protect a sterile product, when supplied with ISO 5 unidirectional air.  However, in some notable cases, gloveboxes used for aseptic processing have provided no more sterile product protection than the traditional <a href=\"/wiki/Laminar_flow_cabinet\" title=\"Laminar flow cabinet\">laminar air flow hood</a> (LAF) design of the 1960s. In these cases, the glove boxes were problematic due to inappropriate design or controls (e.g., insufficient disinfection, transfer of contaminated materials, ingress of lower quality air into glovebox, poor design/integrity, poor transfers).  However, if gloveboxes are very meticulously designed, thoroughly disinfected (e.g., using a sporadical) and carefully operated by well-trained aseptic processing personnel to prevent introduction of microbial contamination, it is possible to obtain some degree of increased sterile product protection versus the simple traditional LAF hood.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Barrier_isolator&amp;action=edit&amp;section=1\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Glovebox\" title=\"Glovebox\">Glovebox</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Barrier_isolator&amp;action=edit&amp;section=2\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://pharmtech.findpharma.com/pharmtech/Article/Manufacturing-High-Potency-Drugs-Using-Isolators/ArticleStandard/Article/detail/564638\">Manufacturing High-Potency Drugs Using Isolators</a><sup class=\"noprint Inline-Template\"><span style=\"white-space: nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Link_rot\" title=\"Wikipedia:Link rot\"><span title=\"&#160;Dead link since October 2016\">permanent dead link</span></a></i>&#93;</span></sup></li>\n<li>Sandle, T. The use of a risk assessment in the pharmaceutical industry – the application of FMEA to a sterility testing isolator: a case study, European Journal of Parenteral and Pharmaceutical Sciences, 2003; 8(2): 43-49</li>\n<li>Bässler, H.-J., Lehmann, F., <a rel=\"nofollow\" class=\"external text\" href=\"https://www.springer.com/chemistry/industrial+chemistry+and+chemical+engineering/book/978-3-642-39291-7\">Containment Technology:</a> Progress in the Pharmaceutical and Food Processing Industry, 2013; Springer Heidelberg</li>\n<li>Guidance on Sterile Drug Products Produced by Aseptic Processing, Food and Drug Administration, US Government Printing Office, 2004, <a rel=\"nofollow\" class=\"external free\" href=\"http://www.fda.gov/downloads/Drugs/.../Guidances/ucm070342.pdf\">http://www.fda.gov/downloads/Drugs/.../Guidances/ucm070342.pdf</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2276\nCached time: 20180913132527\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.080 seconds\nReal time usage: 0.109 seconds\nPreprocessor visited node count: 268/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 6224/2097152 bytes\nTemplate argument size: 669/2097152 bytes\nHighest expansion depth: 12/40\nExpensive parser function count: 2/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.030/10.000 seconds\nLua memory usage: 1.11 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   87.577      1 -total\n 79.20%   69.362      1 Template:No_footnotes\n 45.34%   39.710      1 Template:Ambox\n 20.63%   18.070      1 Template:Dead_link\n 15.49%   13.566      1 Template:Fix\n 11.37%    9.957      2 Template:Category_handler\n  5.81%    5.086      2 Template:Yesno-no\n  4.03%    3.525      1 Template:Main_other\n  3.95%    3.463      1 Template:Fix/category\n  2.86%    2.503      2 Template:Yesno\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:10127780-0!canonical and timestamp 20180913132527 and revision id 803661867\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"Articles_lacking_in-text_citations_from_April_2016"},{"sortkey":"","hidden":"","*":"All_articles_lacking_in-text_citations"},{"sortkey":"","hidden":"","*":"All_articles_with_dead_external_links"},{"sortkey":"","hidden":"","*":"Articles_with_dead_external_links_from_October_2016"},{"sortkey":"","hidden":"","*":"Articles_with_permanently_dead_external_links"},{"sortkey":"","*":"Pharmacy"}],"links":[{"ns":14,"exists":"","*":"Category:Articles lacking in-text citations from April 2016"},{"ns":14,"exists":"","*":"Category:Articles with dead external links from October 2016"},{"ns":0,"exists":"","*":"Asepsis"},{"ns":0,"exists":"","*":"Cytotoxicity"},{"ns":0,"exists":"","*":"Glovebox"},{"ns":0,"exists":"","*":"Laminar flow cabinet"},{"ns":0,"exists":"","*":"Pfizer"},{"ns":0,"exists":"","*":"Pharmaceutical industry"},{"ns":0,"exists":"","*":"Pharmacy"},{"ns":0,"exists":"","*":"Restricted-access barrier system"},{"ns":4,"exists":"","*":"Wikipedia:Citing sources"},{"ns":4,"exists":"","*":"Wikipedia:External links"},{"ns":4,"exists":"","*":"Wikipedia:Link rot"},{"ns":4,"exists":"","*":"Wikipedia:When to cite"},{"ns":4,"exists":"","*":"Wikipedia:WikiProject Fact and Reference Check"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:No footnotes"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Dead link"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Text_document_with_red_question_mark.svg"],"externallinks":["http://pharmtech.findpharma.com/pharmtech/Article/Manufacturing-High-Potency-Drugs-Using-Isolators/ArticleStandard/Article/detail/564638","https://www.springer.com/chemistry/industrial+chemistry+and+chemical+engineering/book/978-3-642-39291-7","http://www.fda.gov/downloads/Drugs/.../Guidances/ucm070342.pdf"],"sections":[{"toclevel":1,"level":"2","line":"See also","number":"1","index":"1","fromtitle":"Barrier_isolator","byteoffset":8840,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"2","index":"2","fromtitle":"Barrier_isolator","byteoffset":8870,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Barrier isolator","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q4863603"}]}}