{"parse":{"title":"Of Education","pageid":3205964,"revid":858297171,"text":{"*":"<div class=\"mw-parser-output\"><p class=\"mw-empty-elt\">\n\n</p><p>The tractate <i><b>Of Education</b></i> was published in 1644, first appearing anonymously as a single eight-page quarto sheet (Ainsworth 6). Presented as a letter written in response to a request from the Puritan educational reformer <a href=\"/wiki/Samuel_Hartlib\" title=\"Samuel Hartlib\">Samuel Hartlib</a>, it represents <a href=\"/wiki/John_Milton\" title=\"John Milton\">John Milton</a>'s most comprehensive statement on educational reform (Viswanathan 352), and gives voice to his views \"concerning the best and noblest way of education\" (Milton 63). As outlined in the tractate, education carried for Milton a dual objective:  one public, to “fit a man to perform justly, skillfully, and magnanimously all the offices, both private and public, of peace and war” (55); and the other private, to “repair the ruins of our first parents by regaining to know God aright, and out of that knowledge to love Him, to be like Him, as we may the nearest by possessing our soul of true virtue” (52).\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Influences\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Influences</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Milton&#39;s_educational_views\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Milton's educational views</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#Medieval_education\"><span class=\"tocnumber\">2.1</span> <span class=\"toctext\">Medieval education</span></a></li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#The_Medieval_curriculum\"><span class=\"tocnumber\">2.2</span> <span class=\"toctext\">The Medieval curriculum</span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Milton&#39;s_proposed_curriculum\"><span class=\"tocnumber\">2.3</span> <span class=\"toctext\">Milton's proposed curriculum</span></a></li>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#Influences_from_Renaissance_humanism\"><span class=\"tocnumber\">2.4</span> <span class=\"toctext\">Influences from Renaissance humanism</span></a></li>\n<li class=\"toclevel-2 tocsection-7\"><a href=\"#The_changing_demands_of_society\"><span class=\"tocnumber\">2.5</span> <span class=\"toctext\">The changing demands of society</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#References\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#External_links\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Influences\">Influences</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Of_Education&amp;action=edit&amp;section=1\" title=\"Edit section: Influences\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The influences at work in the tractate are an interesting blend of <a href=\"/wiki/Renaissance_humanism\" title=\"Renaissance humanism\">Renaissance humanism</a> with its emphasis on the <i>via activa</i>, tempered by the more contemplative <a href=\"/wiki/Medieval\" class=\"mw-redirect\" title=\"Medieval\">medieval</a> concern with personal redemption. It is clear, however, that the overwhelming thrust of Milton's educational programme as outlined in the tractate is centred in the public objective. This is likely a reaction to the <a href=\"/wiki/Scholasticism\" title=\"Scholasticism\">scholasticism</a> that dominated the <a href=\"/wiki/Medieval_university\" title=\"Medieval university\">medieval university</a> from the twelfth century, which still held sway in Milton's time (Ainsworth 25).\n</p><p>Important individual influences on Milton's tractate include Spanish educator <a href=\"/wiki/Juan_Luis_Vives\" title=\"Juan Luis Vives\">Juan Luis Vives</a> (1492–1540) and Moravian educator <a href=\"/wiki/John_Comenius\" class=\"mw-redirect\" title=\"John Comenius\">John Comenius</a> (1592–1670). Both Vives and Comenius rejected the <a href=\"/wiki/Dialectic\" title=\"Dialectic\">dialectical</a> approach in education in favour of empirical observation and “the study of things rather than words, nature rather than books” (Lewalski 204). In an interesting fusion of empiricism and morality, both educators promoted the idea that the study of nature was instrumental to the formation of moral character (Viswanathan 352).\n</p>\n<h2><span id=\"Milton.27s_educational_views\"></span><span class=\"mw-headline\" id=\"Milton's_educational_views\">Milton's educational views</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Of_Education&amp;action=edit&amp;section=2\" title=\"Edit section: Milton&#039;s educational views\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"Medieval_education\">Medieval education</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Of_Education&amp;action=edit&amp;section=3\" title=\"Edit section: Medieval education\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The objective of medieval education was an overtly religious one, primarily concerned with uncovering transcendental truths that would lead a person back to God through a life of moral and religious choice (Kreeft 15). The vehicle by which these truths were uncovered was dialectic:\n</p>\n<blockquote><p>\nTo the medieval mind, debate was a fine art, a <b>serious</b> science, and a fascinating entertainment, much more than it is to the modern mind, because the medievals believed, like Socrates, that dialectic could uncover truth.  Thus a ‘scholastic disputation’ was not a personal contest in cleverness, nor was it ‘sharing opinions’; it was a shared journey of discovery (Kreeft 14–15).</p></blockquote>\n<p>The learners in the <a href=\"/wiki/Middle_Ages\" title=\"Middle Ages\">Middle Ages</a> were the <a href=\"/wiki/Cleric\" class=\"mw-redirect\" title=\"Cleric\">clerics</a> who comprised the literate segment of medieval society and who were responsible for the production, transmission and exposition of scholarly texts, both sacred and classical (Hanning 594). Their 'shared journey of discovery' had become, by Milton's time, an academic exercise so divorced from the practical realities of life as to render medieval education repulsive to Renaissance humanists in general, and to Milton in particular, for whom \"the scholastic grossness of barbarous ages\" did little more than immerse students in \"unquiet deeps of controversy\", leaving them with \"ragged notions and babblements\" and \"such things chiefly as were better unlearned\" (Milton 54; hereafter cited by page number alone). Milton dismissed the medieval curriculum which produced such scholars as the \"scragged and thorny lectures of monkish and miserable sophistry\" (Lewalski 208), and sought to liberate it from the scholastic yoke from which he believed it desperately needed rescuing.\n</p>\n<h3><span class=\"mw-headline\" id=\"The_Medieval_curriculum\">The Medieval curriculum</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Of_Education&amp;action=edit&amp;section=4\" title=\"Edit section: The Medieval curriculum\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:222px;\"><a href=\"/wiki/File:Comput_digital_Raban_Maur.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Comput_digital_Raban_Maur.jpg/220px-Comput_digital_Raban_Maur.jpg\" width=\"220\" height=\"283\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Comput_digital_Raban_Maur.jpg/330px-Comput_digital_Raban_Maur.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Comput_digital_Raban_Maur.jpg/440px-Comput_digital_Raban_Maur.jpg 2x\" data-file-width=\"879\" data-file-height=\"1129\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Comput_digital_Raban_Maur.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>Numerical finger codes, from the <i>De Numeris</i> by <a href=\"/wiki/Raban_Maur\" class=\"mw-redirect\" title=\"Raban Maur\">Raban Maur</a>, thirteenth century.</div></div></div>\n<p>The medieval curriculum was characterised throughout by a preoccupation with the speculative. It began with the <a href=\"/wiki/Trivium_(education)\" class=\"mw-redirect\" title=\"Trivium (education)\">trivium</a>, which included the study of grammar, rhetoric and dialectic. Grammar instruction dominated the early years of a student's education, where the focus, as Witt explains, was exclusively linguistic:  “…in a school program where the student aimed at perfecting a prose style largely divorced from classical precedents, the emphasis in teaching grammar fell on providing instruction more in the mechanics of the language than in ancient literature” (26). The trivium laid the groundwork for the <a href=\"/wiki/Quadrivium\" title=\"Quadrivium\">quadrivium</a>, which turned its attention to the theoretical in the world of number, including the study of arithmetic, geometry, music, and astronomy. These two foundational programmes prepared the medieval university student for the study of philosophy and theology with its heavy emphasis on dialectical reasoning.\n</p>\n<h3><span id=\"Milton.27s_proposed_curriculum\"></span><span class=\"mw-headline\" id=\"Milton's_proposed_curriculum\">Milton's proposed curriculum</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Of_Education&amp;action=edit&amp;section=5\" title=\"Edit section: Milton&#039;s proposed curriculum\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Milton is clear in the tract about the \"many mistakes\" that encumbered the medieval curriculum, which he censures as making \"learning generally so unpleasing and unsuccessful\" (53) in his time. His first target is the instruction of grammar. Milton is critical both of the amount of time spent on it as well as its mechanical emphasis:  “we do amiss to spend seven or eight years merely in scraping together so much miserable Latin and Greek as might be learned otherwise easily and delightfully in one year” (53).  Progress, in his view, is delayed by unnecessarily “forcing the empty wits of children to compose theme, verses, and orations” (53); instead, he proposes that after some foundational grammatical instruction, students should “be won early to the love of virtue” by having “some easy and delightful book of education” from among the ancient classics read to them (56).  The objective is not simply to teach grammar, but to “inflame [students] with the study of learning” (56). This, for Milton, was best accomplished through the reading of great literature.\n</p><p>After grammar, Milton takes up the cause of curricular sequence. He derides the medieval practice of “present[ing] their young unmatriculated novices, at first coming, with the most intellective abstractions of logic and metaphysics” after having only recently left \"those grammatic flats and shallows where they stuck unreasonably to learn a few words with lamentable construction\" (54). Instead, he proposes “beginning with arts most easy”; that is to say, those \"most obvious to the sense\" (54). His method, as Riggs notes, is an inductive one, starting with the study of \"sensible things\" (52), and progressing to \"things invisible\" only after mastering the former (Riggs 450). This move effectively inverts the deductive method common in medieval education. The \"organic arts\" of rhetoric and logic therefore find a place at the end of Milton's curriculum, rather than at the beginning (59). Noteworthy too is Milton's inclusion of poetry amongst the other organic arts: “poetry would be made subsequent, or indeed, rather precedent, as being less subtle and fine, but more simple, sensuous, and passionate” (60).\n</p><p>Milton’s proposed curriculum, encompassing as it does grammar, arithmetic, geometry, religion, agriculture, geography, astronomy, physics, trigonometry, ethics, economics, languages, politics, the law, theology, church history as well as the “organic arts” of poetry, <a href=\"/wiki/Rhetoric\" title=\"Rhetoric\">rhetoric</a> and <a href=\"/wiki/Logic\" title=\"Logic\">logic</a>, is encyclopaedic in scope. His main thrust in the educational enterprise remains, however, on that practical erudition which would serve both the individual in a moral sense and the state in a public sense, equipping people “to be brave men and worthy patriots, dear to God and famous to all ages” (56). This stands in contrast to the contemplative and speculative concerns of\nmedieval education.\n</p>\n<h3><span class=\"mw-headline\" id=\"Influences_from_Renaissance_humanism\">Influences from Renaissance humanism</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Of_Education&amp;action=edit&amp;section=6\" title=\"Edit section: Influences from Renaissance humanism\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>As Ainsworth points out, “Milton, like other genuine humanists, cared little for virtue apart from practice, or for talent without principle” (15). Milton's desire to marry scholarly pursuits to commitments of a professional and public nature is, as Ainsworth implies, an over-riding characteristic of <a href=\"/wiki/Renaissance_humanism\" title=\"Renaissance humanism\">Renaissance humanism</a> (Witt 34). Briefly stated, the humanist educational agenda of the fifteenth and sixteenth centuries included “a clearer consciousness, among teachers and students, of education as a discipline for active life”, combined with \"an insistence on the more extensive reading of ancient writers both classical and Christian as a means of securing this discipline\" and \"an attitude of severe and hostile criticism toward medieval education and culture\" (Ainsworth 8).\n</p>\n<h3><span class=\"mw-headline\" id=\"The_changing_demands_of_society\">The changing demands of society</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Of_Education&amp;action=edit&amp;section=7\" title=\"Edit section: The changing demands of society\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The shift in educational concerns evident in the Renaissance was informed by the changing structure of society at this time. The ecclesiastical world of the Middle Ages, which was well served by its clerics, slowly gave way, in the sixteenth century, to a burgeoning bureaucratic world, served by the clerks who oiled the machinery of government, “keeping records, accounts, and correspondence” (Viswanathan 349). A linguistic and salvational emphasis in education was no longer tenable as the <a href=\"/wiki/Puritans\" title=\"Puritans\">Puritans</a> came to demand a general and practical education for their children. Education thus became concerned with \"instilling into students a consciousness of themselves as national subjects\" where moral concerns were public as well as private (Viswanathan 350). Milton's tractate fits well into this trajectory in its accommodation of education \"to the needs of an age\" (Ainsworth 42).\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Of_Education&amp;action=edit&amp;section=8\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Ainsworth, Morley Oliver, ed. <i>Milton on Education: The Tractate of Education with Supplementary Extracts from Other Writings of Milton</i>. New Haven: Yale UP, 1928.</li>\n<li>Hanning, Robert W. “From Eva and Ave to Eglentyne and Alisoun: Chaucer’s Insight in the Roles Women Play.” <i>Signs</i> 2.3 (Spring, 1977): 580–599.</li>\n<li>Kreeft, Peter. <i>Summa of the Summa</i>. San Francisco: Ignatius P, 1990.</li>\n<li><a href=\"/wiki/Lewalski,_Barbara_K.\" class=\"mw-redirect\" title=\"Lewalski, Barbara K.\">Lewalski, Barbara K.</a> \"Milton and the Hartlib Circle: Educational Projects and Epic Paideia.\" <i>Literary Milton: Text, Pretext, Context</i>. Eds. Diana Benet and Michael Lieb. Pittsburgh: Duquesne UP, 1994. 202–19.</li>\n<li>Luxon, Thomas H., ed. \"Of Education.\" <i>The Milton Reading Room</i>. March 2002. 4 Nov 2005 <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.dartmouth.edu/~milton/reading_room/of_education/index.shtml\">[1]</a></li>\n<li>Milton, John. \"Of Education.\" <i>Milton on Education: The Tractate of Education with Supplementary Extracts from Other Writings of Milton</i>. Ed. Morley Oliver Ainsworth. New Haven: Yale UP, 1928. 51–64.</li>\n<li>Riggs, William G. \"Poetry and Method in Milton's Of Education.\" <i>Studies in Philology</i> 89 (1992): 445–69.</li>\n<li>Tinsley, Barbara Sher. “Johann Sturm’s method for humanistic pedagogy.” <i>Sixteenth century</i> journal<i> 20 (1989): 23–39. </i></li>\n<li>Viswanathan, Gauri. \"Milton, Imperialism, and Education.\" <i>Modern Language Quarterly: A Journal of Literary History</i> 59 (1998): 345–61.</li>\n<li>Witt, Ronald G. “Medieval ‘Ars dictaminis’ and the beginnings of humanism: a new construction of the problem.” <i>Renaissance Quarterly</i> 35.1 (Spring, 1982): 1–35.</li></ul>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Of_Education&amp;action=edit&amp;section=9\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.dartmouth.edu/~milton/reading_room/of_education/text.shtml\"><i>Of Education</i></a> in 'The John Milton Reading Room'.</li></ul>\n<div role=\"navigation\" class=\"navbox\" aria-labelledby=\"John_Milton\" style=\"padding:3px\"><table class=\"nowraplinks collapsible autocollapse navbox-inner\" style=\"border-spacing:0;background:transparent;color:inherit\"><tbody><tr><th scope=\"col\" class=\"navbox-title\" colspan=\"3\"><div class=\"plainlinks hlist navbar mini\"><ul><li class=\"nv-view\"><a href=\"/wiki/Template:John_Milton\" title=\"Template:John Milton\"><abbr title=\"View this template\" style=\";;background:none transparent;border:none;-moz-box-shadow:none;-webkit-box-shadow:none;box-shadow:none; padding:0;\">v</abbr></a></li><li class=\"nv-talk\"><a href=\"/wiki/Template_talk:John_Milton\" title=\"Template talk:John Milton\"><abbr title=\"Discuss this template\" style=\";;background:none transparent;border:none;-moz-box-shadow:none;-webkit-box-shadow:none;box-shadow:none; padding:0;\">t</abbr></a></li><li class=\"nv-edit\"><a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Template:John_Milton&amp;action=edit\"><abbr title=\"Edit this template\" style=\";;background:none transparent;border:none;-moz-box-shadow:none;-webkit-box-shadow:none;box-shadow:none; padding:0;\">e</abbr></a></li></ul></div><div id=\"John_Milton\" style=\"font-size:114%;margin:0 4em\"><a href=\"/wiki/John_Milton\" title=\"John Milton\">John Milton</a></div></th></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\">Topics</th><td class=\"navbox-list navbox-odd hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><a href=\"/wiki/John_Milton%27s_poetic_style\" title=\"John Milton&#39;s poetic style\">Poetic style</a></li>\n<li><a href=\"/wiki/John_Milton%27s_reception_history\" title=\"John Milton&#39;s reception history\">Reception history</a></li>\n<li><a href=\"/wiki/Religious_views_of_John_Milton\" title=\"Religious views of John Milton\">Religion</a></li>\n<li><a href=\"/wiki/John_Milton%27s_politics\" title=\"John Milton&#39;s politics\">Politics</a></li>\n<li><a href=\"/wiki/Early_life_of_John_Milton\" title=\"Early life of John Milton\">Early life</a></li>\n<li><a href=\"/wiki/John_Milton%27s_relationships\" title=\"John Milton&#39;s relationships\">Relationships</a></li></ul>\n</div></td><td class=\"navbox-image\" rowspan=\"9\" style=\"width:1px;padding:0px 0px 0px 2px\"><div><a href=\"/wiki/File:John-milton.jpg\" class=\"image\"><img alt=\"John-milton.jpg\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/9/91/John-milton.jpg/120px-John-milton.jpg\" width=\"120\" height=\"151\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/9/91/John-milton.jpg/180px-John-milton.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/9/91/John-milton.jpg/240px-John-milton.jpg 2x\" data-file-width=\"636\" data-file-height=\"800\" /></a></div></td></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\">Poetry</th><td class=\"navbox-list navbox-even hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><a href=\"/wiki/Milton%27s_1645_Poems\" title=\"Milton&#39;s 1645 Poems\"><i>Poems</i> 1645</a>\n<ul><li><i><a href=\"/wiki/On_the_Morning_of_Christ%27s_Nativity\" title=\"On the Morning of Christ&#39;s Nativity\">On the Morning of Christ's Nativity</a></i></li>\n<li><i><a href=\"/wiki/Upon_the_Circumcision\" title=\"Upon the Circumcision\">Upon the Circumcision</a></i></li>\n<li><i><a href=\"/wiki/The_Passion_(Milton)\" title=\"The Passion (Milton)\">The Passion</a></i></li>\n<li><i><a href=\"/wiki/Arcades_(Milton)\" title=\"Arcades (Milton)\">Arcades</a></i></li>\n<li><i><a href=\"/wiki/Comus_(John_Milton)\" class=\"mw-redirect\" title=\"Comus (John Milton)\">Comus</a></i></li>\n<li>\"<a href=\"/wiki/Lycidas\" title=\"Lycidas\">Lycidas</a>\"</li>\n<li>\"<a href=\"/wiki/L%27Allegro\" title=\"L&#39;Allegro\">L'Allegro</a>\"</li>\n<li>\"<a href=\"/wiki/Il_Penseroso\" title=\"Il Penseroso\">Il Penseroso</a>\"</li></ul></li>\n<li><i><a href=\"/wiki/Paradise_Lost\" title=\"Paradise Lost\">Paradise Lost</a></i></li>\n<li><i><a href=\"/wiki/Paradise_Regained\" title=\"Paradise Regained\">Paradise Regained</a></i></li>\n<li><i><a href=\"/wiki/Samson_Agonistes\" title=\"Samson Agonistes\">Samson Agonistes</a></i></li>\n<li><a href=\"/wiki/Milton%27s_1673_Poems\" title=\"Milton&#39;s 1673 Poems\"><i>Poems</i> 1673</a></li></ul>\n</div></td></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\"><a href=\"/wiki/Milton%27s_antiprelatical_tracts\" title=\"Milton&#39;s antiprelatical tracts\">Antiprelatical tracts</a></th><td class=\"navbox-list navbox-odd hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px;font-style:italic;\"><div style=\"padding:0em 0.25em\">\n<ul><li><a href=\"/wiki/Of_Reformation\" title=\"Of Reformation\">Of Reformation</a></li>\n<li><a href=\"/wiki/Of_Prelatical_Episcopacy\" title=\"Of Prelatical Episcopacy\">Of Prelatical Episcopacy</a></li>\n<li><a href=\"/wiki/Animadversions\" title=\"Animadversions\">Animadversions</a></li>\n<li><a href=\"/wiki/The_Reason_of_Church-Government_Urged_against_Prelaty\" title=\"The Reason of Church-Government Urged against Prelaty\">The Reason of Church-Government</a></li>\n<li><a href=\"/wiki/Apology_for_Smectymnuus\" title=\"Apology for Smectymnuus\">Apology for Smectymnuus</a></li></ul>\n</div></td></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\"><a href=\"/wiki/Milton%27s_divorce_tracts\" title=\"Milton&#39;s divorce tracts\">Divorce tracts</a></th><td class=\"navbox-list navbox-even hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px;font-style:italic;\"><div style=\"padding:0em 0.25em\">\n<ul><li><a href=\"/wiki/Doctrine_and_Discipline_of_Divorce\" title=\"Doctrine and Discipline of Divorce\">Doctrine and Discipline of Divorce</a></li>\n<li><a href=\"/wiki/Judgement_of_Martin_Bucer_Concerning_Divorce\" title=\"Judgement of Martin Bucer Concerning Divorce\">Judgement of Martin Bucer Concerning Divorce</a></li>\n<li><a href=\"/wiki/Tetrachordon\" title=\"Tetrachordon\">Tetrachordon</a></li>\n<li><a href=\"/wiki/Colasterion\" title=\"Colasterion\">Colasterion</a></li></ul>\n</div></td></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\"><a href=\"/wiki/John_Milton%27s_politics\" title=\"John Milton&#39;s politics\">Political tracts</a></th><td class=\"navbox-list navbox-odd hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px;font-style:italic;\"><div style=\"padding:0em 0.25em\">\n<ul><li><a href=\"/wiki/Areopagitica\" title=\"Areopagitica\">Areopagitica</a></li>\n<li><a href=\"/wiki/The_Tenure_of_Kings_and_Magistrates\" title=\"The Tenure of Kings and Magistrates\">The Tenure of Kings and Magistrates</a></li>\n<li><a href=\"/wiki/Eikonoklastes\" title=\"Eikonoklastes\">Eikonoklastes</a></li>\n<li><a href=\"/wiki/Defensio_pro_Populo_Anglicano\" title=\"Defensio pro Populo Anglicano\">Defensio pro Populo Anglicano</a></li>\n<li><a href=\"/wiki/Defensio_Secunda\" title=\"Defensio Secunda\">Defensio Secunda</a></li>\n<li><a href=\"/wiki/A_Treatise_of_Civil_Power\" title=\"A Treatise of Civil Power\">A Treatise of Civil Power</a></li>\n<li><a href=\"/wiki/The_Ready_and_Easy_Way_to_Establish_a_Free_Commonwealth\" title=\"The Ready and Easy Way to Establish a Free Commonwealth\">The Ready and Easy Way</a></li></ul>\n</div></td></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\">Other writings</th><td class=\"navbox-list navbox-even hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><i><a class=\"mw-selflink selflink\">Of Education</a></i></li>\n<li><i><a href=\"/wiki/The_History_of_Britain_(Milton)\" title=\"The History of Britain (Milton)\"> The History of Britain</a></i></li>\n<li><i><a href=\"/wiki/Of_True_Religion\" title=\"Of True Religion\">Of True Religion</a></i></li></ul>\n</div></td></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\">Individual sonnets</th><td class=\"navbox-list navbox-odd hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li>\"<a href=\"/wiki/When_I_Consider_How_My_Light_is_Spent\" title=\"When I Consider How My Light is Spent\">When I Consider How My Light is Spent</a>\"</li>\n<li>\"<a href=\"/wiki/On_the_Late_Massacre_in_Piedmont\" title=\"On the Late Massacre in Piedmont\">On the Late Massacre in Piedmont</a>\"</li>\n<li>\"<a href=\"/wiki/Methought_I_Saw_my_Late_Espoused_Saint\" title=\"Methought I Saw my Late Espoused Saint\">Methought I Saw my Late Espoused Saint</a>\"</li></ul>\n</div></td></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\">Disputed</th><td class=\"navbox-list navbox-even hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><a href=\"/wiki/De_Doctrina_Christiana_(Milton)\" title=\"De Doctrina Christiana (Milton)\"><i>De Doctrina Christiana</i></a></li></ul>\n</div></td></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\">Related</th><td class=\"navbox-list navbox-odd hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><a href=\"/wiki/John_Milton_(composer)\" title=\"John Milton (composer)\">John Milton (father)</a></li>\n<li><a href=\"/wiki/Edward_Phillips\" title=\"Edward Phillips\">Edward Phillips (nephew)</a></li>\n<li><a href=\"/wiki/John_Phillips_(author)\" title=\"John Phillips (author)\">John Phillips (nephew)</a></li>\n<li><i><a href=\"/wiki/Milton:_A_Poem_in_Two_Books\" title=\"Milton: A Poem in Two Books\">Milton: A Poem in Two Books</a></i> (1804-1810)</li></ul>\n</div></td></tr></tbody></table></div>\n\n<!-- \nNewPP limit report\nParsed by mw1227\nCached time: 20180906054058\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.100 seconds\nReal time usage: 0.136 seconds\nPreprocessor visited node count: 320/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 17486/2097152 bytes\nTemplate argument size: 230/2097152 bytes\nHighest expansion depth: 12/40\nExpensive parser function count: 2/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.020/10.000 seconds\nLua memory usage: 957 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   76.877      1 -total\n 44.52%   34.227      1 Template:EngvarB\n 24.18%   18.590      2 Template:DMCA\n 22.46%   17.266      1 Template:John_Milton\n 22.08%   16.976      1 Template:Italic_title\n 20.90%   16.069      2 Template:Dated_maintenance_category\n 18.46%   14.191      1 Template:Navbox\n 13.63%   10.475      2 Template:FULLROOTPAGENAME\n 10.24%    7.871      1 Template:Use_dmy_dates\n  9.23%    7.093      2 Template:Ns_has_subpages\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:3205964-0!canonical and timestamp 20180906054059 and revision id 858297171\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"EngvarB_from_September_2013"},{"sortkey":"","hidden":"","*":"Use_dmy_dates_from_September_2013"},{"sortkey":"","*":"Philosophy_of_education"},{"sortkey":"","*":"1644_books"},{"sortkey":"","*":"Books_by_John_Milton"}],"links":[{"ns":14,"exists":"","*":"Category:EngvarB from September 2013"},{"ns":14,"exists":"","*":"Category:Use dmy dates from September 2013"},{"ns":10,"exists":"","*":"Template:John Milton"},{"ns":0,"exists":"","*":"A Treatise of Civil Power"},{"ns":0,"exists":"","*":"Animadversions"},{"ns":0,"exists":"","*":"Apology for Smectymnuus"},{"ns":0,"exists":"","*":"Arcades (Milton)"},{"ns":0,"exists":"","*":"Areopagitica"},{"ns":0,"exists":"","*":"Cleric"},{"ns":0,"exists":"","*":"Colasterion"},{"ns":0,"exists":"","*":"Comus (John Milton)"},{"ns":0,"exists":"","*":"De Doctrina Christiana (Milton)"},{"ns":0,"exists":"","*":"Defensio Secunda"},{"ns":0,"exists":"","*":"Defensio pro Populo Anglicano"},{"ns":0,"exists":"","*":"Dialectic"},{"ns":0,"exists":"","*":"Doctrine and Discipline of Divorce"},{"ns":0,"exists":"","*":"Early life of John Milton"},{"ns":0,"exists":"","*":"Edward Phillips"},{"ns":0,"exists":"","*":"Eikonoklastes"},{"ns":0,"exists":"","*":"Il Penseroso"},{"ns":0,"exists":"","*":"John Comenius"},{"ns":0,"exists":"","*":"John Milton"},{"ns":0,"exists":"","*":"John Milton's poetic style"},{"ns":0,"exists":"","*":"John Milton's politics"},{"ns":0,"exists":"","*":"John Milton's reception history"},{"ns":0,"exists":"","*":"John Milton's relationships"},{"ns":0,"exists":"","*":"John Milton (composer)"},{"ns":0,"exists":"","*":"John Phillips (author)"},{"ns":0,"exists":"","*":"Juan Luis Vives"},{"ns":0,"exists":"","*":"Judgement of Martin Bucer Concerning Divorce"},{"ns":0,"exists":"","*":"L'Allegro"},{"ns":0,"exists":"","*":"Lewalski, Barbara K."},{"ns":0,"exists":"","*":"Logic"},{"ns":0,"exists":"","*":"Lycidas"},{"ns":0,"exists":"","*":"Medieval"},{"ns":0,"exists":"","*":"Medieval university"},{"ns":0,"exists":"","*":"Methought I Saw my Late Espoused Saint"},{"ns":0,"exists":"","*":"Middle Ages"},{"ns":0,"exists":"","*":"Milton's 1645 Poems"},{"ns":0,"exists":"","*":"Milton's 1673 Poems"},{"ns":0,"exists":"","*":"Milton's antiprelatical tracts"},{"ns":0,"exists":"","*":"Milton's divorce tracts"},{"ns":0,"exists":"","*":"Milton: A Poem in Two Books"},{"ns":0,"exists":"","*":"Of Prelatical Episcopacy"},{"ns":0,"exists":"","*":"Of Reformation"},{"ns":0,"exists":"","*":"Of True Religion"},{"ns":0,"exists":"","*":"On the Late Massacre in Piedmont"},{"ns":0,"exists":"","*":"On the Morning of Christ's Nativity"},{"ns":0,"exists":"","*":"Paradise Lost"},{"ns":0,"exists":"","*":"Paradise Regained"},{"ns":0,"exists":"","*":"Puritans"},{"ns":0,"exists":"","*":"Quadrivium"},{"ns":0,"exists":"","*":"Raban Maur"},{"ns":0,"exists":"","*":"Religious views of John Milton"},{"ns":0,"exists":"","*":"Renaissance humanism"},{"ns":0,"exists":"","*":"Rhetoric"},{"ns":0,"exists":"","*":"Samson Agonistes"},{"ns":0,"exists":"","*":"Samuel Hartlib"},{"ns":0,"exists":"","*":"Scholasticism"},{"ns":0,"exists":"","*":"Tetrachordon"},{"ns":0,"exists":"","*":"The History of Britain (Milton)"},{"ns":0,"exists":"","*":"The Passion (Milton)"},{"ns":0,"exists":"","*":"The Ready and Easy Way to Establish a Free Commonwealth"},{"ns":0,"exists":"","*":"The Reason of Church-Government Urged against Prelaty"},{"ns":0,"exists":"","*":"The Tenure of Kings and Magistrates"},{"ns":0,"exists":"","*":"Trivium (education)"},{"ns":0,"exists":"","*":"Upon the Circumcision"},{"ns":0,"exists":"","*":"When I Consider How My Light is Spent"},{"ns":11,"exists":"","*":"Template talk:John Milton"}],"templates":[{"ns":10,"exists":"","*":"Template:EngvarB"},{"ns":10,"exists":"","*":"Template:DMCA"},{"ns":10,"exists":"","*":"Template:Dated maintenance category"},{"ns":10,"exists":"","*":"Template:FULLROOTPAGENAME"},{"ns":10,"exists":"","*":"Template:Ns has subpages"},{"ns":10,"exists":"","*":"Template:Use dmy dates"},{"ns":10,"exists":"","*":"Template:Italic title"},{"ns":10,"exists":"","*":"Template:John Milton"},{"ns":10,"exists":"","*":"Template:Navbox"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Ns has subpages"},{"ns":828,"exists":"","*":"Module:Italic title"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Navbox"},{"ns":828,"exists":"","*":"Module:Navbar"}],"images":["Comput_digital_Raban_Maur.jpg","John-milton.jpg"],"externallinks":["http://www.dartmouth.edu/~milton/reading_room/of_education/index.shtml","https://www.dartmouth.edu/~milton/reading_room/of_education/text.shtml"],"sections":[{"toclevel":1,"level":"2","line":"Influences","number":"1","index":"1","fromtitle":"Of_Education","byteoffset":972,"anchor":"Influences"},{"toclevel":1,"level":"2","line":"Milton's educational views","number":"2","index":"2","fromtitle":"Of_Education","byteoffset":2070,"anchor":"Milton's_educational_views"},{"toclevel":2,"level":"3","line":"Medieval education","number":"2.1","index":"3","fromtitle":"Of_Education","byteoffset":2102,"anchor":"Medieval_education"},{"toclevel":2,"level":"3","line":"The Medieval curriculum","number":"2.2","index":"4","fromtitle":"Of_Education","byteoffset":3859,"anchor":"The_Medieval_curriculum"},{"toclevel":2,"level":"3","line":"Milton's proposed curriculum","number":"2.3","index":"5","fromtitle":"Of_Education","byteoffset":4977,"anchor":"Milton's_proposed_curriculum"},{"toclevel":2,"level":"3","line":"Influences from Renaissance humanism","number":"2.4","index":"6","fromtitle":"Of_Education","byteoffset":7900,"anchor":"Influences_from_Renaissance_humanism"},{"toclevel":2,"level":"3","line":"The changing demands of society","number":"2.5","index":"7","fromtitle":"Of_Education","byteoffset":8732,"anchor":"The_changing_demands_of_society"},{"toclevel":1,"level":"2","line":"References","number":"3","index":"8","fromtitle":"Of_Education","byteoffset":9657,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"4","index":"9","fromtitle":"Of_Education","byteoffset":11184,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"<i>Of Education</i>","iwlinks":[],"properties":[{"name":"displaytitle","*":"<i>Of Education</i>"},{"name":"wikibase_item","*":"Q7078749"}]}}