{"parse":{"title":"Depiction","pageid":2221526,"revid":853685843,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-style ambox-More_footnotes\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/40px-Text_document_with_red_question_mark.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/60px-Text_document_with_red_question_mark.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/80px-Text_document_with_red_question_mark.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article includes a <a href=\"/wiki/Wikipedia:Citing_sources\" title=\"Wikipedia:Citing sources\">list of references</a>, but <b>its sources remain unclear</b> because it has <b>insufficient <a href=\"/wiki/Wikipedia:Citing_sources#Inline_citations\" title=\"Wikipedia:Citing sources\">inline citations</a></b>.<span class=\"hide-when-compact\"> Please help to <a href=\"/wiki/Wikipedia:WikiProject_Fact_and_Reference_Check\" title=\"Wikipedia:WikiProject Fact and Reference Check\">improve</a> this article by <a href=\"/wiki/Wikipedia:When_to_cite\" title=\"Wikipedia:When to cite\">introducing</a> more precise citations.</span>  <small><i>(July 2009)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p><b>Depiction</b> is reference conveyed through pictures. Basically a picture refers to its object through a non-linguistic two-dimensional scheme. A picture is not writing or notation. A depictive two-dimensional scheme is called a <a href=\"/wiki/Picture_plane\" title=\"Picture plane\">picture plane</a> and may be constructed according to <a href=\"/wiki/Descriptive_geometry\" title=\"Descriptive geometry\">descriptive geometry</a> where they are usually divided between <i>projections</i> (orthogonal and various oblique angles) and <i>perspectives</i> (according to number of vanishing points). Pictures are made with various materials and techniques, such as painting, drawing, or prints (including photography and movies) mosaics, tapestries, stained glass, and collages of unusual and disparate elements. Occasionally, picture-like features may be recognised in simple inkblots, accidental stains, peculiar clouds or a glimpse of the moon, but these are special cases, and it is controversial whether they count as genuine instances of depiction.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> Similarly, sculpture and theatrical performances are sometimes said to depict, but this requires a broad understanding of 'depict', as simply designating a form of representation that is not linguistic or notational. The bulk of studies of depiction however deal only with pictures. While sculpture and performance clearly represent or refer, they do not strictly picture their objects. \n</p><p>Objects pictured may be factual or fictional, literal or metaphorical, realistic or idealised and in various combination. Idealised depiction is also termed schematic or stylised and extends to icons, diagrams and maps. Classes or styles of picture may abstract their objects by degrees, conversely, establish degrees of the concrete (usually called, a little confusingly, figuration or figurative, since the 'figurative' is then often quite literal). Stylisation can lead to the fully abstract picture, where reference is only to conditions for a picture plane – a severe exercise in self-reference and ultimately a sub-set of pattern.\n</p><p>But just <i>how</i> pictures function remains controversial. Philosophers, art historians and critics, perceptual psychologists and other researchers in the arts and social sciences have contributed to the debate and many of the most influential contributions have been interdisciplinary. Some key positions are briefly surveyed below.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Resemblance\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Resemblance</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Illusion\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Illusion</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Dual_invariants\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Dual invariants</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Seeing-in\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Seeing-in</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Other_psychological_resources\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Other psychological resources</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Notation\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Notation</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Pictorial_semiotics\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Pictorial semiotics</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Deixis\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">Deixis</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#Iconography\"><span class=\"tocnumber\">9</span> <span class=\"toctext\">Iconography</span></a></li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#Other_issues\"><span class=\"tocnumber\">10</span> <span class=\"toctext\">Other issues</span></a></li>\n<li class=\"toclevel-1 tocsection-11\"><a href=\"#See_also\"><span class=\"tocnumber\">11</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-12\"><a href=\"#Further_reading\"><span class=\"tocnumber\">12</span> <span class=\"toctext\">Further reading</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-13\"><a href=\"#Books\"><span class=\"tocnumber\">12.1</span> <span class=\"toctext\">Books</span></a></li>\n<li class=\"toclevel-2 tocsection-14\"><a href=\"#Articles\"><span class=\"tocnumber\">12.2</span> <span class=\"toctext\">Articles</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-15\"><a href=\"#References\"><span class=\"tocnumber\">13</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-16\"><a href=\"#External_links\"><span class=\"tocnumber\">14</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Resemblance\">Resemblance</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Depiction&amp;action=edit&amp;section=1\" title=\"Edit section: Resemblance\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Traditionally, depiction is distinguished from denotative meaning by the presence of a <a href=\"/wiki/Mimesis\" title=\"Mimesis\">mimetic</a> element or resemblance. A picture resembles its object in a way a word or sound does not. Resemblance is no guarantee of depiction, obviously. Two pens may resemble one another but do not therefore depict each other. To say a picture resembles its object especially is only to say that its object is that which it especially resembles; which strictly begins with the picture itself. Indeed, since everything resembles something in some way, mere resemblance as a distinguishing trait is trivial. Moreover, depiction is no guarantee of resemblance to an object. A picture of a dragon does not resemble an actual dragon. So resemblance is not enough.\n</p><p>Theories have tried either to set further conditions to the kind of resemblance necessary, or sought ways in which a notational system might allow such resemblance. It is widely believed that the problem with a resemblance theory of depiction is that resemblance is a symmetrical relation between terms (necessarily, if x resembles y, then y resembles x) while in contrast depiction is at best a non-symmetrical relation (it is not necessary that, if x depicts y, y depicts x). If this is right, then depiction and resemblance cannot be identified, and a resemblance theory of depiction is forced to offer a more complicated explanation, for example by relying on experienced resemblance instead, which clearly is an asymmetrical notion (that you experience x as resembling y does not mean you also experience y as resembling x).<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> Others have argued, however, that the concept of resemblance is not exclusively a relational notion, and so that the initial problem is merely apparent.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>\n</p><p>In art history, the history of actual attempts to achieve resemblance in depictions is usually covered under the terms \"<a href=\"/wiki/Realism_(arts)\" title=\"Realism (arts)\">realism</a>\", <a href=\"/wiki/Naturalism_(visual_art)\" class=\"mw-redirect\" title=\"Naturalism (visual art)\">naturalism</a>\", or \"<a href=\"/wiki/Illusionism\" class=\"mw-redirect\" title=\"Illusionism\">illusionism</a>\".\n</p>\n<h2><span class=\"mw-headline\" id=\"Illusion\">Illusion</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Depiction&amp;action=edit&amp;section=2\" title=\"Edit section: Illusion\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The most famous and elaborate case for resemblance modified by reference, is made by art historian <a href=\"/wiki/Ernst_Gombrich\" title=\"Ernst Gombrich\">Ernst Gombrich</a>.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup><sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup><sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup> Resemblance in pictures is taken to involve illusion. Instincts in <a href=\"/wiki/Visual_perception\" title=\"Visual perception\">visual perception</a> are said to be triggered or alerted by pictures, even when we are rarely deceived. The eye supposedly cannot resist finding resemblances that accord with illusion. Resemblance is thus narrowed to something like the seeds of illusion. Against the one-way relation of reference Gombrich argues for a weaker or labile relation, inherited from <a href=\"https://en.wiktionary.org/wiki/substitution\" class=\"extiw\" title=\"wikt:substitution\">substitution</a>.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup> Pictures are thus both more primitive and powerful than stricter reference.\n</p><p>But whether a picture can deceive a little while it represents as much seems gravely compromised. Claims for innate dispositions in sight are also contested. Gombrich appeals to an array of psychological research from <a href=\"/wiki/James_J._Gibson\" title=\"James J. Gibson\">James J. Gibson</a>, R. L. Gregory, John M. Kennedy, Konrad Lorenz, Ulric Neisser and others in arguing for an 'optical' basis to perspective, in particular (see also <a href=\"/wiki/Perspective_(graphical)\" title=\"Perspective (graphical)\">perspective (graphical)</a>. Subsequent cross-cultural studies in depictive competence and related studies in child-development and vision impairment are inconclusive at best.\n</p><p>Gombrich's convictions have important implications for his popular history of art,<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup> for treatment and priorities there. In a later study by John Willats (1997)<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup> on the variety and development of picture planes, Gombrich's views on the greater realism of perspective underpin many crucial findings.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Dual_invariants\">Dual invariants</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Depiction&amp;action=edit&amp;section=3\" title=\"Edit section: Dual invariants\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>A more frankly behaviouristic view is taken by the perceptual psychologist <a href=\"/wiki/James_J._Gibson\" title=\"James J. Gibson\">James J. Gibson</a>,<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup> partly in response to Gombrich. Gibson treats visual perception as the eye registering necessary information for behaviour in a given environment. The information is filtered from light rays that meet the retina. The light is called the stimulus energy or sensation. The information consists of underlying patterns or 'invariants' for vital features to the environment.\n</p><p>Gibson's view of depiction concerns the re-presentation of these invariants. In the case of illusions or trompe l'oeil, the picture also conveys the stimulus energy, but generally the experience is of perceiving two sets of invariants, one for the picture surface, another for the object pictured. He pointedly rejects any seeds of illusion or substitution and allows that a picture represents when two sets of invariants are displayed. But invariants tell us little more than that the resemblance is visible, dual invariants only that the terms of reference are the same as those for resemblance\n</p>\n<h2><span class=\"mw-headline\" id=\"Seeing-in\">Seeing-in</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Depiction&amp;action=edit&amp;section=4\" title=\"Edit section: Seeing-in\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>A similar duality is proposed by the philosopher of art <a href=\"/wiki/Richard_Wollheim\" title=\"Richard Wollheim\">Richard Wollheim</a>. He calls it 'twofoldness'.<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup> Our experience of the picture surface is called the 'configurational' aspect, and our experience of the object depicted the 'recognitional'. Wollheim's main claim is that we are simultaneously aware of both the surface and the depicted object. The concept of twofoldness has been very influential in contemporary analytic aesthetics, especially in the writings of <a href=\"/w/index.php?title=Dominic_Lopes&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Dominic Lopes (page does not exist)\">Dominic Lopes</a><sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup> and of <a href=\"/wiki/Bence_Nanay\" title=\"Bence Nanay\">Bence Nanay</a>.<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup> Again, illusion is forestalled by the prominence of the picture surface where an object is depicted. Yet the object depicted quite simply <i>is</i> the picture surface under one reading, the surface indifferent to picture, another. The two are hardly compatible or simultaneous. Nor do they ensure a reference relation.\n</p><p>Wollheim introduces the concept of 'seeing-in' to qualify depictive resemblance.<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup> Seeing-in is a psychological disposition to detect a resemblance between certain surfaces, such as inkblots or accidental stains, etc. and three-dimensional objects. The eye is not deceived, but finds or projects some resemblance to the surface. This is not quite depiction, since the resemblance is only incidental to the surface. The surface does not strictly refer to such objects. Seeing-in is a necessary condition to depiction, and sufficient when in accordance with the maker's intentions, where these are clear from certain features to a picture. But seeing-in cannot really say in what way such surfaces resemble objects either, only specify where they perhaps first occur.\n</p><p>Wollheim's account of how a resemblance is agreed or modified, whereby maker and user anticipate each other's roles, does not really explain how a resemblance refers, but rather when an agreed resemblance obtains.\n</p>\n<h2><span class=\"mw-headline\" id=\"Other_psychological_resources\">Other psychological resources</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Depiction&amp;action=edit&amp;section=5\" title=\"Edit section: Other psychological resources\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The appeal to broader psychological factors in qualifying depictive resemblance is echoed in the theories of philosophers such as Robert Hopkins,<sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup> Flint Schier<sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\">&#91;17&#93;</a></sup> and <a href=\"/wiki/Kendall_Walton\" title=\"Kendall Walton\">Kendall Walton</a>.<sup id=\"cite_ref-18\" class=\"reference\"><a href=\"#cite_note-18\">&#91;18&#93;</a></sup> They enlist 'experience', 'recognition' and 'imagination' respectively. Each provides additional factors to an understanding or interpretation of pictorial reference, although none can explain how a picture resembles an object (if indeed it does), nor how this resemblance is then also a reference.\n</p><p>For example, Schier returns to the contrast with language to try to identify a crucial difference in depictive competence. Understanding a pictorial style does not depend upon learning a vocabulary and syntax. Once grasped, a style allows the recognition of any object known to the user. Of course recognition allows a great deal more than that – books teaching children to read often introduce them to many exotic creatures such as a kangaroo or armadillo through illustrations. Many fictions and caricatures are promptly recognised without prior acquaintance of either a particular style or the object in question.<sup id=\"cite_ref-19\" class=\"reference\"><a href=\"#cite_note-19\">&#91;19&#93;</a></sup> So competence cannot rely on a simple index or synonymy for objects and styles.\n</p><p>Schier's conclusion that lack of syntax and semantics in reference then qualifies as depiction, leaves dance, architecture, animation, sculpture and music all sharing the same mode of reference. This perhaps points as much to limitations in a linguistic model.\n</p>\n<h2><span class=\"mw-headline\" id=\"Notation\">Notation</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Depiction&amp;action=edit&amp;section=6\" title=\"Edit section: Notation\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Reversing orthodoxy, the philosopher <a href=\"/wiki/Nelson_Goodman\" title=\"Nelson Goodman\">Nelson Goodman</a><sup id=\"cite_ref-20\" class=\"reference\"><a href=\"#cite_note-20\">&#91;20&#93;</a></sup> starts from reference and attempts to assimilate resemblance. He denies resemblance as either necessary or sufficient condition for depiction but surprisingly, allows that it arises and fluctuates as a matter of usage or familiarity.<sup id=\"cite_ref-21\" class=\"reference\"><a href=\"#cite_note-21\">&#91;21&#93;</a></sup>\n</p><p>For Goodman, a picture denotes. Denotation is divided between description, covering writing and extending to more discursive notation including music and dance scores, to depiction at greatest remove. However, a word does not grow to resemble its object, no matter how familiar or preferred. To explain how a pictorial notation does, Goodman proposes an analogue system, consisting of undifferentiated characters, a density of syntax and semantics and relative repleteness of syntax. These requirements taken in combination mean that a one-way reference running from picture to object encounters a problem. If its semantics is undifferentiated, then the relation flows back from object to picture. Depiction can acquire resemblance but must surrender reference. This is a point tacitly acknowledged by Goodman, conceding firstly that density is the antithesis of notation<sup id=\"cite_ref-22\" class=\"reference\"><a href=\"#cite_note-22\">&#91;22&#93;</a></sup> and later that lack of differentiation may actually permit resemblance.<sup id=\"cite_ref-23\" class=\"reference\"><a href=\"#cite_note-23\">&#91;23&#93;</a></sup> A denotation without notation lacks sense.\n</p><p>Nevertheless, Goodman's framework is revisited by philosopher John Kulvicki<sup id=\"cite_ref-24\" class=\"reference\"><a href=\"#cite_note-24\">&#91;24&#93;</a></sup> and applied by art historian James Elkins<sup id=\"cite_ref-25\" class=\"reference\"><a href=\"#cite_note-25\">&#91;25&#93;</a></sup> to an array of hybrid artefacts, combining picture, pattern and notation.\n</p>\n<h2><span class=\"mw-headline\" id=\"Pictorial_semiotics\">Pictorial semiotics</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Depiction&amp;action=edit&amp;section=7\" title=\"Edit section: Pictorial semiotics\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Pictorial <a href=\"/wiki/Semiotics\" title=\"Semiotics\">semiotics</a> aims for just the kind of integration of depiction with notation undertaken by Goodman, but fails to identify his requirements for syntax and semantics. It seeks to apply the model of structural linguistics, to reveal core meanings and permutations for pictures of all kinds, but stalls in identifying constituent elements of reference, or as semioticians prefer, 'signification'. Similarly, they accept resemblance although call it 'iconicity' (after <a href=\"/wiki/Charles_Sanders_Peirce\" title=\"Charles Sanders Peirce\">Charles Sanders Peirce</a>,<sup id=\"cite_ref-26\" class=\"reference\"><a href=\"#cite_note-26\">&#91;26&#93;</a></sup> 1931–58) and are uncomfortable in qualifying its role. Older practitioners, such as <a href=\"/wiki/Roland_Barthes\" title=\"Roland Barthes\">Roland Barthes</a><sup id=\"cite_ref-27\" class=\"reference\"><a href=\"#cite_note-27\">&#91;27&#93;</a></sup> and <a href=\"/wiki/Umberto_Eco\" title=\"Umberto Eco\">Umberto Eco</a><sup id=\"cite_ref-28\" class=\"reference\"><a href=\"#cite_note-28\">&#91;28&#93;</a></sup> variously shift analysis to underlying 'connotations' for an object depicted or concentrate on description of purported content at the expense of more medium-specific meaning. Essentially they establish a more general <a href=\"/wiki/Iconography\" title=\"Iconography\">iconography</a>.\n</p><p>A later adherent, Göran Sonesson,<sup id=\"cite_ref-29\" class=\"reference\"><a href=\"#cite_note-29\">&#91;29&#93;</a></sup><sup id=\"cite_ref-30\" class=\"reference\"><a href=\"#cite_note-30\">&#91;30&#93;</a></sup> rejects Goodman's terms for syntax and semantics as alien to linguistics, no more than an ideal and turns instead to the findings of perceptual psychologists, such as J. M. Kennedy,<sup id=\"cite_ref-31\" class=\"reference\"><a href=\"#cite_note-31\">&#91;31&#93;</a></sup> N. H. Freeman<sup id=\"cite_ref-32\" class=\"reference\"><a href=\"#cite_note-32\">&#91;32&#93;</a></sup><sup id=\"cite_ref-33\" class=\"reference\"><a href=\"#cite_note-33\">&#91;33&#93;</a></sup> and David Marr<sup id=\"cite_ref-34\" class=\"reference\"><a href=\"#cite_note-34\">&#91;34&#93;</a></sup><sup id=\"cite_ref-35\" class=\"reference\"><a href=\"#cite_note-35\">&#91;35&#93;</a></sup> in order to detect underlying structure. Sonesson accepts 'seeing-in',<sup id=\"cite_ref-36\" class=\"reference\"><a href=\"#cite_note-36\">&#91;36&#93;</a></sup> although prefers Edmund Husserl's version.<sup id=\"cite_ref-37\" class=\"reference\"><a href=\"#cite_note-37\">&#91;37&#93;</a></sup><sup id=\"cite_ref-38\" class=\"reference\"><a href=\"#cite_note-38\">&#91;38&#93;</a></sup> Resemblance is again grounded in optics or the visible, although this does not exclude writing nor reconcile resemblance with reference. Discussion tends to be restricted to the function of outlines in schemes for depth.\n</p>\n<h2><span class=\"mw-headline\" id=\"Deixis\">Deixis</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Depiction&amp;action=edit&amp;section=8\" title=\"Edit section: Deixis\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The art historian <a href=\"/wiki/Norman_Bryson\" title=\"Norman Bryson\">Norman Bryson</a><sup id=\"cite_ref-39\" class=\"reference\"><a href=\"#cite_note-39\">&#91;39&#93;</a></sup> persists with a linguistic model and advances a detail of parsing and tense, '<a href=\"/wiki/Deixis\" title=\"Deixis\">deixis</a>'. He rejects resemblance and illusion as incompatible with the ambiguities and interpretation available to pictures and is also critical of the inflexible nature of structuralist analysis. Deixis is taken as the rhetoric of the narrator, indicating the presence of the speaker in a discourse, a bodily or physical aspect as well as an explicit temporal dimension. In depiction this translates as a difference between 'The <a href=\"/wiki/Gaze\" title=\"Gaze\">Gaze</a>' where deixis is absent and 'The Glance' where it is present. Where present, details to materials indicate how long and in what way the depiction was made, where absent, a telling suppression or prolonging of the act. The distinction attempts to account for the 'plastic' or medium-specific qualities absent from earlier semiotic analyses and somewhat approximates the 'indexic' aspect to <a href=\"/wiki/Semiotic_elements_and_classes_of_signs_(Peirce)#Icon,_index,_symbol\" class=\"mw-redirect\" title=\"Semiotic elements and classes of signs (Peirce)\">signs introduced by Peirce</a>.\n</p><p>Deixis offers a more elaborate account of the picture surface and broad differences to expression and application but cannot qualify resemblance.\n</p>\n<h2><span class=\"mw-headline\" id=\"Iconography\">Iconography</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Depiction&amp;action=edit&amp;section=9\" title=\"Edit section: Iconography\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Lastly, iconography is the study of pictorial content, mainly in art, and would seem to ignore the question of how to concentrate upon what. But iconography's findings take a rather recondite view of content, are often based on subtle literary, historical and cultural allusion and highlight a sharp difference in terms of resemblance, optical accuracy or intuitive illusion. Resemblance is hardly direct or spontaneous for the iconographer, reference rarely to the literal or singular. Visual perception here is subject to reflection and research, the object as much reference as referent.\n</p><p>The distinguished art historian <a href=\"/wiki/Erwin_Panofsky\" title=\"Erwin Panofsky\">Erwin Panofsky</a><sup id=\"cite_ref-40\" class=\"reference\"><a href=\"#cite_note-40\">&#91;40&#93;</a></sup> allowed three levels to iconography. The first is 'natural' content, the object recognised or resembling without context, on a second level, a modifying historical and cultural context and at a third, deeper level, a fundamental structure or ideology (called iconology). He even ascribed the use of perspective a deep social meaning (1927). However more recently, a natural or neutral level tends to be abandoned as mythical. The cultural scholar <a href=\"/wiki/W._J._T._Mitchell\" title=\"W. J. T. Mitchell\">W. J. T. Mitchell</a><sup id=\"cite_ref-41\" class=\"reference\"><a href=\"#cite_note-41\">&#91;41&#93;</a></sup><sup id=\"cite_ref-42\" class=\"reference\"><a href=\"#cite_note-42\">&#91;42&#93;</a></sup><sup id=\"cite_ref-43\" class=\"reference\"><a href=\"#cite_note-43\">&#91;43&#93;</a></sup> looks to ideology to determine resemblance and depiction as acknowledgement of shifts in relations there, albeit by an unspecified scheme or notation.\n</p><p>Iconography points to differences in scope for a theory of depiction. Where stylistics and a basic object is nominated, resemblance is prominent, but where more elaborate objects are encountered, or terms for nature denied, simple perception or notation flounder. The difference corresponds somewhat to the division in philosophy between the analytic and continental.\n</p>\n<h2><span class=\"mw-headline\" id=\"Other_issues\">Other issues</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Depiction&amp;action=edit&amp;section=10\" title=\"Edit section: Other issues\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Dozens of factors influence depictions and how they are represented.<sup id=\"cite_ref-44\" class=\"reference\"><a href=\"#cite_note-44\">&#91;44&#93;</a></sup> These include the equipment used to create the depiction, the creator’s intent, vantage point, mobility, proximity, publication format, among others, and, when dealing with human subjects, their potential desire for impression management.\n</p><p>Other debates about the nature of depiction include the relationship between seeing something in a picture and seeing face to face, whether depictive representation is <a href=\"/wiki/Convention_(norm)\" title=\"Convention (norm)\">conventional</a>, how understanding novel depictions is possible, the <a href=\"/wiki/Aesthetic\" class=\"mw-redirect\" title=\"Aesthetic\">aesthetic</a> and <a href=\"/wiki/Ethical\" class=\"mw-redirect\" title=\"Ethical\">ethical</a> value of depiction and the nature of <a href=\"/wiki/Realism_(visual_arts)\" class=\"mw-redirect\" title=\"Realism (visual arts)\">realism</a> in pictorial <a href=\"/wiki/Art\" title=\"Art\">art</a>.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Depiction&amp;action=edit&amp;section=11\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Figurative_art\" title=\"Figurative art\">Figurative art</a></li>\n<li><a href=\"/wiki/Representationalism\" class=\"mw-redirect\" title=\"Representationalism\">Representationalism</a></li>\n<li><a href=\"/wiki/Symbol\" title=\"Symbol\">Symbol</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"Further_reading\">Further reading</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Depiction&amp;action=edit&amp;section=12\" title=\"Edit section: Further reading\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"Books\">Books</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Depiction&amp;action=edit&amp;section=13\" title=\"Edit section: Books\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<ul><li>Barthes Roland (1969), Elements of semiology (Paris, 1967) translated by Annette Lavers and Colin Smith, (London: Cape).</li>\n<li>Bryson Norman (1983) Vision and Painting: The Logic of The Gaze, (New Haven and London: Yale University Press).</li>\n<li>Eco Umberto (1980), A Theory of Semiotics (Milan 1976) (Bloomington: Indiana University Press).</li>\n<li>Elkins James (1999), The Domain of Images (Ithaca and London: Cornell University Press).</li>\n<li>Freeman N. H. and Cox M. V. (eds.) (1985), Visual Order: The Nature and Development of Pictorial Representation (Cambridge, Cambridge University Press).</li>\n<li>Gombrich E. H. (1989–95), The Story Of Art (15th ed. London: Phaidon Press).</li>\n<li>Gombrich E. H. (1960), Art and Illusion (Oxford: Phaidon Press).</li>\n<li>Gombrich E. H. (1963), Meditations on a Hobbyhorse (Oxford: Phaidon Press).</li>\n<li>Gombrich E. H. (1982), The Image and the Eye (Oxford and New York: Phaidon Press).</li>\n<li>Goodman, Nelson (1968), Languages of Art: An Approach to a Theory of Symbols (Indianapolis and New York: The Bobbs-Merrill Company, Inc.).</li>\n<li>Goodman Nelson and Elgin Catherine Z. (1988), Reconceptions in Philosophy (London and New York, Routledge)</li>\n<li>Gregory R. L. (1970) <i>The Intelligent Eye</i> (London: Weidenfeld &amp; Nicolson).</li>\n<li>Hopkins, Robert (1998), Picture, Image, and Experience (Cambridge: Cambridge University Press).</li>\n<li>Husserl, Edmund (1928), Zur Phänomenologie des inneren Zeitbewusstseins. Halle. (Republished in Husserliana X, The Hague: Nijhoff, 1966).</li>\n<li>Husserl, Edmund (1980), Phantasie, Bildbewusstsein, Erinnerung, Husserliana XXIII. (The Hague: Nijhoff).</li>\n<li>Hyman, John (2006), The Objective Eye: Colour, Form and Reality in the Theory of Art (Chicago and London: The University of Chicago Press).</li>\n<li>Kulvicki, John (2006), On Images: Their structure and content (Oxford: Oxford University Press).</li>\n<li>Lopes, Dominic (1996), Understanding Pictures (Oxford: Clarendon Press).</li>\n<li>Lopes, Dominic (2005), Sight and Sensibility: Evaluating Pictures (Oxford: Clarendon Press).</li>\n<li>Maynard, Patrick (1997), The Engine of Visualization: Thinking Through Photography (Ithaca: Cornell University Press).</li>\n<li>Maynard, Patrick (2005), Drawing Distinctions: The Varieties of Graphic Expression (Ithaca: Cornell University Press).</li>\n<li>Mitchell, W. J. T. (1980), The Language of Images (Chicago and London: University of Chicago Press).</li>\n<li>Mitchell, W. J. T. (1986), Iconology: Image, Text, Ideology, (Chicago and London: University Of Chicago Press).</li>\n<li>Mitchell, W. J. T. (1994), Picture Theory (Chicago and London: University Of Chicago Press).</li>\n<li>Novitz, David (1977), Pictures and their Use in Communication (The Hague: Martinus Nijhoff).</li>\n<li>Panofsky, Erwin (1955) Meaning in the Visual Arts (New York: Doubleday).</li>\n<li>Peirce, Charles Sanders - (1931–58), Collected Papers I-VIII. Hartshorne, C, Weiss, P, &amp; Burks, A, (eds.). (Cambridge MA: Harvard University Press).</li>\n<li>Podro, Michael (1998), Depiction, (New Haven and London: Yale University Press).</li>\n<li>Schier, Flint (1986), Deeper Into Pictures (Cambridge: Cambridge University Press).</li>\n<li>Sonesson, Göran (1989), Pictorial Concepts: Inquiries into the semiotic heritage and its relevance for the analysis of the visual world. (Lund: Aris/Lund University Press).</li>\n<li>Walton, Kendall (1990), Mimesis as Make-believe (Cambridge, Mass.: Harvard University Press).</li>\n<li>Willats, John (1997), Art and Representation: New Principles In The Analysis Of Pictures (Princeton, N.J: Princeton University Press).</li>\n<li>Wollheim, Richard (1987), Painting as an Art (London: Thames and Hudson).</li></ul>\n<h3><span class=\"mw-headline\" id=\"Articles\">Articles</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Depiction&amp;action=edit&amp;section=14\" title=\"Edit section: Articles\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<ul><li>Alloa, Emmanuel (2010) 'Seeing-as, seeing-in, seeing-with. Looking Through Pictures' Image and imaging in philosophy, science and the arts&#160;: proceedings of the 33rd International Ludwig Wittgenstein-Symposium in Kirchberg, Frankfurt:ontos 2010, 179-190.</li>\n<li>Abell, Catharine (2005a), 'Pictorial Implicature', The Journal of Aesthetics and Art Criticism, 63(1): 55-66.</li>\n<li>Abell, Catharine (2005b), 'Against Depictive Conventionalism', The American Philosophical Quarterly, 42(3): 185-197.</li>\n<li>Abell, Catharine (2005), 'On Outlining the Shape of Depiction', Ratio, 18(1): 27-38.</li>\n<li>Abell, Catharine (2005), 'McIntosh's Unrealistic Picture of Peacocke and Hopkins on Realistic Pictures', British Journal of Aesthetics, 45(1): 64-68.</li>\n<li>Bennett, John (1971), 'Depiction and Convention?', The Monist 58: 255-68.</li>\n<li>Budd, Malcolm (1992), 'On Looking at a Picture', in Robert Hopkins and Anthony Savile (eds.), Psychoanalysis, Mind, and Art (Oxford: Blackwell).</li>\n<li>Budd, Malcolm (1993), 'How Pictures Look' in Dudley Knowles and John Skorupski (eds.), Virtue and Taste (Oxford: Blackwell).</li>\n<li>Bach, Kent (1970), 'Part of What a Picture Is', British Journal of Aesthetics, 10: 119-137.</li>\n<li>Black, M. (1972), 'How Do Pictures Represent', in Black, Gombrich and Hochburg, Art, Perception, and Reality (Baltimore, Md.).</li>\n<li>Carrier, David (1971), 'A Reading of Goodman on Representation?', The Monist 58: 269-84.</li>\n<li>Carrol, Noel (1994), 'Visual Metaphor' in Jaakko Hintikka (ed.), Aspects of Metaphor (Kluwer Publishers), 189-218; reprinted in Noel Carrol (2001), Beyond Aesthetics (Cambridge: Cambridge University Press).</li>\n<li>Dilworth, John (2002), 'Three Depictive Views Defended', The British Journal of Aesthetics, 42(3): 259-278.</li>\n<li>Dilworth, John (2002), 'Varieties of Visual Representation', Canadian Journal of Philosophy, 32(2): 183-205.</li>\n<li>Dilworth, John (2003), 'Medium, Subject Matter and Representation', The Southern Journal of Philosophy, 41(1): 45-62.</li>\n<li>Dilworth, John (2003), 'Pictorial Orientation Matters', The British Journal of Aesthetics 43(1): 39-56.</li>\n<li>Dilworth, John (2005), 'Resemblance, Restriction and Content-Bearing Features', The Journal of Aesthetics and Art Criticism 63(1): 67-70.</li>\n<li>Dilworth, John (2005), 'The Perception of Representational Content', British Journal of Aesthetics, 45(4): 388-411.</li>\n<li>Freeman, N. H., (1986) How should a cube be drawn? British Journal of Developmental Psychology, 4, 317-322.</li>\n<li>Freeman, N. H. Evans, D., and Willats, J. (1988) Symposium overview: the computational approach to projection drawing-systems. (Budapest, Paper given at Third European Conference on Developmental Psychology,</li>\n<li><a href=\"/wiki/James_J._Gibson\" title=\"James J. Gibson\">Gibson, James J.</a> – (1978), 'The Ecological approach To Visual Perception In Pictures', Leonardo, 11, p.&#160;231.</li>\n<li>Hopkins, Robert (1994), 'Resemblance and Misrepresentation', Mind, 103(412): 421-238.</li>\n<li>Hopkins, Robert (1995), 'Explaining Depiction', Philosophical Review, 104(3):</li>\n<li>Hopkins, Robert (1997), 'Pictures and Beauty', Proceedings of the Aristotelian Society, XCVII: 177-194.</li>\n<li>Hopkins, Robert (1997), 'El Greco's Eyesight: Interpreting Pictures and the Psychology of Vision', Philosophical Quarterly, 47(189): 441-458.</li>\n<li>Hopkins, Robert (2000), 'Touching Pictures' British Journal of Aesthetics 40: 149-67.</li>\n<li>Hopkins, Robert (2003), 'What Makes Representational Painting Truly Visual? Proceedings of the Aristotelian Society Supplementary, LXXVII: 149-167.</li>\n<li>Hopkins, Robert (2003), 'Pictures, Phenomenology and Cognitive Science', The Monist, 86.</li>\n<li>Hopkins, Robert (2005), 'What Is Pictorial Representation', in Mathew Kieran (ed.), Contemporary Debates in the Philosophy of Art (Oxford: Blackwell).</li>\n<li>Howell, R. (1974), 'The Logical Structure of Pictorial Representation', Theoria 2: 76-109.</li>\n<li>Hyman, John (2000), 'Pictorial Art and Visual Experience', British Journal of Aesthetics 40:2 1-45.</li>\n<li>Kennedy, J. M. and Ross, A. S. (1975), 'Outline picture perception by the Songe of Papua', Perception, 4, 391-406.</li>\n<li>Kjorup, Soren (1971), 'George Inness and the Battle at Hastings or Doing Things With Pictures', The Monist 58: 217-36.</li>\n<li>Kulvicki, John (2003), 'Image Structure', The Journal of Aesthetics and Art Criticism, 61(4): 323-39.</li>\n<li>Lehrer, Keith (2004), 'Representation in Painting and Consciousness', Philosophical Studies, 117(1); 1-14.</li>\n<li>Lewis, H. P. (1963) 'Spatial representation in drawing as a correlate of development and a basis for picture preference'. Journal of Genetic Psychology, 102, 95-107.</li>\n<li>Lopes, Dominic (1997), 'Art Media and the Sense Modalities: Tactile Pictures', Philosophical Quarterly, 47(189): 425-440.</li>\n<li>Lopes, Dominic (2004), 'Directive Pictures', The Journal of Aesthetics and Art Criticism, 62(2): 189-96.</li>\n<li>Lopes, Dominic (2005), Sight and Sensibility: Evaluating Pictures (Oxford: Clarendon Press).</li>\n<li>Lowe, D. G. (1987), 'Three-dimensional object recognition from single two-dimensional images', Artificial Intelligence, 31, 355 – 395.</li>\n<li>Malinas, Gary (1991), 'A Semantics for Pictures', Canadian Journal of Philosophy, 21(3): 275-298.</li>\n<li>Manns, James W. (1971), 'Representation, Relativism and Resemblance', British Journal of Aesthetics 11: 281-7).</li>\n<li>Marr, David (1977), 'Analysis of occluding outline', Proceedings of the Royal Society of London, Series B 197 441-475.</li>\n<li>Marr, David (1978), 'Representing visual information: a computational approach.' in Computer Vision, A. R. Hanson and E. M. Riseman (eds.) Academic Press, New York and London, pp.&#160;61–80.</li>\n<li>Maynard, Patrick (1972), 'Depiction, Vision and Convention', American Philosophical Quarterly, 9: 243-50.</li>\n<li>McIntosh, Gavin (2003), 'Depiction Unexplained: Peacocke and Hopkins on Pictorial Representation', The British Journal of Aesthetics, 43(3):279-288.</li>\n<li>Nanay, Bence (2004), 'Taking Twofoldness Seriously: Walton on Imagination and Depiction', Journal of Aesthetics and Art Criticism, 62(3): 285-9.</li>\n<li>Nanay, Bence (2005), 'Is Twofoldness Necessary for Representational Seeing?', British Journal of Aesthetics 45(3): 263-272.</li>\n<li>Neander, Karen (1987), 'Pictorial Representation: A Matter of Resemblance', British Journal of Aesthetics, 27(3): 213-26.</li>\n<li>Newall, Michael (2003), 'A Restriction for Pictures and Some Consequences for a Theory of Depiction', Journal of Aesthetics and Art Criticism, 61: 381-94.</li>\n<li>Nicholas, A. L. and Kennedy, J. M. (1992), 'Drawing development from similarity of features to direction', Child Development, 63, 227-241.</li>\n<li>Novitz, David (1975), 'Picturing', Journal of Aesthetics and Art Criticism, 34: 144-55.</li>\n<li>Panofsky, Erwin (1924-5), 'Die Perspective als Symbolische Form' in Vortrage der Bibliotek Warburg.</li>\n<li>Pateman, Trevor (1980), 'How to do Things with Images: An Essay on the Pragmatics of Advertising', Theory and Society, 9(4): 603-622.</li>\n<li>Pateman, Trevor (1983), 'How is Understanding an Advertisement Possible?' in Howard Davis and Paul Walton (eds.), Language, Image, Media (London: Blackwell).</li>\n<li>Pateman, Trevor (1986), 'Translucent and Transparent Icons', British Journal of Aesthetics, 26: 380-2.</li>\n<li>Peacocke, Christopher (1987), Depiction, The Philosophical Review, 96: 383-410.</li>\n<li>Ross, Stephanie (1971), 'Caricature', The Monist 58: 285-93.</li>\n<li>Savile, Anthony (1986) 'Imagination and Pictorial Understanding', Aristotelian Society Supplementary Volume 60: 19-44.</li>\n<li>Sartwell, Crispin (1991), 'Natural Generativity and Imitation', British Journal of Aesthetics, 31: 58-67.</li>\n<li>Schier, Flint (1993) 'Van Gogh's Boots: The Claims of Representation' in Dudley Knowles and John Skorupski (eds.) Virtue and Taste (Oxford: Blackwell).</li>\n<li>Scholz, Oliver (2000), 'A Solid Sense of Syntax', Erkenntnis, 52: 199-212.</li>\n<li>Sonesson, Göran (2001), 'Iconicity strikes back: the third generation – or why Eco is still wrong'. VISIO 9: 3-4.</li>\n<li>Sonesson, Göran (Revised August 2006), 'Current issues in pictorial semiotics. Lecture three: From the Critique of the Iconicity Critique to Pictorality' . Third conference of a series published online at the Semiotics Institute Online. January 2006.</li>\n<li>Sorenson, Roy (2002), 'The Art of the Impossible' in Tamar Szabo Gendler and John Hawthorne (eds.), Conceivability and Possibility (Oxford: Clarendon Press).</li>\n<li>Soszynski, Marek (2006), 'How Do Pictures Represent?', Philosophy Now, 57: 20-21.</li>\n<li>Walton, Kendall (1971), 'Are Representations Symbols?', The Monist 58: 236-254.</li>\n<li>Walton, Kendall (1974), 'Transparent Pictures: On the Nature of Photographic Realism', Critical Inquiry, 11(2): 246-277.</li>\n<li>Walton, Kendall (1992), 'Seeing-In and Seeing Fictionally', in James Hopkins and Anthony Savile (eds.), Mind, Psychoanalysis, and Art: Essays for Richard Wollheim, (Oxford: Blackwell), 281–291.</li>\n<li>Walton, Kendall (1993), 'Make-Believe, and its Role in Pictorial Representation and the Acquisition of Knowledge', Philosophic Exchange 23: 81–95.</li>\n<li>Walton, Kendall (1997), 'On Pictures and Photographs: Objections Answered', in Richard Allen and Murray Smith (eds.), Film Theory and Philosophy (Oxford: Oxford University Press) 60-75.</li>\n<li>Walton, Kendall (2002), 'Depiction, Perception, and Imagination: Responses to Richard Wollheim', Journal of Aesthetics and Art Criticism 60(1): 27-35.</li>\n<li>Wilkerson, T. E. (1991), 'Pictorial Representation: A defense of the Aspect Theory', Midwest Studies in Philosophy, 16: 152-166.</li>\n<li>Wilson, B. and Wilson, M. (1977) 'An iconoclastic view of the imagery sources in the drawings of young people', Art Education, 30(1), 4-6.</li>\n<li>Wollheim, Richard (1990), 'A Note on Mimesis as Make-Believe', Philosophy and Phenomenological Research, 51(2): 401-6.</li>\n<li>Wollheim, Richard (1998), 'Pictorial Representation', Journal of Aesthetics and Art Criticism 56: 217-26.</li>\n<li>Wolsterstorff, Nicholas (1991a), 'Two Approaches to Representation – And Then a Third', Midwest Studies in Philosophy, 16: 167-199.</li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Depiction&amp;action=edit&amp;section=15\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist columns references-column-width\" style=\"-moz-column-width: 32em; -webkit-column-width: 32em; column-width: 32em; list-style-type: decimal;\">\n<ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">e.g. Robert Hopkins (1998), \"Picture, Image, Experience\" (Cambridge: Cambridge University Press) p. 71.</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">see e.g. Hopkins (1998), Christopher Peacocke (1987) 'Depiction', in Philosophical Review 96(3):383-410.</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">John Hyman (2012), 'Depiction', in Royal Institute of Philosophy Supplement 71:129-150.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Gombrich, E. H. (1960) <i>Art and Illusion</i> (Oxford: Phaidon Press).</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Gombrich, E. H. (1963) Meditations on a Hobbyhorse (Oxford, Phaidon Press).</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Gombrich, E. H. <i>The Image and the Eye</i> (Oxford and New York: Phaidon Press).</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Gombrich, E. H. (1960): pp 80-98, (1982): pp 278–297.</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Gombrich, E. H. (1995), The Story Of Art 16th ed. (London: Phaidon Press).</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Willats, John, (1997), <i>Art and Representation: New Principles In The Analysis Of Pictures</i> (Princeton, N.J: Princeton University Press.)</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Gombrich (1995), pp. 133, 228.</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Gibson, James J., 'The Ecological approach to Visual Perception in Pictures' Leonardo, 1978, 11, p.231.</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Wollheim, Richard (1987), <i>Painting as an Art</i> (London: Thames and Hudson) pp 46-7, 72-5.</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">Lopes, Dominic (2005), Sight and Sensibility: Evaluating Pictures (Oxford: Clarendon Press).</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">Nanay, Bence (2005), 'Is Twofoldness Necessary for Representational Seeing?', British Journal of Aesthetics 45(3): 263-272.</span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\">Wollheim (1987), pp. 59-61.</span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\">Hopkins, Robert (1998), Picture, Image, and Experience (Cambridge: Cambridge University Press).</span>\n</li>\n<li id=\"cite_note-17\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-17\">^</a></b></span> <span class=\"reference-text\">Schier, Flint (1986), Deeper Into Pictures (Cambridge: Cambridge University Press).</span>\n</li>\n<li id=\"cite_note-18\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-18\">^</a></b></span> <span class=\"reference-text\">Walton, Kendall (1990), Mimesis as Make-believe (Cambridge, Mass.: Harvard University Press).</span>\n</li>\n<li id=\"cite_note-19\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-19\">^</a></b></span> <span class=\"reference-text\">Ross, Stephanie (1971), 'Caricature', The Monist 58: pp 285-93.</span>\n</li>\n<li id=\"cite_note-20\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-20\">^</a></b></span> <span class=\"reference-text\">Goodman, Nelson (1968), Languages of Art: An Approach to a Theory of Symbols (Indianapolis and New York: The Bobbs-Merrill Company, Inc.).</span>\n</li>\n<li id=\"cite_note-21\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-21\">^</a></b></span> <span class=\"reference-text\">Goodman (1968), pp. 16-19.</span>\n</li>\n<li id=\"cite_note-22\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-22\">^</a></b></span> <span class=\"reference-text\">Goodman (1968), p.&#160;160.</span>\n</li>\n<li id=\"cite_note-23\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-23\">^</a></b></span> <span class=\"reference-text\">Goodman, Nelson and Elgin, Catherine Z, (1988) Reconceptions in Philosophy (London and New York: Routledge) p. 131.</span>\n</li>\n<li id=\"cite_note-24\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-24\">^</a></b></span> <span class=\"reference-text\">Kulvicki, John (2006), On Images: Their structure and content (Oxford: Oxford University Press).</span>\n</li>\n<li id=\"cite_note-25\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-25\">^</a></b></span> <span class=\"reference-text\">Elkins, James (1999), The Domain of Images (Ithaca and London: Cornell University Press).</span>\n</li>\n<li id=\"cite_note-26\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-26\">^</a></b></span> <span class=\"reference-text\">Peirce, Charles Sanders - (1931-58), Collected Papers I-VIII. Hartshorne, C, Weiss, P, &amp; Burks, A, (eds.) (Cambridge MA: Harvard University Press).</span>\n</li>\n<li id=\"cite_note-27\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-27\">^</a></b></span> <span class=\"reference-text\">Barthes, Roland (1969), Elements of semiology (Paris, 1967) translated by Annette Lavers and Colin Smith, (London: Cape).</span>\n</li>\n<li id=\"cite_note-28\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-28\">^</a></b></span> <span class=\"reference-text\">Eco, Umberto (1980), A Theory of Semiotics (Milan 1976) (Bloomington: Indiana University Press).</span>\n</li>\n<li id=\"cite_note-29\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-29\">^</a></b></span> <span class=\"reference-text\">Sonesson, Göran (1989), Pictorial Concepts: Inquiries into the semiotic heritage and its relevance for the analysis of the visual world. (Lund: Aris/Lund University Press).</span>\n</li>\n<li id=\"cite_note-30\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-30\">^</a></b></span> <span class=\"reference-text\">Sonesson, Göran (2001), 'Iconicity strikes back: the third generation – or why Eco is still wrong'. VISIO 9: 3-4.</span>\n</li>\n<li id=\"cite_note-31\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-31\">^</a></b></span> <span class=\"reference-text\">Kennedy, John M. (1974) The Psychology of Picture Perception (San Francisco, Jossey-Bass).</span>\n</li>\n<li id=\"cite_note-32\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-32\">^</a></b></span> <span class=\"reference-text\">Freeman, N. H. and Cox, M. V. (eds.) (1985), Visual Order: The Nature and Development of Pictorial Representation (Cambridge, Cambridge University Press).</span>\n</li>\n<li id=\"cite_note-33\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-33\">^</a></b></span> <span class=\"reference-text\">Freeman, N. H., Evans, D., and Willats, J. (1988) Symposium overview: the computational approach to projection drawing-systems. (Budapest, Paper given at Third European Conference on Developmental Psychology).</span>\n</li>\n<li id=\"cite_note-34\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-34\">^</a></b></span> <span class=\"reference-text\">Marr, David (1977), 'Analysis of occluding outline', Proceedings of the Royal Society of London, Series B 197 441-475.</span>\n</li>\n<li id=\"cite_note-35\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-35\">^</a></b></span> <span class=\"reference-text\">Marr, David (1978), 'Representing visual information: a computational approach.' in Computer Vision, A. R. Hanson and E. M. Riseman (eds.) Academic Press, New York and London, pp. 61-80.</span>\n</li>\n<li id=\"cite_note-36\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-36\">^</a></b></span> <span class=\"reference-text\">Sonesson, Göran (Revised August 2006), 'Current issues in pictorial semiotics. Lecture three: From the Critique of the Iconicity Critique to Pictorality' . Third conference of a series published online at the Semiotics Institute Online. January 2006.</span>\n</li>\n<li id=\"cite_note-37\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-37\">^</a></b></span> <span class=\"reference-text\">Husserl, Edmund (1928), Zur Phänomenologie des inneren Zeitbewusstseins. Halle. (Republished in Husserliana X, The Hague: Nijhoff, 1966).</span>\n</li>\n<li id=\"cite_note-38\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-38\">^</a></b></span> <span class=\"reference-text\">Husserl, Edmund (1980), Phantasie, Bildbewusstsein, Erinnerung, Husserliana XXIII. (The Hague: Nijhoff).</span>\n</li>\n<li id=\"cite_note-39\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-39\">^</a></b></span> <span class=\"reference-text\">Bryson, Norman (1983) Vision and Painting: The Logic of The Gaz, (New Haven and London: Yale University Press).</span>\n</li>\n<li id=\"cite_note-40\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-40\">^</a></b></span> <span class=\"reference-text\">Panofsky, Erwin (1955) Meaning in the Visual Arts (New York: Doubleday).</span>\n</li>\n<li id=\"cite_note-41\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-41\">^</a></b></span> <span class=\"reference-text\">Mitchell, W. J. T. (1980), The Language of Images (Chicago and London: University of Chicago Press).</span>\n</li>\n<li id=\"cite_note-42\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-42\">^</a></b></span> <span class=\"reference-text\">Mitchell, W. J. T. (1986), Iconology: Image, Text, Ideology, (Chicago and London: University Of Chicago Press).</span>\n</li>\n<li id=\"cite_note-43\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-43\">^</a></b></span> <span class=\"reference-text\">Mitchell, W. J. T. (1994), Picture Theory (Chicago and London: University Of Chicago Press).</span>\n</li>\n<li id=\"cite_note-44\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-44\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Thomson, T. J.; Greenwood, Keith (2016-03-08). <a rel=\"nofollow\" class=\"external text\" href=\"https://dx.doi.org/10.1080/17512786.2016.1152908\">\"Beyond Framing\"</a>. <i>Journalism Practice</i>. <b>0</b> (0): 1–20. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1080/17512786.2016.1152908\">10.1080/17512786.2016.1152908</a>. <a href=\"/wiki/International_Standard_Serial_Number\" title=\"International Standard Serial Number\">ISSN</a>&#160;<a rel=\"nofollow\" class=\"external text\" href=\"//www.worldcat.org/issn/1751-2786\">1751-2786</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Journalism+Practice&amp;rft.atitle=Beyond+Framing&amp;rft.volume=0&amp;rft.issue=0&amp;rft.pages=1-20&amp;rft.date=2016-03-08&amp;rft_id=info%3Adoi%2F10.1080%2F17512786.2016.1152908&amp;rft.issn=1751-2786&amp;rft.aulast=Thomson&amp;rft.aufirst=T.+J.&amp;rft.au=Greenwood%2C+Keith&amp;rft_id=https%3A%2F%2Fdx.doi.org%2F10.1080%2F17512786.2016.1152908&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ADepiction\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Depiction&amp;action=edit&amp;section=16\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.depictionandpainting.net\">Depiction &amp; Painting</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2209\nCached time: 20180919130356\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.200 seconds\nReal time usage: 0.237 seconds\nPreprocessor visited node count: 768/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 6753/2097152 bytes\nTemplate argument size: 198/2097152 bytes\nHighest expansion depth: 12/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 15463/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.044/10.000 seconds\nLua memory usage: 1.69 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  173.600      1 -total\n 40.54%   70.382      1 Template:Reflist\n 34.72%   60.274      1 Template:More_footnotes\n 23.27%   40.394      1 Template:Cite_journal\n 21.09%   36.605      1 Template:Ambox\n  2.54%    4.410      2 Template:Main_other\n  2.45%    4.251      2 Template:Yesno-no\n  1.42%    2.463      2 Template:Yesno\n  1.05%    1.820      1 Template:Column-width\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:2221526-0!canonical and timestamp 20180919130356 and revision id 853685843\n -->\n</div>"},"langlinks":[{"lang":"de","url":"https://de.wikipedia.org/wiki/Darstellung_(Wiedergabe)","langname":"German","autonym":"Deutsch","*":"Darstellung (Wiedergabe)"},{"lang":"ja","url":"https://ja.wikipedia.org/wiki/%E5%9B%B3%E8%A7%A3","langname":"Japanese","autonym":"日本語","*":"図解"}],"categories":[{"sortkey":"","hidden":"","*":"Articles_lacking_in-text_citations_from_July_2009"},{"sortkey":"","hidden":"","*":"All_articles_lacking_in-text_citations"},{"sortkey":"","*":"Aesthetics"},{"sortkey":"","*":"Analytic_philosophy"},{"sortkey":"","*":"Semiotics"}],"links":[{"ns":14,"exists":"","*":"Category:Articles lacking in-text citations from July 2009"},{"ns":0,"exists":"","*":"Aesthetic"},{"ns":0,"exists":"","*":"Art"},{"ns":0,"exists":"","*":"Bence Nanay"},{"ns":0,"exists":"","*":"Charles Sanders Peirce"},{"ns":0,"exists":"","*":"Convention (norm)"},{"ns":0,"exists":"","*":"Deixis"},{"ns":0,"exists":"","*":"Descriptive geometry"},{"ns":0,"exists":"","*":"Digital object identifier"},{"ns":0,"exists":"","*":"Ernst Gombrich"},{"ns":0,"exists":"","*":"Erwin Panofsky"},{"ns":0,"exists":"","*":"Ethical"},{"ns":0,"exists":"","*":"Figurative art"},{"ns":0,"exists":"","*":"Gaze"},{"ns":0,"exists":"","*":"Iconography"},{"ns":0,"exists":"","*":"Illusionism"},{"ns":0,"exists":"","*":"International Standard Serial Number"},{"ns":0,"exists":"","*":"James J. Gibson"},{"ns":0,"exists":"","*":"Kendall Walton"},{"ns":0,"exists":"","*":"Mimesis"},{"ns":0,"exists":"","*":"Naturalism (visual art)"},{"ns":0,"exists":"","*":"Nelson Goodman"},{"ns":0,"exists":"","*":"Norman Bryson"},{"ns":0,"exists":"","*":"Perspective (graphical)"},{"ns":0,"exists":"","*":"Picture plane"},{"ns":0,"exists":"","*":"Realism (arts)"},{"ns":0,"exists":"","*":"Realism (visual arts)"},{"ns":0,"exists":"","*":"Representationalism"},{"ns":0,"exists":"","*":"Richard Wollheim"},{"ns":0,"exists":"","*":"Roland Barthes"},{"ns":0,"exists":"","*":"Semiotic elements and classes of signs (Peirce)"},{"ns":0,"exists":"","*":"Semiotics"},{"ns":0,"exists":"","*":"Symbol"},{"ns":0,"exists":"","*":"Umberto Eco"},{"ns":0,"exists":"","*":"Visual perception"},{"ns":0,"exists":"","*":"W. J. T. Mitchell"},{"ns":0,"*":"Dominic Lopes"},{"ns":4,"exists":"","*":"Wikipedia:Citing sources"},{"ns":4,"exists":"","*":"Wikipedia:When to cite"},{"ns":4,"exists":"","*":"Wikipedia:WikiProject Fact and Reference Check"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:More footnotes"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Column-width"},{"ns":10,"exists":"","*":"Template:Cite journal"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"}],"images":["Text_document_with_red_question_mark.svg"],"externallinks":["https://dx.doi.org/10.1080/17512786.2016.1152908","//doi.org/10.1080/17512786.2016.1152908","//www.worldcat.org/issn/1751-2786","http://www.depictionandpainting.net"],"sections":[{"toclevel":1,"level":"2","line":"Resemblance","number":"1","index":"1","fromtitle":"Depiction","byteoffset":2434,"anchor":"Resemblance"},{"toclevel":1,"level":"2","line":"Illusion","number":"2","index":"2","fromtitle":"Depiction","byteoffset":4620,"anchor":"Illusion"},{"toclevel":1,"level":"2","line":"Dual invariants","number":"3","index":"3","fromtitle":"Depiction","byteoffset":6752,"anchor":"Dual_invariants"},{"toclevel":1,"level":"2","line":"Seeing-in","number":"4","index":"4","fromtitle":"Depiction","byteoffset":7954,"anchor":"Seeing-in"},{"toclevel":1,"level":"2","line":"Other psychological resources","number":"5","index":"5","fromtitle":"Depiction","byteoffset":10157,"anchor":"Other_psychological_resources"},{"toclevel":1,"level":"2","line":"Notation","number":"6","index":"6","fromtitle":"Depiction","byteoffset":12015,"anchor":"Notation"},{"toclevel":1,"level":"2","line":"Pictorial semiotics","number":"7","index":"7","fromtitle":"Depiction","byteoffset":14060,"anchor":"Pictorial_semiotics"},{"toclevel":1,"level":"2","line":"Deixis","number":"8","index":"8","fromtitle":"Depiction","byteoffset":17571,"anchor":"Deixis"},{"toclevel":1,"level":"2","line":"Iconography","number":"9","index":"9","fromtitle":"Depiction","byteoffset":18897,"anchor":"Iconography"},{"toclevel":1,"level":"2","line":"Other issues","number":"10","index":"10","fromtitle":"Depiction","byteoffset":20965,"anchor":"Other_issues"},{"toclevel":1,"level":"2","line":"See also","number":"11","index":"11","fromtitle":"Depiction","byteoffset":21947,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"Further reading","number":"12","index":"12","fromtitle":"Depiction","byteoffset":22021,"anchor":"Further_reading"},{"toclevel":2,"level":"3","line":"Books","number":"12.1","index":"13","fromtitle":"Depiction","byteoffset":22042,"anchor":"Books"},{"toclevel":2,"level":"3","line":"Articles","number":"12.2","index":"14","fromtitle":"Depiction","byteoffset":25528,"anchor":"Articles"},{"toclevel":1,"level":"2","line":"References","number":"13","index":"15","fromtitle":"Depiction","byteoffset":35226,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"14","index":"16","fromtitle":"Depiction","byteoffset":35259,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Depiction","iwlinks":[{"prefix":"wikt","url":"https://en.wiktionary.org/wiki/substitution","*":"wikt:substitution"}],"properties":[{"name":"wikibase_item","*":"Q1166770"}]}}