{"parse":{"title":"Sociological art","pageid":14075956,"revid":813844576,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Sociological Art</b> is an artistic movement and approach to <a href=\"/wiki/Aesthetics\" title=\"Aesthetics\">aesthetics</a> that emerged in France in the early 1970s and became the basis for the Sociological Art Collective formed by <a href=\"https://fr.wikipedia.org/wiki/Herv%C3%A9_Fischer\" class=\"extiw\" title=\"fr:Hervé Fischer\">Hervé Fischer</a>, <a href=\"/wiki/Fred_Forest\" title=\"Fred Forest\">Fred Forest</a>, and <a rel=\"nofollow\" class=\"external text\" href=\"http://www.jeanpaulthenot.fr/\">Jean-Paul Thénot</a> in 1974.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#From_1968_to_1974\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">From 1968 to 1974</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#From_1974_to_1980\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">From 1974 to 1980</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Key_Moments\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Key Moments</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Theory\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Theory</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Beyond\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Beyond</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Bibliography\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Bibliography</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Notes\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Notes</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"From_1968_to_1974\">From 1968 to 1974</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Sociological_art&amp;action=edit&amp;section=1\" title=\"Edit section: From 1968 to 1974\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>As early as 1968, art critics <a href=\"/wiki/Pierre_Restany\" title=\"Pierre Restany\">Pierre Restany</a> and <a href=\"/wiki/Fran%C3%A7ois_Pluchart\" title=\"François Pluchart\">François Pluchart</a> used the term “sociological art” to refer to socially engaged and less commercial practices among a diverse set of artists, including body artists <a href=\"/wiki/Gina_Pane\" title=\"Gina Pane\">Gina Pane</a> and <a href=\"/wiki/Michel_Journiac\" title=\"Michel Journiac\">Michel Journiac</a>, Spanish-born video artist Joan Rabascall, Hervé Fischer, Fred Forest, and Jean-Paul Thenot.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>  In the fall of 1973, François Pluchart initiated a debate between Journiac, Pane, Fischer, and Thenot, which was published as “Ten Questions on Sociological Art” (“Dix questions sur l’art sociologique”) in the art magazine artTitudes, which he had founded in 1971.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p><p>The history of sociological art might also be traced through the independent practices of Fischer, Forest, and Thenot who would later form the Sociological Art Collective. These practices must themselves be put into dialogue with broad international artistic tendencies towards social engagement and the social sciences, evident, for instance, in the work of <a href=\"/wiki/Stephen_Willats\" title=\"Stephen Willats\">Stephen Willats</a> and <a href=\"/wiki/Hans_Haacke\" title=\"Hans Haacke\">Hans Haacke</a>, exhibitions such as Art into Society, Society into Art (Institute of Contemporary Art, London, 1974), and the intellectual histories of social art history and sociology of art.\n</p><p>In the mid-1960s, Forest (born 1933, Algeria) began a series of actions using of audiovisual and communication technologies to challenge conventional artistic media and activity.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> Images of many works are available at <a rel=\"nofollow\" class=\"external text\" href=\"http://webnetmuseum.org/html/en/expo-retr-fredforest/actions/actions_en.htm\">Webnetmuseum</a> He projected slides onto his paintings (<i>Tableau Ecran</i>, 1963), initiated community events in impoverished neighborhoods (<i>Family Portrait</i>, 1967), and used video to engage social spaces (\"Mur d’Arles<i> and </i>Cabine Telephonique\", 1967).  In the early 1970s, his utilization of the press and video as tools of social engagement and political provocation expanded. In January 1972, Forest began his \"Space Media\" project by placing a blank rectangle in the newspaper <i>Le Monde</i> and inviting readers to fill it in and mail it to him. For an exhibition entitled “Archeology of the Present” (“Archeologie du present”) at the Galerie Germain, Paris, in May 1972, Forest took the street where the gallery was located, Rue Guénegaud, as a topic, creating a video circuit displaying the street in the gallery and the gallery in the windows facing the street and collecting trash from the street to show in the gallery. Pierre Restany carried out short interviews with passersby for an episode of “Forum des Arts\", aired on May 13, 1973. In June 1973, with the collaboration of the philosopher Vilem Flusser and sociologist Philippe Butaud, Forest set up a video studio in a community of retirees to launch a video exchange in the south of France (\"Video Troisieme Age\", 1973). On the occasion of the XII Bienal de São Paulo in October 1973, he effectuated a series of events, including a version of Space Media, a sociological walk, and a procession through the city center with participants holding white placards (\"Blancs evanhit la ville\"), all of which were provocations in the face of the established military dictatorship. Always highly critical of those in power, committed to participatory art, and deeply engaged with new communication technologies, Forest would continue these pursuits after joining the collective in October 1974.\n</p><p>Hervé Fischer (born 1941, France) was a student of sociology and taught the sociology of communication and culture at the Sorbonne beginning in the early 1970s. Initially involved with <a href=\"https://fr.wikipedia.org/wiki/Supports/Surfaces\" class=\"extiw\" title=\"fr:Supports/Surfaces\">“Support/Surface,”</a> Fischer did a series of “Essuie-mains” paintings with handprints on cloth rolls as a means of deconstructing the medium of painting. He also began various campaigns, grouped under the title “Hygiene de l’art,” to eradicate art of traditional mores and media, and even invited artists to send him their works, which he tore up and displayed in small plastic bags (“La déchirure des oeuvres d’art”). Around 1974, his projects shifted away from the medium of painting toward more marginal and popular visual idioms, such as stamps and street signs, and into performances in the social realm.\n</p><p>Jean-Paul Thenot (born 1943, France) was trained as a psychotherapist, a profession he continued while producing art. Around 1969, he began creating artworks, beginning with his “Interventions in the Street,” which consisted of a series of scaled sculptures of everyday objects, such as mousetraps, set up in public space. Around 1970, he moved away from producing objects into largely textual and conceptual works, such as his “Constats d’existence,” typed pages of commentary on contemporary artists that were mailed to various figures in the art world. In 1972, he began conducting interactive surveys about art and perception. In response to the infamous, state-sponsored “Expo 72” (“Douze ans de l’art contemporain en France”), he carried out a large survey inviting respondents to select the most representative French artists and then declared the person whose submitted list was closest to the averaged, final list the honorary curator of a public exhibition opening that May.\n</p><p>The three artists met at openings and events in the early 1970s and were part of a global trend in artistic practice toward more conceptual and less skill-based art that was intentionally anti-commercial. In France, the events of May and June 1968 had irrevocably changed how many artists conceived of their work. While each artist brought areas of expertise—Forest’s interest in new media, Fischer’s theoretical grounding, and Thenot’s inquiry-based research—a commitment to engage the public, to oppose traditional and commercially-driven art, and to affect social change united the three artists.\n</p>\n<h2><span class=\"mw-headline\" id=\"From_1974_to_1980\">From 1974 to 1980</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Sociological_art&amp;action=edit&amp;section=2\" title=\"Edit section: From 1974 to 1980\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In the summer of 1974, Journiac organized a series of meetings at his apartment on <a href=\"/wiki/%C3%8Ele_Saint-Louis\" title=\"Île Saint-Louis\">Île Saint-Louis</a> in Paris to discuss the initiation of an artist movement engaged with critical and sociological realities. The meetings brought together artists such as Gina Pane, Bertrand Lavier, Thierry Agullo, Joan Rabscall, Jocelyne Hervé, Sonso, Hervé Fischer, Jean-Paul Thenot as well as art critics François Pluchart and Bernard Teyssedre.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>  It was from these meetings that the impulse to form the Sociological Art Collective emerges, and on October 10, 1974, the Sociological Art Collective was officially declared with the publication in newspaper <i>Le Monde</i> of its first manifesto, signed by Hervé Fischer, Fred Forest, and Jean-Paul Thénot. From this date onwards, these artists would alternate between practices claiming this lineage and their own personal practices. Concretely speaking, the collective published a number of texts, including <a rel=\"nofollow\" class=\"external text\" href=\"http://webnetmuseum.org/html/en/expo-retr-fredforest/textes_critiques/textes_divers/2manifeste_art_socio_en.htm#text\">three manifestos</a>; organized and effectuated a series of projects, including four group exhibitions and large-scale urban interventions; and founded the Ecole Sociologique Interrogative.\n</p><p>Their activity instantiates an early moment in the history of what would be called in the mid-1990s relational art or socially-engaged art but also connected with a number of artistic tendencies of the 1970s, such as conceptual art, performance art, and institutional critique. For example, the Collective’s two-week intervention in the southern French town of Perpignan in July 1976, entitled \"Study and Animation of Perpignan\" began with a study of the conditions and needs of neighborhoods in Perpignan by a thirty-person, interdisciplinary team and then led to dozens of direct interventions, which included pop-up exhibitions, screenings, interviews, parties, and a multi-neighborhood photograph swap, all aimed to, as the press release notes, “bring together different neighborhoods [. . .], which although geographically close remain distant at the level of social communication.”  After setting out four principles—critique, communication, intervention, and pedagogy—the group proposes sociological art as means to overcome the divide between “a quasi-scientific approach to the environment and a lived connection established among individuals [. . .] and the studied environment.”<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n</p><p>This project and related texts indicate three key aspects that broadly characterized sociological art.  First, artistic labor included activities such as organizing, writing, research, and teaching. The expansion of traditional artistic skills to integrate intellectual and white-collar skills related to the broader transition from an industrial economy to service and <a href=\"/wiki/Information_economy\" title=\"Information economy\">information economy</a>. Second, projects developed in dialogue with specific sites and their associated audiences. Whether focused on a town or a particular community, sociological art aimed to increase awareness about social conditions of existence through exchange with sites and humans. Third, sociological art was usually time-based and ephemeral and funded primarily by grants, personal finances, and commissions. The remaining material, therefore, consists largely of documentation rather than “rarified” art objects bought, sold, and collected.\n</p><p>For six years, the Collective carried out a handful of collaborative sociological art projects, participated in colloquia and exhibition, generated a community of collaborators, and provided support for independent work. Interlocutors included <a href=\"/wiki/Henri_Lefebvre\" title=\"Henri Lefebvre\">Henri Lefebvre</a>, <a href=\"/wiki/Edgar_Morin\" title=\"Edgar Morin\">Edgar Morin</a>, <a href=\"/wiki/Vilem_Flusser\" class=\"mw-redirect\" title=\"Vilem Flusser\">Vilem Flusser</a>, <a href=\"/wiki/Jean_Duvignaud\" title=\"Jean Duvignaud\">Jean Duvignaud</a>, <a href=\"/wiki/Jorge_Glusberg\" title=\"Jorge Glusberg\">Jorge Glusberg</a>, <a href=\"/wiki/Kristine_Stiles\" title=\"Kristine Stiles\">Kristine Stiles</a>, and numerous artists, including <a href=\"/wiki/John_Latham_(artist)\" title=\"John Latham (artist)\">John Latham</a> of the <a href=\"/wiki/Artist_Placement_Group\" title=\"Artist Placement Group\">Artist Placement Group</a>, <a href=\"/wiki/Stephen_Willats\" title=\"Stephen Willats\">Stephen Willats</a>, and <a href=\"/wiki/Ken_Friedman\" title=\"Ken Friedman\">Ken Friedman</a>. Tensions developed among Fischer, Forest, and Thenot, and in 1980, Forest and Thenot published an ad in <i>Art Press</i> selling the Ecole Sociologique Interrogative, which was located in Fischer’s apartment, and wrote a tract declaring the end of the Collective.\n</p>\n<h2><span class=\"mw-headline\" id=\"Key_Moments\">Key Moments</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Sociological_art&amp;action=edit&amp;section=3\" title=\"Edit section: Key Moments\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>10 October 1974 – Official proclamation of the Sociological Art Collective with Manifesto #1 published in newspaper <i>Le Monde.</i></li>\n<li>December 1974 - “Art against Ideology” exhibition organized by Bernard Teyssedre with the Sociological Art Collective at Galerie Rencontres, Paris, with works from Jean-François Bory, Collectif d’Art Sociologique, Groupe de Rosario, Guerilla Art Action Group (Jon Hendricks and Jean Toche), Hans Haacke, Michel Journiac, Henri Maccheroni, Serge Oldenberg, Joan Rabascall, <a href=\"/wiki/Sacha_Sosno\" title=\"Sacha Sosno\">Sosno</a>, Bernard Teyssedre, and Louis Chavignier.</li>\n<li>January 1975 – “Art and its socio-economic structures” exhibition organized by the Sociological Art Collective at the Galerie German, Paris, with works from Art et Language, Willy Bongard, Hervé Fischer, Fred Forest, Hans Haacke, John Latharn, Les Levine, Lea Lublin, Jacques Pineau, Adrian Piper, Klaus Staeck, Bernard Teyssèdre and Jean-Paul Thenot.</li>\n<li>March 1975 - “Problems and Methods of Sociological Art” exhibition organized by the Sociological Art Collective at the Galerie Matthias Fels, Paris, with works from Art et Language, Jean-François Bory, Jacques Charlier, Hervé Fischer, Fred Forest, Hans Haacke, Les Lévine, Léa Lublin, Antonio Muntadas, Joan Rabascali, Maurice Roquet, Jean Roualdes, <a href=\"/wiki/Sanejouand\" class=\"mw-redirect\" title=\"Sanejouand\">Sanejouand</a>, Sosno, Jean-Paul Thénot, Tomeck, Horacio Zabala.</li>\n<li>April 1975 - Sociological Art Collective exhibition at the International Cultural Centrum (ICC), Anvers, Belgium.</li>\n<li>May 1975 – Sociological Art Manifesto #2</li>\n<li>June 1975 - Sociological Art Collective exhibition at Musée Galliera, Paris.</li>\n<li>Summer 1975 - Neuenkirchen symposium organized by Galerie Falazik and l’Office franco-allemand de la jeunesse.</li>\n<li>August 1975 – Sociological Art Collective exhibition at the Museum of Contemporary Art of the University of São Paulo, Brazil.</li>\n<li>November 1975 - “Photo, Film, Video: A Socio-Ecological Experience, Neuenkirchen” exhibition of the work done in Neuenkirchen at A.R.C. at Musée d’art moderne de la ville de Paris.</li>\n<li>March 1976 – Sociological Art Manifesto #3</li>\n<li>May 1976 - Founded Ecole Sociological Interrogative in Fischer’s apartment in Paris.</li>\n<li>July 1976 – Sociological Art Collective invited by Pierre Restany to exhibit in the French Pavilion at Venice Biennale.</li>\n<li>February 1977 – Sociological Art Manifesto #4</li>\n<li>June 1977 - Sociological Art Collective intervention in Documenta 6, Kassel.</li>\n<li>March 1979 - “Art Sociologique que se passe-t’il?” Debate organized by Plus minus zero with Jean Pierre Van Tieghen with Fischer, Forest, Thenot, and Alain Snyers.</li>\n<li>November 1980 - Fred Forest and Jean-Paul Thenot publish “Mis au point” ostensibly calling an end to the Sociological Art Collective.</li></ul>\n<h2><span class=\"mw-headline\" id=\"Theory\">Theory</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Sociological_art&amp;action=edit&amp;section=4\" title=\"Edit section: Theory\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Sociological Art aimed to develop a critical analysis of art and society through interventionist artistic practices and associated writing that drew on the methods and theories of sociology. It envisioned art in terms of interaction, animation, pedagogy, and the creation of structures of exchange, provocation, and disruption of conventional social behaviors with a view to denouncing all and any forms of conditioning. As summarized by Fred Forest: “The practical aim of Sociological Art is to provide the necessary conditions of existence for various devices that frame a given efficient and effective questioning or investigation, thereby establishing the optimal conditions for a situation of <a href=\"/wiki/Intersubjectivity\" title=\"Intersubjectivity\">intersubjectivity</a>.”<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup> Sociological Art was a politically engaged response to an art world that was perceived as being out of touch both with the technologies and the society of its time. This stance was in strict opposition to reigning modernist and formalist dogmas that privileged medium specificity and authorial intention.\n</p><p>Various theoretical influences can be traced through sociological art. In a classical examine of <a href=\"/wiki/Situationist\" class=\"mw-redirect\" title=\"Situationist\">Situationist</a> <a href=\"/wiki/D%C3%A9tournement\" title=\"Détournement\">détournement</a>, Sociological Art aimed to draw attention to the channels of power and mass communication it was aiming to undermine. It called upon derision, simulacrum and participation in order to explode or alter a certain reality structured by the social codes of the time. Considering how ideology structured society related to contemporaneous analyses in French critical theory, such as Louis <a href=\"/wiki/Althusser\" class=\"mw-redirect\" title=\"Althusser\">Althusser</a>’s idea of <a href=\"/wiki/Ideological_State_Apparatus\" class=\"mw-redirect\" title=\"Ideological State Apparatus\">Ideological State Apparatus</a> as well as <a href=\"/wiki/Michel_Foucault\" title=\"Michel Foucault\">Foucault</a>’s writing on power. At the same time, sub-disciplines within the social sciences emerged to study art and culture, including the <a href=\"/wiki/Sociology_of_art\" title=\"Sociology of art\">sociology of art</a> and <a href=\"/wiki/Visual_anthropology\" title=\"Visual anthropology\">visual anthropology</a>, and applied novel method and theories to draw attention to art’s socio-economic frames.\n</p>\n<h2><span class=\"mw-headline\" id=\"Beyond\">Beyond</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Sociological_art&amp;action=edit&amp;section=5\" title=\"Edit section: Beyond\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Following the dissipation of the Sociological Art Collective, its founders retained certain sociological tenets in their later work and pursuits. Fischer continued work with the Ecole Sociologique Interrogative and carried out large-scale urban interventions. He then moved to Montreal, where he worked as a curator of new media, and in 2010, he has a large retrospective exhibition in Céret.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup>  Forest launched his subsequent theory of Communication aesthetics and continued his work as a teacher and artist, becoming an important early theorist and practitioners of net and internet art. In 2007, Forest had a retrospective exhibition at Slought Foundation.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup> Thenot focused on the therapeutique potential of art and video in his work as a psychotherapist. In 2010, he had an exhibition, called an \"Intervention d'art sociologique\" at Galerie Flux in Liege that included a <a rel=\"nofollow\" class=\"external text\" href=\"http://fluxnews.skyrock.com/2933461241-L-art-sociologique-en-reactivation-Entretien-entre-Jean-Paul-Thenot-et.html\">video interview</a> with the artist. All three continued to write prodigiously and have recently exhibited their artwork again. Though relatively unknown today, Sociological Art is thoroughly emblematic of the historical upheavals of the late 1960s and 1970s in France and Europe generally and prefigures many of the most prominent trends in art since the mid-1990s.\n</p>\n<h2><span class=\"mw-headline\" id=\"Bibliography\">Bibliography</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Sociological_art&amp;action=edit&amp;section=6\" title=\"Edit section: Bibliography\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>\"Art Sociologique,\" Opus International no. 55, 1975</li>\n<li>Theorie de l'art sociologique, Herve Fischer, Casterman, Paris 1977</li>\n<li>L'art sociologique vidéo, Fred Forest, 10/18, UGE PARIS 1977</li>\n<li>Art sociologique, Méthode pour une sociologie esthétique (Sociological Art, Method for an aesthetic sociology), Blaise Galland, Georg Éditeur à Carouge, Switzerland, 1987</li>\n<li>Vidéothérapie, l'image qui fait renaître, Jean-Paul Thenot, Greco, Paris 1989</li>\n<li>Ruth Erickson, \"Assembling Social Forms: Sociological Art Practice in Post-1968 France,\" Ph.D. Dissertation, University of Pennsylvania, 2014</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.webnetmuseum.org/html/en/expo-retr-fredforest/textes_critiques/auteurs/restany_mai2000_en.htm#text\">Commentary by Pierre Restany</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.webnetmuseum.org/html/en/expo-retr-fredforest/textes_critiques/auteurs/flusser_en.htm#text\">Commentary by Vilem Flusser</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.webnetmuseum.org/html/en/expo-retr-fredforest/textes_critiques/auteurs/szeemann_jan1992_en.htm#text\">Commentary by Harald Szeemann</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.webnetmuseum.org/html/en/expo-retr-fredforest/textes_critiques/auteurs/kerckhove_en.htm#text\">Commentary by Derrick de Kerckhove</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.webnetmuseum.org/html/en/expo-retr-fredforest/textes_critiques/auteurs/popper_en.htm#text\">Commentary by Frank Popper</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"Notes\">Notes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Sociological_art&amp;action=edit&amp;section=7\" title=\"Edit section: Notes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Forneris, Jean (1979). <i>arTitudes de François Pluchart: une revue internationale</i>. Nice: Galerie d'art contemporain des musées de Nice. pp.&#160;13–14.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=arTitudes+de+Fran%C3%A7ois+Pluchart%3A+une+revue+internationale&amp;rft.place=Nice&amp;rft.pages=13-14&amp;rft.pub=Galerie+d%27art+contemporain+des+mus%C3%A9es+de+Nice&amp;rft.date=1979&amp;rft.aulast=Forneris&amp;rft.aufirst=Jean&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASociological+art\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Pluchart, François (March 1974). \"Dix questions sur l'art sociologique\". <i>arTitudes</i> (6/8): 4–17.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=arTitudes&amp;rft.atitle=Dix+questions+sur+l%27art+sociologique&amp;rft.issue=6%2F8&amp;rft.pages=4-17&amp;rft.date=1974-03&amp;rft.aulast=Pluchart&amp;rft.aufirst=Fran%C3%A7ois&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASociological+art\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Lassignardie, Isabelle (2010). <a rel=\"nofollow\" class=\"external text\" href=\"http://hal.archives-ouvertes.fr/docs/00/51/52/32/PDF/These_Fred_Forest_-_Commentaire.pdf\"><i>Fred Forest: Catalogue Raisonné (1963-2008)</i></a> <span style=\"font-size:85%;\">(PDF)</span>. Amiens: Université de Picardie/Amiens.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Fred+Forest%3A+Catalogue+Raisonn%C3%A9+%281963-2008%29&amp;rft.place=Amiens&amp;rft.pub=Universit%C3%A9+de+Picardie%2FAmiens&amp;rft.date=2010&amp;rft.aulast=Lassignardie&amp;rft.aufirst=Isabelle&amp;rft_id=http%3A%2F%2Fhal.archives-ouvertes.fr%2Fdocs%2F00%2F51%2F52%2F32%2FPDF%2FThese_Fred_Forest_-_Commentaire.pdf&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASociological+art\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Galland, Blaise (1986). <i>Art sociologique, Méthode pour une sociologie esthétique</i>. Switzerland: Georg.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Art+sociologique%2C+M%C3%A9thode+pour+une+sociologie+esth%C3%A9tique&amp;rft.place=Switzerland&amp;rft.pub=Georg&amp;rft.date=1986&amp;rft.aulast=Galland&amp;rft.aufirst=Blaise&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASociological+art\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Fred Forest Archive, Inathèque; Collectif d'art sociologique (September 1976). \"Communique, Enquete Animation à Perpignan Par le Collectif\".</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=Communique%2C+Enquete+Animation+%C3%A0+Perpignan+Par+le+Collectif&amp;rft.date=1976-09&amp;rft.au=Fred+Forest+Archive%2C+Inath%C3%A8que&amp;rft.au=Collectif+d%27art+sociologique&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASociological+art\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a href=\"/wiki/Fred_Forest\" title=\"Fred Forest\">Forest, Fred</a>. <a rel=\"nofollow\" class=\"external text\" href=\"http://www.webnetmuseum.org/html/fr/expo-retr-fredforest/textes_critiques/text_critiques_fr.htm\">\"Textes Critiques\"</a><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2007-11-04</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Textes+Critiques&amp;rft.aulast=Forest&amp;rft.aufirst=Fred&amp;rft_id=http%3A%2F%2Fwww.webnetmuseum.org%2Fhtml%2Ffr%2Fexpo-retr-fredforest%2Ftextes_critiques%2Ftext_critiques_fr.htm&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASociological+art\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span><i>L'art sociologique a pour objet pratique de réunir les conditions necessaires à la mise en oeuvre de \" dispositifs\" de nature diverses, à partir desquels une fonction de questionnement et d'interrogation pourra être développée efficacement en vue d'établir les conditions optimum d'une situation intersubjective.</i>\n.</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\"><i>Nouvelle Nature,  Hervé Fischer: regard rétrospectif et vision contemporaine</i>. Céret: Musée d'art moderne of Céret. 2010.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Nouvelle+Nature%2C++Herv%C3%A9+Fischer%3A+regard+r%C3%A9trospectif+et+vision+contemporaine&amp;rft.place=C%C3%A9ret&amp;rft.pub=Mus%C3%A9e+d%27art+moderne+of+C%C3%A9ret&amp;rft.date=2010&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASociological+art\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.slought.org/content/11348/\">\"Art and Society: The Work of Fred Forest\"</a><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">19 March</span> 2012</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Art+and+Society%3A+The+Work+of+Fred+Forest&amp;rft_id=http%3A%2F%2Fwww.slought.org%2Fcontent%2F11348%2F&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASociological+art\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw1312\nCached time: 20180908053608\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.136 seconds\nReal time usage: 0.150 seconds\nPreprocessor visited node count: 363/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 10010/2097152 bytes\nTemplate argument size: 80/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 7405/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.066/10.000 seconds\nLua memory usage: 2.4 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  116.287      1 Template:Reflist\n100.00%  116.287      1 -total\n 60.80%   70.701      4 Template:Cite_book\n 12.25%   14.250      2 Template:Cite_journal\n 10.81%   12.574      2 Template:Cite_web\n  1.74%    2.026      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:14075956-0!canonical and timestamp 20180908053608 and revision id 813844576\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Sociological Art","*":"Contemporary_art"},{"sortkey":"Sociological Art","*":"Books_about_visual_art"},{"sortkey":"Sociological Art","*":"Aesthetics"},{"sortkey":"Sociological Art","*":"Sociology_of_culture"}],"links":[{"ns":0,"exists":"","*":"Aesthetics"},{"ns":0,"exists":"","*":"Althusser"},{"ns":0,"exists":"","*":"Artist Placement Group"},{"ns":0,"exists":"","*":"Détournement"},{"ns":0,"exists":"","*":"Edgar Morin"},{"ns":0,"exists":"","*":"François Pluchart"},{"ns":0,"exists":"","*":"Fred Forest"},{"ns":0,"exists":"","*":"Gina Pane"},{"ns":0,"exists":"","*":"Hans Haacke"},{"ns":0,"exists":"","*":"Henri Lefebvre"},{"ns":0,"exists":"","*":"Ideological State Apparatus"},{"ns":0,"exists":"","*":"Information economy"},{"ns":0,"exists":"","*":"Intersubjectivity"},{"ns":0,"exists":"","*":"Jean Duvignaud"},{"ns":0,"exists":"","*":"John Latham (artist)"},{"ns":0,"exists":"","*":"Jorge Glusberg"},{"ns":0,"exists":"","*":"Ken Friedman"},{"ns":0,"exists":"","*":"Kristine Stiles"},{"ns":0,"exists":"","*":"Michel Foucault"},{"ns":0,"exists":"","*":"Michel Journiac"},{"ns":0,"exists":"","*":"Pierre Restany"},{"ns":0,"exists":"","*":"Sacha Sosno"},{"ns":0,"exists":"","*":"Sanejouand"},{"ns":0,"exists":"","*":"Situationist"},{"ns":0,"exists":"","*":"Sociology of art"},{"ns":0,"exists":"","*":"Stephen Willats"},{"ns":0,"exists":"","*":"Vilem Flusser"},{"ns":0,"exists":"","*":"Visual anthropology"},{"ns":0,"exists":"","*":"Île Saint-Louis"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":10,"exists":"","*":"Template:Cite journal"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["http://hal.archives-ouvertes.fr/docs/00/51/52/32/PDF/These_Fred_Forest_-_Commentaire.pdf","http://www.webnetmuseum.org/html/fr/expo-retr-fredforest/textes_critiques/text_critiques_fr.htm","http://www.slought.org/content/11348/","http://www.jeanpaulthenot.fr/","http://webnetmuseum.org/html/en/expo-retr-fredforest/actions/actions_en.htm","http://webnetmuseum.org/html/en/expo-retr-fredforest/textes_critiques/textes_divers/2manifeste_art_socio_en.htm#text","http://fluxnews.skyrock.com/2933461241-L-art-sociologique-en-reactivation-Entretien-entre-Jean-Paul-Thenot-et.html","http://www.webnetmuseum.org/html/en/expo-retr-fredforest/textes_critiques/auteurs/restany_mai2000_en.htm#text","http://www.webnetmuseum.org/html/en/expo-retr-fredforest/textes_critiques/auteurs/flusser_en.htm#text","http://www.webnetmuseum.org/html/en/expo-retr-fredforest/textes_critiques/auteurs/szeemann_jan1992_en.htm#text","http://www.webnetmuseum.org/html/en/expo-retr-fredforest/textes_critiques/auteurs/kerckhove_en.htm#text","http://www.webnetmuseum.org/html/en/expo-retr-fredforest/textes_critiques/auteurs/popper_en.htm#text"],"sections":[{"toclevel":1,"level":"2","line":"From 1968 to 1974","number":"1","index":"1","fromtitle":"Sociological_art","byteoffset":304,"anchor":"From_1968_to_1974"},{"toclevel":1,"level":"2","line":"From 1974 to 1980","number":"2","index":"2","fromtitle":"Sociological_art","byteoffset":6705,"anchor":"From_1974_to_1980"},{"toclevel":1,"level":"2","line":"Key Moments","number":"3","index":"3","fromtitle":"Sociological_art","byteoffset":11208,"anchor":"Key_Moments"},{"toclevel":1,"level":"2","line":"Theory","number":"4","index":"4","fromtitle":"Sociological_art","byteoffset":13912,"anchor":"Theory"},{"toclevel":1,"level":"2","line":"Beyond","number":"5","index":"5","fromtitle":"Sociological_art","byteoffset":16399,"anchor":"Beyond"},{"toclevel":1,"level":"2","line":"Bibliography","number":"6","index":"6","fromtitle":"Sociological_art","byteoffset":18071,"anchor":"Bibliography"},{"toclevel":1,"level":"2","line":"Notes","number":"7","index":"7","fromtitle":"Sociological_art","byteoffset":19370,"anchor":"Notes"}],"parsewarnings":[],"displaytitle":"Sociological art","iwlinks":[{"prefix":"fr","url":"https://fr.wikipedia.org/wiki/Herv%C3%A9_Fischer","*":"fr:Hervé Fischer"},{"prefix":"fr","url":"https://fr.wikipedia.org/wiki/Supports/Surfaces","*":"fr:Supports/Surfaces"}],"properties":[{"name":"defaultsort","*":"Sociological Art"},{"name":"wikibase_item","*":"Q7552820"}]}}