{"parse":{"title":"E-Navigation","pageid":28992001,"revid":847987521,"text":{"*":"<div class=\"mw-parser-output\"><p><b>e-Navigation</b> is a strategy deveped by the <a href=\"/wiki/International_Maritime_Organization\" title=\"International Maritime Organization\">International Maritime Organization</a> (IMO), a UN specialized agency, to l shipping through better organization of data on ships and on shore, and better data exchange and communication between ships and the ship and shore. The concept was launched when maritime authorities from seven nations requested the IMO’s Maritime Safety Committee to add the development of an e-navigation strategy to the work programs of the IMO's NAV and COMSAR sub-committees. Working groups in three sub-committees (NAV, COMSAR and STW) and an intersessional correspondence group, led by Norway, has subsequently developed a Strategy Implementation  Plan (SIP). Member states of IMO and a number of Intergovernmental and non-governmental  organisations have contributed to the work, including  the <a href=\"/wiki/International_Hydrographic_Organization\" title=\"International Hydrographic Organization\">International Hydrographic Organization</a> (IHO), <a href=\"/wiki/Comit%C3%A9_International_Radio-Maritime\" title=\"Comité International Radio-Maritime\">Comité International Radio-Maritime</a> (CIRM), the <a href=\"/wiki/International_Association_of_Lighthouse_Authorities\" class=\"mw-redirect\" title=\"International Association of Lighthouse Authorities\">International Association of Lighthouse Authorities</a> (IALA), the <a href=\"/wiki/International_Chamber_of_Shipping\" title=\"International Chamber of Shipping\">International Chamber of Shipping</a> (ICS), the <a href=\"/wiki/Baltic_and_International_Maritime_Council\" title=\"Baltic and International Maritime Council\">Baltic and International Maritime Council</a> (BIMCO) and the <a href=\"/wiki/International_Electrotechnical_Commission\" title=\"International Electrotechnical Commission\">International Electrotechnical Commission</a> (IEC)\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Background\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Background</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-2\"><a href=\"#Human_Element,_Training_and_Harmonization\"><span class=\"tocnumber\">1.1</span> <span class=\"toctext\">Human Element, Training and Harmonization</span></a></li>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#e-Navigation_definition\"><span class=\"tocnumber\">1.2</span> <span class=\"toctext\">e-Navigation definition</span></a></li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Benefits_for_users_and_stakeholders\"><span class=\"tocnumber\">1.3</span> <span class=\"toctext\">Benefits for users and stakeholders</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#e-navigation_Strategy\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">e-navigation Strategy</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#Strategy_Implementation_Plan_(SIP)\"><span class=\"tocnumber\">2.1</span> <span class=\"toctext\">Strategy Implementation Plan (SIP)</span></a></li>\n<li class=\"toclevel-2 tocsection-7\"><a href=\"#Core_elements_to_the_Plan\"><span class=\"tocnumber\">2.2</span> <span class=\"toctext\">Core elements to the Plan</span></a></li>\n<li class=\"toclevel-2 tocsection-8\"><a href=\"#Guidelines\"><span class=\"tocnumber\">2.3</span> <span class=\"toctext\">Guidelines</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#Way_Forward\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Way Forward</span></a></li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#Notes_and_references\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Notes and references</span></a></li>\n<li class=\"toclevel-1 tocsection-11\"><a href=\"#External_links\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Background\">Background</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=E-Navigation&amp;action=edit&amp;section=1\" title=\"Edit section: Background\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>An input paper to IMO’s Maritime Safety Committee’s 81st session in 2005 from Japan, Marshall Islands, the Netherlands, Norway, Singapore and the United Kingdom and the United States identified that there was a clear need to equip the master of a vessel, and those responsible for the safety of shipping ashore, with modern proven tools to make marine navigation and communications more reliable and thereby reduce errors − especially those with a potential for loss of life, injury, environmental damage and undue commercial costs.\n</p><p>It also identified that more substantial and widespread benefits for States, shipowners and seafarers could be expected to arise from the increased safety at sea, which was identified as the core objective of e-navigation.\n</p><p>Also according to the United Kingdom’s Marine Accident Investigation Branch, navigational errors and failures, including those of the human element, had been significant in over half of the incidents meriting a full investigation between 2002 and 2005. \nThe input paper also noted that accidents related to navigation continue to occur despite the development and availability of a number of ship- and shore-based technologies that improve situational awareness and decision-making. These include the <a href=\"/wiki/Automatic_Identification_System\" class=\"mw-redirect\" title=\"Automatic Identification System\">Automatic Identification System</a> (AIS), <a href=\"/wiki/Electronic_Chart_Display_and_Information_System\" title=\"Electronic Chart Display and Information System\">Electronic Chart Display and Information System</a> (ECDIS), <a href=\"/wiki/Integrated_bridge_system\" class=\"mw-redirect\" title=\"Integrated bridge system\">Integrated Bridge Systems/Integrated Navigation Systems</a> (IBS/INS), <a href=\"/wiki/Automatic_Radar_Plotting_Aid\" class=\"mw-redirect\" title=\"Automatic Radar Plotting Aid\">Automatic Radar Plotting Aids</a> (ARPA), radio navigation, <a href=\"/wiki/Long_Range_Identification_and_Tracking\" class=\"mw-redirect\" title=\"Long Range Identification and Tracking\">Long Range Identification and Tracking</a> (LRIT) systems, <a href=\"/wiki/Vessel_Traffic_Service\" class=\"mw-redirect\" title=\"Vessel Traffic Service\">Vessel Traffic Service</a> (VTS) and the <a href=\"/wiki/Global_Maritime_Distress_Safety_System\" class=\"mw-redirect\" title=\"Global Maritime Distress Safety System\">Global Maritime Distress Safety System</a> (GMDSS).\n</p><p>It was therefore proposed to add a new item on e-navigation to the work programme of the Sub-Committee on Safety of Navigation (NAV) and also to that on Radiocommunications and Search and Rescue (COMSAR). The aim was to develop a strategic vision for the utilization of existing and new navigational tools, in particular electronic tools, in a holistic and systematic manner. e-navigation can thereby help reduce navigational accidents, errors and failures by developing standards for an accurate and cost-effective system that would make a major contribution to the IMO’s agenda of safe, secure and efficient shipping on clean oceans.\n</p>\n<h3><span id=\"Human_Element.2C_Training_and_Harmonization\"></span><span class=\"mw-headline\" id=\"Human_Element,_Training_and_Harmonization\">Human Element, Training and Harmonization</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=E-Navigation&amp;action=edit&amp;section=2\" title=\"Edit section: Human Element, Training and Harmonization\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The last decades have seen huge developments in technology within navigation and communication systems. Sophisticated and advanced technology is developing rapidly. Mariners have never had more technological support systems than today and therefore there is a need to coordinate systems and more use of harmonised standards. Although ships now carry Global Satellite Navigation Systems (GNSS) and will soon all have reliable Electronic Chart Displays and Information Systems (ECDIS), their use on board is not fully integrated and harmonised with other existing systems and those of other ships and ashore.\nAt the same time it has been identified that the human element, including training, competency, language skills, workload and motivation are essential in today’s world. Administrative burden, information overload and ergonomics are prominent concerns. A clear need has been identified for the application of good ergonomic principles in a well-structured human machine interface as part of the e-navigation strategy.\n</p>\n<h3><span class=\"mw-headline\" id=\"e-Navigation_definition\">e-Navigation definition</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=E-Navigation&amp;action=edit&amp;section=3\" title=\"Edit section: e-Navigation definition\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>At MSC 85, the Committee, taking into account inputs from the industry and other relevant organizations (e.g., IALA and IHO), approved the Strategy for the development and implementation of e-navigation and developed the following definition of e-navigation:\n</p><p><i>e-navigation is the harmonized collection, integration, exchange, presentation and analysis of marine information on board and ashore by electronic means to enhance berth to berth navigation and related services for safety and security at sea and protection of the marine environment.</i>\n</p>\n<h3><span class=\"mw-headline\" id=\"Benefits_for_users_and_stakeholders\">Benefits for users and stakeholders</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=E-Navigation&amp;action=edit&amp;section=4\" title=\"Edit section: Benefits for users and stakeholders\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>On a global level e-navigation will:\n</p>\n<ul><li>Standardize bridge design which globally enhances the opportunity to work cross-border, improves efficiency in training and reduces material cost. Similarities between nations and vessels would also increase efficiency and improve safety.</li>\n<li>Reduce barriers of trade through reduction of local solutions and bureaucracy.</li>\n<li>Reduce the risk of accidents and incidents.</li></ul>\n<p>For Coastal states, Flag states and Port states e-navigation will: \n</p>\n<ul><li>Improve efficiency in training, certification and supervision;</li>\n<li>Improve situational awareness by providing easy access to standard and reliable information;</li>\n<li>Improve efficiency in supervision, coordination, control, as well as coordination and information;</li>\n<li>Reduce the risk of accidents and incidents through efficient use of VTS services.</li></ul>\n<p>For branches, organizations and industry e-navigation will:\n</p>\n<ul><li>Provide flexibility with regards to training and rotation as standardization would lead to a more efficient market for standardized bridge products;</li>\n<li>Simplify reporting and thereby reducing the workload for operations;</li>\n<li>Improve safety for own fleet;</li>\n<li>Improve situational awareness for bridge personnel and thereby improving the speed and efficiency of decision making;</li>\n<li>Increase navigational safety in VTS regulated areas;</li>\n<li>Provide a direction for product development to a wide market;</li>\n<li>Provide opportunity for new products and solutions;</li></ul>\n<p>For ship borne users e-navigation will:\n</p>\n<ul><li>Simplify daily work and training;</li>\n<li>Improve human-machine interface, usability, familiarity and navigational safety;</li>\n<li>Improve time-saving and efficiency on board by providing easier access to information, thereby improving the response time/problem solving abilities of bridge personnel;</li>\n<li>Improved navigational safety by reducing the administrative workload;</li>\n<li>Improve confidence in the use of navigational equipment;</li>\n<li>Enhance the quality, accuracy and reliability of information, thereby improving situational awareness and navigational safety;</li>\n<li>Provide easy access to need-to-know information in a user friendly single window;</li>\n<li>Improve familiarity with systems through standardization;</li>\n<li>Improve service and safety in VTS-regulated areas by providing easy access to available services and warnings</li>\n<li>Reduce bureaucracy and thereby support more efficient use of bridge resources;</li>\n<li>Reduce the risk of accidents;</li></ul>\n<h2><span class=\"mw-headline\" id=\"e-navigation_Strategy\">e-navigation Strategy</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=E-Navigation&amp;action=edit&amp;section=5\" title=\"Edit section: e-navigation Strategy\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The IMO entrusted Norway and the Norwegian Coastal Administration to coordinate the work of developing a proposal for an e-navigation strategy implementation plan. Three sub-committees within the IMO - NAV, COMSAR and STW - established working groups on e-navigation; each group was chaired by John Erik Hagen of the Norwegian Coastal Administration. Further, a correspondence group overseen by the Norwegian Coastal Administration had an ongoing role in gathering input from national maritime administrations to proposals and decisions related to the process of establishing an e-navigation Strategy Implementation Plan (SIP).\n</p><p>The work on an e-navigation Strategy Implementation Plan was broken down into several clear phases:\n</p>\n<ol><li>Assessing user needs</li>\n<li>Constructing an open, modular and scalable architecture</li>\n<li>Completing a series of studies: a gap analysis, cost-benefit analysis and a risk analysis</li></ol>\n<h3><span id=\"Strategy_Implementation_Plan_.28SIP.29\"></span><span class=\"mw-headline\" id=\"Strategy_Implementation_Plan_(SIP)\">Strategy Implementation Plan (SIP)</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=E-Navigation&amp;action=edit&amp;section=6\" title=\"Edit section: Strategy Implementation Plan (SIP)\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>With these phases complete, five agreed solutions were proposed to provide the basis for a Strategy Implementation Plan. These are:\n</p><p>S1:\timproved, harmonized and user friendly bridge design;\n</p><p>S2:\tmeans for standardized and automated reporting;\n</p><p>S3:\timproved reliability, resilience and integrity of bridge equipment and navigation information;\n</p><p>S4:\tintegration and presentation of available information in graphical displays received via communications equipment; and\n</p><p>S9:\timproved communication of VTS Service Portfolio.\n</p><p>S1, S3 and S4 address the equipment and its use on the ship, while S2 and S9 address improved communications between ships and ship to shore and shore to ship.\nDuring the development of the SIP a number of tasks have been identified in order to continue the further development and implementation of e-navigation.  Some of these tasks may require further consideration and investigation before taking a final decision on the best way forward and subsequent tasks.\nFurther it was recognised that there is a need to identify shore-based functions and services. At present, there are many different types of services in most given situations or locations, such as ports, coastal and high seas. Harmonising and standardising these services results in the Maritime Service Portfolios (MSPs).\n</p>\n<h3><span class=\"mw-headline\" id=\"Core_elements_to_the_Plan\">Core elements to the Plan</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=E-Navigation&amp;action=edit&amp;section=7\" title=\"Edit section: Core elements to the Plan\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The final e-Navigation Strategy Implementation Plan contains eight core elements, defined thus:\n</p>\n<ol><li>Identification of tasks needed to be completed to satisfy the Solutions</li>\n<li>A phasing of the tasks and a high level roadmap</li>\n<li>A list of Maritime Service Portfolios that need to be developed</li>\n<li>A list of key enablers of e-navigation</li>\n<li>The continual assessment of user needs</li>\n<li>Proposals for a systematic assessment of how new technology can best meet defined and evolving user needs in the longer term</li>\n<li>Proposals on public relations and promotion of the e-navigation concept to key stakeholder groups</li>\n<li>Identification of potential sources of funding for development and implementation, particularly for developing regions and countries and of actions to secure that funding.</li></ol>\n<h3><span class=\"mw-headline\" id=\"Guidelines\">Guidelines</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=E-Navigation&amp;action=edit&amp;section=8\" title=\"Edit section: Guidelines\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The combination of the five e-navigation solutions, and the three guidelines, <i>Guidelines on Human Centred Design (HCD) for e-navigation</i>, <i>Guidelines on Usability Testing, Evaluation and Assessment (U-TEA) for e-navigation systems</i> and <i>Guidelines for Software Quality Assurance (SQA) in e-navigation</i>, proposes an e-navigation implementation that facilitates a holistic approach to the interaction between shipboard and shore-based users.\n</p>\n<h2><span class=\"mw-headline\" id=\"Way_Forward\">Way Forward</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=E-Navigation&amp;action=edit&amp;section=9\" title=\"Edit section: Way Forward\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The SIP was presented to the new IMO sub-committee NCSR (Navigation Communication Search and Rescue) in June 2014 for endorsement, and forwarded from there to the Maritime Safety Committee where it was approved in November 2014. Along with work taking place under the aegis of the IMO, a number of public and private groups are working to advance e-navigation and topics related to e-navigation.\n</p>\n<h2><span class=\"mw-headline\" id=\"Notes_and_references\">Notes and references</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=E-Navigation&amp;action=edit&amp;section=10\" title=\"Edit section: Notes and references\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist columns references-column-width\" style=\"-moz-column-width: 30em; -webkit-column-width: 30em; column-width: 30em; list-style-type: decimal;\">\n</div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=E-Navigation&amp;action=edit&amp;section=11\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.imo.org/Safety/mainframe.asp?topic_id=1369\">International Maritime Organization's e-Navigation page</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.e-nav.no\">Norwegian Coastal Administration's e-Navigation page</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.efficiensea.org/default.asp?Action=Details&amp;Item=402\">EfficienSea's work package for e-Navigation</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.e-navigation.com\">Jeppesen's e-Navigation reference site</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1269\nCached time: 20180903161730\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.040 seconds\nReal time usage: 0.045 seconds\nPreprocessor visited node count: 129/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 742/2097152 bytes\nTemplate argument size: 93/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.004/10.000 seconds\nLua memory usage: 525 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   24.076      1 Template:Reflist\n100.00%   24.076      1 -total\n  8.93%    2.150      1 Template:Main_other\n  7.59%    1.827      1 Template:Column-width\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:28992001-0!canonical and timestamp 20180903161730 and revision id 847987521\n -->\n</div>"},"langlinks":[{"lang":"no","url":"https://no.wikipedia.org/wiki/E-navigasjon","langname":"Norwegian","autonym":"norsk","*":"E-navigasjon"}],"categories":[{"sortkey":"","*":"Maritime_communication"},{"sortkey":"","*":"Navigation"}],"links":[{"ns":0,"exists":"","*":"Automatic Identification System"},{"ns":0,"exists":"","*":"Automatic Radar Plotting Aid"},{"ns":0,"exists":"","*":"Baltic and International Maritime Council"},{"ns":0,"exists":"","*":"Comité International Radio-Maritime"},{"ns":0,"exists":"","*":"Electronic Chart Display and Information System"},{"ns":0,"exists":"","*":"Global Maritime Distress Safety System"},{"ns":0,"exists":"","*":"Integrated bridge system"},{"ns":0,"exists":"","*":"International Association of Lighthouse Authorities"},{"ns":0,"exists":"","*":"International Chamber of Shipping"},{"ns":0,"exists":"","*":"International Electrotechnical Commission"},{"ns":0,"exists":"","*":"International Hydrographic Organization"},{"ns":0,"exists":"","*":"International Maritime Organization"},{"ns":0,"exists":"","*":"Long Range Identification and Tracking"},{"ns":0,"exists":"","*":"Vessel Traffic Service"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Column-width"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["http://www.imo.org/Safety/mainframe.asp?topic_id=1369","http://www.e-nav.no","http://www.efficiensea.org/default.asp?Action=Details&Item=402","http://www.e-navigation.com"],"sections":[{"toclevel":1,"level":"2","line":"Background","number":"1","index":"1","fromtitle":"E-Navigation","byteoffset":1193,"anchor":"Background"},{"toclevel":2,"level":"3","line":"Human Element, Training and Harmonization","number":"1.1","index":"2","fromtitle":"E-Navigation","byteoffset":3518,"anchor":"Human_Element,_Training_and_Harmonization"},{"toclevel":2,"level":"3","line":"e-Navigation definition","number":"1.2","index":"3","fromtitle":"E-Navigation","byteoffset":4592,"anchor":"e-Navigation_definition"},{"toclevel":2,"level":"3","line":"Benefits for users and stakeholders","number":"1.3","index":"4","fromtitle":"E-Navigation","byteoffset":5173,"anchor":"Benefits_for_users_and_stakeholders"},{"toclevel":1,"level":"2","line":"e-navigation Strategy","number":"2","index":"5","fromtitle":"E-Navigation","byteoffset":7592,"anchor":"e-navigation_Strategy"},{"toclevel":2,"level":"3","line":"Strategy Implementation Plan (SIP)","number":"2.1","index":"6","fromtitle":"E-Navigation","byteoffset":8519,"anchor":"Strategy_Implementation_Plan_(SIP)"},{"toclevel":2,"level":"3","line":"Core elements to the Plan","number":"2.2","index":"7","fromtitle":"E-Navigation","byteoffset":9872,"anchor":"Core_elements_to_the_Plan"},{"toclevel":2,"level":"3","line":"Guidelines","number":"2.3","index":"8","fromtitle":"E-Navigation","byteoffset":10667,"anchor":"Guidelines"},{"toclevel":1,"level":"2","line":"Way Forward","number":"3","index":"9","fromtitle":"E-Navigation","byteoffset":11132,"anchor":"Way_Forward"},{"toclevel":1,"level":"2","line":"Notes and references","number":"4","index":"10","fromtitle":"E-Navigation","byteoffset":11546,"anchor":"Notes_and_references"},{"toclevel":1,"level":"2","line":"External links","number":"5","index":"11","fromtitle":"E-Navigation","byteoffset":11586,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"e-Navigation","iwlinks":[],"properties":[{"name":"displaytitle","*":"e-Navigation"},{"name":"wikibase_item","*":"Q5321429"}]}}