{"parse":{"title":"Math circle","pageid":5163815,"revid":857910170,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content ambox-Primary_sources\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Question_book-new.svg\" class=\"image\"><img alt=\"Question book-new.svg\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png\" width=\"50\" height=\"39\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/75px-Question_book-new.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/100px-Question_book-new.svg.png 2x\" data-file-width=\"512\" data-file-height=\"399\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>relies too much on <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">references</a> to <a href=\"/wiki/Wikipedia:No_original_research#Primary,_secondary_and_tertiary_sources\" title=\"Wikipedia:No original research\">primary sources</a></b>.<span class=\"hide-when-compact\"> Please improve this  by adding <a href=\"/wiki/Wikipedia:No_original_research#Primary,_secondary_and_tertiary_sources\" title=\"Wikipedia:No original research\">secondary or tertiary sources</a>.</span>  <small><i>(February 2012)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p>A <b>math circle</b> is a social structure where participants engage in the depths and intricacies of mathematical thinking, propagate the culture of doing mathematics, and create knowledge. To reach these goals, participants partake in problem-solving, mathematical modeling, the practice of art, and philosophical discourse. Some circles involve competition, others do not; all promote camaraderie.<sup id=\"cite_ref-Mark2006_1-0\" class=\"reference\"><a href=\"#cite_note-Mark2006-1\">&#91;1&#93;</a></sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Characteristics\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Characteristics</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#History\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">History</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Content_choices\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Content choices</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Competition_decisions\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Competition decisions</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#External_links\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">External links</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-7\"><a href=\"#Math_circles_in_North_America\"><span class=\"tocnumber\">6.1</span> <span class=\"toctext\">Math circles in North America</span></a></li>\n<li class=\"toclevel-2 tocsection-8\"><a href=\"#Other\"><span class=\"tocnumber\">6.2</span> <span class=\"toctext\">Other</span></a></li>\n</ul>\n</li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Characteristics\">Characteristics</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Math_circle&amp;action=edit&amp;section=1\" title=\"Edit section: Characteristics\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Math circles can have a variety of styles. Some are very informal, with the learning proceeding through games, stories, or hands-on activities. Others are more traditional enrichment classes, but without formal examinations. Some have a strong emphasis on preparing for <a href=\"/wiki/Math_Olympiads\" class=\"mw-redirect\" title=\"Math Olympiads\">olympiad competitions</a>; some avoid competition as much as possible. Models can use any combination of these techniques, depending on the audience, the mathematician, and the environment of the circle. Athletes have sports teams through which to deepen their involvement with sports; math circles can play a similar role for kids who like to think. Two features all math circles have in common are (1) that they are composed of students who want to be there - they either like math, or want to like math, and (2) that they give students a social context in which to enjoy mathematics.<sup id=\"cite_ref-Mark2006_1-1\" class=\"reference\"><a href=\"#cite_note-Mark2006-1\">&#91;1&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"History\">History</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Math_circle&amp;action=edit&amp;section=2\" title=\"Edit section: History\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Mathematical enrichment activities in the United States have been around for at least thirty years, in the form of residential summer programs, math contests, and local school-based programs. The concept of a math circle, on the other hand, with its emphasis on convening professional mathematicians and secondary school students on a regular basis to solve problems, has appeared only within the past twelve years. This form of mathematical outreach made its way to the U.S. most directly from Russia and Bulgaria, where it has been a fixture of their mathematical culture for decades. (The first ones appeared in Russia during the 1930s; they have existed in Bulgaria for a century.) The tradition arrived with emigres who had received their inspiration from math circles as teenagers. Many of them successfully climbed the academic ladder to secure positions within universities, and a few pioneers among\nthem decided to initiate math circles within their communities to preserve the tradition which had been so pivotal in their own formation as mathematicians.<sup id=\"cite_ref-Vandervelde2007_2-0\" class=\"reference\"><a href=\"#cite_note-Vandervelde2007-2\">&#91;2&#93;</a></sup>  These days, math circles frequently partner with other mathematical education organizations, such at the <a href=\"/wiki/Julia_Robinson_Mathematics_Festival\" title=\"Julia Robinson Mathematics Festival\">Julia Robinson Mathematics Festival</a><sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> and the <a href=\"/wiki/Mandelbrot_Competition\" title=\"Mandelbrot Competition\">Mandelbrot Competition</a>.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Content_choices\">Content choices</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Math_circle&amp;action=edit&amp;section=3\" title=\"Edit section: Content choices\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Decisions about content are difficult for newly forming math circles and clubs, or for parents seeking groups for their children.\n</p><p><b>Project-based clubs</b> may spend a few meetings building origami, developing a math trail in their town, or programming a mathy computer game together. Math-rich projects may be artistic, exploratory, applied to sciences, executable (software-based), business-oriented, or directed at real contributions to local communities. Museums, cultural and business clubs, tech groups, online networks, artists/musicians/actors active in the community, and other individual professionals can make math projects especially real and meaningful. Increasingly, math clubs invite remote participation of active people (authors, community leaders, professionals) through webinar and teleconferencing software.\n</p><p><b>Problem-solving circles</b> get together to pose and solve interesting, deep, meaningful math problems. Problems considered \"good\" are easy to pose, challenging to solve, require connections among several concepts and techniques, and lead to significant math ideas. Best problem solving practices include meta-cognition (managing memory and attention), grouping problems by type and conceptual connections (e.g. \"river crossing problems\"), moving between more general and abstract problems and particular, simpler examples, and collaboration with other club members, with current online communities, and with past mathematicians through the media they contributed to the culture.\n</p><p><b>Guided exploration circles</b> use self-discovery and the Socratic method to probe deep questions. Robert &amp; Ellen Kaplan, in their book Out of the Labyrinth: Setting Mathematics Free,<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> make a case for this format describing the non-profit Cambridge/Boston Math Circle they founded in 1994 in the Harvard University. The book describes the classroom, organizational and practical issues the Kaplans faced in founding their Math Circle. The meetings encourage a free discussion of ideas; while the content is mathematically rigorous, the atmosphere is friendly and relaxed. The philosophy of the teachers is, \"<i>What you have been obliged to discover by yourself leaves a path in your mind which you can use again when the need arises</i>\" (<a href=\"/wiki/G._C._Lichtenberg\" class=\"mw-redirect\" title=\"G. C. Lichtenberg\">G. C. Lichtenberg</a>). Children are encouraged to ask exploratory questions. Are there numbers between numbers? What's a geometry like with no parallel lines? Can you tile a square with squares all of different sizes?\n</p><p><b>Research mathematicians</b> and connecting students with them can be a focus of math circles. Students in these circles appreciate and start to attain the very special way of thinking in research mathematics, such as generalizing problems, continue asking deeper questions, seeing similarities across different examples and so on.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup>\n</p><p><b>Topic-centered clubs</b> follow math themes, such as clock arithmetic, fractals, or linearity. Club members write and read essays, pose and solve problems, create and study definitions, build interesting example spaces, and investigate applications of their current topic. There are lists of time-tested, classic math club topics, especially rich in connections and accessible to a wide range of abilities. The plus of using a classic topic is the variety of resources available from the past; however, bringing a relatively obscure or new topic to the attention of the club and the global community is very rewarding, as well.\n</p><p><b>Applied math clubs</b> center on a field other than mathematics, such as math for thespians, computer programming math, or musical math. Such clubs need strong leadership both for the math parts and for the other field part. Such clubs can meet at an artists' studio, at a game design company, at a theater or another authentic professional setting. More examples of fruitful applied math pathways include history, storytelling, art, inventing and tinkering, toy and game design, robotics, origami, and natural sciences.\n</p><p>Most circles and clubs mix some features of the above types. For example, the Metroplex Math Circle <sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup> has a combination of problem-solving and research, and the New York Math Circle <sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup> is some combination of a problem-solving circle and a topic-centered club, with vestiges of a research circle.\n</p><p>One can expect problem-solving groups to attract kids already strong in math and confident in their math abilities. On the other hand, math anxious kids will be more likely to try project-based or applied clubs. Topic-centered clubs typically work with kids who can all work at about the same level. The decision about the type of the club strongly depends on your target audience.\n</p>\n<h2><span class=\"mw-headline\" id=\"Competition_decisions\">Competition decisions</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Math_circle&amp;action=edit&amp;section=4\" title=\"Edit section: Competition decisions\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Math competitions involve comparing speed, depth, or accuracy of math work among several people or groups. Traditionally, European competitions are more depth-oriented, and Asian and North American competitions are more speed-oriented, especially for younger children. The vast majority of math competitions involve solving closed-ended (known answers) problems, however, there are also essay, project and software competitions. As with all tests requiring limited time, the problems focus more on the empirical accuracy and foundations of mathematics work rather than an extension of basic knowledge. More often than not, competition differs entirely from curricular mathematics in requiring creativity in elementary applications—so that although there may be closed answers, it takes significant extension of mathematical creativity in order to successfully achieve the ends.\n</p><p>For some people,<sup class=\"noprint Inline-Template\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Manual_of_Style/Words_to_watch#Unsupported_attributions\" title=\"Wikipedia:Manual of Style/Words to watch\"><span title=\"The material near this tag possibly uses too-vague attribution or weasel words. (September 2011)\">who?</span></a></i>&#93;</sup> competition carries with it a negative connotation and corollary of greed for victory rather than an appreciation of mathematics. However, those who run math circles centering mostly on competition rather than seminars and lessons attest that this is a large assumption. Rather, participants grow in their appreciation of math via math competitions such as the <a href=\"/wiki/American_Mathematics_Competitions\" title=\"American Mathematics Competitions\">AMC</a>, <a href=\"/wiki/American_Invitational_Mathematics_Examination\" title=\"American Invitational Mathematics Examination\">AIME</a>, <a href=\"/wiki/United_States_of_America_Mathematical_Olympiad\" title=\"United States of America Mathematical Olympiad\">USAMO</a>, and <a href=\"/wiki/American_Regions_Mathematics_League\" title=\"American Regions Mathematics League\">ARML</a>.\n</p><p>Some math circles are completely devoted to preparing teams or individuals for particular competitions. The biggest plus of the competition framework for a circle organizer is the ready-made set of well-defined goals. The competition provides a time and task management structure, and easily defined progress tracking. This is also the biggest minus of competition-based mathematics, because defining goals and dealing with complexity and chaos are important in all real-world endeavors. Competitive math circles attract students who are already strong and confident in mathematics, but also welcome those who wish to engage in the mathematics competitive world. Beyond the age of ten or so, they also attract significantly more males than females, and in some countries, their racial composition is disproportionate to the country's demographic.\n</p><p>Collaborative math clubs are more suitable for kids who are anxious about mathematics, need \"math therapy\" because of painful past experiences, or want to have more casual and artistic relationships with mathematics. A playgroup or a coop that does several activities together, including a math club, usually chooses collaborative or hybrid models that are more likely to accommodate all members already in the group.\n</p><p>Most math circles and clubs combine some competitive and some collaborative activities. For example, many math circles, while largely centering on competitions, host seasonal tournaments and infuse their competition seminars with fun mathematical lessons.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Math_circle&amp;action=edit&amp;section=5\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-Mark2006-1\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Mark2006_1-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Mark2006_1-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation web\">Saul, Mark (2006). <a rel=\"nofollow\" class=\"external text\" href=\"http://www.mathcircles.org/what-is-a-math-circle/\">\"What is a Math Circle\"</a>. <i>National Association of Math Circles Wiki</i>. Mathematical Sciences Research Institute<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">31 January</span> 2018</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=National+Association+of+Math+Circles+Wiki&amp;rft.atitle=What+is+a+Math+Circle&amp;rft.date=2006&amp;rft.aulast=Saul&amp;rft.aufirst=Mark&amp;rft_id=http%3A%2F%2Fwww.mathcircles.org%2Fwhat-is-a-math-circle%2F&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMath+circle\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-Vandervelde2007-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Vandervelde2007_2-0\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Vandervelde, Sam (2007). <a rel=\"nofollow\" class=\"external text\" href=\"http://www.mathcircles.org/wp-content/uploads/2017/07/circleinabox.pdf\"><i>Circle in a Box</i></a> <span style=\"font-size:85%;\">(PDF)</span>. Mathematical Sciences Research Institute.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Circle+in+a+Box&amp;rft.pub=Mathematical+Sciences+Research+Institute&amp;rft.date=2007&amp;rft.aulast=Vandervelde&amp;rft.aufirst=Sam&amp;rft_id=http%3A%2F%2Fwww.mathcircles.org%2Fwp-content%2Fuploads%2F2017%2F07%2Fcircleinabox.pdf&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMath+circle\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"https://www.maa.org/press/periodicals/maa-focus/capital-math-a-julia-robinson-mathematics-festival-comes-to-dc\">Capital Math: A Julia Robinson Mathematics Festival Comes to D.C.</a> Mathematical Association of America Press: June/July 2012 issue of MAA FOCUS</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"https://sites.google.com/site/ithacahighmathteam/about-us/awards-achievements-and-college\">Ithaca Math Circle wins 2nd place 2011 Mandelbrot Competition</a> Awards and Achievements: Ithaca Math Circle</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Kaplan, Robert, and Ellen Kaplan. Out of the Labyrinth: Setting Mathematics Free. Oxford; New York: Oxford University Press, 2007.</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://math.asu.edu/~mathcircle/\">\"Math Circle at ASU Tempe\"</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Math+Circle+at+ASU+Tempe&amp;rft_id=http%3A%2F%2Fmath.asu.edu%2F~mathcircle%2F&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMath+circle\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://metroplexmathcircle.wordpress.com/\">\"Metroplex Math Circle\"</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Metroplex+Math+Circle&amp;rft_id=http%3A%2F%2Fmetroplexmathcircle.wordpress.com%2F&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMath+circle\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://nymathcircle.org/\">\"New York Math Circle\"</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=New+York+Math+Circle&amp;rft_id=http%3A%2F%2Fnymathcircle.org%2F&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMath+circle\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Math_circle&amp;action=edit&amp;section=6\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"Math_circles_in_North_America\">Math circles in North America</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Math_circle&amp;action=edit&amp;section=7\" title=\"Edit section: Math circles in North America\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://boisemathcircles.org/\">Berkeley Math Circles</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://math.boisestate.edu/circle/\">Boise Math Circle</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.msri.org/communications/vmath/VMathVideos/VideoInfo/1913/show_video\">Harvard Math Circle, Bob &amp; Ellen Kaplan</a> Video of Class Techniques given to The Mathematical Sciences Research Institute</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.themathcircle.org/\">The Math Circle</a> in Boston</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.math.ucdavis.edu/~exploration/mathcircle/\">Davis (California) Math Circle</a> at UC Davis</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20120325220622/http://www.flsam.org/\">Florida Math Circle</a> – sponsored by the <a href=\"/w/index.php?title=Florida_Student_Association_of_Mathematics&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Florida Student Association of Mathematics (page does not exist)\">Florida Student Association of Mathematics</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.mathseed.org/\">Fremont Math Circle - California Bay Area</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.girlsangle.org/\">Girls' Angle</a> – Cambridge, MA</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20020223015936/http://www.castilleja.org/faculty/josh_zucker/gunn/bamo/circles/GunnHS/index.html\">Gunn (California) HS Math Circle</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.ocmathcircle.org/\">Orange County (California) Math Circle</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://comet.lehman.cuny.edu/mathcircle/\">Lehman College Math Circle</a> in the <a href=\"/wiki/Bronx\" class=\"mw-redirect\" title=\"Bronx\">Bronx</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.marinmathcircle.org/\">Marin Math Circle</a> at the <a href=\"/wiki/Dominican_University_of_California\" title=\"Dominican University of California\">Dominican University of California</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.metroplexmathcircle.org\">Metroplex Math Circle</a> at UT Dallas</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.fiu.edu/~draghici/mathcircle_files/mathcircle.html\">Miami Math Circle</a> at <a href=\"/wiki/Florida_International_University\" title=\"Florida International University\">Florida International University</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.midcitiesmathcircle.org\">Mid-Cities Math Circle</a> at UT Arlington</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20060630205511/http://www.southalabama.edu/mathstat/non-css-mathcircle.shtml\">Mobile Math Circle</a> in South Alabama</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.nymathcircle.org/\">New York Math Circle</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20060622032335/http://www.castilleja.org/faculty/josh_zucker/bamo/circles/PaloAlto/\">Palo Alto (California) Math Circle</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.princetonmathcircle.org/\">Princeton Math Circle</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.sdmathcircle.org\">San Diego Math Circle</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.sfmathcircle.org/\">San Francisco Math Circle</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.geometer.org/sjcircle/\">San Jose Math Circle</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://archive.is/20130221074239/http://www.artofinquiry.net/\">\"Art of Inquiry\" Math Circle for elementary school students in Rockville, MD</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.math.ucla.edu/~radko/circles/\">Los Angeles Math Circle</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.pfmathcircle.org/\">Prime Factor Math Circle in Seattle, WA</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.mathforlove.com/\">Math for Love</a>, leading Teacher and Student Math Circles in Seattle, WA</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://math.la.asu.edu/~mathcircle/\">Math Circle</a> at <a href=\"/wiki/Arizona_State_University\" title=\"Arizona State University\">Arizona State University</a> in <a href=\"/wiki/Tempe,_Arizona\" title=\"Tempe, Arizona\">Tempe</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.torontomathcircles.ca/\">Toronto Math Circle</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://math.arizona.edu/~ime/tmc/\">Tucson Math Circle</a> at <a href=\"/wiki/The_University_of_Arizona\" class=\"mw-redirect\" title=\"The University of Arizona\">The University of Arizona</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.math.utah.edu/mathcircle/\">Utah Math Circle</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20070108003419/http://cemc.uwaterloo.ca/english/mathcircles/index.shtml\">Waterloo Math Circle</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://westchestermath.org\">Westchester Area Math Circle</a> at <a href=\"/wiki/Manhattanville_College\" title=\"Manhattanville College\">Manhattanville College</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20060312104354/http://uwacadweb.uwyo.edu/UW_MATH_CIRCLE/\">Wyoming Math Circle</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.globalmathcircle.org/\">Global Math Circle, Toronto, Ontario</a></li></ul>\n<h3><span class=\"mw-headline\" id=\"Other\">Other</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Math_circle&amp;action=edit&amp;section=8\" title=\"Edit section: Other\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://mathcompetitions.info\">MathCompetitions.info</a> – a large database of US national and regional math competitions and classes, with sample questions</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.onlinemathcircle.com/\">The Online Math Circle</a> – a web-based math circle that releases a lecture weekly and holds internet contests</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.imomath.com/\">The IMO Compendium</a> – a large database of competition problems and training materials</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.geometer.org/mathcircles/\">Tom Davis notes on math circle lessons</a> – Notes here are representative of a proper subset of math circles.</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1347\nCached time: 20180903204933\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.136 seconds\nReal time usage: 0.181 seconds\nPreprocessor visited node count: 473/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 11631/2097152 bytes\nTemplate argument size: 772/2097152 bytes\nHighest expansion depth: 11/40\nExpensive parser function count: 2/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 5755/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.059/10.000 seconds\nLua memory usage: 2.86 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  153.181      1 -total\n 45.53%   69.750      1 Template:Reflist\n 35.01%   53.631      1 Template:Primary_sources\n 29.26%   44.819      4 Template:Cite_web\n 20.39%   31.235      1 Template:Ambox\n 15.65%   23.980      1 Template:Who\n 14.04%   21.509      1 Template:Fix\n  8.82%   13.511      1 Template:Delink\n  3.66%    5.611      1 Template:Category_handler\n  3.17%    4.857      1 Template:Cite_book\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:5163815-0!canonical and timestamp 20180903204958 and revision id 857910170\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Math Circle","hidden":"","*":"Articles_lacking_reliable_references_from_February_2012"},{"sortkey":"Math Circle","hidden":"","*":"All_articles_lacking_reliable_references"},{"sortkey":"Math Circle","hidden":"","*":"All_articles_with_specifically_marked_weasel-worded_phrases"},{"sortkey":"Math Circle","hidden":"","*":"Articles_with_specifically_marked_weasel-worded_phrases_from_September_2011"},{"sortkey":"Math Circle","*":"Mathematics_education"},{"sortkey":"Math Circle","*":"Mathematics_competitions"}],"links":[{"ns":14,"exists":"","*":"Category:Articles lacking reliable references from February 2012"},{"ns":14,"exists":"","*":"Category:Articles with specifically marked weasel-worded phrases from September 2011"},{"ns":0,"exists":"","*":"American Invitational Mathematics Examination"},{"ns":0,"exists":"","*":"American Mathematics Competitions"},{"ns":0,"exists":"","*":"American Regions Mathematics League"},{"ns":0,"exists":"","*":"Arizona State University"},{"ns":0,"exists":"","*":"Bronx"},{"ns":0,"exists":"","*":"Dominican University of California"},{"ns":0,"exists":"","*":"Florida International University"},{"ns":0,"exists":"","*":"G. C. Lichtenberg"},{"ns":0,"exists":"","*":"Julia Robinson Mathematics Festival"},{"ns":0,"exists":"","*":"Mandelbrot Competition"},{"ns":0,"exists":"","*":"Manhattanville College"},{"ns":0,"exists":"","*":"Math Olympiads"},{"ns":0,"exists":"","*":"Tempe, Arizona"},{"ns":0,"exists":"","*":"The University of Arizona"},{"ns":0,"exists":"","*":"United States of America Mathematical Olympiad"},{"ns":0,"*":"Florida Student Association of Mathematics"},{"ns":4,"exists":"","*":"Wikipedia:Manual of Style/Words to watch"},{"ns":4,"exists":"","*":"Wikipedia:No original research"},{"ns":4,"exists":"","*":"Wikipedia:Verifiability"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Primary sources"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Who"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Delink"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Delink"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Question_book-new.svg"],"externallinks":["http://www.mathcircles.org/what-is-a-math-circle/","http://www.mathcircles.org/wp-content/uploads/2017/07/circleinabox.pdf","https://www.maa.org/press/periodicals/maa-focus/capital-math-a-julia-robinson-mathematics-festival-comes-to-dc","https://sites.google.com/site/ithacahighmathteam/about-us/awards-achievements-and-college","http://math.asu.edu/~mathcircle/","http://metroplexmathcircle.wordpress.com/","http://nymathcircle.org/","http://boisemathcircles.org/","http://math.boisestate.edu/circle/","http://www.msri.org/communications/vmath/VMathVideos/VideoInfo/1913/show_video","http://www.themathcircle.org/","http://www.math.ucdavis.edu/~exploration/mathcircle/","https://web.archive.org/web/20120325220622/http://www.flsam.org/","http://www.mathseed.org/","http://www.girlsangle.org/","https://web.archive.org/web/20020223015936/http://www.castilleja.org/faculty/josh_zucker/gunn/bamo/circles/GunnHS/index.html","http://www.ocmathcircle.org/","http://comet.lehman.cuny.edu/mathcircle/","http://www.marinmathcircle.org/","http://www.metroplexmathcircle.org","http://www.fiu.edu/~draghici/mathcircle_files/mathcircle.html","http://www.midcitiesmathcircle.org","https://web.archive.org/web/20060630205511/http://www.southalabama.edu/mathstat/non-css-mathcircle.shtml","https://www.nymathcircle.org/","https://web.archive.org/web/20060622032335/http://www.castilleja.org/faculty/josh_zucker/bamo/circles/PaloAlto/","http://www.princetonmathcircle.org/","http://www.sdmathcircle.org","http://www.sfmathcircle.org/","http://www.geometer.org/sjcircle/","https://archive.is/20130221074239/http://www.artofinquiry.net/","http://www.math.ucla.edu/~radko/circles/","http://www.pfmathcircle.org/","http://www.mathforlove.com/","http://math.la.asu.edu/~mathcircle/","http://www.torontomathcircles.ca/","http://math.arizona.edu/~ime/tmc/","http://www.math.utah.edu/mathcircle/","https://web.archive.org/web/20070108003419/http://cemc.uwaterloo.ca/english/mathcircles/index.shtml","http://westchestermath.org","https://web.archive.org/web/20060312104354/http://uwacadweb.uwyo.edu/UW_MATH_CIRCLE/","http://www.globalmathcircle.org/","http://mathcompetitions.info","http://www.onlinemathcircle.com/","http://www.imomath.com/","http://www.geometer.org/mathcircles/"],"sections":[{"toclevel":1,"level":"2","line":"Characteristics","number":"1","index":"1","fromtitle":"Math_circle","byteoffset":715,"anchor":"Characteristics"},{"toclevel":1,"level":"2","line":"History","number":"2","index":"2","fromtitle":"Math_circle","byteoffset":1629,"anchor":"History"},{"toclevel":1,"level":"2","line":"Content choices","number":"3","index":"3","fromtitle":"Math_circle","byteoffset":3593,"anchor":"Content_choices"},{"toclevel":1,"level":"2","line":"Competition decisions","number":"4","index":"4","fromtitle":"Math_circle","byteoffset":8661,"anchor":"Competition_decisions"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"5","fromtitle":"Math_circle","byteoffset":11703,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"6","index":"6","fromtitle":"Math_circle","byteoffset":11774,"anchor":"External_links"},{"toclevel":2,"level":"3","line":"Math circles in North America","number":"6.1","index":"7","fromtitle":"Math_circle","byteoffset":11794,"anchor":"Math_circles_in_North_America"},{"toclevel":2,"level":"3","line":"Other","number":"6.2","index":"8","fromtitle":"Math_circle","byteoffset":14982,"anchor":"Other"}],"parsewarnings":[],"displaytitle":"Math circle","iwlinks":[],"properties":[{"name":"defaultsort","*":"Math Circle"},{"name":"wikibase_item","*":"Q6786772"}]}}