{"parse":{"title":"Simulator sickness","pageid":42489868,"revid":838569265,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Simulator sickness</b> is a subset of <a href=\"/wiki/Motion_sickness\" title=\"Motion sickness\">motion sickness</a> that is typically experienced by <a href=\"/wiki/Pilot_(aeronautics)\" class=\"mw-redirect\" title=\"Pilot (aeronautics)\">pilots</a> who undergo training for extended periods of time in <a href=\"/wiki/Flight_simulators\" class=\"mw-redirect\" title=\"Flight simulators\">flight simulators</a>. Due to the spatial limitations imposed on these simulators, perceived discrepancies between the motion of the simulator and that of the vehicle can occur and lead to simulator sickness.\nIt is similar to motion sickness in many ways, but occurs in <a href=\"/wiki/Simulated_environment\" class=\"mw-redirect\" title=\"Simulated environment\">simulated environments</a> and can be induced without actual motion. Symptoms of simulator sickness include discomfort, apathy, drowsiness, disorientation, fatigue, vomiting, and many more.\nThese symptoms can reduce the effectiveness of simulators in flight training and result in systematic consequences such as decreased simulator use, compromised training, ground safety, and <a href=\"/wiki/Flight_safety\" class=\"mw-redirect\" title=\"Flight safety\">flight safety</a>. Pilots are less likely to want to repeat the experience in a simulator if they have suffered from simulator sickness and hence can reduce the number of potential users. It can also compromise training in two safety-critical ways:\n</p>\n<ol><li>It can distract the pilot during training sessions.</li>\n<li>It can cause the pilot to adopt certain counterproductive behaviors to prevent symptoms from occurring.</li></ol>\n<p>Simulator sickness can also have post-training effects that can compromise safety after the simulator session, such as when the pilots drive away from the facility or fly while experiencing symptoms of simulator sickness.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Origins\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Origins</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Effect_of_experience_in_the_real_and_simulated_environments\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Effect of experience in the real and simulated environments</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Measurement\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Measurement</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#References\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Origins\">Origins</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Simulator_sickness&amp;action=edit&amp;section=1\" title=\"Edit section: Origins\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Though human-piloted <a href=\"/wiki/Aviation\" title=\"Aviation\">aviation</a> has existed since the early 20th century, simulator sickness did not arise as an issue for pilots until much later when the first fixed-base simulators were created.<sup id=\"cite_ref-Johnson2005_1-0\" class=\"reference\"><a href=\"#cite_note-Johnson2005-1\">&#91;1&#93;</a></sup> <a href=\"/wiki/Bell_Aircraft_Corporation\" class=\"mw-redirect\" title=\"Bell Aircraft Corporation\">Bell Aircraft Corporation</a> created a helicopter simulator for the Navy during the 1950s, and it was found \"that a large number of observers (mostly helicopter pilots) experienced some degree of vertigo during these demonstrations\". Navy psychologists performed further study on the pilots who participated in these simulator exercises, and found that 28 out of 36 respondents to their evaluations experienced sickness. Additionally, psychologists found that experienced flight instructors seemed to be most susceptible. In fact, 60% of the instructors reported simulator sickness symptoms compared to only 12% of the students. \"The SS usually occurred in the first ten minutes of a training session and frequently lasted for several hours afterward.\"<sup id=\"cite_ref-Johnson2005_1-1\" class=\"reference\"><a href=\"#cite_note-Johnson2005-1\">&#91;1&#93;</a></sup>\n</p><p>Two main theories exist about the causes of simulator sickness.<sup id=\"cite_ref-Johnson2005_1-2\" class=\"reference\"><a href=\"#cite_note-Johnson2005-1\">&#91;1&#93;</a></sup>  The first is sensory conflict theory.   Optical flow patterns generated in <a href=\"/wiki/Virtual_environment\" title=\"Virtual environment\">virtual environments</a> typically induces <a href=\"/wiki/Illusions_of_self-motion\" title=\"Illusions of self-motion\">perception of self-motion</a> (i.e., <a href=\"/wiki/Vection\" class=\"mw-redirect\" title=\"Vection\">vection</a>). Sensory conflict theory holds that, when this perception of self-motion is not corroborated by inertial forces transmitted through the <a href=\"/wiki/Vestibular_system\" title=\"Vestibular system\">vestibular system</a>, simulator sickness is likely to occur. Thus, sensory conflict theory predicts that keeping the visual and vestibular inputs in agreement can reduce the likelihood of simulator sickness experienced by users.<sup id=\"cite_ref-Johnson2005_1-3\" class=\"reference\"><a href=\"#cite_note-Johnson2005-1\">&#91;1&#93;</a></sup> Additionally, according to this theory, people who do not have a functioning vestibular component of their <a href=\"/wiki/Nervous_system\" title=\"Nervous system\">nervous system</a> should not show either simulator sickness or motion sickness.\n</p><p>The second theory for simulator sickness identifies <a href=\"/wiki/Postural_instability\" class=\"mw-redirect\" title=\"Postural instability\">postural instability</a> as the determinant of simulator sickness. This theory notes that situations producing simulator sickness are denoted by their unfamiliarity to the participant more than the degree of sensory conflict; for example, <a href=\"/wiki/Sea_sickness\" class=\"mw-redirect\" title=\"Sea sickness\">sea sickness</a> is, for many, a transient problem that is solved with experience to being on a ship.  Thus, the novelty of the motion cues is hypothesized to lead to an inability to maintain postural control and this lack of control causes simulator sickness until the participant adapts.   Key attributes here include the notation that the motions causing simulator sickness are in a nauseogenic low frequency range that overlaps with the frequency of motion within the human body as it maintains control over its posture. Experiments have measured markers of the onset of postural instability, and found that it precedes signs and symptoms of simulator sickness.<sup id=\"cite_ref-StoffregenEtAl2000_2-0\" class=\"reference\"><a href=\"#cite_note-StoffregenEtAl2000-2\">&#91;2&#93;</a></sup>\nAt present, it is accurate to say that both—and neither—of these theories are yet adequate to fully explain and predict simulator sickness.  Although it is clear which types of pilots are affected by it, and both sensory conflict theory and postural instability theory relate its onset with certain physiological conflicts, neither theory suffices to predict why these specific conflicts (vision vs. vestibular on the one hand, posture vs. control on the other) elicit sickness in the subject.  Additional possibilities for elicitation of motion sickness in general (including simulator sickness) include gaze destabilization, which is disrupted if the <a href=\"/wiki/Vestibuloocular_reflex\" class=\"mw-redirect\" title=\"Vestibuloocular reflex\">vestibuloocular reflex</a> gain in the nervous system is altered, moving patterns<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> of visual stimuli, and motions that stimulate the <a href=\"/wiki/Otolith\" title=\"Otolith\">otoliths</a> and <a href=\"/wiki/Semicircular_canal\" class=\"mw-redirect\" title=\"Semicircular canal\">semicircular canals</a> of the <a href=\"/wiki/Inner_ear\" title=\"Inner ear\">inner ear</a>.  It is unclear whether or not these stimuli are encountered in significant amounts in a simulator to induce sickness in the expert pilots.  However, since laboratory studies have shown the removal of the vestibular projection areas of the <a href=\"/wiki/Cerebellum\" title=\"Cerebellum\">cerebellum</a> (in laboratory animals) to result in insusceptibility to motion sickness, it is almost certainly probable that the first of these theories holds the most promise with regard to research into the direct physiological causes of the phenomenon.<sup id=\"cite_ref-Lackner_4-0\" class=\"reference\"><a href=\"#cite_note-Lackner-4\">&#91;4&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Effect_of_experience_in_the_real_and_simulated_environments\">Effect of experience in the real and simulated environments</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Simulator_sickness&amp;action=edit&amp;section=2\" title=\"Edit section: Effect of experience in the real and simulated environments\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>While anyone can experience simulator sickness, studies in <a href=\"/wiki/Flight_simulator\" title=\"Flight simulator\">flight simulators</a> have found a correlation between the appearance of symptoms and the flight experience of the pilot. Studies conducted independently by the <a href=\"/wiki/US_Navy\" class=\"mw-redirect\" title=\"US Navy\">US Navy</a>, <a href=\"/wiki/US_Coast_Guard\" class=\"mw-redirect\" title=\"US Coast Guard\">US Coast Guard</a>, and <a href=\"/wiki/US_Army\" class=\"mw-redirect\" title=\"US Army\">US Army</a> during the 1980s all came to the same conclusion: the greater experience of the pilot, higher the likelihood of sickness symptoms during simulation training exercises.\n</p><p>In 1989, the US Army released a report detailing the results of a study examining simulator sickness in <a href=\"/wiki/UH-60_Blackhawk\" class=\"mw-redirect\" title=\"UH-60 Blackhawk\">UH-60 Blackhawk</a> flight simulators, confirming the above hypothesis.<sup id=\"cite_ref-Gower1989_5-0\" class=\"reference\"><a href=\"#cite_note-Gower1989-5\">&#91;5&#93;</a></sup>  The report also found that longer periods between sessions of flight simulation training resulted in greater probability of detrimental symptoms appearing increased.\nResearch suggests that this is the body's natural way of adjusting to these systems. The bodies of experienced pilots have adapted to different types of motion experienced during actual flight conditions. When placed into a flight simulator, visual and other stimuli cause their bodies to expect the same motions associated with actual flight conditions. But their bodies instead experience the imperfect motion of the simulator, resulting in sickness.\nA similar situation can arise for pilots who have long gaps between simulator uses. During simulation training, the body will eventually adapt to the environment to diminish the effects of simulator sickness. However, when long periods of time are spent outside of the simulator, the body is not able to adequately adapt and symptoms will reappear.<sup id=\"cite_ref-Gower1989_5-1\" class=\"reference\"><a href=\"#cite_note-Gower1989-5\">&#91;5&#93;</a></sup>\nOften, adaptation is the single most effective solution to simulator sickness. For most individuals, adaptation can occur within only a few sessions, with only a minority of individuals (3–5 percent) never being able to adapt. This adaptation occurs within the <a href=\"/wiki/Psyche_(psychology)\" title=\"Psyche (psychology)\">psyche</a> of the individual with repeated, controlled exposures, without any required alteration to the simulator. Through incremental exposures, dispersed regularly over a series of days, adaptation can occur faster than that of an abrupt all-encompassing exposure.  However, following adaptation to the novel simulator motion environment, simulator sickness symptoms can reoccur with a return to the former environment. For this reason, simulator sickness is commonly referred to as a phenomenon of maladaptation sickness, due to incessant conflict between current and past environmental conditions.<sup id=\"cite_ref-Johnson2005_1-4\" class=\"reference\"><a href=\"#cite_note-Johnson2005-1\">&#91;1&#93;</a></sup>  In flight training, this phenomenon can be a safety concern where it may lead to motion sickness hindering pilot performance in the real aircraft following flight simulator training.\n</p>\n<h2><span class=\"mw-headline\" id=\"Measurement\">Measurement</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Simulator_sickness&amp;action=edit&amp;section=3\" title=\"Edit section: Measurement\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The Simulator Sickness Questionnaire (SSQ) is currently the standard for measuring simulator sickness. The SSQ was developed based upon 1,119 pairs of pre-exposure/post-exposure scores from data that were collected and reported earlier.<sup id=\"cite_ref-BeltzleyEtAl1989_6-0\" class=\"reference\"><a href=\"#cite_note-BeltzleyEtAl1989-6\">&#91;6&#93;</a></sup><sup id=\"cite_ref-KennedySimSicknessQ1993_7-0\" class=\"reference\"><a href=\"#cite_note-KennedySimSicknessQ1993-7\">&#91;7&#93;</a></sup>   These data were collected from 10 Navy flight simulators representing both <a href=\"/wiki/Fixed-wing_aircraft\" title=\"Fixed-wing aircraft\">fixed-wing</a> and <a href=\"/wiki/Rotary-wing_aircraft\" class=\"mw-redirect\" title=\"Rotary-wing aircraft\">rotary-wing aircraft</a>. The simulators selected were both <a href=\"/wiki/Six_degrees_of_freedom\" title=\"Six degrees of freedom\">6-DOF</a> motion and fixed-base models, and also represented a variety of visual display technologies. The SSQ was developed and validated with data from pilots who reported to simulator training healthy and fit.\nThe SSQ is a self-report symptom checklist. It includes 16 symptoms that are associated with simulator sickness. Participants indicate the level of severity of the 16 symptoms that they are experiencing currently. For each of the 16 symptoms there are four levels of severity (none, slight, moderate, severe). The SSQ provides a Total Severity score as well as scores for three subscales (Nausea, Oculomotor, and Disorientation). The Total Severity score is a composite created from the three subscales. It is the best single measure because it provides an index of the overall symptoms. The three subscales provide diagnostic information about particular symptom categories: \n</p>\n<ul><li><a href=\"/wiki/Nausea\" title=\"Nausea\">Nausea</a> subscale is made up of symptoms such as increased <a href=\"/wiki/Salivation\" class=\"mw-redirect\" title=\"Salivation\">salivation</a>, <a href=\"/wiki/Sweating\" class=\"mw-redirect\" title=\"Sweating\">sweating</a>, nausea, stomach awareness, and <a href=\"/wiki/Burping\" title=\"Burping\">burping</a>.</li>\n<li>Oculomotor subscale includes symptoms such as <a href=\"/wiki/Fatigue_(medical)\" class=\"mw-redirect\" title=\"Fatigue (medical)\">fatigue</a>, <a href=\"/wiki/Headache\" title=\"Headache\">headache</a>, <a href=\"/wiki/Eyestrain\" class=\"mw-redirect\" title=\"Eyestrain\">eyestrain</a>, and difficulty focusing.</li>\n<li>Disorientation subscale is composed of symptoms such as <a href=\"/wiki/Vertigo\" title=\"Vertigo\">vertigo</a>, dizzy (eyes open), dizzy (eyes closed), and <a href=\"/wiki/Blurred_vision\" title=\"Blurred vision\">blurred vision</a>.</li></ul>\n<p>The three subscales are not orthogonal to one another. There is a general factor common to all of them. Nonetheless, the subscales provide differential information about participants' experience of symptoms and are useful for determining the particular pattern of discomfort produced by a given simulator. All scores have as their lowest level a natural zero (no symptoms) and increase with increasing symptoms reported.<sup id=\"cite_ref-Lackner_4-1\" class=\"reference\"><a href=\"#cite_note-Lackner-4\">&#91;4&#93;</a></sup>\n</p><p>In some cases, the Motion Sickness Assessment Questionnaire (MSAQ) has also been used to evaluate simulator sickness, despite its focus on motion sickness.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Simulator_sickness&amp;action=edit&amp;section=4\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-Johnson2005-1\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Johnson2005_1-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Johnson2005_1-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-Johnson2005_1-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-Johnson2005_1-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-Johnson2005_1-4\"><sup><i><b>e</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation web\">Johnson, David. <a rel=\"nofollow\" class=\"external text\" href=\"http://www.dtic.mil/dtic/tr/fulltext/u2/a434495.pdf\">\"Introduction to and Review of Simulator Sickness Research\"</a> <span style=\"font-size:85%;\">(PDF)</span>. <i>Research Report 1832</i>. U.S. Army Research Institute for the Behavioral and Social Sciences<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">14 April</span> 2014</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=Research+Report+1832&amp;rft.atitle=Introduction+to+and+Review+of+Simulator+Sickness+Research&amp;rft.aulast=Johnson&amp;rft.aufirst=David&amp;rft_id=http%3A%2F%2Fwww.dtic.mil%2Fdtic%2Ftr%2Ffulltext%2Fu2%2Fa434495.pdf&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASimulator+sickness\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-StoffregenEtAl2000-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-StoffregenEtAl2000_2-0\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Stoffregen, T.A.; Hettinger, L.J.; Haas, M.W.; Roe, M.M.; Smart, L.J. (2000). \"Postural Instability and Motion Sickness in a Fixed-Based Flight Simulator\". <i>Human Factors</i>. <b>42</b> (3): 458–469. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1518/001872000779698097\">10.1518/001872000779698097</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Human+Factors&amp;rft.atitle=Postural+Instability+and+Motion+Sickness+in+a+Fixed-Based+Flight+Simulator&amp;rft.volume=42&amp;rft.issue=3&amp;rft.pages=458-469&amp;rft.date=2000&amp;rft_id=info%3Adoi%2F10.1518%2F001872000779698097&amp;rft.aulast=Stoffregen&amp;rft.aufirst=T.A.&amp;rft.au=Hettinger%2C+L.J.&amp;rft.au=Haas%2C+M.W.&amp;rft.au=Roe%2C+M.M.&amp;rft.au=Smart%2C+L.J.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASimulator+sickness\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation news\"><a rel=\"nofollow\" class=\"external text\" href=\"https://vr.arvilab.com/blog/combating-vr-sickness-debunking-myths-and-learning-what-really-works\">\"Combating VR Sickness: Debunking Myths And Learning What Really Works\"</a>. <i>ARVI Games</i>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=ARVI+Games&amp;rft.atitle=Combating+VR+Sickness%3A+Debunking+Myths+And+Learning+What+Really+Works&amp;rft_id=https%3A%2F%2Fvr.arvilab.com%2Fblog%2Fcombating-vr-sickness-debunking-myths-and-learning-what-really-works&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASimulator+sickness\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-Lackner-4\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Lackner_4-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Lackner_4-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">James R. Lackner, <i>Motion Sickness</i>, <a rel=\"nofollow\" class=\"external free\" href=\"http://www.brandeis.edu/graybiel/publications/docs/190_ms_encns.pdf\">http://www.brandeis.edu/graybiel/publications/docs/190_ms_encns.pdf</a>.  Retrieved 14 April 2014.</span>\n</li>\n<li id=\"cite_note-Gower1989-5\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Gower1989_5-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Gower1989_5-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation book\">Gower, D.W. (1989). <a rel=\"nofollow\" class=\"external text\" href=\"http://www.usaarl.army.mil/TechReports/89-25.PDF\"><i>Simulator Sickness in the UH-60 (Black Hawk) Flight Simulator), USAARL Report No. 89-25</i></a> <span style=\"font-size:85%;\">(PDF)</span>. United States Army Aeromedical Research Laboratory.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Simulator+Sickness+in+the+UH-60+%28Black+Hawk%29+Flight+Simulator%29%2C+USAARL+Report+No.+89-25&amp;rft.pub=United+States+Army+Aeromedical+Research+Laboratory&amp;rft.date=1989&amp;rft.aulast=Gower&amp;rft.aufirst=D.W.&amp;rft_id=http%3A%2F%2Fwww.usaarl.army.mil%2FTechReports%2F89-25.PDF&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASimulator+sickness\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-BeltzleyEtAl1989-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-BeltzleyEtAl1989_6-0\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Beltzley, D.R.; Kennedy, R.S.; Berbaum, K.S.; Lilienthal, M.G.; Gower, D.W. (1989). \"The time course of postflight simulator sickness symptoms\". <i>Aviation, Space, and Environmental Medicine</i>. <b>60</b>: 1043–1048.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Aviation%2C+Space%2C+and+Environmental+Medicine&amp;rft.atitle=The+time+course+of+postflight+simulator+sickness+symptoms&amp;rft.volume=60&amp;rft.pages=1043-1048&amp;rft.date=1989&amp;rft.aulast=Beltzley&amp;rft.aufirst=D.R.&amp;rft.au=Kennedy%2C+R.S.&amp;rft.au=Berbaum%2C+K.S.&amp;rft.au=Lilienthal%2C+M.G.&amp;rft.au=Gower%2C+D.W.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASimulator+sickness\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-KennedySimSicknessQ1993-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-KennedySimSicknessQ1993_7-0\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Kennedy, R.S.; Lane, N.E.; Berbaum, K.S.; Lilienthal, M.G. (1993). \"Simulator sickness questionnaire: An enhanced method for quantifying simulator sickness\". <i>The international journal of aviation psychology</i>. <b>3</b> (3): 203–220. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1207/s15327108ijap0303_3\">10.1207/s15327108ijap0303_3</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=The+international+journal+of+aviation+psychology&amp;rft.atitle=Simulator+sickness+questionnaire%3A+An+enhanced+method+for+quantifying+simulator+sickness.&amp;rft.volume=3&amp;rft.issue=3&amp;rft.pages=203-220&amp;rft.date=1993&amp;rft_id=info%3Adoi%2F10.1207%2Fs15327108ijap0303_3&amp;rft.aulast=Kennedy&amp;rft.aufirst=R.S.&amp;rft.au=Lane%2C+N.E.&amp;rft.au=Berbaum%2C+K.S.&amp;rft.au=Lilienthal%2C+M.G.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASimulator+sickness\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\"><a rel=\"nofollow\" class=\"external text\" href=\"https://www.sciencedirect.com/science/article/abs/pii/S000145750900092X\">\"Simulator sickness during driving simulation studies\"</a>. <i>Accident Analysis &amp; Prevention</i>. <b>42</b> (3): 788–796. 2010-05-01. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1016/j.aap.2009.04.013\">10.1016/j.aap.2009.04.013</a>. <a href=\"/wiki/International_Standard_Serial_Number\" title=\"International Standard Serial Number\">ISSN</a>&#160;<a rel=\"nofollow\" class=\"external text\" href=\"//www.worldcat.org/issn/0001-4575\">0001-4575</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Accident+Analysis+%26+Prevention&amp;rft.atitle=Simulator+sickness+during+driving+simulation+studies&amp;rft.volume=42&amp;rft.issue=3&amp;rft.pages=788-796&amp;rft.date=2010-05-01&amp;rft_id=info%3Adoi%2F10.1016%2Fj.aap.2009.04.013&amp;rft.issn=0001-4575&amp;rft_id=https%3A%2F%2Fwww.sciencedirect.com%2Fscience%2Farticle%2Fabs%2Fpii%2FS000145750900092X&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASimulator+sickness\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div></div>\n<div role=\"navigation\" class=\"navbox\" aria-labelledby=\"Motion_sickness\" style=\"padding:3px\"><table class=\"nowraplinks collapsible autocollapse navbox-inner\" style=\"border-spacing:0;background:transparent;color:inherit\"><tbody><tr><th scope=\"col\" class=\"navbox-title\" colspan=\"2\"><div class=\"plainlinks hlist navbar mini\"><ul><li class=\"nv-view\"><a href=\"/wiki/Template:Motion_sickness\" title=\"Template:Motion sickness\"><abbr title=\"View this template\" style=\";;background:none transparent;border:none;-moz-box-shadow:none;-webkit-box-shadow:none;box-shadow:none; padding:0;\">v</abbr></a></li><li class=\"nv-talk\"><a href=\"/wiki/Template_talk:Motion_sickness\" title=\"Template talk:Motion sickness\"><abbr title=\"Discuss this template\" style=\";;background:none transparent;border:none;-moz-box-shadow:none;-webkit-box-shadow:none;box-shadow:none; padding:0;\">t</abbr></a></li><li class=\"nv-edit\"><a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Template:Motion_sickness&amp;action=edit\"><abbr title=\"Edit this template\" style=\";;background:none transparent;border:none;-moz-box-shadow:none;-webkit-box-shadow:none;box-shadow:none; padding:0;\">e</abbr></a></li></ul></div><div id=\"Motion_sickness\" style=\"font-size:114%;margin:0 4em\"><a href=\"/wiki/Motion_sickness\" title=\"Motion sickness\">Motion sickness</a></div></th></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\">Types</th><td class=\"navbox-list navbox-odd hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><a href=\"/wiki/Airsickness\" title=\"Airsickness\">Airsickness</a></li>\n<li><a href=\"/wiki/Seasickness\" class=\"mw-redirect\" title=\"Seasickness\">Seasickness</a></li>\n<li><a class=\"mw-selflink selflink\">Simulator sickness</a></li>\n<li><a href=\"/wiki/Ski_sickness\" title=\"Ski sickness\">Ski sickness</a></li>\n<li><a href=\"/wiki/Space_adaptation_syndrome\" title=\"Space adaptation syndrome\">Space adaptation syndrome</a></li>\n<li><a href=\"/wiki/Virtual_reality_sickness\" title=\"Virtual reality sickness\">Virtual reality sickness</a></li></ul>\n</div></td></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\">Medicine treatment</th><td class=\"navbox-list navbox-even hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><a href=\"/wiki/Meclizine\" title=\"Meclizine\">Bonine</a></li>\n<li><a href=\"/wiki/Cinnarizine\" title=\"Cinnarizine\">Cinnarizine</a></li>\n<li><a href=\"/wiki/Dimenhydrinate\" title=\"Dimenhydrinate\">Dramamine</a></li>\n<li><a href=\"/wiki/Cyclizine\" title=\"Cyclizine\">Marezine</a></li>\n<li><a href=\"/wiki/Promethazine\" title=\"Promethazine\">Promethazine</a></li>\n<li><a href=\"/wiki/Hyoscine_hydrobromide\" class=\"mw-redirect\" title=\"Hyoscine hydrobromide\">Transdermscop</a></li></ul>\n</div></td></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\">Related</th><td class=\"navbox-list navbox-odd hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><a href=\"/wiki/B%C3%A1r%C3%A1ny_chair\" title=\"Bárány chair\">Bárány chair</a></li>\n<li><a href=\"/wiki/Sickness_bag\" title=\"Sickness bag\">Sickness bag</a></li></ul>\n</div></td></tr></tbody></table></div>\n\n<!-- \nNewPP limit report\nParsed by mw2140\nCached time: 20180913073907\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.120 seconds\nReal time usage: 0.147 seconds\nPreprocessor visited node count: 466/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 18996/2097152 bytes\nTemplate argument size: 82/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 10163/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.051/10.000 seconds\nLua memory usage: 2.4 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  104.878      1 -total\n 87.11%   91.356      1 Template:Reflist\n 36.80%   38.591      1 Template:Cite_web\n 21.89%   22.956      4 Template:Cite_journal\n 12.83%   13.451      1 Template:Motion_sickness\n 11.49%   12.055      1 Template:Navbox\n  5.48%    5.744      1 Template:Cite_book\n  4.43%    4.643      1 Template:Cite_news\n  1.84%    1.931      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:42489868-0!canonical and timestamp 20180913073907 and revision id 838569265\n -->\n</div>"},"langlinks":[{"lang":"de","url":"https://de.wikipedia.org/wiki/Simulator_Sickness","langname":"German","autonym":"Deutsch","*":"Simulator Sickness"},{"lang":"ja","url":"https://ja.wikipedia.org/wiki/3D%E9%85%94%E3%81%84","langname":"Japanese","autonym":"日本語","*":"3D酔い"}],"categories":[{"sortkey":"","*":"Flight_training"},{"sortkey":"","*":"Motion_sickness"}],"links":[{"ns":10,"exists":"","*":"Template:Motion sickness"},{"ns":0,"exists":"","*":"Airsickness"},{"ns":0,"exists":"","*":"Aviation"},{"ns":0,"exists":"","*":"Bell Aircraft Corporation"},{"ns":0,"exists":"","*":"Blurred vision"},{"ns":0,"exists":"","*":"Burping"},{"ns":0,"exists":"","*":"Bárány chair"},{"ns":0,"exists":"","*":"Cerebellum"},{"ns":0,"exists":"","*":"Cinnarizine"},{"ns":0,"exists":"","*":"Cyclizine"},{"ns":0,"exists":"","*":"Digital object identifier"},{"ns":0,"exists":"","*":"Dimenhydrinate"},{"ns":0,"exists":"","*":"Eyestrain"},{"ns":0,"exists":"","*":"Fatigue (medical)"},{"ns":0,"exists":"","*":"Fixed-wing aircraft"},{"ns":0,"exists":"","*":"Flight safety"},{"ns":0,"exists":"","*":"Flight simulator"},{"ns":0,"exists":"","*":"Flight simulators"},{"ns":0,"exists":"","*":"Headache"},{"ns":0,"exists":"","*":"Hyoscine hydrobromide"},{"ns":0,"exists":"","*":"Illusions of self-motion"},{"ns":0,"exists":"","*":"Inner ear"},{"ns":0,"exists":"","*":"International Standard Serial Number"},{"ns":0,"exists":"","*":"Meclizine"},{"ns":0,"exists":"","*":"Motion sickness"},{"ns":0,"exists":"","*":"Nausea"},{"ns":0,"exists":"","*":"Nervous system"},{"ns":0,"exists":"","*":"Otolith"},{"ns":0,"exists":"","*":"Pilot (aeronautics)"},{"ns":0,"exists":"","*":"Postural instability"},{"ns":0,"exists":"","*":"Promethazine"},{"ns":0,"exists":"","*":"Psyche (psychology)"},{"ns":0,"exists":"","*":"Rotary-wing aircraft"},{"ns":0,"exists":"","*":"Salivation"},{"ns":0,"exists":"","*":"Sea sickness"},{"ns":0,"exists":"","*":"Seasickness"},{"ns":0,"exists":"","*":"Semicircular canal"},{"ns":0,"exists":"","*":"Sickness bag"},{"ns":0,"exists":"","*":"Simulated environment"},{"ns":0,"exists":"","*":"Six degrees of freedom"},{"ns":0,"exists":"","*":"Ski sickness"},{"ns":0,"exists":"","*":"Space adaptation syndrome"},{"ns":0,"exists":"","*":"Sweating"},{"ns":0,"exists":"","*":"UH-60 Blackhawk"},{"ns":0,"exists":"","*":"US Army"},{"ns":0,"exists":"","*":"US Coast Guard"},{"ns":0,"exists":"","*":"US Navy"},{"ns":0,"exists":"","*":"Vection"},{"ns":0,"exists":"","*":"Vertigo"},{"ns":0,"exists":"","*":"Vestibular system"},{"ns":0,"exists":"","*":"Vestibuloocular reflex"},{"ns":0,"exists":"","*":"Virtual environment"},{"ns":0,"exists":"","*":"Virtual reality sickness"},{"ns":11,"exists":"","*":"Template talk:Motion sickness"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Cite journal"},{"ns":10,"exists":"","*":"Template:Cite news"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Motion sickness"},{"ns":10,"exists":"","*":"Template:Navbox"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Navbox"},{"ns":828,"exists":"","*":"Module:Navbar"},{"ns":828,"exists":"","*":"Module:Arguments"}],"images":[],"externallinks":["http://www.dtic.mil/dtic/tr/fulltext/u2/a434495.pdf","//doi.org/10.1518/001872000779698097","https://vr.arvilab.com/blog/combating-vr-sickness-debunking-myths-and-learning-what-really-works","http://www.usaarl.army.mil/TechReports/89-25.PDF","//doi.org/10.1207/s15327108ijap0303_3","https://www.sciencedirect.com/science/article/abs/pii/S000145750900092X","//doi.org/10.1016/j.aap.2009.04.013","//www.worldcat.org/issn/0001-4575","http://www.brandeis.edu/graybiel/publications/docs/190_ms_encns.pdf"],"sections":[{"toclevel":1,"level":"2","line":"Origins","number":"1","index":"1","fromtitle":"Simulator_sickness","byteoffset":1458,"anchor":"Origins"},{"toclevel":1,"level":"2","line":"Effect of experience in the real and simulated environments","number":"2","index":"2","fromtitle":"Simulator_sickness","byteoffset":6505,"anchor":"Effect_of_experience_in_the_real_and_simulated_environments"},{"toclevel":1,"level":"2","line":"Measurement","number":"3","index":"3","fromtitle":"Simulator_sickness","byteoffset":9549,"anchor":"Measurement"},{"toclevel":1,"level":"2","line":"References","number":"4","index":"4","fromtitle":"Simulator_sickness","byteoffset":13042,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Simulator sickness","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q2288542"}]}}