{"parse":{"title":"Ryukyuan festivals and observances","pageid":9111764,"revid":838770567,"text":{"*":"<div class=\"mw-parser-output\"><p>This is an overview of <b><a href=\"/wiki/Festival\" title=\"Festival\">festivals</a> and observances</b> held as part of the practice of <b><a href=\"/wiki/Ryukyuan_religion\" title=\"Ryukyuan religion\">Ryukyuan religion</a></b> or tradition on the <a href=\"/wiki/Ryukyu_Islands\" title=\"Ryukyu Islands\">Ryukyu Islands</a>. Unless otherwise noted, dates are according to the <a href=\"/wiki/Lunar_calendar\" title=\"Lunar calendar\">lunar calendar</a>. The categories below (\"January - May\" and \"June - December\") are artificial, created for ease of article navigation. For calendars of rites particular to <a href=\"/wiki/Miyako-jima\" title=\"Miyako-jima\">Miyako-jima</a>, <a href=\"/wiki/Yaeyama_Islands\" title=\"Yaeyama Islands\">Yaeyama</a>, and <a href=\"/wiki/Ishigaki,_Okinawa\" title=\"Ishigaki, Okinawa\">Ishigaki</a>, see their respective pages.\n</p><p>Viewing of or participation in rituals may be forbidden to outsiders, especially in rural areas which tend to be skeptical of the spiritual influence/significance of a stranger's presence. For example, Panari Island's <i>Akamarakuromata</i> Harvest Festival is open only to Panari people; no media or non-Panari are allowed.<a rel=\"nofollow\" class=\"external autonumber\" href=\"https://web.archive.org/web/20051225190422/http://www.wonder-okinawa.jp/025/en/card/7-3-3.html\">[1]</a>\n</p>\n<h2><span class=\"mw-headline\" id=\"January_-_May_observances\">January - May observances</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Ryukyuan_festivals_and_observances&amp;action=edit&amp;section=1\" title=\"Edit section: January - May observances\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>31 December (solar calendar): <i>Tushinuyuru</i> (New Year's Eve). Amid celebration, garlic is used in different ways (according to local tradition) to banish and keep away evil spirits. <i>Wakamiji</i>, the year's first drawn water, is set out as an offering to ancestors.</li>\n<li>1 January (solar calendar): <i>Sougwachi</i>, (Jp. <i>Shogatsu</i>; New Year's Day). Local religious leaders hold first rites of the New Year. Heads of household or first sons visit relatives and the elderly to present gifts. In the homes of senior citizens, a cup of <i><a href=\"/wiki/Awamori\" title=\"Awamori\">awamori</a></i> is enjoyed for good luck; in some places, slices of dried squid and salt are eaten. When visiting the heads of one's family, incense is offered to ancestors. Male members traditionally make these visits; however, these days wives and children may go along as well. Most people also visit a Shinto <a href=\"/wiki/Jinja_(shinto)\" class=\"mw-redirect\" title=\"Jinja (shinto)\">shrine (<i>jinja</i>)</a> around this time of year to make a New Year's wish and draw a New Year's fortune (<i><a href=\"/wiki/Omikuji\" class=\"mw-redirect\" title=\"Omikuji\">omikuji</a></i>) to find out about their luck in the coming year; other common Japanese New Year traditions are upheld.</li>\n<li>4 January: Hinukan <i>mukee</i>. The hinukan goes away from the kitchen and back to his own home from December 24 to 3 January. Matrons burn incense and make offerings (awamori, rice) at the kitchen hearth to welcome him home. Especially popular on the main island.</li>\n<li>16 January: <i>Juuruku Nichi</i> (Ancestors at the New Year). One of many holidays on which extend families gather at their tomb to make offerings (flowers, incense, awamori, food) and prayers, as well as to have a picnic and commune in the presence of their ancestors.</li>\n<li>Early February: <i>Shimakusarashi</i> (Purification of the Village). Especially popular in southern Okinawa. A cow is slaughtered, and its various parts used to ritually cleanse the community. The cow's blood is smeared with leaves onto walls and gates. Then the heart is boiled and presented at an utaki, ancient tombs, or the house of an especially old or powerful family. A rope, particularly a straw rope, is hung over paths at the edge of town to mark the reaches of the community's sanctuary and keep out evil influences. Bones of the cow are then tied to the string and the cow's meat is given out for communal consumption.</li>\n<li>3 March (solar calendar): <i>Hamauri</i> (Purification at the Beach). A holiday for girls and women, they often walk along the beach, and families collect shells. This is based upon the belief that walking on white sand is purifying. Some also believe that bad omens can be ignored if one walks beside the sea. Mugwort and rice cakes are eaten on this day.</li>\n<li>Early April (solar calendar): <i>Shiimii</i> (Chin. <i>Qing-Ming</i>). Another Ryukyuan visitation of the ancestors' at the family tomb. Held at this time to appropriately begin spring and the year's agricultural work. Also celebrated is <i>kami-ushiimii</i>, when family heads of a widely extended family all gather to commune with their common ancestors.</li>\n<li>14 April: <i>Abushibarei</i> (Ritual to Ward Off Pests). Grass is cut along the edges of fields; rats and insects are caught, put aboard small boats, and ritually set out to sea.</li>\n<li>Late April/Early May: <i>Yamadumi</i> (Taboo Against Loud Noise). Between April and May, it was forbidden to make loud noises (thus cut down trees). People believed the noise would cause wind that would destroy the crops; while the noise wouldn't cause the wind, the cutting down of trees would have destroyed natural windbreaks that truly did keep the crops safe.</li>\n<li>May 4: <i><a href=\"/wiki/Yukka_Nu_Hii\" title=\"Yukka Nu Hii\">Yukka Nu Hii</a></i>, <i>Haarii</i>/<i>Haarei</i> Races (<a href=\"/wiki/Dragon_boat\" title=\"Dragon boat\">Dragon Boat</a> Races). Teams of local men race dragon-shaped boats amid rituals of tribute to sea gods. Boat races in connection with prayers to ensure good fishing have been staged since the 14th century, and today's races arose from the mixing of two traditions: the fishermen's races on the sea and the dragon boat ceremonies performed on rivers and lakes in China. Traditionally the races are held on the fourth day of the fifth lunar month, but in Naha they are now staged on May 4 (solar calendar), to match the tourist season of \"Golden Week\". The largest races are in Naha, Itoman, and Tamagusuku; similar races are also held on any of the islands where people from Okinawa Island have settled (Yonaguni, Ishigaki, etc.). <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.dragonboatcalendar.com/facts.htm\">[2]</a> <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.jahitchcock.com/dragonboat.html\">[3]</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"June_-_December_observances\">June - December observances</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Ryukyuan_festivals_and_observances&amp;action=edit&amp;section=2\" title=\"Edit section: June - December observances\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>June: <i>Umachii</i>/<i>Shichuma</i>/<i>Shikyoma</i>/<i>Awa Shichuma</i> (Harvest Festivals/Millet Festivals). Families pray together giving thanks for a good harvest and seeking future prosperity.</li>\n<li>June 25: <i>Kashichii</i> (Rice Offering to Ancestors). Rice steamed with red beans and offered to ancestors as thanks for a good harvest. Also may be celebrated in August.</li>\n<li>July: <i>Shichigwachi</i> (Miyako <i>sutugatsu</i>, Yaeyama <i>souron</i>). Shichigwachi, or \"Seventh Month\", is the <a href=\"/wiki/Ghost_Festival\" title=\"Ghost Festival\">Ghost Month</a> marked with a midmonth <a href=\"/wiki/Veneration_of_the_dead\" title=\"Veneration of the dead\">veneration of the dead</a> (v.s.). Marital rites and other celebrations are tabboo during lunar July due to its rituals involving the presence of the dead.</li>\n<li>July: <i>Shinugu</i> (\"for men and brothers\"). Somewhat similar to Miyako-jima's <i>Pantu</i> rite. At Ada near Kunigami Village in the northern part of Okinawa, males climb up into the mountains and pray to the mountain gods for prosperity and a good harvest. They also face the direction of the sea and call upon the sea gods for the same. Then they ritually assume the godforms of mountain deities by covering themselves with leaves and crowning themselves with red flowers. They carry branches down into the community and together purify it by waving the branches over its borders and its fields. In a rite called <i>sakankei</i>, the men receive ritual libations as offerings to the gods whose forms they have assumed.</li>\n<li>July: <i>Unjami</i>/<i>Ungami</i>. At Shioya Bay, <a href=\"/wiki/Ogimi,_Okinawa\" class=\"mw-redirect\" title=\"Ogimi, Okinawa\">Ogimi Village</a> in the northern part of Okinawa, priestesses invoke the gods of the sea for prosperity and good fishing. Some priestesses call to the gods from a place in a boat out on the water, and then assume the forms of the gods, much as the men of Kunigami assume the form of the mountain gods during Shinugu (v.s.). They return to the shore, greeted by other priestesses and hosted in a ritual tent. They make blessings and receive libation offerings, then visit area villages. Finally, the gods are seen off by local people who gather on the beach.</li>\n<li>July 7: <i><a href=\"/wiki/Tanabata\" title=\"Tanabata\">Tanabata</a></i>. Wishes are written on strips of paper and hung from <a href=\"/wiki/Bamboo\" title=\"Bamboo\">bamboo</a> trees. Families also visit graves with offerings to invite ancestors to the following week's Obon. (Ooshiro 17)</li>\n<li>July 13–15 or 16: <a href=\"/wiki/Obon\" class=\"mw-redirect\" title=\"Obon\">Obon</a> Festival featuring <i><a href=\"/wiki/Eisa_(dance)\" title=\"Eisa (dance)\">Eisa Dancing</a></i>. During Obon, ancestors are believed to gather <i>en masse</i> with their living relatives. Prayers and offerings such as incense, food, alcohol, and flowers are all made three times a day. Like Shiimii and New Year's Eve (v.s.), Obon is a significant holiday in the ancestors worship of Ryukyu religion, and the attendance of members of extended families is almost required. The first day of Obon is called <i>unkee</i>. The family altar and memorial tablets cleaned and decked with incense, fruit, and sugarcane (<i>uji</i>) offerings. A simple offering of rice, beans, and water (<i>minnuku</i>) is prepared for spirits who receive no regular attention and accompany ancestors into the home. Often offerings may spill over onto low tables set up in front of the buchidan. On the offerings may be placed a <i>sangwaa</i> (<a href=\"/wiki/Ryukyuan_religion#Objects_of_power\" title=\"Ryukyuan religion\">v.inf.</a>) The family gate (<i>jo</i>) is then lit with pine torch, candles, or incense. The second day (<i>naka nu hi</i>) is rather uneventful. At close to midnight on the third day (<i>uukui</i>), people have a farewell gathering for their ancestors. A large meal with the best food is presented. Then incense and paper money called <i>uchikabi</i> (representing money for the world of the dead, like Chinese <a href=\"/wiki/Joss_paper\" title=\"Joss paper\">Joss paper</a> or <a href=\"/wiki/Hell_Bank_Notes\" class=\"mw-redirect\" title=\"Hell Bank Notes\">Hell Bank Notes</a>) is burned. All remaining offerings are gathered and set outdoors, and ancestors are sent away. Eisa dancing traditionally ends Obon, the drums sending the ancestors away with respect and blessings. (Ooshiro 17-18)</li>\n<li>August: <i>Shishimai</i> Dances (\"<a href=\"/wiki/Lion_dance\" title=\"Lion dance\">Lion Dances</a>\") at harvest festivals. At various midmonth festivals around the Ryukyu Islands, shishimai dances are performed to consecrate the festival ground and open the festival. A wooden lion mask and wooly-looking costume of woven and dyed banana/choma strips is worn, and the dance is performed to loud music featuring gongs, drums, bells, flutes, sanshin, and various other instruments. Some lion dances feature two or more dancers as the lion.</li>\n<li>August: Tugs-of-War. Midmonth August festivals often feature a communal tug-of-war using a giant fiber rope that can often take days to weave. The rope in Naha is over 200m long and weighs more than 40 metric tons. <a rel=\"nofollow\" class=\"external autonumber\" href=\"https://web.archive.org/web/20070929131415/http://www.lsi.ie.u-ryukyu.ac.jp/~phdang/gallery/festival102004\">[4]</a> A similar tug-of-war takes place in <a href=\"/wiki/Uiryeong_County\" title=\"Uiryeong County\">Korea</a>. <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.uiryeong.go.kr/english/m05/m05_s02.htm\">[5]</a><sup class=\"noprint Inline-Template\"><span style=\"white-space: nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Link_rot\" title=\"Wikipedia:Link rot\"><span title=\"&#160;Dead link since April 2018\">permanent dead link</span></a></i>&#93;</span></sup></li>\n<li>9 August - 15 August: <i>Tou Udui</i> Dance (<a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20050206122123/http://www.wonder-okinawa.jp/007/english/point/tuken/index.html\">Tsuken Island</a>, <a href=\"/wiki/Katsuren,_Okinawa\" title=\"Katsuren, Okinawa\">Katsuren</a>). A men's circle dance of Chinese origin performed in traditional summer dress to the accompaniment of small hand-held drums.</li>\n<li>10 August: Beginning of Yabu Dance Festival (near <a href=\"/wiki/Nago,_Okinawa\" class=\"mw-redirect\" title=\"Nago, Okinawa\">Nago</a>). At this performance festival's roots are priestess prayers of thanks and hope concerning this year's harvest and that of the next. There are parades of dancers and various other folk performances, including formal <i>Yotsudaki</i> and <i>Kumiodori</i> dances. Similar dance festivals are held throughout Okinawa, notably on <a href=\"/wiki/Ie-shima\" class=\"mw-redirect\" title=\"Ie-shima\">Ie-shima</a>, who now celebrate after the harvest in November.</li>\n<li>13 August and 15 August (every five years): <i>Ayachi</i> Shishi <a href=\"/wiki/Marionette\" title=\"Marionette\">Marionette</a> Performances at Jana (near <a href=\"/wiki/Nakijin,_Okinawa\" title=\"Nakijin, Okinawa\">Nakijin</a>). A stage show is held, at the end of which a pair of shishi marionettes, a male and a female, dance and play together accompanied by <a href=\"/wiki/Sanshin\" title=\"Sanshin\">sanshin</a> and drumming.</li>\n<li>15 August: <i>Taa Faa Kuu</i> Dance (in Iju in <a href=\"/wiki/Nakagusuku,_Okinawa\" title=\"Nakagusuku, Okinawa\">Nakagusuku</a>). A dance of Chinese origin, performed originally at Kume but brought to Nakagusuku for performance during harvest. It is energetic and features Chinese-style costumes and props.</li>\n<li>15 August: <i>Masutoriya</i> at <a href=\"/wiki/Ueno,_Okinawa\" title=\"Ueno, Okinawa\">Ueno</a>. A traditional staff dance accompanied by harvest prayer.</li>\n<li>September: <i>Kami Ugami</i> (prayer pilgrimages). During September, people visit various sacred sites to pay respects to famous Ryukyu <i>kami</i>. Especially popular are areas around <a href=\"/wiki/Nakijin,_Okinawa\" title=\"Nakijin, Okinawa\">Nakijin</a> (<a href=\"/wiki/Nakijin_gusuku\" class=\"mw-redirect\" title=\"Nakijin gusuku\">Nakijin gusuku</a>) and <a href=\"/wiki/Shuri_Castle\" title=\"Shuri Castle\">Shuri Castle</a>.</li>\n<li>13 November: <i>Amidushi</i> (\"lowering the nets\") fishing ritual on Kudaka. Priests and three priestesses pray and make offerings of alcohol and rice to sea gods in order to ensure good fishing. Seven temporary enclosures are built by the sea to provide shelter for the visiting gods.</li>\n<li>15 November: <i>Izaihoo</i> on <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20050206132922/http://www.wonder-okinawa.jp/007/english/point/kudaka/index.html\">Kudaka Island</a>. No longer performed due to lack of women to take on priestess roles. Performed every twelve years during every Year of the Horse. A four-day, four-stage initiation ritual, ordaining all women of the island between 31 and 40 as priestesses (v.s.).</li>\n<li>8 December: <i>Muuchii</i> (Jp. <i><a href=\"/wiki/Mochi_(food)\" class=\"mw-redirect\" title=\"Mochi (food)\">mochi</a></i>) Offerings. Muuchii, or rice cakes wrapped in <i>sannin</i> leaves, are offered to signal the beginning of winter and pray for the health of the family. Where there are children, the muuchii are tied to strings and hung, the number of muuchii tied up being determined by the child's age. Where a child has been born that year, <i>hachi muuchii</i> is celebrated, when the parents visit their neighbors and family to give out muuchii.</li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Ryukyuan_festivals_and_observances&amp;action=edit&amp;section=3\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The information in this article is drawn primarily from <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20071014235846/http://www.wonder-okinawa.jp/022/en/search/c_e01.html\">Festivals and Rituals of Okinawa</a>, a site run by the Okinawa Prefectural government.\n</p>\n<!-- \nNewPP limit report\nParsed by mw1238\nCached time: 20180910085957\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.052 seconds\nReal time usage: 0.078 seconds\nPreprocessor visited node count: 162/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 1862/2097152 bytes\nTemplate argument size: 552/2097152 bytes\nHighest expansion depth: 11/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.015/10.000 seconds\nLua memory usage: 825 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   53.974      1 Template:Dead_link\n100.00%   53.974      1 -total\n 60.74%   32.785      1 Template:Fix\n 54.95%   29.661      2 Template:Category_handler\n  6.13%    3.308      1 Template:Fix/category\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:9111764-0!canonical and timestamp 20180910085957 and revision id 838770567\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Ryukyan Festivals And Observances","hidden":"","*":"All_articles_with_dead_external_links"},{"sortkey":"Ryukyan Festivals And Observances","hidden":"","*":"Articles_with_dead_external_links_from_April_2018"},{"sortkey":"Ryukyan Festivals And Observances","hidden":"","*":"Articles_with_permanently_dead_external_links"},{"sortkey":"Ryukyan Festivals And Observances","*":"Festivals_in_Japan"},{"sortkey":"Ryukyan Festivals And Observances","*":"Religious_holidays"},{"sortkey":"Ryukyan Festivals And Observances","*":"Religion_in_the_Ryukyu_Islands"},{"sortkey":"Ryukyan Festivals And Observances","*":"Ryukyu_Islands"},{"sortkey":"Ryukyan Festivals And Observances","*":"Tourist_attractions_in_Kagoshima_Prefecture"},{"sortkey":"Ryukyan Festivals And Observances","*":"Festivals_in_Okinawa_Prefecture"},{"sortkey":"Ryukyan Festivals And Observances","*":"Lists_of_observances"},{"sortkey":"Ryukyan Festivals And Observances","*":"Lists_of_festivals_in_Japan"}],"links":[{"ns":14,"exists":"","*":"Category:Articles with dead external links from April 2018"},{"ns":0,"exists":"","*":"Awamori"},{"ns":0,"exists":"","*":"Bamboo"},{"ns":0,"exists":"","*":"Dragon boat"},{"ns":0,"exists":"","*":"Eisa (dance)"},{"ns":0,"exists":"","*":"Festival"},{"ns":0,"exists":"","*":"Ghost Festival"},{"ns":0,"exists":"","*":"Hell Bank Notes"},{"ns":0,"exists":"","*":"Ie-shima"},{"ns":0,"exists":"","*":"Ishigaki, Okinawa"},{"ns":0,"exists":"","*":"Jinja (shinto)"},{"ns":0,"exists":"","*":"Joss paper"},{"ns":0,"exists":"","*":"Katsuren, Okinawa"},{"ns":0,"exists":"","*":"Lion dance"},{"ns":0,"exists":"","*":"Lunar calendar"},{"ns":0,"exists":"","*":"Marionette"},{"ns":0,"exists":"","*":"Miyako-jima"},{"ns":0,"exists":"","*":"Mochi (food)"},{"ns":0,"exists":"","*":"Nago, Okinawa"},{"ns":0,"exists":"","*":"Nakagusuku, Okinawa"},{"ns":0,"exists":"","*":"Nakijin, Okinawa"},{"ns":0,"exists":"","*":"Nakijin gusuku"},{"ns":0,"exists":"","*":"Obon"},{"ns":0,"exists":"","*":"Ogimi, Okinawa"},{"ns":0,"exists":"","*":"Omikuji"},{"ns":0,"exists":"","*":"Ryukyu Islands"},{"ns":0,"exists":"","*":"Ryukyuan religion"},{"ns":0,"exists":"","*":"Sanshin"},{"ns":0,"exists":"","*":"Shuri Castle"},{"ns":0,"exists":"","*":"Tanabata"},{"ns":0,"exists":"","*":"Ueno, Okinawa"},{"ns":0,"exists":"","*":"Uiryeong County"},{"ns":0,"exists":"","*":"Veneration of the dead"},{"ns":0,"exists":"","*":"Yaeyama Islands"},{"ns":0,"exists":"","*":"Yukka Nu Hii"},{"ns":4,"exists":"","*":"Wikipedia:Link rot"}],"templates":[{"ns":10,"exists":"","*":"Template:Dead link"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Arguments"}],"images":[],"externallinks":["https://web.archive.org/web/20051225190422/http://www.wonder-okinawa.jp/025/en/card/7-3-3.html","http://www.dragonboatcalendar.com/facts.htm","http://www.jahitchcock.com/dragonboat.html","https://web.archive.org/web/20070929131415/http://www.lsi.ie.u-ryukyu.ac.jp/~phdang/gallery/festival102004","http://www.uiryeong.go.kr/english/m05/m05_s02.htm","https://web.archive.org/web/20050206122123/http://www.wonder-okinawa.jp/007/english/point/tuken/index.html","https://web.archive.org/web/20050206132922/http://www.wonder-okinawa.jp/007/english/point/kudaka/index.html","https://web.archive.org/web/20071014235846/http://www.wonder-okinawa.jp/022/en/search/c_e01.html"],"sections":[{"toclevel":1,"level":"2","line":"January - May observances","number":"1","index":"1","fromtitle":"Ryukyuan_festivals_and_observances","byteoffset":914,"anchor":"January_-_May_observances"},{"toclevel":1,"level":"2","line":"June - December observances","number":"2","index":"2","fromtitle":"Ryukyuan_festivals_and_observances","byteoffset":5328,"anchor":"June_-_December_observances"},{"toclevel":1,"level":"2","line":"References","number":"3","index":"3","fromtitle":"Ryukyuan_festivals_and_observances","byteoffset":13032,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Ryukyuan festivals and observances","iwlinks":[],"properties":[{"name":"defaultsort","*":"Ryukyan Festivals And Observances"},{"name":"wikibase_item","*":"Q7385539"}]}}