{"parse":{"title":"Now You See It (Cathy Davidson book)","pageid":42382929,"revid":799314749,"text":{"*":"<div class=\"mw-parser-output\"><p><i><b>Now You See It: How the Brain Science of Attention Will Transform the Way We Live, Work, and Learn</b></i> is a book by <a href=\"/wiki/CUNY_Graduate_Center\" class=\"mw-redirect\" title=\"CUNY Graduate Center\">CUNY Graduate Center</a> professor <a href=\"/wiki/Cathy_Davidson\" title=\"Cathy Davidson\">Cathy Davidson</a> published by <a href=\"/wiki/Viking_Press\" title=\"Viking Press\">Viking Press</a> on August 19, 2011.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Summary_and_key_themes\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Summary and key themes</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-2\"><a href=\"#Outdated_approaches_to_education\"><span class=\"tocnumber\">1.1</span> <span class=\"toctext\">Outdated approaches to education</span></a></li>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#The_science_of_attention\"><span class=\"tocnumber\">1.2</span> <span class=\"toctext\">The science of attention</span></a></li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Changing_workplace\"><span class=\"tocnumber\">1.3</span> <span class=\"toctext\">Changing workplace</span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Re-imagined_classroom\"><span class=\"tocnumber\">1.4</span> <span class=\"toctext\">Re-imagined classroom</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Critical_reception\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Critical reception</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Related_readings\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Related readings</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#References\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#External_links\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Summary_and_key_themes\">Summary and key themes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Now_You_See_It_(Cathy_Davidson_book)&amp;action=edit&amp;section=1\" title=\"Edit section: Summary and key themes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"Outdated_approaches_to_education\">Outdated approaches to education</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Now_You_See_It_(Cathy_Davidson_book)&amp;action=edit&amp;section=2\" title=\"Edit section: Outdated approaches to education\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>In <i>Now You See It: How the Brain Science of Attention Will Transform the Way We Live, Work, and Learn,</i> <a href=\"/wiki/Cathy_Davidson\" title=\"Cathy Davidson\">Cathy Davidson</a> suggests that breakthroughs in <a href=\"/wiki/Cognitive_science\" title=\"Cognitive science\">cognitive science</a> should recalibrate our sense of what it means to learn. According to Davidson, those of us in <a href=\"/wiki/Higher_education\" title=\"Higher education\">higher education</a> are paradoxically obsessed with the implications of living in the \"<a href=\"/wiki/Information_Age\" title=\"Information Age\">digital age</a>,\" even though we have “yet to rethink how we need to be organizing our institutions—our schools, our offices—to maximize the opportunities of our digital era” (12). We tend to uphold models of teaching and assessments that no longer serve a generation of students who face a myriad of new challenges, as they attempt to learn to think critically in an era of information overload. Technology in all its forms is playing an increasingly important role in the lives of students. Colleges and universities, therefore, need to pay attention to the impact that the appropriate uses of digital tools can have on extending, enhancing, and enriching the student learning experience, both on and off campus. Moreover, and more importantly, Davidson argues that sustained exposure to such a range of <a href=\"/wiki/Digital_media\" title=\"Digital media\">digital media</a> demands a different kind of attention than we previously required.\n</p>\n<h3><span class=\"mw-headline\" id=\"The_science_of_attention\">The science of attention</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Now_You_See_It_(Cathy_Davidson_book)&amp;action=edit&amp;section=3\" title=\"Edit section: The science of attention\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>In <i>Now You See It: How the Brain Science of Attention Will Transform the Way We Live, Work, and Learn</i> Cathy Davidson examines the phenomenon of <a href=\"/wiki/Attention_blindness\" class=\"mw-redirect\" title=\"Attention blindness\">attention blindness</a>: humans perceive only a fraction of everything going on around us, particularly when we're focusing intently on one specific task, and that this attention blindness does not properly prepare us for the <a href=\"/wiki/Multi-task\" class=\"mw-redirect\" title=\"Multi-task\">multi-task</a> oriented digital age. According to Davidson, attention blindness is a basic <a href=\"/wiki/Neurological\" class=\"mw-redirect\" title=\"Neurological\">neurological</a> feature of the <a href=\"/wiki/Human_brain\" title=\"Human brain\">human brain</a>. In the introduction of <i>Now You See It,</i> Davidson describes attending a lecture on attention blindness which addressed the tendency of the human brain to concentrate intensely on one task at the expense of missing almost everything else. To demonstrate this tendency, the lecturer showed a video of six people passing basketballs back and forth, and instructed viewers to count the number of tosses only between those wearing white shirts. Many people correctly counted fifteen tosses, yet nearly everyone failed to see someone in a full gorilla suit stride in among those tossing basketballs, then walk away. Davidson, who is dyslexic, didn’t even try to keep count, but instead decided to relax as she watched the tape, and thus, she noticed the gorilla.\n</p><p>Davidson argues that as a culture, our attention blindness represents a significant challenge that we must examine and meet head on; particularly since the <a href=\"/wiki/Internet\" title=\"Internet\">Internet</a> has revolutionized virtually every aspect of how our lives function now. The Internet, Davidson suggests, has catapulted us into an immediate, collaborative, and interconnected existence that is characterized by the sudden breakdown of barriers between private and public, work and play, domestic and foreign, office and home, etc. Davidson notes that although our lives have been irrevocably altered in these fundamental ways, our most important educational, corporate, and social institutions have not substantially changed in correlation with these upheavals. She claims that those in educational and corporate spheres continue to operate in 20th century modes (founded to meet the challenges of <a href=\"/wiki/Industrialization\" class=\"mw-redirect\" title=\"Industrialization\">industrialization</a>) as though we were currently not living through momentous, epochal changes.\n</p><p>“With the Internet, we have seen dramatic rearrangements, in a little over a decade, in the most basic aspects of how we communicate, interact, gather knowledge of the world, develop and recognize our <a href=\"/wiki/Social_networks\" class=\"mw-redirect\" title=\"Social networks\">social networks</a> and our communities, do business and exchange goods, understand what is true, and know what counts and is worthy of attention” (11).\n</p><p>“This book starts from certain core questions: \n</p>\n<ul><li>Where do our patterns of attention come from?</li>\n<li>How can what we know about attention help us change how we teach and learn?</li>\n<li>How can the science of attention alter our ideas about how we test and what we measure?</li>\n<li>How can we work better with others with different skills and expertise in order to see what we're missing in a complicated and interdependent world?</li>\n<li>How does attention change as we age, and how can understanding the science of attention actually help us along the way?” (19-20)</li></ul>\n<h3><span class=\"mw-headline\" id=\"Changing_workplace\">Changing workplace</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Now_You_See_It_(Cathy_Davidson_book)&amp;action=edit&amp;section=4\" title=\"Edit section: Changing workplace\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3><p>\nTechnology, Davidson argues, re-shapes the way we learn and process new information in some fundamental ways. We surf hundreds of news feeds, immediately discriminating between the ones we need to read and the ones we don't. In our work environments, we are forced to focus, divide, and re-focus our attention as we are dealing with multiple tasks at the same time. Within this multitasking that the new workplace requires, Davidson urges her readers to re-imagine the concept of distraction. We are cultured to imagine that shopping online while finishing a report or answering personal emails and simultaneously working on a project are distractions which are detrimental to our productivity and efficiency. Every time we switch tasks, we are hurting our work. Davidson argues, however, that these small distractions afforded by technology should be thought of as innovations. </p><blockquote><p>\"When we feel distracted, something’s up. Distraction is really another word for saying that something is new, strange or different. We should pay attention to that feeling… Distraction is one of the best tools for innovation we have at our disposal—for changing patterns of attention and beginning the process of learning new patterns\"<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup></p></blockquote>\n<h3><span class=\"mw-headline\" id=\"Re-imagined_classroom\">Re-imagined classroom</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Now_You_See_It_(Cathy_Davidson_book)&amp;action=edit&amp;section=5\" title=\"Edit section: Re-imagined classroom\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>In addition to transforming our workplace and everyday life, Davidson argues that technology allows us a great opportunity to rethink the way we teach and organize our education system. In addition to the famous iPod experiment described earlier, Davidson suggests that gaming, blogging, self-grading, and collaborative learning are among the effective and innovative teaching tools and strategies, whose benefits outweigh those offered by the \"one-size-fits-all model of standards that evolved over the course of the twentieth century.\" <sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> In the chapter, \"Project Classroom Makeover,\" Davidson argues that the current education system is blind to the ways in which children learn and solve complex problems today, such as: creating and memorizing names and avatars of online game players, creating and writing simple codes to advance in games, searching internet for new information, and engaging with it in new creative ways. If the education system harnesses these natural curiosities through restructured curricula, it can promote creative and critical thinking and allow students to develop in their own, unique ways, rather than forcing them to fit into the standardized system of skills.\n</p><p>As an example of a Made-Over Classroom, Davidson discusses an experimental school <a href=\"/wiki/Quest_2_Learn\" class=\"mw-redirect\" title=\"Quest 2 Learn\">Quest 2 Learn</a>. Q2L is a school whose curriculum is based on the principles of gaming. There students don't just go from class to class, completing regular assignments, they participate in quests, aimed at solving complex problems, advancing from one level to another, culminating in a final project. This model, according to Davidson, has the potential to address the needs of children who are diagnosed with learning disabilities, such as <a href=\"/wiki/ADHD\" class=\"mw-redirect\" title=\"ADHD\">ADHD</a> or <a href=\"/wiki/Autism\" title=\"Autism\">autism</a>, allowing them to learn in ways that focus on their individual strengths without forcing them into a standardized learning structure, which could be detrimental to their engagement and future achievements.\n</p>\n<h2><span class=\"mw-headline\" id=\"Critical_reception\">Critical reception</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Now_You_See_It_(Cathy_Davidson_book)&amp;action=edit&amp;section=6\" title=\"Edit section: Critical reception\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Davidson's <i>Now You See It</i> has received largely positive reviews. Publishers Weekly called <i>Now You See It</i> \"critically important\" and \"likely to shape discussions for years to come,\"<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> while Howard Gardner of Harvard University celebrates Davidson for having \"a mind that ranges comfortably over literary arts, literacy, psychology, and brain science\" and predicts that her \"timely book is certain to attract a lot of attention and to catalyze many discussions.\"<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p><p>As of February 2015, Amazon.com rated the book 4 out of 5 stars, based on 45 separate reviews.\n</p><p>Although mainly positive, a few critical reactions question Davidson's \"youth worship\" and her \"enthusiasm for anything new and digital and by an almost allergic aversion to any practices or artifacts from the pre-Internet era.\"<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n</p><p>In a generally positive review of <i>Now You See It,</i> in the journal <i>portal: Libraries and the Academy,</i> Andrew Battista wrote \"As inspiring as <i>Now You See</i> It can be, I would say that Davidson uncritically seeks to apply the doctrines of capitalist efficiency into contemporary learning. In fact, at times her vision of education seems to verge on a kind of fluency that will prepare people to compete in a new globalized economy rather than an altruistic experience that sees learning as the preparation of any fit participant in a democracy.\"<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup>\n</p><p>Cathy Davidson herself revealed in a comment to an online article titled <i>Open Access, Public Intellectualism, and Academic Reform</i> that despite not being a neuroscientist herself, she has received only one and a half bad reviews from neuroscientists, while frequently receiving fan notes from other neuroscientists agreeing with her stance on the brain.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup>\n</p><p>Davidson was appointed by President <a href=\"/wiki/Barack_Obama\" title=\"Barack Obama\">Barack Obama</a> to a six-year term on the <a href=\"/wiki/National_Endowment_for_the_Humanities\" title=\"National Endowment for the Humanities\">National Endowment for the Humanities</a>.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Related_readings\">Related readings</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Now_You_See_It_(Cathy_Davidson_book)&amp;action=edit&amp;section=7\" title=\"Edit section: Related readings\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Davidson, Cathy N., and David Theo. Goldberg. <i>The Future of Thinking: Learning Institutions in a Digital Age</i>. Cambridge, MA: MIT, 2010. Print.</li>\n<li>Thomas, Douglas, and John Seely. Brown. <i>A New Culture of Learning: Cultivating the Imagination for a World of Constant Change</i>. Lexington, KY: CreateSpace?, 2011. Print.</li>\n<li>Wagner, Tony, and Robert A. Compton. <i>Creating Innovators: The Making of Young People Who Will Change the World</i>. New York: Scribner, 2012. Print.</li>\n<li>Collins, Allan, and Richard Halverson. <i>Rethinking Education in the Age of Technology: The Digital Revolution and Schooling in America</i>. New York: Teachers College, 2009. Print.</li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Now_You_See_It_(Cathy_Davidson_book)&amp;action=edit&amp;section=8\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Davidson, Cathy (2011). <i>Now You See It: How the Brain Science of Attention will Transform the Way We Live, Work, and Learn</i>. New York: Viking.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Now+You+See+It%3A+How+the+Brain+Science+of+Attention+will+Transform+the+Way+We+Live%2C+Work%2C+and+Learn&amp;rft.place=New+York&amp;rft.pub=Viking&amp;rft.date=2011&amp;rft.aulast=Davidson&amp;rft.aufirst=Cathy&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ANow+You+See+It+%28Cathy+Davidson+book%29\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Davidson, Cathy (2011). <i>Now You See It: How the Brain Science of Attention will Transform the Way We Live, Work, and Learn</i>. New York: Viking.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Now+You+See+It%3A+How+the+Brain+Science+of+Attention+will+Transform+the+Way+We+Live%2C+Work%2C+and+Learn&amp;rft.place=New+York&amp;rft.pub=Viking&amp;rft.date=2011&amp;rft.aulast=Davidson&amp;rft.aufirst=Cathy&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ANow+You+See+It+%28Cathy+Davidson+book%29\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Rev. of Now You See It: How the Brain Science of Attention Will Transform the Way We Live, Work, and Learn. Publishers Weekly 01 Aug. 2011: n. pag. Publishers Weekly. Web. 26 Mar. 2014. &lt;<a rel=\"nofollow\" class=\"external free\" href=\"http://reviews.publishersweekly.com/978-0-670-02282-3\">http://reviews.publishersweekly.com/978-0-670-02282-3</a>&gt;.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"https://www.amazon.com/Now-You-See-Technology-Transform/dp/014312126X\">https://www.amazon.com/Now-You-See-Technology-Transform/dp/014312126X</a></span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Paul, Annie M. \"Who's Afraid of Digital Natives? 22 4 0 Let's Not Get Intimidated by Kids and Their Internet Savvy.\" Rev. of Now You See It: How Technology and Brain Science Will Transform Schools and Business for the 21st Century. Slate 22 Aug. 2011: n. pag. Slate. 22 Aug. 2011. Web. 26 Mar. 2014.</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Andrew Battista. \"Now You See It: How the Brain Science of Attention Will Transform the Way We Live, Work, and Learn (review).\" <i>portal: Libraries and the Academy</i> 12.1 (2012): 104-106.</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.hastac.org/blogs/trentmkays/2012/01/03/open-access-public-intellectualism-and-academic-reform\">http://www.hastac.org/blogs/trentmkays/2012/01/03/open-access-public-intellectualism-and-academic-reform</a></span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.neh.gov/content/cathy-n-davidson\">National Endowment for the Humanities. Cathy Davidson. Web. 3/28/14</a></span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Now_You_See_It_(Cathy_Davidson_book)&amp;action=edit&amp;section=9\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.cathydavidson.com/\">Author's website</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.hastac.org/\">HASTAC</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://q2l.org/\">Quest 2 Learn</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1250\nCached time: 20180908040855\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.064 seconds\nReal time usage: 0.094 seconds\nPreprocessor visited node count: 240/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 2876/2097152 bytes\nTemplate argument size: 100/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 4601/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.025/10.000 seconds\nLua memory usage: 1.55 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   70.341      1 -total\n 66.85%   47.023      1 Template:Reflist\n 46.53%   32.730      2 Template:Cite_book\n 26.99%   18.987      1 Template:Italic_title\n  3.68%    2.590      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:42382929-0!canonical and timestamp 20180908040854 and revision id 799314749\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","*":"2011_books"},{"sortkey":"","*":"Cognitive_science_literature"},{"sortkey":"","*":"Education_literature"}],"links":[{"ns":0,"exists":"","*":"ADHD"},{"ns":0,"exists":"","*":"Attention blindness"},{"ns":0,"exists":"","*":"Autism"},{"ns":0,"exists":"","*":"Barack Obama"},{"ns":0,"exists":"","*":"CUNY Graduate Center"},{"ns":0,"exists":"","*":"Cathy Davidson"},{"ns":0,"exists":"","*":"Cognitive science"},{"ns":0,"exists":"","*":"Digital media"},{"ns":0,"exists":"","*":"Higher education"},{"ns":0,"exists":"","*":"Human brain"},{"ns":0,"exists":"","*":"Industrialization"},{"ns":0,"exists":"","*":"Information Age"},{"ns":0,"exists":"","*":"Internet"},{"ns":0,"exists":"","*":"Multi-task"},{"ns":0,"exists":"","*":"National Endowment for the Humanities"},{"ns":0,"exists":"","*":"Neurological"},{"ns":0,"exists":"","*":"Quest 2 Learn"},{"ns":0,"exists":"","*":"Social networks"},{"ns":0,"exists":"","*":"Viking Press"}],"templates":[{"ns":10,"exists":"","*":"Template:Italic title"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Italic title"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["http://www.neh.gov/content/cathy-n-davidson","http://reviews.publishersweekly.com/978-0-670-02282-3","https://www.amazon.com/Now-You-See-Technology-Transform/dp/014312126X","http://www.hastac.org/blogs/trentmkays/2012/01/03/open-access-public-intellectualism-and-academic-reform","http://www.cathydavidson.com/","http://www.hastac.org/","http://q2l.org/"],"sections":[{"toclevel":1,"level":"2","line":"Summary and key themes","number":"1","index":"1","fromtitle":"Now_You_See_It_(Cathy_Davidson_book)","byteoffset":244,"anchor":"Summary_and_key_themes"},{"toclevel":2,"level":"3","line":"Outdated approaches to education","number":"1.1","index":"2","fromtitle":"Now_You_See_It_(Cathy_Davidson_book)","byteoffset":272,"anchor":"Outdated_approaches_to_education"},{"toclevel":2,"level":"3","line":"The science of attention","number":"1.2","index":"3","fromtitle":"Now_You_See_It_(Cathy_Davidson_book)","byteoffset":1580,"anchor":"The_science_of_attention"},{"toclevel":2,"level":"3","line":"Changing workplace","number":"1.3","index":"4","fromtitle":"Now_You_See_It_(Cathy_Davidson_book)","byteoffset":4751,"anchor":"Changing_workplace"},{"toclevel":2,"level":"3","line":"Re-imagined classroom","number":"1.4","index":"5","fromtitle":"Now_You_See_It_(Cathy_Davidson_book)","byteoffset":6218,"anchor":"Re-imagined_classroom"},{"toclevel":1,"level":"2","line":"Critical reception","number":"2","index":"6","fromtitle":"Now_You_See_It_(Cathy_Davidson_book)","byteoffset":8397,"anchor":"Critical_reception"},{"toclevel":1,"level":"2","line":"Related readings","number":"3","index":"7","fromtitle":"Now_You_See_It_(Cathy_Davidson_book)","byteoffset":11329,"anchor":"Related_readings"},{"toclevel":1,"level":"2","line":"References","number":"4","index":"8","fromtitle":"Now_You_See_It_(Cathy_Davidson_book)","byteoffset":12004,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"5","index":"9","fromtitle":"Now_You_See_It_(Cathy_Davidson_book)","byteoffset":12032,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"<i>Now You See It</i> (Cathy Davidson book)","iwlinks":[],"properties":[{"name":"displaytitle","*":"<i>Now You See It</i> (Cathy Davidson book)"},{"name":"wikibase_item","*":"Q17072210"}]}}