{"batchcomplete":"","query":{"categorymembers":[{"pageid":25266477,"ns":0,"title":"List of people who entered an Alford plea"},{"pageid":36737443,"ns":0,"title":"List of people granted asylum"},{"pageid":22701520,"ns":0,"title":"List of people banned from entering the United Kingdom"},{"pageid":44750266,"ns":0,"title":"List of people subject to banning orders under apartheid"},{"pageid":11017180,"ns":0,"title":"List of people called by the Colombian Supreme court in the parapolitics scandal"},{"pageid":20162892,"ns":0,"title":"List of people deported or removed from the United States"},{"pageid":41677199,"ns":0,"title":"List of people under Five Eyes surveillance"},{"pageid":8717072,"ns":0,"title":"List of former heads of regimes who were sentenced to death"},{"pageid":22053676,"ns":0,"title":"List of people convicted of high treason in England before 1 May 1707"},{"pageid":169502,"ns":0,"title":"List of impostors"},{"pageid":18248714,"ns":0,"title":"List of people indicted in the International Criminal Court"},{"pageid":31688601,"ns":0,"title":"List of people indicted in the International Criminal Tribunal for Rwanda"},{"pageid":4467517,"ns":0,"title":"List of people indicted in the International Criminal Tribunal for the former Yugoslavia"},{"pageid":54967438,"ns":0,"title":"List of bankrupts"},{"pageid":29332532,"ns":0,"title":"List of people with non-domiciled status in the UK"},{"pageid":6003241,"ns":0,"title":"List of people pardoned by George H. W. Bush"},{"pageid":3544641,"ns":0,"title":"List of people pardoned by George W. Bush"},{"pageid":740492,"ns":0,"title":"List of people pardoned by Bill Clinton"},{"pageid":29881359,"ns":0,"title":"List of people granted executive clemency by Barack Obama"},{"pageid":55032002,"ns":0,"title":"List of people granted executive clemency by Donald Trump"},{"pageid":57578308,"ns":0,"title":"List of people pardoned by Donald Trump"},{"pageid":36439884,"ns":0,"title":"List of people barred or excluded from the United States"},{"pageid":18328830,"ns":0,"title":"People detained by the International Criminal Court"},{"pageid":2467744,"ns":0,"title":"List of people pardoned or granted clemency by the President of the United States"},{"pageid":31870803,"ns":0,"title":"List of people declared persona non grata"},{"pageid":39601682,"ns":0,"title":"List of people declared personae non gratae in Azerbaijan"},{"pageid":18299148,"ns":0,"title":"List of people who took refuge in a diplomatic mission"},{"pageid":399797,"ns":0,"title":"List of slaves"},{"pageid":10088016,"ns":0,"title":"List of professional sportspeople convicted of crimes"},{"pageid":17262570,"ns":0,"title":"List of people convicted under Terrorism Acts in the United Kingdom"},{"pageid":37296548,"ns":0,"title":"List of arrested journalists in Turkey"},{"pageid":8460822,"ns":0,"title":"List of United States citizens granted political asylum in Cuba"}]}}