{"batchcomplete":"","query":{"categorymembers":[{"pageid":21926182,"ns":14,"title":"Category:United States court of appeals judges by appointing president"},{"pageid":39401033,"ns":14,"title":"Category:United States Article I federal judges by appointing president"},{"pageid":21739088,"ns":14,"title":"Category:Lists of United States judicial appointments by president"},{"pageid":21926159,"ns":14,"title":"Category:United States district court judges by appointing president"},{"pageid":21863874,"ns":14,"title":"Category:United States federal judges appointed by John Adams"},{"pageid":21864410,"ns":14,"title":"Category:United States federal judges appointed by John Quincy Adams"},{"pageid":21864568,"ns":14,"title":"Category:United States federal judges appointed by Chester A. Arthur"},{"pageid":21864462,"ns":14,"title":"Category:United States federal judges appointed by James Buchanan"},{"pageid":21864730,"ns":14,"title":"Category:United States federal judges appointed by George H. W. Bush"},{"pageid":21864736,"ns":14,"title":"Category:United States federal judges appointed by George W. Bush"},{"pageid":21864708,"ns":14,"title":"Category:United States federal judges appointed by Jimmy Carter"},{"pageid":21864613,"ns":14,"title":"Category:United States federal judges appointed by Grover Cleveland"},{"pageid":21864733,"ns":14,"title":"Category:United States federal judges appointed by Bill Clinton"},{"pageid":21864661,"ns":14,"title":"Category:United States federal judges appointed by Calvin Coolidge"},{"pageid":21864688,"ns":14,"title":"Category:United States federal judges appointed by Dwight D. Eisenhower"},{"pageid":21864532,"ns":14,"title":"Category:United States federal judges appointed by Millard Fillmore"},{"pageid":21864700,"ns":14,"title":"Category:United States federal judges appointed by Gerald Ford"},{"pageid":21864594,"ns":14,"title":"Category:United States federal judges appointed by James A. Garfield"},{"pageid":21864556,"ns":14,"title":"Category:United States federal judges appointed by Ulysses S. Grant"},{"pageid":21864652,"ns":14,"title":"Category:United States federal judges appointed by Warren G. Harding"},{"pageid":21864600,"ns":14,"title":"Category:United States federal judges appointed by Benjamin Harrison"},{"pageid":21864561,"ns":14,"title":"Category:United States federal judges appointed by Rutherford B. Hayes"},{"pageid":21864670,"ns":14,"title":"Category:United States federal judges appointed by Herbert Hoover"},{"pageid":21864403,"ns":14,"title":"Category:United States federal judges appointed by Andrew Jackson"},{"pageid":21864031,"ns":14,"title":"Category:United States federal judges appointed by Thomas Jefferson"},{"pageid":21864542,"ns":14,"title":"Category:United States federal judges appointed by Andrew Johnson"},{"pageid":21864693,"ns":14,"title":"Category:United States federal judges appointed by Lyndon B. Johnson"},{"pageid":21864691,"ns":14,"title":"Category:United States federal judges appointed by John F. Kennedy"},{"pageid":21864546,"ns":14,"title":"Category:United States federal judges appointed by Abraham Lincoln"},{"pageid":21864378,"ns":14,"title":"Category:United States federal judges appointed by James Madison"},{"pageid":21864622,"ns":14,"title":"Category:United States federal judges appointed by William McKinley"},{"pageid":21864394,"ns":14,"title":"Category:United States federal judges appointed by James Monroe"},{"pageid":21864698,"ns":14,"title":"Category:United States federal judges appointed by Richard Nixon"},{"pageid":24075606,"ns":14,"title":"Category:United States federal judges appointed by Barack Obama"},{"pageid":21864535,"ns":14,"title":"Category:United States federal judges appointed by Franklin Pierce"},{"pageid":21864526,"ns":14,"title":"Category:United States federal judges appointed by James K. Polk"},{"pageid":21864716,"ns":14,"title":"Category:United States federal judges appointed by Ronald Reagan"},{"pageid":21864676,"ns":14,"title":"Category:United States federal judges appointed by Franklin D. Roosevelt"},{"pageid":21864628,"ns":14,"title":"Category:United States federal judges appointed by Theodore Roosevelt"},{"pageid":21864631,"ns":14,"title":"Category:United States federal judges appointed by William Howard Taft"},{"pageid":21864445,"ns":14,"title":"Category:United States federal judges appointed by Zachary Taylor"},{"pageid":21864687,"ns":14,"title":"Category:United States federal judges appointed by Harry S. Truman"},{"pageid":53739398,"ns":14,"title":"Category:United States federal judges appointed by Donald Trump"},{"pageid":21864453,"ns":14,"title":"Category:United States federal judges appointed by John Tyler"},{"pageid":21864441,"ns":14,"title":"Category:United States federal judges appointed by Martin Van Buren"},{"pageid":21863761,"ns":14,"title":"Category:United States federal judges appointed by George Washington"},{"pageid":21864636,"ns":14,"title":"Category:United States federal judges appointed by Woodrow Wilson"}]}}