{"parse":{"title":"Association of Texas Small School Bands","pageid":4884441,"revid":852009673,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"infobox vcard\" style=\"width:22em\"><caption class=\"fn org\">Association of Texas Small School Bands</caption><tbody><tr><td colspan=\"2\" style=\"text-align:center\">\n<a href=\"/wiki/File:ATSSB_logo.gif\" class=\"image\"><img alt=\"ATSSB logo.gif\" src=\"//upload.wikimedia.org/wikipedia/commons/a/a0/ATSSB_logo.gif\" width=\"133\" height=\"127\" data-file-width=\"133\" data-file-height=\"127\" /></a></td></tr><tr><td colspan=\"2\" style=\"text-align:center\">\n<a href=\"/wiki/File:Map_of_USA_TX.svg\" class=\"image\"><img alt=\"Map of USA TX.svg\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Map_of_USA_TX.svg/250px-Map_of_USA_TX.svg.png\" width=\"250\" height=\"163\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Map_of_USA_TX.svg/375px-Map_of_USA_TX.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Map_of_USA_TX.svg/500px-Map_of_USA_TX.svg.png 2x\" data-file-width=\"286\" data-file-height=\"186\" /></a></td></tr><tr><th scope=\"row\" style=\"padding-right:0.6em;\">Abbreviation</th><td class=\"nickname\">\nATSSB</td></tr><tr><th scope=\"row\" style=\"padding-right:0.6em;\">Motto</th><td class=\"note\">\ndedicated to promoting the interests of small school</td></tr><tr><th scope=\"row\" style=\"padding-right:0.6em;\">Formation</th><td class=\"note\">\n1991</td></tr><tr><th scope=\"row\" style=\"padding-right:0.6em;\">Type</th><td>\nVolunteer; <a href=\"/wiki/Non-profit_organization\" class=\"mw-redirect\" title=\"Non-profit organization\">NPO</a></td></tr><tr><th scope=\"row\" style=\"padding-right:0.6em;\">Legal status</th><td>\nAssociation</td></tr><tr><th scope=\"row\" style=\"padding-right:0.6em;\">Purpose</th><td>\nEducational and Fine Arts</td></tr><tr><th scope=\"row\" style=\"padding-right:0.6em;\">Headquarters</th><td>\n2117 Morse Street<br /><a href=\"/wiki/Houston,_Texas\" class=\"mw-redirect\" title=\"Houston, Texas\">Houston, Texas</a> 77019</td></tr><tr><th scope=\"row\" style=\"padding-right:0.6em;\"><div style=\"padding:0.1em 0;line-height:1.2em;\">Region served </div></th><td>\n<span class=\"flagicon\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Flag_of_Texas.svg/23px-Flag_of_Texas.svg.png\" width=\"23\" height=\"15\" class=\"thumbborder\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Flag_of_Texas.svg/35px-Flag_of_Texas.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Flag_of_Texas.svg/45px-Flag_of_Texas.svg.png 2x\" data-file-width=\"1080\" data-file-height=\"720\" />&#160;</span><a href=\"/wiki/Texas\" title=\"Texas\">Texas</a> Jurisdiction</td></tr><tr><th scope=\"row\" style=\"padding-right:0.6em;\"><div style=\"padding:0.1em 0;line-height:1.2em;\">Official language </div></th><td>\n<a href=\"/wiki/English_language\" title=\"English language\">English</a></td></tr><tr><th scope=\"row\" style=\"padding-right:0.6em;\"><div style=\"padding:0.1em 0;line-height:1.2em;\">President</div></th><td>\nMike Bartley</td></tr><tr><th scope=\"row\" style=\"padding-right:0.6em;\">Affiliations</th><td>\n<a href=\"/wiki/University_Interscholastic_League\" title=\"University Interscholastic League\">University Interscholastic League</a> <a href=\"/wiki/Texas_Music_Educators_Association\" title=\"Texas Music Educators Association\">Texas Music Educators Association</a></td></tr><tr><th scope=\"row\" style=\"padding-right:0.6em;\">Website</th><td>\n<a rel=\"nofollow\" class=\"external text\" href=\"http://www.atssb.org/\">atssb.org</a></td></tr><tr><th scope=\"row\" style=\"padding-right:0.6em;\">Remarks</th><td>\n(713) 874-1151</td></tr></tbody></table>\n<p>The <b>Association of Texas Small School Bands (ATSSB)</b> is a musical organization dedicated to promoting the interests of small school bands in the state of Texas.  The focus of ATSSB is on serving the needs of small school band students, directors, parents, and administrators. ATSSB was created in 1991.\n</p><p>ATSSB Membership is open to any band director and/or assistant director, those high schools which the <a href=\"/wiki/University_Interscholastic_League\" title=\"University Interscholastic League\">University Interscholastic League</a> classifies as class 4A(AAAA) and below (beginning in 2014-15) or middle school that feeds a 4A or smaller high school or a private middle school, with classifications determined by enrollment. The school must be accredited by the Texas Education Agency or an accrediting agency approved by the Texas Private School Accreditation Commission.\n</p><p>The Association of Texas Small School Bands is headquartered in <a href=\"/wiki/Houston,_Texas\" class=\"mw-redirect\" title=\"Houston, Texas\">Houston, Texas</a>. Although, ATSSB was formed out of frustration with the <a href=\"/wiki/Texas_Music_Educators_Association\" title=\"Texas Music Educators Association\">Texas Music Educators Association</a> (believing it, and especially its All-State Band, to be dominated by the larger AAAA and AAAAA schools), the two organizations regularly work together, (alongside with the Texas Bandmasters Organization), to promote music education in Texas. ATSSB meets twice each year in General Session - once in February and once in July.\n</p><p>In addition, the ATSSB All-State Bands rehearse and perform in San Antonio in February.  Each year, ATSSB hosts an <a href=\"/wiki/Audition_(performing_arts)\" class=\"mw-redirect\" title=\"Audition (performing arts)\">audition</a> process to select two high school all-state bands and a <a href=\"/wiki/Jazz_band\" title=\"Jazz band\">jazz band</a>.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#History\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">History</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#The_ATSSB_All-State_Band\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">The ATSSB All-State Band</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#See_also\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#References\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Further_reading\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Further reading</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#External_links\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"History\">History</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Association_of_Texas_Small_School_Bands&amp;action=edit&amp;section=1\" title=\"Edit section: History\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>At a <a href=\"/wiki/Texas_Music_Educators_Association\" title=\"Texas Music Educators Association\">Texas Music Educators Association</a> Executive Board meeting in 1981, Region 2 Chairman Lonnie Dooley made a request for a feasibility study to consider designating one of the existing All-State bands for 4A and down students only. This request was based on information that although half of the students in Texas attended schools class 4A and down, less than twelve percent of the students in the All-State Bands were from those classifications. Less than three percent were from 3A schools and down. The proposal was defeated by a vote of 55 to 6 to make the study. Lonnie asked what had to be done to get the issue before the general membership and TMEA President Bill Woods responded by naming a committee to study the proposal. The committee returned a negative report and after some discussion, the measure failed. After 1981, the number of small school bandsmen in the All-State Band continued to decline as the quality and quantity of private lesson programs in 4A and 5A schools increased, in effect eliminating small school students from an allstate experience.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>\n</p><p>In 1989, Mike Marsh, from Eldorado High School and TMEA Band Division Chairman of Region VII, sent a letter to small school band directors across the state. In his letter, he called for directors to petition their Region Band Chairs to call for a referendum on the creation of a small-school All-State Band at the TMEA Band Division meeting to be held in February. Scott Taylor (TMEA Band Division  Vice-President) appointed a “Small-School All-State Band Committee” which met in February prior to the Band Division meeting. Because this committee brought a negative report to the Band Division (8 were against, 6 for, and 2 abstained), it was quickly set aside. Before the issue could be dismissed, Kenneth Griffin from Van High School made a motion that a committee be named to “study the feasibility of creating an All-State Band specifically for students from 1A, 2A, and 3A classification schools” and that the findings of this committee be reported to the band division for their consideration at the 1991 convention. The motion was quickly seconded and the motion resoundingly passed, so Taylor subsequently appointed members to the All-State Band Reorganization Study (ASBROS). Mike Marsh (one of the appointees) had sent out a questionnaire asking who in small schools was for or against the creation of a small-school All-State Band. He received 210 responses - 202 for and 8 against.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p><p>Frank Coachman took over as Band Division Vice-President (Scott Taylor moved on to TMEA President) and guided the ASBROS committee to come up with the proposal concerning the small school All-State Band. However, Coachman added the inclusion of CCC students - something no one had ever proposed in initial discussions. In the ensuing 1991 Band Division meeting, several directors spoke for and against the proposal. Kenneth Griffin made a motion that the vote be taken to include only A, AA and AAA schools. His motion was ruled out of order by Frank Coachman and ballots were cast. The vote was 554 to 372 against the creation of a small-school All-State Band as presented by the ASBROS committee. The frustration small-school directors experienced at that February meeting inspired John Gibson from Ballinger to immediately write a letter to several small-school directors asking if they would be interested in forming a small-school band association. The positive responses he received led him to invite directors across the state who had expressed an interest in small school bands to meet in Abilene. The meeting was held in the Wylie High School band hall in Abilene, Texas, on Saturday, March 16, 1991.\n</p><p>A long afternoon of discussion centered around several topics, including: 1) the need for such an organization; 2) its purpose; 3) its philosophy; 4) its function - including the possibility of creating and maintaining an A-AA-AAA All-State Band; and 5) the need for immediate funds (it was decided that each one present would contribute $100 to cover the expenses of getting started). It was agreed that the purpose of the association was not in defiance of or opposition to already established organizations, but was to more fully disseminate information to, and educate and refine the unique role of, small school bands in the state of Texas. The organization was named the “Association of Texas Small School Bands.” In discussion regarding the organization of ATSSB, it was decided that a Region Coordinator should be named to represent the association at the region level. These were either named from directors in attendance at that meeting or were to be secured at a later date.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>\n</p><p>It was decided that the Association would make plans to have an All-State Band clinic in San Antonio February 5–8, 1992. After objections about it being in conjunction with the TMEA convention, it was argued that it was also in conjunction with the Fat Stock Show and other lesser conventions, but that it would be difficult for small school directors to take off from school for the two events, and that most would remain as members of TMEA in addition to belonging to and participating in the activities of ATSSB. The consensus was that if at least 100 directors would participate the first year, the organization and the ensuing All-State Band would be successful. Actually, 380 directors joined that first year. In April 1991, a letter was sent to all A, AA, and AAA band directors in Texas inviting them to join the Association. They were told that ATSSB would: be a non-profit organization dedicated to the needs of students in Texas A, AA and AAA programs; support and recognize excellence in A, AA and AAA band programs and the students involved in them; be dedicated to the promotion and advancement of A, AA and AAA band programs; promote music education in Texas A, AA and AAA schools and their supporting communities through their band programs; and make every effort to organize a AAA All-State Band to recognize the individual excellence of A, AA and AAA band members in Texas.\n</p><p>The second meeting of the Association was held in Abilene on June 8, 1991. Mike Marsh and Kenneth Griffin reported on their trip to San Antonio to determine if there was a site for rehearsals and housing for the proposed All-State Band. After checking with area hotels (cost prohibitive and unavailable ballrooms for rehearsals - Beethoven Hall too small and the Majestic Theater booked), they were directed to the Scottish Rite Auditorium. After visiting with the staff and booking space for the rehearsal and performance, they stepped out of the auditorium and noticed the Ramada Emily Morgan Hotel in the next block adjacent to the Alamo. Entering the hotel and visiting with the Sales Manager, they booked rooms for the all-state students during the clinic. Final arrangements were completed regarding the organization of the Association, including the adoption of the Constitution and By-Laws, region alignment, area alignment, audition procedures, color instrument taped audition procedures, selection of the Prescribed Music List for auditions for 1991-92, and the establishment of a quarterly Newsletter.\n</p><p>During the summer and fall of 1991, several meetings were held with the TMEA Executive Committee and officers to discuss: using TMEA region band auditions to certify ATSSB Area students (denied); using the state of Texas for ATSSB All-State Band patches (required no permission); and allowing students to audition for both TMEA and ATSSB at the Area level (it was decided that ATSSB would hold Area auditions on the same date as TMEA but in different locations). Since that summer and fall, continuing discussion with successive leaders in TMEA leadership has: allowed ATSSB All-State students access to TMEA exhibits and clinics for a fee which was dropped in 1999; allowed ATSSB meetings and All-State Band rehearsal schedules and concerts listings in TMEA programs; and given the ATSSB membership the opportunity to hear candidates for TMEA office. ATSSB and TMEA agreed to align their audition processes in 1999-2000, using identical rules and procedures for auditions, but allowing ATSSB to maintain the use of its own Prescribed Audition List and separate funding for all activities.\n</p>\n<h2><span class=\"mw-headline\" id=\"The_ATSSB_All-State_Band\">The ATSSB All-State Band</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Association_of_Texas_Small_School_Bands&amp;action=edit&amp;section=2\" title=\"Edit section: The ATSSB All-State Band\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Since its inception, ATSSB has not only kept its ever-increasing number of members informed of small school band activities across the state, it has also sponsored the ATSSB All-State Band: The first ATSSB All-State Band met in rehearsals in San Antonio under the direction of Gary Lewis from the University of Michigan in February 1992. There were 123 students in the first band from at least 76 different A, AA and AAA high schools in Texas. There were initially 380 ATSSB members during the first year. In 1996, One student was recognized for making the ATSSB All-State Band for all four years and was given a $1000 scholarship for the achievement (the fund was started in April 1995 after a proposal by Wayne Smith as the ATSSB 4-Year All-State Band Scholarship – the three students who had made the ATSSB All-State Band all four years in 1995 were also awarded the $1000 scholarship retroactively). In 1997 the addition of a second all-state band for ATSSB: the Symphonic Band was led by Dr. Tim Lautzenheiser and the Concert Band was led by Dr. Gary Garner from West Texas State University. Additionally, the ATSSB State Board of Directors voted to award the $1000 scholarship to the original three students who had made the ATSSB All-State Band all four years. In 2003, the Scholarship program was expanded, increasing the 4-year scholarship to $2000 and adding a $500 scholarship to seniors who made all-state three years. In 2004 the ATSSB All-State Jazz Ensemble was added with Shelly Berg from the University of Southern California as the first clinician. In 2013, The band was divided by vote of the membership into the Concert Band (Class 1A-3A Track) and Symphonic Band (1A-4A Track) with color instruments divided among the band on an open track.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Association_of_Texas_Small_School_Bands&amp;action=edit&amp;section=3\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/University_Interscholastic_League\" title=\"University Interscholastic League\">University Interscholastic League</a></li>\n<li><a href=\"/wiki/Texas_Music_Educators_Association\" title=\"Texas Music Educators Association\">Texas Music Educators Association</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Association_of_Texas_Small_School_Bands&amp;action=edit&amp;section=4\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Panktraz, Fred; Dooley, Lonnie; Marsh, Mike; Griffin, Kenneth; Stockton, Don; Page, Ronnie (1999). <a rel=\"nofollow\" class=\"external text\" href=\"http://www.atssb.org/execsec/ATSSB.History.pdf\"><i>A History of the Association of Texas Small School Bands</i></a> <span style=\"font-size:85%;\">(PDF)</span>. Association of Texas Small School Bands<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">12 March</span> 2016</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=A+History+of+the+Association+of+Texas+Small+School+Bands&amp;rft.pub=Association+of+Texas+Small+School+Bands&amp;rft.date=1999&amp;rft.aulast=Panktraz&amp;rft.aufirst=Fred&amp;rft.au=Dooley%2C+Lonnie&amp;rft.au=Marsh%2C+Mike&amp;rft.au=Griffin%2C+Kenneth&amp;rft.au=Stockton%2C+Don&amp;rft.au=Page%2C+Ronnie&amp;rft_id=http%3A%2F%2Fwww.atssb.org%2Fexecsec%2FATSSB.History.pdf&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAssociation+of+Texas+Small+School+Bands\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Exline, Jimmie; Dye, Keith; Stoune, Michael (May 2012). <a rel=\"nofollow\" class=\"external text\" href=\"http://hdl.handle.net/2346/45307\"><i>The association of Texas small school bands: An historical perspective</i></a>. Texas Tech University Libraries: Duraspace<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">12 March</span> 2016</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=The+association+of+Texas+small+school+bands%3A+An+historical+perspective&amp;rft.place=Texas+Tech+University+Libraries&amp;rft.pub=Duraspace&amp;rft.date=2012-05&amp;rft.aulast=Exline&amp;rft.aufirst=Jimmie&amp;rft.au=Dye%2C+Keith&amp;rft.au=Stoune%2C+Michael&amp;rft_id=http%3A%2F%2Fhdl.handle.net%2F2346%2F45307&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAssociation+of+Texas+Small+School+Bands\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.atssb.org/execsec/TMEA_ATSSB_Alignment_2015.pdf\">\"TMEA/ATSSB Joint Agreement\"</a> <span style=\"font-size:85%;\">(PDF)</span>. <i>TMEA_ATSSB_Alignment_2015.pdf</i>. Association of Texas Small Bands and Texas Music Educators Association. 13 February 2014<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">12 March</span> 2016</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=TMEA_ATSSB_Alignment_2015.pdf&amp;rft.atitle=TMEA%2FATSSB+Joint+Agreement&amp;rft.date=2014-02-13&amp;rft_id=http%3A%2F%2Fwww.atssb.org%2Fexecsec%2FTMEA_ATSSB_Alignment_2015.pdf&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAssociation+of+Texas+Small+School+Bands\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"Further_reading\">Further reading</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Association_of_Texas_Small_School_Bands&amp;action=edit&amp;section=5\" title=\"Edit section: Further reading\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><cite class=\"citation book\">Panktraz, Fred; Dooley, Lonnie; Marsh, Mike; Griffin, Kenneth; Stockton, Don; Page, Ronnie (1999). <a rel=\"nofollow\" class=\"external text\" href=\"http://www.atssb.org/execsec/ATSSB.History.pdf\"><i>A History of the Association of Texas Small School Bands</i></a> <span style=\"font-size:85%;\">(PDF)</span>. Association of Texas Small School Bands<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">12 March</span> 2016</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=A+History+of+the+Association+of+Texas+Small+School+Bands&amp;rft.pub=Association+of+Texas+Small+School+Bands&amp;rft.date=1999&amp;rft.aulast=Panktraz&amp;rft.aufirst=Fred&amp;rft.au=Dooley%2C+Lonnie&amp;rft.au=Marsh%2C+Mike&amp;rft.au=Griffin%2C+Kenneth&amp;rft.au=Stockton%2C+Don&amp;rft.au=Page%2C+Ronnie&amp;rft_id=http%3A%2F%2Fwww.atssb.org%2Fexecsec%2FATSSB.History.pdf&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAssociation+of+Texas+Small+School+Bands\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></li>\n<li><cite class=\"citation book\">Exline, Jimmie; Dye, Keith; Stoune, Michael (May 2012). <a rel=\"nofollow\" class=\"external text\" href=\"http://hdl.handle.net/2346/45307\"><i>The association of Texas small school bands: An historical perspective</i></a>. Texas Tech University Libraries: Duraspace<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">12 March</span> 2016</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=The+association+of+Texas+small+school+bands%3A+An+historical+perspective&amp;rft.place=Texas+Tech+University+Libraries&amp;rft.pub=Duraspace&amp;rft.date=2012-05&amp;rft.aulast=Exline&amp;rft.aufirst=Jimmie&amp;rft.au=Dye%2C+Keith&amp;rft.au=Stoune%2C+Michael&amp;rft_id=http%3A%2F%2Fhdl.handle.net%2F2346%2F45307&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAssociation+of+Texas+Small+School+Bands\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></li></ul>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Association_of_Texas_Small_School_Bands&amp;action=edit&amp;section=6\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.atssb.org/\">ATSSB website</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.marching.com/resources/marching-music-associations/\">Mentioned on the Marching.com</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1252\nCached time: 20180908223028\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.140 seconds\nReal time usage: 0.179 seconds\nPreprocessor visited node count: 1200/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 16832/2097152 bytes\nTemplate argument size: 1014/2097152 bytes\nHighest expansion depth: 12/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 3700/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.063/10.000 seconds\nLua memory usage: 2.76 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  148.401      1 -total\n 57.40%   85.181      1 Template:Infobox_Organization\n 46.52%   69.037      1 Template:Infobox\n 34.52%   51.234      1 Template:Reflist\n 31.40%   46.602      4 Template:Cite_book\n  9.06%   13.438      4 Template:If_empty\n  8.88%   13.172      2 Template:Unbulleted_list\n  4.28%    6.355      4 Template:Comma_separated_entries\n  3.52%    5.222      1 Template:Cite_web\n  3.51%    5.208      1 Template:Flag\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:4884441-0!canonical and timestamp 20180908223028 and revision id 852009673\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","*":"Music_education_organizations"},{"sortkey":"","*":"Education_in_Texas"},{"sortkey":"","*":"Music_education_in_the_United_States"},{"sortkey":"","*":"Organizations_based_in_Texas"}],"links":[{"ns":0,"exists":"","*":"Audition (performing arts)"},{"ns":0,"exists":"","*":"English language"},{"ns":0,"exists":"","*":"Houston, Texas"},{"ns":0,"exists":"","*":"Jazz band"},{"ns":0,"exists":"","*":"Non-profit organization"},{"ns":0,"exists":"","*":"Texas"},{"ns":0,"exists":"","*":"Texas Music Educators Association"},{"ns":0,"exists":"","*":"University Interscholastic League"}],"templates":[{"ns":10,"exists":"","*":"Template:Infobox Organization"},{"ns":10,"exists":"","*":"Template:Infobox organization"},{"ns":10,"exists":"","*":"Template:Infobox"},{"ns":10,"exists":"","*":"Template:If empty"},{"ns":10,"exists":"","*":"Template:Unbulleted list"},{"ns":10,"exists":"","*":"Template:Comma separated entries"},{"ns":10,"exists":"","*":"Template:Flag"},{"ns":10,"exists":"","*":"Template:Country data Texas"},{"ns":10,"exists":"","*":"Template:Flag/core"},{"ns":10,"exists":"","*":"Template:Longitem"},{"ns":10,"exists":"","*":"Template:Template other"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":828,"exists":"","*":"Module:Infobox"},{"ns":828,"exists":"","*":"Module:Navbar"},{"ns":828,"exists":"","*":"Module:InfoboxImage"},{"ns":828,"exists":"","*":"Module:If empty"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:List"},{"ns":828,"exists":"","*":"Module:TableTools"},{"ns":828,"exists":"","*":"Module:Separated entries"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"}],"images":["ATSSB_logo.gif","Map_of_USA_TX.svg","Flag_of_Texas.svg"],"externallinks":["http://www.atssb.org/execsec/ATSSB.History.pdf","http://hdl.handle.net/2346/45307","http://www.atssb.org/execsec/TMEA_ATSSB_Alignment_2015.pdf","http://www.atssb.org/","http://www.marching.com/resources/marching-music-associations/"],"sections":[{"toclevel":1,"level":"2","line":"History","number":"1","index":"1","fromtitle":"Association_of_Texas_Small_School_Bands","byteoffset":2529,"anchor":"History"},{"toclevel":1,"level":"2","line":"The ATSSB All-State Band","number":"2","index":"2","fromtitle":"Association_of_Texas_Small_School_Bands","byteoffset":11794,"anchor":"The_ATSSB_All-State_Band"},{"toclevel":1,"level":"2","line":"See also","number":"3","index":"3","fromtitle":"Association_of_Texas_Small_School_Bands","byteoffset":13586,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"4","index":"4","fromtitle":"Association_of_Texas_Small_School_Bands","byteoffset":13680,"anchor":"References"},{"toclevel":1,"level":"2","line":"Further reading","number":"5","index":"5","fromtitle":"Association_of_Texas_Small_School_Bands","byteoffset":13708,"anchor":"Further_reading"},{"toclevel":1,"level":"2","line":"External links","number":"6","index":"6","fromtitle":"Association_of_Texas_Small_School_Bands","byteoffset":14410,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Association of Texas Small School Bands","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q4810094"}]}}