{"parse":{"title":"The Interpretive Theory of Translation","pageid":51996406,"revid":795158404,"text":{"*":"<div class=\"mw-parser-output\"><p><b>The Interpretive Theory of Translation</b><sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> (ITT) is a concept from the field of <a href=\"/wiki/Translation_Studies\" class=\"mw-redirect\" title=\"Translation Studies\">Translation Studies</a>. It was established in the 1970s by <b><a href=\"/wiki/Danica_Seleskovitch\" title=\"Danica Seleskovitch\">Danica Seleskovitch</a></b>, a French translation scholar and former Head of the Paris School of Interpreters and Translators (<i>Ecole Supérieure d’Interprètes et de Traducteurs (ESIT), Université Paris 3 - Sorbonne Nouvelle</i>). A conference <a href=\"/wiki/Interpreter\" class=\"mw-redirect\" title=\"Interpreter\">interpreter</a> herself, <a href=\"/wiki/Danica_Seleskovitch\" title=\"Danica Seleskovitch\">Seleskovitch</a><sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> challenged the view prevailing at the time that <a href=\"/wiki/Translation\" title=\"Translation\">translation</a> was no more than a linguistic activity, one language being merely transcoded into another. She described translation as a triangular process: from one language to sense and from sense to the other language. She coined the name Interpretive Theory of Translation and, even before <a href=\"/wiki/Translation_Studies\" class=\"mw-redirect\" title=\"Translation Studies\">Translation Studies</a> became a field in its own right, introduced the process of translation into the vast area of cognitive research. In order to verify the first observations made as a practitioner, <a href=\"/wiki/Danica_Seleskovitch\" title=\"Danica Seleskovitch\">Seleskovitch</a> went on to write a doctoral thesis. Soon, a handful of conference interpreters interested in research joined her at ESIT.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Basic_Principles\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Basic Principles</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Publications\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Publications</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#External_links\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">External links</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#References\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Basic_Principles\">Basic Principles</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Interpretive_Theory_of_Translation&amp;action=edit&amp;section=1\" title=\"Edit section: Basic Principles\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>According to ITT, the process of translation is divided into three <b>stages</b>: <b>comprehension</b>, <b>deverbalization</b>, and  <b>reformulation</b>; furthermore, <i>deverbalization</i> assumes a <i>vital</i> role between both <i>comprehension</i> and <i>reformulation</i>. ITT first developed on the basis of empirical practice and observation of interpreting. Oral translation lends itself better than written translation to a detailed examination of the cognitive process of translation. Oral speech is evanescent, its sounds disappear instantly, but sense remains. Interpreters’ formulations in another language show clearly that sense is the consequence of comprehension, itself made up of two elements: contextualized language meanings and cognitive complements. \nSo ITT started with the study of oral translation, focusing on comprehension. Soon, however, practicing translators and translation scholars recognized the validity of the theory for written translation and went on to extend it to the study of pragmatic, technical, but also literary texts.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>\nITT found an explanation of <b>comprehension</b> in Piaget’s assimilation/accommodation principle, according to which to understand, we integrate new information to prior knowledge and this prior knowledge adjusts to the new situation. Comprehension means adding extra linguistic knowledge to linguistic signs, new information constantly enriching extra linguistic knowledge. Later, language philosophers and psychologists<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> documented this fact in their studies of comprehension. ITT recognized that sense is not contained in any language or text as such but arises from cues given by the language of the written text or oral discourse plus cognitive inputs from the target reader or listener. Here again, various researchers later corroborated this view.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n</p><p>Because the emergence of sense depends on the cognitive inputs of individual readers, listeners or translators, it is to some degree an individual matter; its depth will vary according to the knowledge, world experience and ideology of each individual. However, there is a vast area of overlap between the sense understood by each of the communication partners, so that communication is usually established. Speaking of translation (but the same is true for interpretation) translators, acting as mediators between authors who want to communicate and readers who want to understand them, operate in this area of overlap. Readers of the translation will bring their own cognitive complements to the translated text. The translator’s rendering enables them to discover the text superficially or deeply, in the same way as readers of the original. They may give the text personal interpretations (just as the original readers may do), but these interpretations come as an additional layer to sense; they should not be confused with sense.\n</p><p><a href=\"/wiki/Polysemy\" title=\"Polysemy\">Polysemy</a>, ambiguity, so often mentioned in <a href=\"/wiki/Translation_Studies\" class=\"mw-redirect\" title=\"Translation Studies\">Translation Studies</a>, do not appear in oral or written discourse unless consciously engineered by the author. ITT always insisted that, although most words are polysemic in language systems, they lose their <a href=\"/wiki/Polysemy\" title=\"Polysemy\">polysemy</a> in a given context; the same is true of ambiguity in discourse as long as readers bring to the text the necessary relevant extra-linguistic knowledge. Of all the various possible meanings of a word, only one is apparent when used in a text. At the same time, any ambiguity is ruled out when relevant knowledge combines with contextualized word meanings, resulting in an ad hoc sense. Again, this assertion has been corroborated by various researchers.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup>\n</p><p>ITT adds one further element, <b>deverbalization</b>, to comprehension and reformulation, the two translation stages usually described:  Most of the sounds or graphic signs disappear as soon as comprehension sets in.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup> We all experience deverbalization in everyday communication: we keep in mind facts, notions, events conveyed by words, but we do not retain these words in our memory. The ITT found support for this postulate in neuropsychology, which suggests that language and thought are located in different areas in the brain.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup> Anticipation of sense, which often occurs in oral communication and oral translation,<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup>  is one more proof that, in context and situation, a full verbal support is not always necessary for comprehension to take place.\n</p><p>Clearly visible in oral translation, deverbalization is more difficult to observe in written translation because the original text does not disappear, as do the sounds of oral speech. The graphic signs remain on the page and seem to call for direct correspondences in the other language. Deverbalization, a natural feature of oral communication, would therefore seem to require an extra effort by translators. However, when graphic signs are immersed in context, translators interpret them directly into sense. This sense remains present as awareness while the signs fall into oblivion. This enables translators to discover in the target language modes of expression bearing little or no relation to the signs of the original language.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup>\n</p><p>Regarding the <b>reformulation</b> phase, a strict distinction was made, in former <a href=\"/wiki/Translation_studies\" title=\"Translation studies\">translation studies</a>, between literal and free translation, or literality and recreation. ITT based research, however, showed that translation is always a combination of <b>word correspondences and sense equivalences</b>.  Initially, <a href=\"/wiki/Danica_Seleskovitch\" title=\"Danica Seleskovitch\">Seleskovitch</a><sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup> noted the existence in interpretation (later also demonstrated for written translation) of two translating strategies: a translation by carefully controlled  correspondences of a few linguistic elements between one language and the other, but also the creation  in context of equivalences between segments of speeches or texts. No fully literal translation of a text will ever be possible, be it only due to the dissimilarity of languages. Nevertheless, correspondences are often necessary and the fact that correspondences and equivalences coexist in all translation products, whatever the type of discourse may be regarded as one of the universal laws of translational behavior.\n</p><p>Taking into account the ‘underdeterminacy of language’<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup> ITT refers to the ‘<b>synecdochic nature</b>’ of language and discourse (a part for a whole). Explicit wording seldom makes sense unless supplemented by an implicit part consciously left unsaid by authors or speakers but understood by readers or listeners. The explicit layer of texts is a series of <a href=\"/wiki/Synecdoche\" title=\"Synecdoche\">synecdoches</a>. Linguistic formulation alone does not unlock the whole of sense, it only points to the whole.<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup> Since languages differ not only in their lexicon and grammar but also in the way natives speakers express their thoughts, the combination of explicit and implicit parts is not the same in any two languages even though they may designate the same whole. The very fact that language is underdetermined is one more element in support of deverbalization. It gives oral and written translators a large measure of freedom and creativity in their reformulation of authors’ or speakers’ intended meanings.\n</p><p>ITT is not therefore a mere abstract construct. It is rooted in practice. Practice enriches theory, which in turn enlightens professional translators, both oral and written, who know what they are doing and why. Explaining the process of oral and written translation in simple terms, ITT appeals to practitioners and is particularly well suited as a pedagogical tool.<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup> Since its inception, ITT is the basis of instruction at ESIT, which has trained innumerable interpreters and translators who go on to apply its principles in their everyday work. ITT also attracts doctoral students from all over the world, whose research demonstrate its validity for all language pairs and all types of texts.\n</p><p>ITT’s main objective is to study translation, but by doing so, it sheds light on the workings of language and communication. As a holistic model of translation, ITT covers the various stages of the translation process, including readers’ expectations and needs.  A number of other models<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup> study the process from specific angles and add a few details to the theory. However, none of them invalidates the ITT model that, over time, has extended to literary and poetical texts,<sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup> to sign language interpretation  and is open to further development.\n</p>\n<h2><span class=\"mw-headline\" id=\"Publications\">Publications</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Interpretive_Theory_of_Translation&amp;action=edit&amp;section=2\" title=\"Edit section: Publications\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>DELISLE, J., <i>Translation: an Interpretive Approach</i>, University of Ottawa Press (first published in French 1980) translation by Logan, E. &amp; M. Creery, 1988.\n</p><p>DEJEAN le FEAL, K., “Simultaneous Interpretation with Training Wheels”, META, Vol.42.4, 1997: 616-21.\n</p><p>DROZDALE-AMMOUR, E., “The Theory and practice of Training Translators”, <i>Hommage à E.A. Nida</i>, Presses de l’Université de Nijni-Novgorod, 1998.\n</p><p>DURIEUX C., <i>Fondement didactique de la traduction technique</i>, Paris&#160;: Didier Erudition, 1988.\n</p><p>HENRY, J., <i>La Traduction des jeux de mots</i>. Paris&#160;: PSN, 2003.\n</p><p>HURTADO A., <i>La notion de fidélité en traduction</i>, Paris&#160;: Didier Erudition, 1990.\n</p><p>ISRAEL, F., “ Traduction littéraire et théorie du sens ”, in LEDERER, M. (ed)&#160;: <i>Etudes traductologiques</i>, Paris&#160;: Minard Lettres Modernes, 1990 :29-44.\n</p><p>ISRAEL, F., “ La créativité en traduction, ou le texte réinventé ”, Raders, M. y Martin-Gaitero, R. (eds), <i>IV Encuentros Complutenses en torno a la traduccion</i>, Madrid&#160;: Editorial Complutense, 1991 :105-117.\n</p><p>ISRAEL, F., «&#160;Principes pour une pédagogie raisonnée de la traduction&#160;: le modèle interprétatif&#160;», <i>Folia Translatologica</i>, Vol. 6, ‘Issues of Translation Pedagogy’,  1999&#160;: 21-32.\n</p><p>LAPLACE C., <i>Théorie du langage et théorie de la traduction&#160;: les concepts clefs de trois auteurs, Kade (Leipzig), Coseriu (Tübingen), Seleskovitch (Paris)</i>, Paris&#160;: Didier Erudition, 1994.\n</p><p>LAVAULT E., <i>Fonctions de la traduction en didactique des langues</i>, Paris&#160;: Didier Erudition, 1985, 2° éd. 1998.\n</p><p>LEDERER, M. “Simultaneous Interpretation – Units of Meaning and Other Features”, Gerver, D. &amp; H. W. Sinaiko (eds) <i>Language Interpretation and Communication</i>, New York: Plenum Press, 1978: 323-332.\n</p><p>LEDERER, M., <i>La traduction simultanée, expérience et théorie</i>, Paris&#160;; Minard Lettres Modernes, 1981.\n</p><p>LEDERER, M.,  “ The role of Cognitive Complements in Interpreting ”,  BOWEN D. &amp; M. (eds), <i>Interpreting - Yesterday, Today, and Tomorrow</i>, ATA Scholarly Monograph Series, Vol. IV, SUNY, 1990: 53-60.\n</p><p>LEDERER, M., <i>Translation – The Interpretive Model</i>, Manchester: St. Jerome (first published in French as <i>La Traduction aujourd’hui – Le modèle interprétatif</i>, 1994), translation by N. Larché, 2003. Also translated in Korean 2001, Hungarian 2006, Russian 2010, Arabic 2012, Georgian 2013.\n</p><p>LEDERER, M. ,”Can Theory Help Interpreter and Translator Trainers and Trainees?”, <i>The Interpreter and Translator Trainer</i>, Vol.1.1., 2007:15-36.\n</p><p>PELAGE J., <i>La traduction juridique&#160;: problématique et solutions appliquées au passage des langues   romanes au français</i>, autoédition, 2001.\n</p><p>PLASSARD, F. <i>Lire pour Traduire</i>, Paris&#160;: PSN, 2007.\n</p><p>ROUX-FAUCARD, G. <i>Poétique du récit traduit</i>, Caen&#160;: Minard Lettres Modernes, 2008.\n</p><p>SALAMA-CARR M., <i>La traduction à l’époque abbasside -L'école de Hunayn Ibn Ishaq</i>, Paris&#160;: Didier Erudition, 1990.\n</p><p>SELESKOVITCH, D., <i>Langage, langues et mémoire</i>, Introduction de Jean Monnet, Paris&#160;: Minard Lettres Modernes, 1975.\n</p><p>SELESKOVITCH, D., <i>Interpreting for International Conferences – Problems of Language and Communication</i>, Washington DC, Pen and Booth (first published in French as <i>L’Interprète dans les conférences internationales –Problèmes de langage et de communication</i>, 1968). Translation by Dailey, S. &amp; E.N. McMillan, 1978. Also translated in Chinese 1979, German 1988, Serbian 1988, Korean 2002, Japanese 2009.\n</p><p>SELESKOVITCH, D. et LEDERER, M., <i>Interpréter pour traduire</i>, Paris&#160;: Didier Erudition, 1984. Fifth edition, Paris: Les Belles Lettres, 2014.Translated in Chinese 1990, Arabic 2009, Georgian 2009.\n</p><p>SELESKOVITCH, D. and LEDERER, M., <i>A Systematic Approach to Teaching Interpretation</i>, RID, Washington DC, (first published in French as <i>Pédagogie raisonnée de l’interprétation</i>, 1989. 2nd. augmented   edition 2002). Translation by J. Harmer, 1995. Also translated in Chinese 2005, Serbian 2007.\n</p>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Interpretive_Theory_of_Translation&amp;action=edit&amp;section=3\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://aiic.net/\">AIIC International Association of Conference Interpreters</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.danica-seleskovitch.org\">Association Danica Seleskovitch</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.univ-paris3.fr/bienvenue-sur-le-site-de-l-esit-63854.kjsp?RH=1258286244852\">Ecole Supérieure d'Interprètes et de Traducteurs</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=The_Interpretive_Theory_of_Translation&amp;action=edit&amp;section=4\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">See <i>Handbook of Translation Studies</i>, John Benjamins, 2010 and <i>Routledge Encyclopedia of Interpreting Studies</i>, 2015.</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Seleskovitch, D., [1968] 1978. See under Publications.</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">See under Publications.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Riesbeck, C. K. &amp; R. C. Schank.  1978,  “Comprehension by Computer&#160;: Expectation-based Analysis of Sentences in Context” in <i>Studies in the Perception of Language</i>, ed. by Willem J.M. Levelt, and Giovanni B. Flores d’Arcais,.John Wiley &amp; Sons, pp. 247-294.\n\nSearle, J. 1979. <i>Expression and Meaning – Studies in the Theory of Speech Acts</i>, Cambridge University Press.\n\nLe Ny, J.-F., 1989, <i>Science cognitive et compréhension du langage</i>, Paris&#160;: PUF.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Sperber, D. &amp; D. Wilson, <i>Relevance – Communication and Cognition</i>, Oxford: Basil Blackwell, 1986.\n\nFauconnier, G. &amp; M. Turner, <i>The Way We Think - Conceptual Blending and the Mind’s Hidden complexities</i>, Basic Books, 2002.\n\nHofstadter, D.  &amp; E.Sander, <i>Surfaces and Essences –Analogy as the Fuel and Fire of Thinking</i>, Basic Books, 2013.</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Winograd , T., <i>Language as a Cognitive Process</i>, Vol. 1 Syntax, London: Addison-Wesley, 1983 1983.  Dehaene, S. <i>Consciousness and the Brain –Deciphering how the Brain Codes our Thoughts</i>, New York: Viking Press, 2009.</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Seleskovitch, D., 1968, 1975. Lederer, M., 1978, 1981. See under  Publications.</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Barbizet, J., <i>Etudes sur la mémoire, deuxième série</i>, Paris&#160;: L’Expansion scientifique française, 1966. Weiskrantz L., (ed) <i>Thought Without Language</i>, London&#160;: Clarendon Press, 1988. Pinker, S., T<i>he Language Instinct – The New Science of Language and Mind</i>, London: Penguin Books, 1994.</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Chernov, G.V., <i>Inference and Anticipation in Simultaneous Interpreting</i>, Amsterdam: John Benjamins, 2004.</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Delisle,J., 1980/1988, Israël, F., 1990, Plassard, F. 2007. See Publications.</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Seleskovitch, D., 1975. See under Publications.</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Quine, W., <i>Word and Object</i>, MIT Press, 1960, Searle, J., <i>Expression and Meaning – Studies in the Theory of Speech Acts</i>, Cambridge University Press, 1979,  Atlas, D. <i>Logic, Meaning and Conversation – Semantical Underdeterminacy, Implicature and their Interface</i>, Oxford University Press, 2005.</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">Grice, P. “Logic and Conversation”.  Cole P. &amp; J. L. Morgan, <i>Syntax and Semantics, Vol. III Speech Acts</i>. New York: Academic Press, 1975: 41-58. Eco, U. <i>Lector in Fabula</i>, Milano: Bompiani, 1979. Sperber, D. &amp; D. Wilson., <i>Relevance – Communication and Cognition</i>, Oxford: Basil Blackwell, 1986.</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">The European Commission recognized the fact and commissioned <a href=\"/wiki/Danica_Seleskovitch\" title=\"Danica Seleskovitch\">Seleskovitch</a> and Lederer to write <i>Pédagogie raisonnée de l’interprétation</i> (1984/2002), translated into English under the title <i>A Systematic Approach to Teaching Interpretation</i> (1995). This work was designed to help adhering countries to improve their teaching of interpretation and translation. See also under Publications.</span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\">Skopos Theory (Nord C. 1997), Attention Model (Gile D. 1995), Relevance Theory (Gutt E.A. 1991, Setton R. 1999).</span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\">Israël, F. 1990,1994,2002,2006, Henry, J. 2003, Roux-Faucard, G. 2008. See under Publications.</span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw2272\nCached time: 20180918055521\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.064 seconds\nReal time usage: 0.077 seconds\nPreprocessor visited node count: 249/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 398/2097152 bytes\nTemplate argument size: 102/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 6790/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.004/10.000 seconds\nLua memory usage: 523 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   37.204      1 Template:Reflist\n100.00%   37.204      1 -total\n 14.57%    5.419      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:51996406-0!canonical and timestamp 20180918055521 and revision id 795158404\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","*":"Translation_studies"}],"links":[{"ns":0,"exists":"","*":"Danica Seleskovitch"},{"ns":0,"exists":"","*":"Interpreter"},{"ns":0,"exists":"","*":"Polysemy"},{"ns":0,"exists":"","*":"Synecdoche"},{"ns":0,"exists":"","*":"Translation"},{"ns":0,"exists":"","*":"Translation Studies"},{"ns":0,"exists":"","*":"Translation studies"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["http://aiic.net/","http://www.danica-seleskovitch.org","http://www.univ-paris3.fr/bienvenue-sur-le-site-de-l-esit-63854.kjsp?RH=1258286244852"],"sections":[{"toclevel":1,"level":"2","line":"Basic Principles","number":"1","index":"1","fromtitle":"The_Interpretive_Theory_of_Translation","byteoffset":1353,"anchor":"Basic_Principles"},{"toclevel":1,"level":"2","line":"Publications","number":"2","index":"2","fromtitle":"The_Interpretive_Theory_of_Translation","byteoffset":12711,"anchor":"Publications"},{"toclevel":1,"level":"2","line":"External links","number":"3","index":"3","fromtitle":"The_Interpretive_Theory_of_Translation","byteoffset":16643,"anchor":"External_links"},{"toclevel":1,"level":"2","line":"References","number":"4","index":"4","fromtitle":"The_Interpretive_Theory_of_Translation","byteoffset":16954,"anchor":"References"}],"parsewarnings":[],"displaytitle":"The Interpretive Theory of Translation","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q28404053"}]}}