{"parse":{"title":"Figure rating scale","pageid":26157344,"revid":850826401,"text":{"*":"<div class=\"mw-parser-output\"><p>The <b>Figure Rating Scale</b> (FRS) also known as the <b>Stunkard Scale</b> is a <a href=\"/wiki/Psychometrics\" title=\"Psychometrics\">psychometric</a> measurement developed in 1983 as a tool to determine <a href=\"/wiki/Body_image\" title=\"Body image\">body</a> dissatisfaction in women and  men.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> This scale has also been developed for measuring adolescent body image. This type of measurement was originally developed and validated to indicate the weight status of relatives of research subjects when other specific measurements or self-reported values were unavailable.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> This scale is a visible measure of how an individual perceives his or her own physical appearance. Each figure presents nine male and nine female schematic silhouettes, ranging from extreme thinness to extreme obesity.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> For research purposes, participants are asked to self-select the silhouette that best indicates his or her current body size and the silhouette that reflects his or her ideal body size (IBS).<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> \n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Reliability_and_Validity\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Reliability and Validity</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Trends_in_Research\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Trends in Research</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Correlated_Measurements\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Correlated Measurements</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Applied_Theoretical_Frameworks\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Applied Theoretical Frameworks</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Limitations\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Limitations</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#See_also\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#References\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Reliability_and_Validity\">Reliability and Validity</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Figure_rating_scale&amp;action=edit&amp;section=1\" title=\"Edit section: Reliability and Validity\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Past research has tested the reliability and validity of the figure rating scale. In order to test the strength and reliability of this measurement, researchers assigned six specific instructions to ask of their participants during figure selection. The instructions are as follows: (1) choose your ideal figure; (2) choose the figure that reflects how you think you look; (3) choose the figure that reflects how you feel most of the time; (4) choose the figure that you think is most preferred by men; (5) choose the figure that you think is most preferred by women; and (6) pick the opposite sex figure that you find most attractive.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> For validity analyses, the figure ratings can be transformed into the three following discrepancy measures: (1) feel minus ideal; (2) think minus ideal; and (3) feel minus think.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup> The instructions developed for these measures may be interchanged depending on the specific topic of research or category of observation. Each research study may provide a different set of reliability and validity assessments for the figure rating scale dependent upon the goal and procedures of the study. \n</p>\n<h2><span class=\"mw-headline\" id=\"Trends_in_Research\">Trends in Research</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Figure_rating_scale&amp;action=edit&amp;section=2\" title=\"Edit section: Trends in Research\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The figure rating scale has been used in several influential studies on body image, body satisfaction, and <a href=\"/wiki/Eating_disorders\" class=\"mw-redirect\" title=\"Eating disorders\">eating disorders</a>. Research involving the figure rating scale has related the techniques of this measurement to identify how <a href=\"/wiki/Gender\" title=\"Gender\">gender</a>, <a href=\"/wiki/Mass_media\" title=\"Mass media\">media</a>, <a href=\"/wiki/Race_(human_classification)\" class=\"mw-redirect\" title=\"Race (human classification)\">race</a>, and <a href=\"/wiki/Culture\" title=\"Culture\">culture</a> have an effect on how sensitive an individual is to his or her own physical appearance. Results may differ dependent upon the variables in question during observation. \n</p><p>The majority of research involving the figure rating scale focuses on observing body dissatisfaction. This research area also focuses primarily on the effects of gender on body dissatisfaction. In association with the figure rating scale, there has been more research conducted on female body image. Studies of body dissatisfaction have shown that women have a tendency to choose a smaller ideal body size than their current body size.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup> This discrepancy between the two figure selections indicates body dissatisfaction. A high level of body dissatisfaction can lead to <a href=\"/wiki/Anorexia_nervosa\" title=\"Anorexia nervosa\">eating disorders</a> or <a href=\"/wiki/Depression_(mood)\" title=\"Depression (mood)\">depression</a>. Body dissatisfaction is also influenced by a variety of different factors. \n</p><p>Other research that involves the figure rating scale indicates that the media is an important factor in body dissatisfaction. <sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup> Media influences can have an effect on how individuals feel about their own body image. Body types presented in the media can also have an influence on the physical appearance that an individual desires to obtain. Research suggests that women are mostly influenced by media images that promote <a href=\"/wiki/The_Thin_Ideal\" title=\"The Thin Ideal\">The Thin Ideal</a> body type. <sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup> Whereas, men are mostly influenced by media images that promote a more muscular build. <sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup> These influences may cause participants to choose a silhouette on the figure rating scale that represents themselves as the opposite of the desired body type in the media. Additionally, when asked to point to the image of their desired body type, participants may choose a silhouette on the scale that is more similar to attractive body types that are presented in the media. \n</p><p>The figure rating scale has also been utilized in observations that involved race as a variable. There has been some comparative study that focuses on the body image perceptions among Caucasian, Asian, and African-American college women. Through this observation, African-American women chose larger ideal body sizes from the figures provided in the scale than the Caucasian and Asian women. <sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup> Research in this area of body image suggests that each race or ethnicity has its own concept of an ideal body type. Each ideal body type is unique to that race or ethnicity. \n</p><p>The figure rating scale has also been translated into different languages in order for body image research to be conducted in other countries. For example, researchers have developed a Portuguese version of this scale for body image research in Brazil. <sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup> This type of development also allows researchers to be able to compare findings of one culture to another. For example, one comparative study showed the silhouettes in the figure rating scale to college women in Korea and the United States. The women were asked to choose their ideal body type on the scale. After comparing the results, the Korean women were more dissatisfied with their bodies due to the pressures of thinness that exist in that particular culture. <sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup> Another research study used the figure rating scale to observe the differences in actual body size and ideal body size among women born in Australia and Hong Kong in which the Australian women scored higher in body dissatisfaction. <sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup> \n</p>\n<h2><span class=\"mw-headline\" id=\"Correlated_Measurements\">Correlated Measurements</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Figure_rating_scale&amp;action=edit&amp;section=3\" title=\"Edit section: Correlated Measurements\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Results from figure observations have been applied to other scales in order to assess for body dissatisfaction and eating disorders. These scales provide more data that can assist researchers in determining the reasons for why an individual will select a particular silhouette on the figure rating scale. \n</p><p>The <a href=\"/wiki/Eating_Disorder_Inventory\" title=\"Eating Disorder Inventory\">Eating Disorder Inventory</a> (EDI) assess for various aspects of eating disorders. <sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup> Through the addition of the subscales from this inventory, researchers are able to indicate how an individual, that may suffer or show symptoms of eating disorders, perceives their physical appearance. \n</p><p>The Bulimia (B) Scale has also been utilized in research involving the figure rating scale. This scale provides seven item measures that analyze the symptoms of <a href=\"/wiki/Bulimia\" class=\"mw-redirect\" title=\"Bulimia\">bulimia</a> such as binging or purging.<sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup>  \n</p><p>The Drive for Thinness (DT) is another scale that has been used in studies with the figure rating scale. This scale consists of seven items that measure the intensity of an individual’s desire to lose weight or fear of gaining weight.<sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\">&#91;17&#93;</a></sup> \n</p><p>The Body Dissatisfaction (BD) Scale consists of nine items and measures the extent to which individuals are satisfied with specific parts of the body.<sup id=\"cite_ref-18\" class=\"reference\"><a href=\"#cite_note-18\">&#91;18&#93;</a></sup> <sup id=\"cite_ref-19\" class=\"reference\"><a href=\"#cite_note-19\">&#91;19&#93;</a></sup>This scale has been used in conjunction with the figure rating scale in order to observe if an individual’s sensitivity to a particular body part results in the individual for choosing the silhouette that they do during observation. \n</p><p>The Body-Esteem Scale for Adolescents and Adults (BESAA) has also been used in conjunction with research that involves the figure rating scale. This scale consists of twenty-three statements that measure an individual’s general feelings about his or her physical appearance.<sup id=\"cite_ref-20\" class=\"reference\"><a href=\"#cite_note-20\">&#91;20&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Applied_Theoretical_Frameworks\">Applied Theoretical Frameworks</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Figure_rating_scale&amp;action=edit&amp;section=4\" title=\"Edit section: Applied Theoretical Frameworks\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In order to properly use this type of measurement, it is important to understand how researchers have applied theoretical frameworks to analyze results gathered from the use of the figure rating scale. This scale is most associated with theories that are used in body image research. Researchers conducting observations in this area will also utilize theories from areas such as <a href=\"/wiki/Psychology\" title=\"Psychology\">psychology</a> and <a href=\"/wiki/Communications\" class=\"mw-redirect\" title=\"Communications\">communications</a>. These fields provide theories that allow researchers to understand some of the reasons why an individual will choose a certain silhouette to represent his or her own body type. \n</p><p>The <a href=\"/wiki/Social_comparison_theory\" title=\"Social comparison theory\">social comparison theory</a> has been associated with the figure rating scale. This theory suggests that individuals will compare their own physical appearance to the body images presented in the media.<sup id=\"cite_ref-21\" class=\"reference\"><a href=\"#cite_note-21\">&#91;21&#93;</a></sup> Researchers have used this theory in association with the figure rating scale to understand if individuals will change their figure choice after social comparing themselves to other individuals. People may compare themselves to peers, celebrities, or other individuals presented in the media.<sup id=\"cite_ref-22\" class=\"reference\"><a href=\"#cite_note-22\">&#91;22&#93;</a></sup><sup id=\"cite_ref-23\" class=\"reference\"><a href=\"#cite_note-23\">&#91;23&#93;</a></sup> \n</p><p>The <a href=\"/wiki/Self-discrepancy_theory\" title=\"Self-discrepancy theory\">Self-discrepancy theory</a> has also been used in research along with the figure rating scale. This theory has generally been applied to body image research to understand the three domains of the self: the actual self, the ideal self, and the ought self. <sup id=\"cite_ref-24\" class=\"reference\"><a href=\"#cite_note-24\">&#91;24&#93;</a></sup> <sup id=\"cite_ref-25\" class=\"reference\"><a href=\"#cite_note-25\">&#91;25&#93;</a></sup> <sup id=\"cite_ref-26\" class=\"reference\"><a href=\"#cite_note-26\">&#91;26&#93;</a></sup> By asking participants to choose images on the scale, the individual may choose a separate silhouette for each domain of the self. These findings can be observed to understand the differences between an individual’s perception of his or her actual body type and ideal body type. \n</p>\n<h2><span class=\"mw-headline\" id=\"Limitations\">Limitations</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Figure_rating_scale&amp;action=edit&amp;section=5\" title=\"Edit section: Limitations\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Since the scale’s development in 1983, there have been other body image measurements that have been created for research in this area. This action is partly due to the scale being outdated. Although the original development of the figure rating scale has been utilized in a substantial amount of research, there are some limitations to this measurement. The line-drawn silhouettes provided in the scale may not provide a clear presentation of the average human body. As the silhouettes in the scale shift from very thin to very obese, the figures gain more in the middle of the body. While this type of body image may be representative of some individuals, there is a wide range of possible body types that are not represented in the original scale. Some individuals may have broader shoulders or wider hips than in the images provided in the scale; therefore, the participants may have a more difficult time choosing the appropriate figure to represent their physical appearance. Research has also translated this scale into photographic images with real people. <sup id=\"cite_ref-27\" class=\"reference\"><a href=\"#cite_note-27\">&#91;27&#93;</a></sup> These three-dimensional images are able to depict a more realistic presentation of different body types. \n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Figure_rating_scale&amp;action=edit&amp;section=6\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"div-col columns column-width\" style=\"-moz-column-width: 30em; -webkit-column-width: 30em; column-width: 30em;\">\n<ul><li><a href=\"/wiki/Body_image\" title=\"Body image\">Body image</a></li></ul></div>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Figure_rating_scale&amp;action=edit&amp;section=7\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Grogan, S.(2009). Routledge: New York.</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Cardinal, T.M., Karciroti, N., &amp; Lumeng, J.C. (2006). The figure rating scale as an index of weight status of women on videotape. <i>Obesity</i>, <i>14</i>(12), 2132-2135.</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Stunkard, A., Sorenson, T., &amp; Schulsinger, F. (1983). Use of Danish adoption register for the study of obesity and thinness. In S. Kety, L.P. Rowland, R.L. Sidman, &amp; S.W. Matthysse (Eds.), <i>The genetics of neurological and psychiatric disorders.</i> New York: Raven. 115-120. </span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www3.interscience.wiley.com/journal/112417746/abstract?CRETRY=1&amp;SRETRY=0\">International Journal of Eating Disorders</a></span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Thompson, J.K., &amp; Altabe, M.N. (1991). Psychometric qualities of the figure rating scale. <i>International Journal of Eating Disorders</i>, <i>10</i>(5), 615-619.</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\"> Thompson, J.K., &amp; Altabe, M.N. (1991). Psychometric qualities of the figure rating scale. <i>International Journal of Eating Disorders</i>, <i>10</i>(5), 615-619.</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Cororve Fingeret, M., Gleaves, D., &amp; Pearson, C. (2004). On the Methodology of Body Image Assessment: the use of figural rating scales to evaluate body dissatisfaction and the ideal body standards of women.  <i>Body Image</i>, <i>2</i>, 207-212</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\"> Bissell, K. L. (2004b). What do these messages really mean? Sports media exposure, sports participation, and body image distortion in women between the ages of 18 and 75. <i>Journalism &amp; Mass Communication Quarterly</i>, <i>81</i>(1), 108-123.</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\"> Bissell, K., &amp; Rask, A. (2010). Real women on real beauty: Self-discrepancy, internalization of the thin ideal, and perceptions of attractiveness and thinness in Dove's Campaign for Real Beauty. <i>International Journal of Advertising</i>, <i>29</i>(4), 643-668. doi:10.2501/S026504871020138</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\"> Leit, R. A., &amp; Pope Jr., H. G. (2001). Cultural expectations of muscularity in men: The evolution of playgirl centerfolds. <i>International Journal of Eating Disorders</i>, <i>29</i>(1), 90-93. </span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\"> Gluck, M. E., &amp; Geliebter, A. (2002). Racial/ethnic differences in body image and eating behaviors. <i>Eating behaviors</i>, <i>3</i>(2), 143-151.</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\"> Scagliusi, F. B., Alvarenga, M., Polacow, V. O., Cordás, T. A., de Oliveira Queiroz, G. K., Coelho, D., ... &amp; Lancha, A. H. (2006). Concurrent and discriminant validity of the Stunkard's figure rating scale adapted into Portuguese. <i>Appetite</i>, <i>47</i>(1), 77-82.</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\"> Jung, J., &amp; Forbes, G. (2006). Multidimensional assessment of body dissatisfaction and disordered eating in Korean and US college women: A comparative study. <i>Sex Roles</i>, <i>55</i>(1/2), 39-50. doi:10.1007/s11199-006-9058-3</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\"> Lake, A. J., &amp; Staiger, P. K. (2000). Effect of Western Culture on Women's Attitudes to Eating and Perceptions of Body Shape. <i>International Journal of Eating Disorders</i>, <i>27</i>(1), 83-89.</span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\">Garner, D.M., Olmstead, M.A., &amp; Polivy, J. (1983). Development and validation of a multidimensional eating disorder inventory for anorexia nervosa and bulimia. <i>International Journal of Eating Disorders</i>,<i>2</i>, 15-34.</span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\">Jung, J., &amp; Forbes, G. (2006). Multidimensional assessment of body dissatisfaction and disordered eating in Korean and US college women: A comparative study. <i>Sex Roles</i>, <i>55</i>(1/2), 39-50. doi:10.1007/s11199-006-9058-3</span>\n</li>\n<li id=\"cite_note-17\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-17\">^</a></b></span> <span class=\"reference-text\"> Sands, R. (2000). Reconceptualization of body image and drive for thinness. <i>International Journal of Eating Disorders</i>, <i>28</i>(4), 397-407. </span>\n</li>\n<li id=\"cite_note-18\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-18\">^</a></b></span> <span class=\"reference-text\"> Bissell, K. L. (2004). Sports model/sports mind: The relationship between entertainment and sports media exposure, sports participation, and body image distortion in Division 1 female athletes. <i>Mass Communication &amp; Society</i>, <i>7</i>(4), 453-472. </span>\n</li>\n<li id=\"cite_note-19\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-19\">^</a></b></span> <span class=\"reference-text\"> Bissell, K. L., &amp; Zhou, P. (2004). Must-see TV or ESPN: Entertainment and sports media exposure and body-image distortion in college women. <i>Journal of Communication</i>, <i>54</i>(1), 5-21. </span>\n</li>\n<li id=\"cite_note-20\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-20\">^</a></b></span> <span class=\"reference-text\"> Jung, J., &amp; Forbes, G. (2006). Multidimensional assessment of body dissatisfaction and disordered eating in Korean and US college women: A comparative study. <i>Sex Roles</i>, <i>55</i>(1/2), 39-50. doi:10.1007/s11199-006-9058-3</span>\n</li>\n<li id=\"cite_note-21\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-21\">^</a></b></span> <span class=\"reference-text\">Festinger, L. (1954). A theory of social comparison processes. <i>Human Relations</i>, <i>7</i>, 117-140.</span>\n</li>\n<li id=\"cite_note-22\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-22\">^</a></b></span> <span class=\"reference-text\"> Botta, R. A. (2000). The mirror of television: A comparison of black and white adolescents' body image. <i>Journal of Communication</i>, <i>50</i>(3), 144.</span>\n</li>\n<li id=\"cite_note-23\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-23\">^</a></b></span> <span class=\"reference-text\"> Northup, T. (2012). The role of image body size, race, and familiarity on subsequent evaluations of the self. <i>Southwestern Mass Communication Journal</i>, <i>27</i>(3), 1-33.</span>\n</li>\n<li id=\"cite_note-24\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-24\">^</a></b></span> <span class=\"reference-text\"> Harrison, K., Taylor, L. D., &amp; Marske, A. L. (2006). Women's and men's eating behavior following exposure to ideal-body images and text. <i>Communication Research</i>, <i>33</i>(6), 507-529. </span>\n</li>\n<li id=\"cite_note-25\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-25\">^</a></b></span> <span class=\"reference-text\"> Veale, D., Kinderman, P., Riley, S., &amp; Lambrou, C. (2003). Self-dicrepancy in body dysmorphic disorder. <i>British Journal of Clinical Psychology</i>, <i>42</i>, 157-169. </span>\n</li>\n<li id=\"cite_note-26\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-26\">^</a></b></span> <span class=\"reference-text\"> Bissell, K., &amp; Rask, A. (2010). Real women on real beauty: Self-discrepancy, internalisation of the thin ideal, and perceptions of attractiveness and thinness in Dove's Campaign for Real Beauty. <i>International Journal of Advertising</i>, <i>29</i>(4), 643-668. doi:10.2501/S026504871020138 </span>\n</li>\n<li id=\"cite_note-27\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-27\">^</a></b></span> <span class=\"reference-text\">  Swami, V., Salem, N., Furnham, A., &amp; Tovée, M. J. (2008). Initial examination of the validity and reliability of the female Photographic Figure Rating Scale for body image assessment. <i>Personality and Individual Differences</i>, <i>44</i>(8), 1752-1761. </span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw1222\nCached time: 20180909052936\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.068 seconds\nReal time usage: 0.087 seconds\nPreprocessor visited node count: 486/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 1279/2097152 bytes\nTemplate argument size: 338/2097152 bytes\nHighest expansion depth: 9/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 11561/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.004/10.000 seconds\nLua memory usage: 657 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   38.267      1 -total\n 58.60%   22.424      1 Template:Columns-list\n 51.05%   19.534      1 Template:Div_col\n 41.17%   15.754      1 Template:Reflist\n  7.44%    2.848      3 Template:Main_other\n  4.10%    1.570      1 Template:Column-width\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:26157344-0!canonical and timestamp 20180909052936 and revision id 850826401\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","*":"Psychometrics"},{"sortkey":"","*":"Psychology"},{"sortkey":"","*":"Communication"},{"sortkey":"","*":"Eating_disorders"}],"links":[{"ns":0,"exists":"","*":"Anorexia nervosa"},{"ns":0,"exists":"","*":"Body image"},{"ns":0,"exists":"","*":"Bulimia"},{"ns":0,"exists":"","*":"Communications"},{"ns":0,"exists":"","*":"Culture"},{"ns":0,"exists":"","*":"Depression (mood)"},{"ns":0,"exists":"","*":"Eating Disorder Inventory"},{"ns":0,"exists":"","*":"Eating disorders"},{"ns":0,"exists":"","*":"Gender"},{"ns":0,"exists":"","*":"Mass media"},{"ns":0,"exists":"","*":"Psychology"},{"ns":0,"exists":"","*":"Psychometrics"},{"ns":0,"exists":"","*":"Race (human classification)"},{"ns":0,"exists":"","*":"Self-discrepancy theory"},{"ns":0,"exists":"","*":"Social comparison theory"},{"ns":0,"exists":"","*":"The Thin Ideal"}],"templates":[{"ns":10,"exists":"","*":"Template:Columns-list"},{"ns":10,"exists":"","*":"Template:Div col"},{"ns":10,"exists":"","*":"Template:Column-width"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["http://www3.interscience.wiley.com/journal/112417746/abstract?CRETRY=1&SRETRY=0"],"sections":[{"toclevel":1,"level":"2","line":"Reliability and Validity","number":"1","index":"1","fromtitle":"Figure_rating_scale","byteoffset":1552,"anchor":"Reliability_and_Validity"},{"toclevel":1,"level":"2","line":"Trends in Research","number":"2","index":"2","fromtitle":"Figure_rating_scale","byteoffset":3041,"anchor":"Trends_in_Research"},{"toclevel":1,"level":"2","line":"Correlated Measurements","number":"3","index":"3","fromtitle":"Figure_rating_scale","byteoffset":8580,"anchor":"Correlated_Measurements"},{"toclevel":1,"level":"2","line":"Applied Theoretical Frameworks","number":"4","index":"4","fromtitle":"Figure_rating_scale","byteoffset":11622,"anchor":"Applied_Theoretical_Frameworks"},{"toclevel":1,"level":"2","line":"Limitations","number":"5","index":"5","fromtitle":"Figure_rating_scale","byteoffset":14426,"anchor":"Limitations"},{"toclevel":1,"level":"2","line":"See also","number":"6","index":"6","fromtitle":"Figure_rating_scale","byteoffset":15878,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"7","index":"7","fromtitle":"Figure_rating_scale","byteoffset":15928,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Figure rating scale","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q5448025"}]}}