{"parse":{"title":"Childbirth in Zambia","pageid":50462916,"revid":744904952,"text":{"*":"<div class=\"mw-parser-output\"><p>The maternal mortality rate is 224 deaths per 100,000 births, which is the 23rd highest in the world.<sup id=\"cite_ref-wfb_1-0\" class=\"reference\"><a href=\"#cite_note-wfb-1\">&#91;1&#93;</a></sup> The mean age of mothers at birth is 19.3 years old, and the fertility rate is 5.72 children born per woman, which is the 7th highest in the world.<sup id=\"cite_ref-wfb_1-1\" class=\"reference\"><a href=\"#cite_note-wfb-1\">&#91;1&#93;</a></sup> The contraceptive rate is only 40.8%, and the birth rate is the 4th highest in the world at 42.13 births/1,000 population.<sup id=\"cite_ref-wfb_1-2\" class=\"reference\"><a href=\"#cite_note-wfb-1\">&#91;1&#93;</a></sup> Infectious disease is a key contributor to the poor health of the nation, and the risk is very high for diseases such as protozoal and bacterial diarrhea, hepatitis A, typhoid fever, malaria, dengue fever, schistosomiasis, and rabies. The adult prevalence rate of HIV/AIDS is 12.37%, which is the 7th highest in the world.<sup id=\"cite_ref-wfb_1-3\" class=\"reference\"><a href=\"#cite_note-wfb-1\">&#91;1&#93;</a></sup>\n</p><p>Due to the poor health outcomes for mothers, and the challenges to access of care there is a significant impact on the culture of birth. Diversity in language and ethnicity plays a role in the diversity of care throughout Zambia.<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (May 2016)\">citation needed</span></a></i>&#93;</sup> Establishing safety for the mother and baby through national health improvement, particularly concerning infectious disease and access to clean water, is a priority for Zambia.<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (May 2016)\">citation needed</span></a></i>&#93;</sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Pregnancy_behaviors_and_beliefs\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Pregnancy behaviors and beliefs</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Labor\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Labor</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Birth\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Birth</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Postpartum\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Postpartum</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Newborn\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Newborn</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Pregnancy_behaviors_and_beliefs\">Pregnancy behaviors and beliefs</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Childbirth_in_Zambia&amp;action=edit&amp;section=1\" title=\"Edit section: Pregnancy behaviors and beliefs\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>While the woman is pregnant, extra precaution were taken as it is believed the women and her baby are in a physically and spiritually weaker state; this means they are more susceptible to sickness and evil forces. Preventative measures include changes in the women’s nutrition. Certain foods are considered harmful to the fetus and should be avoided by the mother. For example, eating eggs while pregnant will cause the child to be born without hair. Eating fish could cause an infant abnormality.\n</p><p>Postpartum care isn’t widely accessible or accessed, but research has shown that access to antenatal care in preparation for the birth is associated with better postpartum care and contraceptive use.<sup id=\"cite_ref-do_2-0\" class=\"reference\"><a href=\"#cite_note-do-2\">&#91;2&#93;</a></sup> Use of postpartum birth control and family planning leads to better maternal health outcomes, including a reduction in the number of pregnancies, reduced transmission of STIs, and overall decreased risk for maternal mortality.  \n</p><p>Access to clean drinking water is a major concern in Zambia. 85.6% of the population in urban areas and 51.3% of the population in rural areas as access to improved water sources, and 14.4% of the urban population and 48.7% of the rural population has access to unimproved water sources. Access to sanitation facility access is unimproved in 44.4% of the urban population and 64.3% in the rural population.<sup id=\"cite_ref-wfb_1-4\" class=\"reference\"><a href=\"#cite_note-wfb-1\">&#91;1&#93;</a></sup>\n</p><p>Women are not allowed to have sexual intercourse after the eighth month of pregnancy, this is believed to prevent the baby to have “white stuff” (vernix) on their skin when they are born.<sup id=\"cite_ref-maimbolwa2003_3-0\" class=\"reference\"><a href=\"#cite_note-maimbolwa2003-3\">&#91;3&#93;</a></sup>  Furthermore, extramarital relations are believed to bring harm to the baby.<sup id=\"cite_ref-maimbolwa2003_3-1\" class=\"reference\"><a href=\"#cite_note-maimbolwa2003-3\">&#91;3&#93;</a></sup>\n</p><p>There are certain food women are allowed to and are not allowed to eat during pregnancy and labor, as they could have a lasting effect of the child’s health. For example, women are not allowed to eat eggs.<sup id=\"cite_ref-maimbolwa2003_3-2\" class=\"reference\"><a href=\"#cite_note-maimbolwa2003-3\">&#91;3&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Labor\">Labor</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Childbirth_in_Zambia&amp;action=edit&amp;section=2\" title=\"Edit section: Labor\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Labor usually takes place in the home of the laboring women, should complications arise they are transferred to a maternity birthing center. However, due to geographic constraints sometime transportation is not an option, these geographic barriers contribute to the poor maternal health outcomes.<sup id=\"cite_ref-schmidt_4-0\" class=\"reference\"><a href=\"#cite_note-schmidt-4\">&#91;4&#93;</a></sup>\n</p><p>Labor is meant to be a private matter between the women and a few support people, the woman will often isolate herself from those not acting as support people during her laboring. Males are also not allowed to be a part of the laboring process.<sup id=\"cite_ref-schmidt_4-1\" class=\"reference\"><a href=\"#cite_note-schmidt-4\">&#91;4&#93;</a></sup>\n</p><p>Laboring mothers often behave in ways that conform to societal expectations in terms how a laboring mother should act. For example, it is the belief that mothers should not should not be vocal during the delivery process as it could lead to complications for the baby.<sup id=\"cite_ref-maimbolwa2003_3-3\" class=\"reference\"><a href=\"#cite_note-maimbolwa2003-3\">&#91;3&#93;</a></sup> \n</p><p>Women are encouraged by their mbusa to push whenever they experience pain.  Mbusas will also utilize, pieces of clothing called a chitenge to assist women into different positions, in an attempt to alleviate some of their pain.<sup id=\"cite_ref-maimbolwa2003_3-4\" class=\"reference\"><a href=\"#cite_note-maimbolwa2003-3\">&#91;3&#93;</a></sup>\n</p><p>Three to four women are allowed to be present during the labor and delivery process. These women are usually relatives or close friends such as: daughters, sisters, nieces, neighbors, and co-wives. Should a women tell more than a few close relatives and friends she is in labor it is believed that she will become bewitched and complications will occur during the labor process.<sup id=\"cite_ref-maimbolwa2003_3-5\" class=\"reference\"><a href=\"#cite_note-maimbolwa2003-3\">&#91;3&#93;</a></sup> Laboring and mothers giving birth preferred to have someone close by acting as a support person for them, however when naming the person they want to be there, a husband or male support person is usually not named.<sup id=\"cite_ref-maimbolwa2001_5-0\" class=\"reference\"><a href=\"#cite_note-maimbolwa2001-5\">&#91;5&#93;</a></sup> \n</p><p>Mbusas operate under the assumption that less interference during the laboring process is better. However, at times they will employ a variety of strategies to accelerate the labor process. These include: providing fundal pressure, using a cooking stick to provide pressure in their mouth, and physically moving the mother. The gag reflex is used to help speed up either the labor process or the delivery of the placenta.<sup id=\"cite_ref-maimbolwa2003_3-6\" class=\"reference\"><a href=\"#cite_note-maimbolwa2003-3\">&#91;3&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Birth\">Birth</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Childbirth_in_Zambia&amp;action=edit&amp;section=3\" title=\"Edit section: Birth\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Only 5.4% of birth in Zambia are attended by a trained traditional birth attendant. Most laboring women will have a social support person present during the antepartum period, however if a women gives birth in a hospital, the support person will, most likely, not be present during the actual laboring process. These women are called “mbusas”. Mbusas and those providing support during the laboring process have not received any formal education or training surround care of the laboring women. In most cases they do not have the skills needed to handle obstetrical emergencies. In those cases, they choose to accompany the laboring mothers to maternity units rather than delivering in the home.  The major roles of mbusas during the laboring process is to provide emotional support to the mother.<sup id=\"cite_ref-maimbolwa2003_3-7\" class=\"reference\"><a href=\"#cite_note-maimbolwa2003-3\">&#91;3&#93;</a></sup> \n</p><p>When mothers are brought into maternity centers, often do not have any direction making power. Many of the mbusas and those to bring the mothers to the maternity center are often only allowed in the room during visiting hours, however many women will choose to wait outside the unit. Should a mother be able to labor at home most of the power still belongs to them throughout the whole process. Furthermore, women who give birth in a medical center are subjected to more of the “coercive obstetric procedures” these include birthing positions that are convenient for the health care provider but not the laboring women.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup>\n</p><p>53% of births occur in the home. The majority of the rest of the birth occur in maternity centers and hospitals. There seems to be a divide between those who gave birth in health care centers as opposed to those who gave at home. This is evidence by the fact that those who gave birth at home, do not receive as much postpartum as those who give birth in a healthcare setting. The women who choose to have a birth at home, states that they feel unwelcome at postpartum care clinics.<sup id=\"cite_ref-do_2-1\" class=\"reference\"><a href=\"#cite_note-do-2\">&#91;2&#93;</a></sup>\n</p><p>Typically in labors occurring in the home mothers are free to choose a birthing position that is most comfortable to them: some of these positions include, <a href=\"/wiki/Sitting\" title=\"Sitting\">sitting</a>, <a href=\"/wiki/Kneeling\" title=\"Kneeling\">kneeling</a>, and <a href=\"/wiki/Squatting_position\" title=\"Squatting position\">squatting</a>. Mbusa will help with positioning through the use of a chitenge, a fabric Zambian women use to tie around the waist. Those laboring in health care centers may not have as much freedom in positioning.<sup id=\"cite_ref-maimbolwa2003_3-8\" class=\"reference\"><a href=\"#cite_note-maimbolwa2003-3\">&#91;3&#93;</a></sup> \n</p><p>Similar to the pain experienced during labor women giving birth are encouraged to push through the pain. Typically, no pharmacological pain relief is given to mothers birthing at home and mbusas will resort to using position changes as a way to relive some of the mother’s pain.<sup id=\"cite_ref-maimbolwa2003_3-9\" class=\"reference\"><a href=\"#cite_note-maimbolwa2003-3\">&#91;3&#93;</a></sup>\n</p><p>Once the placenta is delivered it is buried in a specific place near the house or village. It is done this way as to protect the mother and her baby from witchcraft.  The placenta also plays a major role in the preservation of the women’s fertility. One mbusa states: “The placenta is buried, with the side where the baby lies facing the sky, and leaving the end of the cord showing, so that when the cord drops from the baby it should be connected with the cord buried with the placenta to protect the fertility.”.<sup id=\"cite_ref-maimbolwa2003_3-10\" class=\"reference\"><a href=\"#cite_note-maimbolwa2003-3\">&#91;3&#93;</a></sup>\n</p><p>Some women cite the feelings of embarrassment dictating their personal behaviors. In a qualitative study one woman stated: “I would feel shy to have somebody next to me because we make a lot of noise and we are not covered.”. Furthermore, with the presence of a support person women feel that their behaviors must conform strictly with societal norms, as the support person could tell others if she did not.<sup id=\"cite_ref-maimbolwa2001_5-1\" class=\"reference\"><a href=\"#cite_note-maimbolwa2001-5\">&#91;5&#93;</a></sup>\n</p><p>Should a complication arise women birthing at home do not have the resources of skills to be treated at home, women are transferred to the maternity center if they are able to get there logistically. Societal norms at times can view complications or an unhealthy mother and/or baby as the fault of the mother due to her behaviors during the pregnancy or labor.\n</p><p>Obstetrical technology is not used in home births, this is one of the reason, home births with complications are transferred to a healthcare setting if possible. The use of technology within hospitals is also limited. For example, continuous fetal monitoring does not occur in most maternity centers.<sup id=\"cite_ref-maimbolwa2003_3-11\" class=\"reference\"><a href=\"#cite_note-maimbolwa2003-3\">&#91;3&#93;</a></sup> In hospitals the rate of episiotomies is not documented however it is estimated to be around 28%.<sup id=\"cite_ref-mackeith_7-0\" class=\"reference\"><a href=\"#cite_note-mackeith-7\">&#91;7&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Postpartum\">Postpartum</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Childbirth_in_Zambia&amp;action=edit&amp;section=4\" title=\"Edit section: Postpartum\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Once babies are born they are placed on a delivery mat until the mother delivers the placenta. The umbilical cord is then cut with a razor blade or sugar cane peel. Afterwards both the mother and the baby are bathed.<sup id=\"cite_ref-maimbolwa2003_3-12\" class=\"reference\"><a href=\"#cite_note-maimbolwa2003-3\">&#91;3&#93;</a></sup> Postpartum visits usually take place within the first 6 weeks after the birth of the child.<sup id=\"cite_ref-mackeith_7-1\" class=\"reference\"><a href=\"#cite_note-mackeith-7\">&#91;7&#93;</a></sup>\n</p><p>Women who gave birth at home will then recover at home at well. There was no information about the average length of stay after a birth for women who birth in maternity centers.\n</p><p>Pregnancy due dates and the start of labor are not announced as many are fearful this could evoke evil witchcraft.\n</p><p>There are no significant differences noticed between women who have given birth before and those who have not, the labor process seems to be approached in the same way.\n</p><p>One third of women who are married also use contraception. Furthermore, on average women begin to use contraception 8 month after their childbirth.<sup id=\"cite_ref-do_2-2\" class=\"reference\"><a href=\"#cite_note-do-2\">&#91;2&#93;</a></sup> After a child is born and while they are breastfeeding sexual activity is not allowed, as to protect the child.<sup id=\"cite_ref-schmidt_4-2\" class=\"reference\"><a href=\"#cite_note-schmidt-4\">&#91;4&#93;</a></sup>\n</p><p>There is a large divide between those women who live in urban areas and those who live in rural areas in terms of postpartum care. Reports show that the rate of postpartum visits (up to 6 weeks after the birth of the baby) is 84% in Lukasa, the capital of Zambia. As opposed to a rate of 42% of women from rural areas went to postpartum care.<sup id=\"cite_ref-do_2-3\" class=\"reference\"><a href=\"#cite_note-do-2\">&#91;2&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Newborn\">Newborn</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Childbirth_in_Zambia&amp;action=edit&amp;section=5\" title=\"Edit section: Newborn\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Care for the newborn is focused mainly on superstitious issues surrounding the umbilical cord. Women dress the umbilical cord with different mixtures such as ash, seashell with oil, or breastmilk and believe that the cord dropping on the male genitals will lead to infertility.<sup id=\"cite_ref-maimbolwa2003_3-13\" class=\"reference\"><a href=\"#cite_note-maimbolwa2003-3\">&#91;3&#93;</a></sup> It is also believed that a mother should not cook until the umbilical cord has fallen off, or the mother will get a mysterious disease.<sup id=\"cite_ref-maimbolwa2003_3-14\" class=\"reference\"><a href=\"#cite_note-maimbolwa2003-3\">&#91;3&#93;</a></sup> A baby born covered in vernix is considered to be dirty. Babies are traditionally left either unwrapped, or wrapped in piece of cloth immediately after birth.<sup id=\"cite_ref-maimbolwa2003_3-15\" class=\"reference\"><a href=\"#cite_note-maimbolwa2003-3\">&#91;3&#93;</a></sup> Skin-to-skin contact isn’t always employed, unless the birth attendants have been trained to do so. These traditions may lead to hypothermia and delayed breast feeding. In hospitals and maternity centers specifically, the mothers were not encouraged to have skin to skin contact immediately following the birth of their child, nor were they encouraged to breastfeed.<sup id=\"cite_ref-maimbolwa2003_3-16\" class=\"reference\"><a href=\"#cite_note-maimbolwa2003-3\">&#91;3&#93;</a></sup>\n</p><p>Due to the high maternal mortality rate of 224 deaths per 100,000 live births, many newborns are left without a mother and may therefore be orphaned and sent to an orphanage. Contributing to the high maternal mortality is access to care for mothers in need. Zambia has only 0.17 physicians and 2 hospital beds per 1,000.<sup id=\"cite_ref-wfb_1-5\" class=\"reference\"><a href=\"#cite_note-wfb-1\">&#91;1&#93;</a></sup> Poor maternal outcomes lead to poor newborn outcomes as well, particularly regarding the loss of a primary caregiver. The national rate of infant mortality is the 17th highest in the world at 64.72 per 1,000 live births.\n</p><p>Access to clean water and sanitations is a considerable concern for the health and nutrition of the mother. If mom doesn’t have proper nutrition and is breastfeeding, chances are the child will be malnourished as well. In Zambia, 14.9% of children under 5 are underweight.<sup id=\"cite_ref-wfb_1-6\" class=\"reference\"><a href=\"#cite_note-wfb-1\">&#91;1&#93;</a></sup>\n</p><p>In Zambia, 8 out of 10 mothers breastfeeds exclusively for 6 months.<sup id=\"cite_ref-leach_8-0\" class=\"reference\"><a href=\"#cite_note-leach-8\">&#91;8&#93;</a></sup> The exclusive rate for breastfeeding of children under 6 months is 61%, and early initiation (within the first hour) occurs in 57% of moms.<sup id=\"cite_ref-unicef_9-0\" class=\"reference\"><a href=\"#cite_note-unicef-9\">&#91;9&#93;</a></sup> The prevalence of adequate feeding practices in children aged 6–23 months is only 37%.<sup id=\"cite_ref-unicef_9-1\" class=\"reference\"><a href=\"#cite_note-unicef-9\">&#91;9&#93;</a></sup> Due to lack of access to clean water, breastfeeding is highly encouraged for Zambian mothers as formula requires a clean and safe water source that many don’t have access to. Movement for baby friendly hospitals, ones that accommodate babies in the rooms with moms, promote breastfeeding, and provide lactation consultant services. Protection from HIV is another reason breastfeeding is encouraged, as exclusive breastfeeding builds the baby’s immunity. Prior to the early 2000s, it was believed that HIV+ mothers should not breastfeed to avoid spreading HIV to their baby. When this was proven false and the National AIDS Council published a recommendation for HIV mothers to breastfeed their babies, breastfeeding rates began to rise again around 2007.<sup id=\"cite_ref-leach_8-1\" class=\"reference\"><a href=\"#cite_note-leach-8\">&#91;8&#93;</a></sup> An advocacy campaign was launched by the Zambian ministry of health in 2009 to promote improvement of exclusive breastfeeding rate. They have created a video is used to promote breastfeeding. However, as noted earlier, the access to media is limited in Zambia, so alternate methods of dissemination are required. The following graphic represents the increase in coverage of exclusive breastfeeding across Zambia over 5 year increments.\n</p><p>Zambia is one of 22 African countries with the highest burden of undernutrition in children under five, and Micronutrient deficiencies are common in Zambian children, as vitamin A deficiencies are present in 54% of children under 5, and anemia in 53%.<sup id=\"cite_ref-unicef_9-2\" class=\"reference\"><a href=\"#cite_note-unicef-9\">&#91;9&#93;</a></sup> A child’s nutritional status is influenced by access to food, care, and health, and poor feeding practices combined with illnesses such as intestinal parasites, diarrhea, pneumonia, malaria, and HIV/AIDS cause this high burden of undernutrition.<sup id=\"cite_ref-unicef_9-3\" class=\"reference\"><a href=\"#cite_note-unicef-9\">&#91;9&#93;</a></sup> Improving the rate of exclusive breastfeeding in mothers will help to improve the nutritional issues present in children and infants.\n</p><p>Circumcision is generally perceived and suggested to be beneficial for reduction of STI and HIV transmission. Many religious and cultural groups have circumcision as a standard practice, but the medical circumcision movement has expanded as the understanding of the benefits has.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Childbirth_in_Zambia&amp;action=edit&amp;section=6\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-wfb-1\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-wfb_1-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-wfb_1-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-wfb_1-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-wfb_1-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-wfb_1-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-wfb_1-5\"><sup><i><b>f</b></i></sup></a> <a href=\"#cite_ref-wfb_1-6\"><sup><i><b>g</b></i></sup></a></span> <span class=\"reference-text\">Central Intelligence Agency. (2016). The World Factbook: Zambia. Retrieved from <a rel=\"nofollow\" class=\"external free\" href=\"https://www.cia.gov/library/publications/resources/the-world-factbook/geos/za.html\">https://www.cia.gov/library/publications/resources/the-world-factbook/geos/za.html</a> on April 9, 2016.</span>\n</li>\n<li id=\"cite_note-do-2\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-do_2-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-do_2-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-do_2-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-do_2-3\"><sup><i><b>d</b></i></sup></a></span> <span class=\"reference-text\">Do, M., &amp; Hotchkiss, D. (2013). Relationships between antenatal and postnatal care and post-partum modern contraceptive use: evidence from population surveys in Kenya and Zambia. BMC health services research, 13(1), 1.</span>\n</li>\n<li id=\"cite_note-maimbolwa2003-3\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-maimbolwa2003_3-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-maimbolwa2003_3-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-maimbolwa2003_3-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-maimbolwa2003_3-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-maimbolwa2003_3-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-maimbolwa2003_3-5\"><sup><i><b>f</b></i></sup></a> <a href=\"#cite_ref-maimbolwa2003_3-6\"><sup><i><b>g</b></i></sup></a> <a href=\"#cite_ref-maimbolwa2003_3-7\"><sup><i><b>h</b></i></sup></a> <a href=\"#cite_ref-maimbolwa2003_3-8\"><sup><i><b>i</b></i></sup></a> <a href=\"#cite_ref-maimbolwa2003_3-9\"><sup><i><b>j</b></i></sup></a> <a href=\"#cite_ref-maimbolwa2003_3-10\"><sup><i><b>k</b></i></sup></a> <a href=\"#cite_ref-maimbolwa2003_3-11\"><sup><i><b>l</b></i></sup></a> <a href=\"#cite_ref-maimbolwa2003_3-12\"><sup><i><b>m</b></i></sup></a> <a href=\"#cite_ref-maimbolwa2003_3-13\"><sup><i><b>n</b></i></sup></a> <a href=\"#cite_ref-maimbolwa2003_3-14\"><sup><i><b>o</b></i></sup></a> <a href=\"#cite_ref-maimbolwa2003_3-15\"><sup><i><b>p</b></i></sup></a> <a href=\"#cite_ref-maimbolwa2003_3-16\"><sup><i><b>q</b></i></sup></a></span> <span class=\"reference-text\">Maimbolwa, M. C., Yamba, B., Diwan, V., &amp; Ransjö‐Arvidson, A. B. (2003). Cultural childbirth practices and beliefs in Zambia. Journal of advanced nursing, 43(3), 263-274.</span>\n</li>\n<li id=\"cite_note-schmidt-4\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-schmidt_4-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-schmidt_4-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-schmidt_4-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\">Schmidt, C. (2013). Cultural Factors Exacerbating the Tragedy of Maternal Health in Zambia. 2013 NCUR.</span>\n</li>\n<li id=\"cite_note-maimbolwa2001-5\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-maimbolwa2001_5-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-maimbolwa2001_5-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Maimbolwa, M. C., Sikazwe, N., Yamba, B., Diwan, V., &amp; Ransjö‐Arvidson, A. B. (2001). Views on involving a social support person during labor in Zambian maternities. Journal of Midwifery &amp; Women’s Health, 46(4), 226-234.</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Lambert, H. (2006). Ethnocentrism: reflections on medical anthropology. Journal of the Royal Anthropological Institute, 12(2), 481-483.</span>\n</li>\n<li id=\"cite_note-mackeith-7\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-mackeith_7-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-mackeith_7-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">MacKeith, N., Chinganya, O. J. M., Ahmed, Y., &amp; Murray, S. F. (2003). Zambian women's experiences of urban maternity care: results from a community survey in Lusaka. African journal of reproductive health, 92-102.</span>\n</li>\n<li id=\"cite_note-leach-8\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-leach_8-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-leach_8-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Leach-Kemon, K. (2015). Visualizing Zambia’s success with breastfeeding. Humanosphere. Retrieved from <a rel=\"nofollow\" class=\"external free\" href=\"http://www.humanosphere.org/science/2015/04/visualizing-zambias-success-breastfeeding/\">http://www.humanosphere.org/science/2015/04/visualizing-zambias-success-breastfeeding/</a> on April 9, 2016.</span>\n</li>\n<li id=\"cite_note-unicef-9\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-unicef_9-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-unicef_9-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-unicef_9-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-unicef_9-3\"><sup><i><b>d</b></i></sup></a></span> <span class=\"reference-text\">Unicef. (2015). Unicef Zambia Fact Sheet: Nutrition. Unicef. Retrieved from <a rel=\"nofollow\" class=\"external free\" href=\"http://www.unicef.org/zambia/5109_8461.html\">http://www.unicef.org/zambia/5109_8461.html</a> on 9 April 2016.</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Lukobo, M. D. &amp; Bailey, R. C. (2007). Acceptability of male circumcision for prevention of HIV infection in Zambia. Aids Care, 19(4), 417-477.</span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw2185\nCached time: 20180918193039\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.128 seconds\nReal time usage: 0.160 seconds\nPreprocessor visited node count: 633/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 3974/2097152 bytes\nTemplate argument size: 992/2097152 bytes\nHighest expansion depth: 11/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 10426/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.026/10.000 seconds\nLua memory usage: 1.18 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  118.639      1 -total\n 53.69%   63.696      2 Template:Citation_needed\n 38.36%   45.514      2 Template:Fix\n 29.74%   35.278      1 Template:Reflist\n 23.19%   27.509      4 Template:Category_handler\n 12.19%   14.463      2 Template:Delink\n  3.29%    3.904      2 Template:Fix/category\n  2.33%    2.767      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:50462916-0!canonical and timestamp 20180918193039 and revision id 744904952\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"All_articles_with_unsourced_statements"},{"sortkey":"","hidden":"","*":"Articles_with_unsourced_statements_from_May_2016"},{"sortkey":"Zambia","*":"Childbirth_by_country"},{"sortkey":"","*":"Zambian_culture"}],"links":[{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from May 2016"},{"ns":0,"exists":"","*":"Kneeling"},{"ns":0,"exists":"","*":"Sitting"},{"ns":0,"exists":"","*":"Squatting position"},{"ns":4,"exists":"","*":"Wikipedia:Citation needed"}],"templates":[{"ns":10,"exists":"","*":"Template:Citation needed"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Delink"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Delink"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["https://www.cia.gov/library/publications/resources/the-world-factbook/geos/za.html","http://www.humanosphere.org/science/2015/04/visualizing-zambias-success-breastfeeding/","http://www.unicef.org/zambia/5109_8461.html"],"sections":[{"toclevel":1,"level":"2","line":"Pregnancy behaviors and beliefs","number":"1","index":"1","fromtitle":"Childbirth_in_Zambia","byteoffset":1415,"anchor":"Pregnancy_behaviors_and_beliefs"},{"toclevel":1,"level":"2","line":"Labor","number":"2","index":"2","fromtitle":"Childbirth_in_Zambia","byteoffset":3540,"anchor":"Labor"},{"toclevel":1,"level":"2","line":"Birth","number":"3","index":"3","fromtitle":"Childbirth_in_Zambia","byteoffset":6112,"anchor":"Birth"},{"toclevel":1,"level":"2","line":"Postpartum","number":"4","index":"4","fromtitle":"Childbirth_in_Zambia","byteoffset":10969,"anchor":"Postpartum"},{"toclevel":1,"level":"2","line":"Newborn","number":"5","index":"5","fromtitle":"Childbirth_in_Zambia","byteoffset":12679,"anchor":"Newborn"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"6","fromtitle":"Childbirth_in_Zambia","byteoffset":17592,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Childbirth in Zambia","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q25066336"}]}}