{"parse":{"title":"O'Rahilly's historical model","pageid":2525535,"revid":855371654,"text":{"*":"<div class=\"mw-parser-output\"><p><b>O'Rahilly's historical model</b> is a theory of the <a href=\"/wiki/History_of_Ireland_(400%E2%80%93800)\" title=\"History of Ireland (400–800)\">history of early Ireland</a> put forward by <a href=\"/wiki/Celt\" class=\"mw-redirect\" title=\"Celt\">Celts</a> scholar <a href=\"/wiki/T._F._O%27Rahilly\" title=\"T. F. O&#39;Rahilly\">T. F. O'Rahilly</a> in 1946. It was based on his study of the influences on the <a href=\"/wiki/Irish_language\" title=\"Irish language\">Irish language</a> and a critical analysis of <a href=\"/wiki/Irish_mythology\" title=\"Irish mythology\">Irish mythology</a>.\n</p><p>He distinguished four separate waves of Celtic invaders:\n</p>\n<ul><li>The <a href=\"/wiki/Cruthin\" title=\"Cruthin\">Cruithne</a> or <a href=\"/wiki/Priteni\" class=\"mw-redirect\" title=\"Priteni\">Priteni</a> (c. 700 &#8211; 500 BC)</li>\n<li>The <a href=\"/wiki/Builg\" title=\"Builg\">Builg</a> or Érainn/<a href=\"/wiki/Iverni\" title=\"Iverni\">Iverni</a> (c. 500 BC)</li>\n<li>The <a href=\"/wiki/Laigin\" title=\"Laigin\">Laigin</a>, <a href=\"/wiki/Fir_Domnann\" title=\"Fir Domnann\">Fir Domnann</a> and Gálioin (c. 300 BC)</li>\n<li>The Goidels or <a href=\"/wiki/Gaels\" title=\"Gaels\">Gaels</a> (c. 100 BC)</li></ul>\n<p>O'Rahilly's work was and remains influential but much of his linguistic work has since been refuted by noted authors such as <a href=\"/wiki/Kenneth_H._Jackson\" title=\"Kenneth H. Jackson\">Kenneth H. Jackson</a><sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> and <a href=\"/wiki/John_T._Koch\" title=\"John T. Koch\">John T. Koch</a><sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> and is not generally the accepted model.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#The_Pretanic_colonisation\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">The Pretanic colonisation</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#The_Bolgic_or_Ernean_invasion\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">The Bolgic or Ernean invasion</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#The_Laginian_invasion\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">The Laginian invasion</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#The_Goidelic_invasion\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">The Goidelic invasion</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"The_Pretanic_colonisation\">The Pretanic colonisation</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=O%27Rahilly%27s_historical_model&amp;action=edit&amp;section=1\" title=\"Edit section: The Pretanic colonisation\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>According to O'Rahilly's model, between 700 and 500 BC, iron-wielding, <a href=\"/wiki/Celtic_languages\" title=\"Celtic languages\">Celtic-speaking</a> people first settled in <a href=\"/wiki/Great_Britain\" title=\"Great Britain\">Great Britain</a> and <a href=\"/wiki/Ireland\" title=\"Ireland\">Ireland</a> from the continent. They spoke a <a href=\"/wiki/Brittonic_languages\" title=\"Brittonic languages\">Brittonic language</a> and called themselves <i>Priteni</i> or <i>Pritani</i>. The impact they had upon the native inhabitants can be inferred from the fact that <a href=\"/wiki/Ancient_Greece\" title=\"Ancient Greece\">Greek</a> geographers were referring to these islands as the “<a href=\"/wiki/Britain_(place_name)\" title=\"Britain (place name)\">Pretanic Islands</a>” (<span lang=\"grc\" title=\"Ancient Greek language text\">αι Πρετανικαι νησοι</span>) by at least 300 BC. It is also possible that the very name “Britain” is derived from Priteni. However, there is no hard evidence for a Pretanic invasion as such. It is much more likely that their settlement of these islands was a gradual one, spread over several centuries.\n</p><p>In Britain, these Priteni were absorbed by later invaders and lost their cultural identity, except in the far north where they were known to the <a href=\"/wiki/Roman_Empire\" title=\"Roman Empire\">Romans</a> as the <a href=\"/wiki/Picts\" title=\"Picts\"><i>Picti</i></a> \"painted people\", on account of their practice of decorating their bodies with tattoos (a practice which by then had died out among other Celtic nations).\n</p><p>In Ireland, too, the Priteni were largely absorbed by later settlers; but a few pockets of them managed to retain a measure of cultural, if not political, independence well into the Christian era. By then they were identified as <i>Cruithne</i>, a Goidelic adaptation of the Brittonic word Priteni. Both words are derived from a root meaning “to shape” or “create.” Celtic tribes generally gave themselves names which were the pluralised forms of names they gave to their deities (in this case “the Creator”). Among the Cruthin tribes that survived into the Christian era the most prominent were the <a href=\"/wiki/D%C3%A1l_nAraidi\" title=\"Dál nAraidi\">Dál nAraidi</a> in <a href=\"/wiki/Ulster\" title=\"Ulster\">Ulster</a>, and the <i>Loíges</i> and <i>Fothairt</i> in <a href=\"/wiki/Leinster\" title=\"Leinster\">Leinster</a>. The name of the second of these tribes, modernized as <i>Laois</i>, has been revived and given to <a href=\"/wiki/County_Laois\" title=\"County Laois\">County Laois</a>, Leinster (formerly \"Queen's County\").\n</p>\n<h2><span class=\"mw-headline\" id=\"The_Bolgic_or_Ernean_invasion\">The Bolgic or Ernean invasion</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=O%27Rahilly%27s_historical_model&amp;action=edit&amp;section=2\" title=\"Edit section: The Bolgic or Ernean invasion\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Around 500 BC the Cruthin lost their dominant position in Irish society when the country was invaded by a second wave of P-Celtic speakers. These were the Builg or Érainn. The former name (originally Bolgi) identifies them as <a href=\"/wiki/Belgae\" title=\"Belgae\">Belgae</a>,<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup><sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> a Celtic people mentioned by <a href=\"/wiki/Julius_Caesar\" title=\"Julius Caesar\">Julius Caesar</a> in <i><a href=\"/wiki/Commentarii_de_Bello_Gallico\" title=\"Commentarii de Bello Gallico\">Commentarii de Bello Gallico</a></i>.\n</p><p>Their other name, originally Iverni, is probably the origin of several of the early Classical names for Ireland: the Greek Ιερνη; Ιουερνια and possibly also the <a href=\"/wiki/Latin\" title=\"Latin\">Latin</a> <i><a href=\"/wiki/Hibernia\" title=\"Hibernia\">Hibernia</a></i>. In Irish mythology, the name <a href=\"/wiki/Fir_Bolg\" title=\"Fir Bolg\">Fir Bolg</a> obviously refers to the same people. It appears that groups of these Belgae colonised Britain and Ireland in the late sixth or early fifth century. In both islands they absorbed and subjugated most of the previous inhabitants.\n</p><p>Among the more prominent Ernean tribes were the following:\n</p>\n<ul><li>The <a href=\"/wiki/Uluti\" class=\"mw-redirect\" title=\"Uluti\">Uluti</a> (<a href=\"/wiki/Middle_Irish\" title=\"Middle Irish\">Middle Irish</a>: <a href=\"/wiki/Ulaid\" title=\"Ulaid\">Ulaid</a>), after whom Ulster is named. For centuries the Uluti were the dominant tribe in the north of the country. They founded <a href=\"/wiki/Navan_Fort\" title=\"Navan Fort\">Navan Fort</a>, the traditional capital of Ulster, near <a href=\"/wiki/Armagh\" title=\"Armagh\">Armagh</a>. In later historical times their descendants were known as the <a href=\"/wiki/D%C3%A1l_Fiatach\" title=\"Dál Fiatach\">Dál Fiatach</a> and were confined to the eastern half of <a href=\"/wiki/County_Down\" title=\"County Down\">County Down</a>.</li>\n<li>The <a href=\"/wiki/Darini\" title=\"Darini\">Darini</a> and Robogdii (or Reidodioi), two tribes whose territory was in Antrim and north Down. They were probably the ancestors of the historical <a href=\"/wiki/D%C3%A1l_Riata\" title=\"Dál Riata\">Dál Riata</a> or Dál Riada, who colonised <a href=\"/wiki/Scotland\" title=\"Scotland\">Scotland</a> in the 5th century of the common era and from whom the kings of Scotland were descended.</li>\n<li>The <a href=\"/wiki/Iverni\" title=\"Iverni\">Iverni</a>, the dominant Ernean tribe in <a href=\"/wiki/Munster\" title=\"Munster\">Munster</a> from whom the Érainn as a whole took their name. The <a href=\"/wiki/Corcu_Lo%C3%ADgde\" title=\"Corcu Loígde\">Corcu Loígde</a> of historical times were their descendants.</li>\n<li>The Ebdani, a tribe of the east coast whose name appears as Eblani in <a href=\"/wiki/Ptolemy\" title=\"Ptolemy\">Ptolemy</a>'s description of Ireland in his <a href=\"/wiki/Geography_(Ptolemy)\" title=\"Geography (Ptolemy)\"><i>Geography</i></a>. He calls their settlement <a href=\"/wiki/Eblana\" title=\"Eblana\">Eblana</a>.</li></ul>\n<h2><span class=\"mw-headline\" id=\"The_Laginian_invasion\">The Laginian invasion</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=O%27Rahilly%27s_historical_model&amp;action=edit&amp;section=3\" title=\"Edit section: The Laginian invasion\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>According to O'Rahilly, about two centuries after the Bolgic invasion, Ireland was subjected to another invasion of Brittonic speakers. Three names can be distinguished for them, but whether they were one tribe with three different names or three closely allied but separate tribes we cannot say. These names, as given in later written records, are Laigin, Domnainn and Gálioin. According to their own traditions, they came to Ireland from <a href=\"/wiki/Armorica\" title=\"Armorica\">Armorica</a> (<a href=\"/wiki/Brittany\" title=\"Brittany\">Brittany</a>). They landed in the southeast of the country and took the southeastern quarter from the Érainn. The modern name of this province, <a href=\"/wiki/Leinster\" title=\"Leinster\">Leinster</a> (Irish: Laighin), preserves the memory of this Laginian conquest, although in ancient times it was much smaller than the modern province. Before the Goidelic invasion, the <a href=\"/wiki/River_Liffey\" title=\"River Liffey\">River Liffey</a> marked the boundary between Ulster and Leinster. The Domnainn were clearly a branch of the <a href=\"/wiki/Dumnonii\" title=\"Dumnonii\">Dumnonii</a>, a Celtic people identified by Classical authors as inhabiting <a href=\"/wiki/Dumnonia\" title=\"Dumnonia\">Dumnonia</a> (the English counties of <a href=\"/wiki/Cornwall\" title=\"Cornwall\">Cornwall</a> and <a href=\"/wiki/Devon\" title=\"Devon\">Devon</a>, to which they gave their name). Another branch of the Dumnonii settled in Scotland, where they founded <a href=\"/wiki/Dumbarton\" title=\"Dumbarton\">Dumbarton</a> and established the kingdom later known as <a href=\"/wiki/Strathclyde\" title=\"Strathclyde\">Strathclyde</a>. Presumably these settlements occurred at around the same time as the Laginian invasion of Ireland. It is even possible that the Dumnonii of Scotland were originally Irish Domnainn.\n</p><p>The Laginian invasion made little impact in Ulster or Munster, where Ernean tribes continued to be the dominant force. But the same cannot be said for <a href=\"/wiki/Connacht\" title=\"Connacht\">Connacht</a>, the westernmost of the four provinces. Sometime in the third century (all these dates, it should be pointed out, are highly conjectural) they crossed the <a href=\"/wiki/River_Shannon\" title=\"River Shannon\">River Shannon</a> and subjugated the Ernean tribes of Connacht. The decisive battle, the <i><a href=\"/wiki/Cath_Maige_Tuired\" title=\"Cath Maige Tuired\">Cath Maige Tuired</a></i>, was fought in <a href=\"/wiki/County_Sligo\" title=\"County Sligo\">County Sligo</a> in a place called Mag Tuired. There a Laginian king (possibly known as Cairbre) overthrew the Érainn and drove them out of Connacht. According to Irish records the defeated Érainn sought refuge in many of the islands around Ireland. The fortresses of <a href=\"/wiki/D%C3%BAn_Aonghasa\" title=\"Dún Aonghasa\">Dún Aonghasa</a> and <a href=\"/w/index.php?title=D%C3%BAn_Conor&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Dún Conor (page does not exist)\">Dún Conor</a> on the <a href=\"/wiki/Aran_Islands\" title=\"Aran Islands\">Aran Islands</a>, and <a href=\"/w/index.php?title=D%C3%BAn_Balor&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Dún Balor (page does not exist)\">Dún Balor</a> on <a href=\"/wiki/Tory_Island\" title=\"Tory Island\">Tory Island</a>, are thought to have been built by them.\n</p><p>O'Rahilly claims that it was probably as a result of the Laginian conquests that Ireland first came to be divided into four provinces. The Érainn continued to rule in Ulster and Munster, while the Lagin and their allies became the dominant force in Leinster and Connacht. Traditionally these four provinces met at the exact centre of the country, which was marked by the <a href=\"/wiki/Hill_of_Uisneach\" title=\"Hill of Uisneach\">Hill of Uisneach</a> (between <a href=\"/wiki/Mullingar\" title=\"Mullingar\">Mullingar</a> and <a href=\"/wiki/Athlone\" title=\"Athlone\">Athlone</a> in <a href=\"/wiki/County_Westmeath\" title=\"County Westmeath\">County Westmeath</a>), a name which may mean \"vertex\" or \"angular place\". The district immediately surrounding this hill was originally called <i>Medion</i> \"middle\", and is the origin of the name of <a href=\"/wiki/County_Meath\" title=\"County Meath\">County Meath</a>. Julius Caesar informs us that the druids of <a href=\"/wiki/Gaul\" title=\"Gaul\">Gaul</a> regularly assembled at a hallowed spot in the centre of the country to celebrate their rituals (<i>De Bello Gallico</i> 6.13). Irish tradition records that a similar assembly, the Mórdáil Uisnig, periodically took place at the Hill of Uisneach on <a href=\"/wiki/Beltane\" title=\"Beltane\">Beltane</a>, the May-day festival.\n</p>\n<h2><span class=\"mw-headline\" id=\"The_Goidelic_invasion\">The Goidelic invasion</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=O%27Rahilly%27s_historical_model&amp;action=edit&amp;section=4\" title=\"Edit section: The Goidelic invasion\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The fourth and final Celtic invasion of Ireland was the Goidelic or Gaelic invasion. Unlike the previous invaders, the Goidels spoke a Q-Celtic language, which was the forerunner of Modern Irish, <a href=\"/wiki/Scottish_Gaelic\" title=\"Scottish Gaelic\">Scottish Gaelic</a> and <a href=\"/wiki/Manx_language\" title=\"Manx language\">Manx</a>. The P-Celtic dialects which were spoken in the country at the time of their arrival (and which they referred to as Iarnbélre, “language of the Érainn”) eventually became extinct. The Goidels originated in <a href=\"/wiki/Gallia_Aquitania\" title=\"Gallia Aquitania\">Gallia Aquitania</a> in southwestern Gaul. Around 100 BC two groups of these Celts emigrated to Ireland:\n</p><p>The <a href=\"/wiki/Connachta\" title=\"Connachta\">Connachta</a> were named after <a href=\"/wiki/Conn_of_the_Hundred_Battles\" title=\"Conn of the Hundred Battles\">Conn of the Hundred Battles</a>, a mythical ancestor who was later <a href=\"/wiki/Euhemerism\" title=\"Euhemerism\">euhemerized</a> and given a place in Irish history. The Connachta were led by a man known to later history as <a href=\"/wiki/T%C3%BAathal_Techtmar\" title=\"Túathal Techtmar\">Túathal Techtmar</a>. They landed at the mouth of the <a href=\"/wiki/River_Boyne\" title=\"River Boyne\">Boyne</a> and pushed inland to <a href=\"/wiki/Tara,_Ireland\" class=\"mw-redirect\" title=\"Tara, Ireland\">Tara</a>, the seat of the local Ernean king, which they sacked. They soon carved out for themselves a new province between Ulster and Leinster, running from the mouth of the Liffey to the mouth of the Boyne and inland as far as the Shannon. In time, this fifth province came to be known as “Meath,” presumably for no other reason than that it contained the Hill of Uisnech.\n</p><p>The other group were known as the <a href=\"/wiki/E%C3%B3ganachta\" title=\"Eóganachta\">Eóganachta</a>. Their leader is known to history as Mogh (or Mug) Nuadat. The Eoganachta landed at a place called <i>Inber Scéne</i>, usually identified with <a href=\"/wiki/Kenmare\" title=\"Kenmare\">Kenmare</a> River in the southwest of the country. Unlike the Connachta, they did not carve out a new province for themselves. Instead, they slowly but gradually rose in power, eventually becoming the dominant force in Munster. The names Eóganachta and Mug Nuadat, which were probably adopted after their arrival, suggest that initially there were friendly relations between them and the Érainn, as both names are derived from the titles of Ernean deities. \nEarly in their history, the Connachta subjugated the Laginian tribes of Leinster and reduced them to a state of vassalage. The Laginian leaders were allowed to retain possession of their territory, but a heavy tribute was imposed upon them. Known as the Bórama (or Bórú), it continued to be exacted at irregular intervals until the 8th century of the common era. According to one tradition, it was Tuathal Techtmar himself who first imposed this tribute on the Lagin.\n</p><p>As their name suggests, the Connachta did not stop when they reached the Shannon. At an indeterminable point in history, some of them crossed the Shannon and conquered the western province, bestowing their name on it in the process. By the late 4th century of the common era Ireland was divided politically into five provinces or \"overkingdoms\":\n</p>\n<ul><li>Ulster was still dominated by Ernean tribes</li>\n<li>Meath, or the Midland territory, included Tara and was ruled by Gaelic tribes</li>\n<li>Leinster was held by Gaelicized tribes subject to Meath</li>\n<li>Munster was ruled by Gaelic tribes</li>\n<li>Connacht was ruled by Gaelic tribes</li></ul>\n<p>As can be seen, most of the country was in the hands of the Gael. Only Ulster remained independent, but this was not to last.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=O%27Rahilly%27s_historical_model&amp;action=edit&amp;section=5\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>O'Rahilly, T. F. <i>\"Early Irish History and Mythology.\"</i> Dublin: Dublin Institute for Advanced Studies, 1946. (reprinted 1964, 1971, 1984) <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-901282-29-4\" title=\"Special:BookSources/0-901282-29-4\">0-901282-29-4</a></li></ul>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\"><a href=\"/wiki/Kenneth_H._Jackson\" title=\"Kenneth H. Jackson\">Jackson, Kenneth H.</a> (1953). <i>Language and History in Early Britain</i>. Edinburgh: Edinburgh University Press.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Language+and+History+in+Early+Britain&amp;rft.place=Edinburgh&amp;rft.pub=Edinburgh+University+Press&amp;rft.date=1953&amp;rft.aulast=Jackson&amp;rft.aufirst=Kenneth+H.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AO%27Rahilly%27s+historical+model\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Koch, J. T. (1991). \"Eriu, Alba, and Letha: when was a language ancestral to Gaelic first spoken in Ireland?\". <i>Emania</i>. Bulletin of the Navan Research Group. Belfast. <b>9</b>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Emania&amp;rft.atitle=Eriu%2C+Alba%2C+and+Letha%3A+when+was+a+language+ancestral+to+Gaelic+first+spoken+in+Ireland%3F&amp;rft.volume=9&amp;rft.date=1991&amp;rft.aulast=Koch&amp;rft.aufirst=J.+T.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AO%27Rahilly%27s+historical+model\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><cite id=\"CITEREFLavin2011\" class=\"citation book\"><a href=\"/w/index.php?title=Patrick_Lavin&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Patrick Lavin (page does not exist)\">Lavin, Patrick</a> (2011). <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=rCEaTjdryQoC&amp;pg=PA117\"><i>The Shaping of the Celtic World: And the Resurgence of the Celtic Consciousness in the 19th and 20th Centuries</i></a>. iUniverse. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-1-4620-6088-7\" title=\"Special:BookSources/978-1-4620-6088-7\">978-1-4620-6088-7</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=The+Shaping+of+the+Celtic+World%3A+And+the+Resurgence+of+the+Celtic+Consciousness+in+the+19th+and+20th+Centuries&amp;rft.pub=iUniverse&amp;rft.date=2011&amp;rft.isbn=978-1-4620-6088-7&amp;rft.aulast=Lavin&amp;rft.aufirst=Patrick&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DrCEaTjdryQoC%26pg%3DPA117&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AO%27Rahilly%27s+historical+model\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><cite id=\"CITEREFPoste1861\" class=\"citation book\">Poste, Beale (1861). <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=KzgGAAAAQAAJ&amp;pg=PA64\"><i>Celtic Inscriptions on Gaulish and British Coins: Intended to Supply Materials for the Early History of Great Britain. With a Glossary of Archaic Celtic Words, and an Atlas of Coins</i></a>. J.R. Smith.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Celtic+Inscriptions+on+Gaulish+and+British+Coins%3A+Intended+to+Supply+Materials+for+the+Early+History+of+Great+Britain.+With+a+Glossary+of+Archaic+Celtic+Words%2C+and+an+Atlas+of+Coins&amp;rft.pub=J.R.+Smith&amp;rft.date=1861&amp;rft.aulast=Poste&amp;rft.aufirst=Beale&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DKzgGAAAAQAAJ%26pg%3DPA64&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AO%27Rahilly%27s+historical+model\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw2164\nCached time: 20180921185347\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.360 seconds\nReal time usage: 0.484 seconds\nPreprocessor visited node count: 536/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 7801/2097152 bytes\nTemplate argument size: 502/2097152 bytes\nHighest expansion depth: 15/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 4236/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.209/10.000 seconds\nLua memory usage: 9.92 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  415.974      1 -total\n 52.87%  219.938      1 Template:Lang\n 32.59%  135.580      1 Template:Reflist\n 20.87%   86.834      3 Template:Cite_book\n 13.85%   57.596      1 Template:ISBN\n  5.50%   22.862      1 Template:Catalog_lookup_link\n  4.22%   17.556      1 Template:Cite_journal\n  3.56%   14.793      1 Template:Error-small\n  1.98%    8.255      3 Template:Yesno-no\n  1.21%    5.013      3 Template:Yesno\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:2525535-0!canonical and timestamp 20180921185346 and revision id 855371654\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"O'rahilly'S Historical Model","hidden":"","*":"Articles_containing_Ancient_Greek-language_text"},{"sortkey":"O'rahilly'S Historical Model","*":"Prehistoric_Ireland"},{"sortkey":"O'rahilly'S Historical Model","*":"Celtic_studies"}],"links":[{"ns":0,"exists":"","*":"Ancient Greece"},{"ns":0,"exists":"","*":"Aran Islands"},{"ns":0,"exists":"","*":"Armagh"},{"ns":0,"exists":"","*":"Armorica"},{"ns":0,"exists":"","*":"Athlone"},{"ns":0,"exists":"","*":"Belgae"},{"ns":0,"exists":"","*":"Beltane"},{"ns":0,"exists":"","*":"Britain (place name)"},{"ns":0,"exists":"","*":"Brittany"},{"ns":0,"exists":"","*":"Brittonic languages"},{"ns":0,"exists":"","*":"Builg"},{"ns":0,"exists":"","*":"Cath Maige Tuired"},{"ns":0,"exists":"","*":"Celt"},{"ns":0,"exists":"","*":"Celtic languages"},{"ns":0,"exists":"","*":"Commentarii de Bello Gallico"},{"ns":0,"exists":"","*":"Conn of the Hundred Battles"},{"ns":0,"exists":"","*":"Connacht"},{"ns":0,"exists":"","*":"Connachta"},{"ns":0,"exists":"","*":"Corcu Loígde"},{"ns":0,"exists":"","*":"Cornwall"},{"ns":0,"exists":"","*":"County Down"},{"ns":0,"exists":"","*":"County Laois"},{"ns":0,"exists":"","*":"County Meath"},{"ns":0,"exists":"","*":"County Sligo"},{"ns":0,"exists":"","*":"County Westmeath"},{"ns":0,"exists":"","*":"Cruthin"},{"ns":0,"exists":"","*":"Darini"},{"ns":0,"exists":"","*":"Devon"},{"ns":0,"exists":"","*":"Dumbarton"},{"ns":0,"exists":"","*":"Dumnonia"},{"ns":0,"exists":"","*":"Dumnonii"},{"ns":0,"exists":"","*":"Dál Fiatach"},{"ns":0,"exists":"","*":"Dál Riata"},{"ns":0,"exists":"","*":"Dál nAraidi"},{"ns":0,"exists":"","*":"Dún Aonghasa"},{"ns":0,"exists":"","*":"Eblana"},{"ns":0,"exists":"","*":"Euhemerism"},{"ns":0,"exists":"","*":"Eóganachta"},{"ns":0,"exists":"","*":"Fir Bolg"},{"ns":0,"exists":"","*":"Fir Domnann"},{"ns":0,"exists":"","*":"Gaels"},{"ns":0,"exists":"","*":"Gallia Aquitania"},{"ns":0,"exists":"","*":"Gaul"},{"ns":0,"exists":"","*":"Geography (Ptolemy)"},{"ns":0,"exists":"","*":"Great Britain"},{"ns":0,"exists":"","*":"Hibernia"},{"ns":0,"exists":"","*":"Hill of Uisneach"},{"ns":0,"exists":"","*":"History of Ireland (400–800)"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"Ireland"},{"ns":0,"exists":"","*":"Irish language"},{"ns":0,"exists":"","*":"Irish mythology"},{"ns":0,"exists":"","*":"Iverni"},{"ns":0,"exists":"","*":"John T. Koch"},{"ns":0,"exists":"","*":"Julius Caesar"},{"ns":0,"exists":"","*":"Kenmare"},{"ns":0,"exists":"","*":"Kenneth H. Jackson"},{"ns":0,"exists":"","*":"Laigin"},{"ns":0,"exists":"","*":"Latin"},{"ns":0,"exists":"","*":"Leinster"},{"ns":0,"exists":"","*":"Manx language"},{"ns":0,"exists":"","*":"Middle Irish"},{"ns":0,"exists":"","*":"Mullingar"},{"ns":0,"exists":"","*":"Munster"},{"ns":0,"exists":"","*":"Navan Fort"},{"ns":0,"exists":"","*":"Picts"},{"ns":0,"exists":"","*":"Priteni"},{"ns":0,"exists":"","*":"Ptolemy"},{"ns":0,"exists":"","*":"River Boyne"},{"ns":0,"exists":"","*":"River Liffey"},{"ns":0,"exists":"","*":"River Shannon"},{"ns":0,"exists":"","*":"Roman Empire"},{"ns":0,"exists":"","*":"Scotland"},{"ns":0,"exists":"","*":"Scottish Gaelic"},{"ns":0,"exists":"","*":"Strathclyde"},{"ns":0,"exists":"","*":"T. F. O'Rahilly"},{"ns":0,"exists":"","*":"Tara, Ireland"},{"ns":0,"exists":"","*":"Tory Island"},{"ns":0,"exists":"","*":"Túathal Techtmar"},{"ns":0,"exists":"","*":"Ulaid"},{"ns":0,"exists":"","*":"Ulster"},{"ns":0,"exists":"","*":"Uluti"},{"ns":0,"*":"Patrick Lavin"},{"ns":0,"*":"Dún Conor"},{"ns":0,"*":"Dún Balor"}],"templates":[{"ns":10,"exists":"","*":"Template:Lang"},{"ns":10,"exists":"","*":"Template:ISBN"},{"ns":10,"exists":"","*":"Template:Catalog lookup link"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Error-small"},{"ns":10,"exists":"","*":"Template:Tl"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":10,"exists":"","*":"Template:Cite journal"},{"ns":828,"exists":"","*":"Module:Lang"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Language/name/data"},{"ns":828,"exists":"","*":"Module:Language/data/iana languages"},{"ns":828,"exists":"","*":"Module:Language/data/ISO 639-3"},{"ns":828,"exists":"","*":"Module:Language/data/wp languages"},{"ns":828,"exists":"","*":"Module:Language/data/iana scripts"},{"ns":828,"exists":"","*":"Module:Language/data/iana regions"},{"ns":828,"exists":"","*":"Module:Language/data/iana variants"},{"ns":828,"exists":"","*":"Module:Language/data/iana suppressed scripts"},{"ns":828,"exists":"","*":"Module:Lang/ISO 639 synonyms"},{"ns":828,"exists":"","*":"Module:Lang/data"},{"ns":828,"exists":"","*":"Module:Unicode data"},{"ns":828,"exists":"","*":"Module:Unicode data/scripts"},{"ns":828,"exists":"","*":"Module:Table"},{"ns":828,"exists":"","*":"Module:Check isxn"},{"ns":828,"exists":"","*":"Module:Error"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["https://books.google.com/books?id=rCEaTjdryQoC&pg=PA117","https://books.google.com/books?id=KzgGAAAAQAAJ&pg=PA64"],"sections":[{"toclevel":1,"level":"2","line":"The Pretanic colonisation","number":"1","index":"1","fromtitle":"O'Rahilly's_historical_model","byteoffset":1220,"anchor":"The_Pretanic_colonisation"},{"toclevel":1,"level":"2","line":"The Bolgic or Ernean invasion","number":"2","index":"2","fromtitle":"O'Rahilly's_historical_model","byteoffset":3240,"anchor":"The_Bolgic_or_Ernean_invasion"},{"toclevel":1,"level":"2","line":"The Laginian invasion","number":"3","index":"3","fromtitle":"O'Rahilly's_historical_model","byteoffset":5801,"anchor":"The_Laginian_invasion"},{"toclevel":1,"level":"2","line":"The Goidelic invasion","number":"4","index":"4","fromtitle":"O'Rahilly's_historical_model","byteoffset":9057,"anchor":"The_Goidelic_invasion"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"5","fromtitle":"O'Rahilly's_historical_model","byteoffset":12196,"anchor":"References"}],"parsewarnings":[],"displaytitle":"O'Rahilly's historical model","iwlinks":[],"properties":[{"name":"defaultsort","*":"O'rahilly'S Historical Model"},{"name":"wikibase_item","*":"Q7071930"}]}}