{"parse":{"title":"Vincenzo Chiarugi","pageid":18474396,"revid":730267709,"text":{"*":"<div class=\"mw-parser-output\"><div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:222px;\"><a href=\"/wiki/File:Vincenzo_Chiarugi.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Vincenzo_Chiarugi.jpg/220px-Vincenzo_Chiarugi.jpg\" width=\"220\" height=\"294\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/2/2a/Vincenzo_Chiarugi.jpg 1.5x\" data-file-width=\"295\" data-file-height=\"394\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Vincenzo_Chiarugi.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>Vincenzo Chiarugi</div></div></div>\n<p><b>Vincenzo Chiarugi</b> (1759–1820) was an <a href=\"/wiki/Italy\" title=\"Italy\">Italian</a> <a href=\"/wiki/Physician\" title=\"Physician\">physician</a> who helped introduce <a href=\"/wiki/Humanitarian\" class=\"mw-redirect\" title=\"Humanitarian\">humanitarian</a> reforms to the <a href=\"/wiki/Psychiatric_hospital\" title=\"Psychiatric hospital\">psychiatric hospital care</a> of people with <a href=\"/wiki/Mental_disorders\" class=\"mw-redirect\" title=\"Mental disorders\">mental disorders</a>. His early part in a movement towards <a href=\"/wiki/Moral_treatment\" title=\"Moral treatment\">moral treatment</a> was relatively overlooked until a gradual reassessment through the 20th century left his reforms described as a landmark in the history of psychiatry. He also specialized in <a href=\"/wiki/Dermatology\" title=\"Dermatology\">dermatology</a> and wrote on other subjects.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Career\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Career</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Enlightenment_context\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Enlightenment context</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Clinical_practices\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Clinical practices</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Theoretical_assumptions\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Theoretical assumptions</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Recognition\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Recognition</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Career\">Career</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Vincenzo_Chiarugi&amp;action=edit&amp;section=1\" title=\"Edit section: Career\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Vincenzo Chiarugi was born in <a href=\"/wiki/Empoli\" title=\"Empoli\">Empoli</a>, near <a href=\"/wiki/Florence\" title=\"Florence\">Florence</a>. He graduated from the <a href=\"/wiki/Medical_school\" title=\"Medical school\">medical school</a> of <a href=\"/wiki/Pisa\" title=\"Pisa\">Pisa</a> in 1780, then moved to Florence to work at the Santa Maria Nuova hospital.\n<sup id=\"cite_ref-Mora1959_1-0\" class=\"reference\"><a href=\"#cite_note-Mora1959-1\">&#91;1&#93;</a></sup>\n</p><p>From 1785 to 1788, Chiarugi was director of the Santa Dorotea hospital in Florence, where he outlawed chains as a means of restraint for psychiatric patients. A prior attempt had been made there in the 1750s, but chains softened with canvas strips had been reintroduced.<sup id=\"cite_ref-Gerard1998_2-0\" class=\"reference\"><a href=\"#cite_note-Gerard1998-2\">&#91;2&#93;</a></sup>\n</p><p>In 1788, Chiarugi was appointed physician director (\"primo infermiere\") of the Bonifacio Hospital. Existing since the 14th century, a wing had been rebuilt along his plans, with the internal structure adapted to the specific needs of the patients. The hospital took in the mentally ill as well as invalids (who were typically poor, homeless and unemployed) and patients with skin conditions. Chiarugi was the chief author of new humanitarian regulations for the hospital that were introduced in 1789.\n</p><p>In 1793-1794 Chiarugi's main published psychiatric work, his three volume <i>On Insanity and Its Classification</i> (<i>Della Pazzìa in Genere e in Specie</i>), was published in Florence. He also published works on <a href=\"/wiki/Dermatology\" title=\"Dermatology\">dermatology</a> and <a href=\"/wiki/Agriculture\" title=\"Agriculture\">agriculture</a>, and a book about his home town.\n</p><p>In 1802 Chiarugi became <a href=\"/wiki/Professor\" title=\"Professor\">professor</a> of <a href=\"/wiki/Dermatology\" title=\"Dermatology\">dermatology</a> and mental diseases, and later professor of <a href=\"/wiki/Physiology\" title=\"Physiology\">physiology</a>, <a href=\"/wiki/Pathology\" title=\"Pathology\">pathology</a>, and \"materia medica\" at the medical school of Florence. He continued his work of reform and of teaching until his death in 1820.<sup id=\"cite_ref-Mora1959_1-1\" class=\"reference\"><a href=\"#cite_note-Mora1959-1\">&#91;1&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Enlightenment_context\">Enlightenment context</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Vincenzo_Chiarugi&amp;action=edit&amp;section=2\" title=\"Edit section: Enlightenment context\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In Chiarugi's early career, the Italian state of Florence was ruled by Grand Duke <a href=\"/wiki/Leopold_II,_Holy_Roman_Emperor\" title=\"Leopold II, Holy Roman Emperor\">Pietro Leopoldo</a>. He was a young man of the <a href=\"/wiki/Age_of_Enlightenment\" title=\"Age of Enlightenment\">Enlightenment</a>, keen to introduce wide-ranging social and economic reforms across Florence. This included an institution for the rehabilitation of <a href=\"/wiki/Juvenile_delinquent\" class=\"mw-redirect\" title=\"Juvenile delinquent\">juvenile delinquents</a>, and the abolition of <a href=\"/wiki/Torture\" title=\"Torture\">torture</a> and the <a href=\"/wiki/Death_penalty\" class=\"mw-redirect\" title=\"Death penalty\">death penalty</a>. Leopoldo also directed his attention to the mistreatment and neglect of the mentally ill, which was continuing despite progress in other areas of medicine and science. In 1774, the \"legge sui pazzi\" (law on the insane) was introduced, the first of its kind in Europe, allowing for steps to be taken to hospitalize individuals regarded as insane. A wing of the public hospital, the Bonifacio, was rebuilt for the purpose, and the young physician Chiarugi was put in charge.<sup id=\"cite_ref-Mora1959_1-2\" class=\"reference\"><a href=\"#cite_note-Mora1959-1\">&#91;1&#93;</a></sup>\n</p><p>Indeed, it was Leopold's government that published the new humanitarian regulations ('Regolamento'), covering both the Santa Maria Nuova hospital and the Bonofacio Hospital. Ten pages of the work concern psychiatric patients. Although Chiarugi shaped the guidelines, there is perhaps less justification for listing the work under his name. It also appears that Chiarugi was not alone in promoting psychiatric reform in Italy. There was a hospital in Florence run by the <a href=\"/wiki/Brothers_of_Charity\" title=\"Brothers of Charity\">Brothers of Charity</a> providing custodial care for the mentally ill, which Leopold had attempted to subordinate to the Santa Maria Nuova. In <a href=\"/wiki/Naples\" title=\"Naples\">Naples</a>, <a href=\"/w/index.php?title=Antonio_Sementini&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Antonio Sementini (page does not exist)\">Antonio Sementini</a> (1743 - 1814) instituted some reforms at the Holy Home for Incurables.<sup id=\"cite_ref-Weiner2008_3-0\" class=\"reference\"><a href=\"#cite_note-Weiner2008-3\">&#91;3&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Clinical_practices\">Clinical practices</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Vincenzo_Chiarugi&amp;action=edit&amp;section=3\" title=\"Edit section: Clinical practices\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Chiarugi employed three major diagnostic categories from a classification scheme by <a href=\"/wiki/William_Cullen\" title=\"William Cullen\">William Cullen</a> that was in common use at the time: <a href=\"/wiki/Melancholia\" title=\"Melancholia\">melancholia</a>, <a href=\"/wiki/Mania\" title=\"Mania\">mania</a>, and <a href=\"/wiki/Dementia\" title=\"Dementia\">dementia</a> (terms used differently from today). He saw these categories as distinct but fluid.\n</p><p>At the Bonifacio Hospital, he helped implement the new rules (Regolamento) covering the approach to custody and care, the conduct of all staff, and procedures for admissions and record-keeping. A detailed history was required for each patient admitted to the hospital. Men were separated from women. The rules have been described as <a href=\"/wiki/Bureaucratic\" class=\"mw-redirect\" title=\"Bureaucratic\">bureaucratic</a> and <a href=\"/wiki/Paternalistic\" class=\"mw-redirect\" title=\"Paternalistic\">paternalistic</a> in tone but expressing a novel concern for the welfare of the mentally ill. This can be seen in parts of the Regolomanto such as (294-376):<sup id=\"cite_ref-Gerard1998_2-1\" class=\"reference\"><a href=\"#cite_note-Gerard1998-2\">&#91;2&#93;</a></sup>\n</p>\n<blockquote><p>The patient is to be treated with respect; not put to work (with the exception that those accustomed to such work may be expected to help in cleaning); no physical pain to be inflicted under any circumstance—and the director shall be vigilantly observant of this; the application of restraints, often necessary in the treatment of mania, must be applied in accord with humanitarian and hygienic practices; patients are to have access to the grounds to walk, play, or exercise; they are to be bathed regularly, even if they must be tied down while this is being done; they will be fed in their closed rooms while observed through a small grated window; visiting by friends or family is extremely unwise—when it occurs, it must be closely supervised.</p></blockquote>\n<p>Chiarugi recommended cloth and leather restraints, partly strengthened with iron, applied in a way that prevented sores or lacerations. Ties and <a href=\"/wiki/Handcuffs\" title=\"Handcuffs\">handcuffs</a> that permitted mobility were preferred to <a href=\"/wiki/Straitjackets\" class=\"mw-redirect\" title=\"Straitjackets\">straitjackets</a>. In \"On Insanity\", he advised that patients with mania should be confined to a secure room without furniture or anything that could be dangerous, and with nothing too stimulating such as pictures, noise, light or items reminiscent of home. Although it was severely prohibited at the Bonifacio to beat patients, he advised that whipping around the waist could sometimes work for \"arrogant\" manic patients thought to be rational enough to be sedated by fear of it. Brief submersion in cold water was sometimes used, but not the usual practice of submersion to the point of near-drowning. He did not employ the practice of controlling patients by withdrawal of food to the point of near-starvation, but described different diets for different conditions.<sup id=\"cite_ref-Gerard1998_2-2\" class=\"reference\"><a href=\"#cite_note-Gerard1998-2\">&#91;2&#93;</a></sup>\n</p><p>Chiarugi used a diverse mixture of remedies and drugs in his treatments, principally <a href=\"/wiki/Opium\" title=\"Opium\">opium</a>. Some were intended to be <a href=\"/wiki/Sedatives\" class=\"mw-redirect\" title=\"Sedatives\">sedatives</a> and some mild <a href=\"/wiki/Stimulants\" class=\"mw-redirect\" title=\"Stimulants\">stimulants</a>, the latter including irritants and blistering agents applied to the skin. He also employed <a href=\"/wiki/Hydrotherapy\" title=\"Hydrotherapy\">hydrotherapy</a> and, to a lesser extent, <a href=\"/wiki/Bloodletting\" title=\"Bloodletting\">bloodletting</a>. Psychological techniques were used and were also intended to be either sedative (e.g. dark rooms away from noise or heat, tender and sad music) or mildly stimulating (e.g. physical or mental exercise, cheerful companionship, joyful music).<sup id=\"cite_ref-Gerard1998_2-3\" class=\"reference\"><a href=\"#cite_note-Gerard1998-2\">&#91;2&#93;</a></sup> Chiarugi argued that a therapist must become:<sup id=\"cite_ref-Gerard1998_2-4\" class=\"reference\"><a href=\"#cite_note-Gerard1998-2\">&#91;2&#93;</a></sup>\n</p>\n<blockquote><p>patron of their hearts, capture their confidence and trust. [In order to] drive away their false impressions and cause diverse passions to be born, and even if possible contrary passions. The therapist must conduct himself in a philosophical manner, displaying sensitivity and delicacy and prudence beyond the ordinary. He should refrain from opposing the mad ideas, as the ordinary person might do, with unconcealed animosity, menace or blows. Such tactics disturb these unfortunates and enhance their stubborn adherence to their delusions. To the contrary, one must guide them to the understanding of what is true by kindness (dolcezza), by indirect means, instilling reason drop by drop. The therapist must provide them with the material most appropriate to raise the mask from erroneous beliefs, to show them the truth almost by a process of inductive logic (from Della Pazzia, II 67–68).</p></blockquote>\n<p>Chiarugi also advised:<sup id=\"cite_ref-Gerard1998_2-5\" class=\"reference\"><a href=\"#cite_note-Gerard1998-2\">&#91;2&#93;</a></sup>\n</p>\n<blockquote><p>Keep that melancholic who is single mindedly concerned with his hatred for a particular person isolated from the sight and the memory of that person. Have him go on voyages where he will have the opportunity to converse with wise and genial companions, which will distract him from his preoccupations and allow new ideas and concerns to enter his mind. Should the preoccupation be with loss of or the unavailability of a love object, that [desired] person should be put in the most unfavorable light, by emphasizing the defects of the loved one, as Ovid advised. Or prudently find a new love for him, not precipitously, but gradually so as to not turn his melancholia into mania. Turn his constricting sadness and timidity into the livelier emotion, into the intense affect of fear. This can be done by taking him by surprise with the manforte [literally, a support; a crook or crutch-like implement] and with it drag him to a seclusion room\" (from Della Pazzia II, p74).</p></blockquote>\n<p>For suicidal patients, Chiarugi advised the use of religious arguments for the value of life. For <a href=\"/wiki/Delusions\" class=\"mw-redirect\" title=\"Delusions\">delusions</a>, he advised using the delusion against itself, for example: \"Should he have the delusion that \"he must vomit to rid his stomach of frogs, give him an emetic and have one of the assistants artfully place frogs in the basin into which the patient vomits. By such and similar means the melancholic's errors may be combated with their own weapons!\" (from Della Pazzia II, p 68–69). For delusions of grandeur, patients \"swollen with pride, with fancies of great wealth and power\", Chiarugi recommended disparagement and humiliation, showing the patient evidence of their fallibility. For mania, he focused on ensuring the safety of patients and staff, and seeking to contain and calm the patient.<sup id=\"cite_ref-Gerard1998_2-6\" class=\"reference\"><a href=\"#cite_note-Gerard1998-2\">&#91;2&#93;</a></sup>\n</p><p>Restraints were used on patients at night, which Chiarugi justified on the basis of staffing shortages.<sup id=\"cite_ref-Weiner2008_3-1\" class=\"reference\"><a href=\"#cite_note-Weiner2008-3\">&#91;3&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Theoretical_assumptions\">Theoretical assumptions</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Vincenzo_Chiarugi&amp;action=edit&amp;section=4\" title=\"Edit section: Theoretical assumptions\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The most prominent theoretical perspective in Chiarugi's published writing is neurological, merged with philosophical perspectives on brain, mind and soul that were consistent with <a href=\"/wiki/Catholic\" class=\"mw-redirect\" title=\"Catholic\">Catholic</a> theory. He argued that moral (i.e. psychological) or physical forces disrupted the internal workings of the nervous system. He wrote of an interplay between passions (which could be too extreme or prolonged), reasoning (which could become faulty) and the brain. He conceived of neural functioning as involving <a href=\"/wiki/Force\" title=\"Force\">force</a> and, in a <a href=\"/wiki/Hydrodynamic\" class=\"mw-redirect\" title=\"Hydrodynamic\">hydrodynamic</a> sense, fluids. Blood flow to the brain was thought to add to neural fluid pressure. He conceived of disorder as either involving over-excitement or under-excitement of the brain and nervous system. Signs of the former, such as heightened altertness, pulse and appetite, indicated the need for sedation; signs of the latter indicated the need for stimulation. He argued that the soul of a person was perfect even if the mind was led astray due to its close integration with the brain. He examined <a href=\"/wiki/Post-mortem\" class=\"mw-redirect\" title=\"Post-mortem\">post-mortem</a> brains of patients and claimed to observe some pathological abnormalities, arguing that others might not be visible to the naked eye.<sup id=\"cite_ref-Gerard1998_2-7\" class=\"reference\"><a href=\"#cite_note-Gerard1998-2\">&#91;2&#93;</a></sup>\n</p><p>Overall, Chiarugi's treatise on insanity and its classification has been described as learned - drawing on over 50 ancient, German, Swiss, French, British and Italian texts - but narrowly traditional in content and perspective. He did not mention at all the work of <a href=\"/wiki/John_Locke\" title=\"John Locke\">John Locke</a>, whose <a href=\"/wiki/Associationist\" class=\"mw-redirect\" title=\"Associationist\">associationist</a> ideas were controversial with Catholic doctrine at the time. It is said that he did not enable a full psychological understanding of the clinical issues shown by patients.<sup id=\"cite_ref-Weiner2008_3-2\" class=\"reference\"><a href=\"#cite_note-Weiner2008-3\">&#91;3&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Recognition\">Recognition</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Vincenzo_Chiarugi&amp;action=edit&amp;section=5\" title=\"Edit section: Recognition\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:222px;\"><a href=\"/wiki/File:Ospedale_bonifacio,_targa_vincezo_chiarugi.JPG\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Ospedale_bonifacio%2C_targa_vincezo_chiarugi.JPG/220px-Ospedale_bonifacio%2C_targa_vincezo_chiarugi.JPG\" width=\"220\" height=\"133\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Ospedale_bonifacio%2C_targa_vincezo_chiarugi.JPG/330px-Ospedale_bonifacio%2C_targa_vincezo_chiarugi.JPG 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Ospedale_bonifacio%2C_targa_vincezo_chiarugi.JPG/440px-Ospedale_bonifacio%2C_targa_vincezo_chiarugi.JPG 2x\" data-file-width=\"1600\" data-file-height=\"970\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Ospedale_bonifacio,_targa_vincezo_chiarugi.JPG\" class=\"internal\" title=\"Enlarge\"></a></div>Commemorative plaque at the Bonifacio Hospital in Florence, Italy</div></div></div>\n<p>Chiarugi was known in Italy for his psychiatric theories and teaching more than for his humanitarian approach. His publications on mental illness were not widely translated or disseminated elsewhere, although the first volume of \"On Insanity\" was translated into German.\n</p><p>Chiarugi did not enjoy the renown bestowed on <a href=\"/wiki/Philippe_Pinel\" title=\"Philippe Pinel\">Philippe Pinel</a>, a French psychiatrist who introduced similar reforms several years after Chiarugi. It has been suggested this was partly because late 18th century revolutionary France received greater attention.<sup id=\"cite_ref-Gerard1998_2-8\" class=\"reference\"><a href=\"#cite_note-Gerard1998-2\">&#91;2&#93;</a></sup> In addition, the support Chiarugi had enjoyed from the state of Florence faded, and he had no natural successor to continue to develop and publicise his work, by contrast to Pinel in France and <a href=\"/wiki/William_Tuke\" title=\"William Tuke\">William Tuke</a> in <a href=\"/wiki/England\" title=\"England\">England</a>.<sup id=\"cite_ref-Mora1959_1-3\" class=\"reference\"><a href=\"#cite_note-Mora1959-1\">&#91;1&#93;</a></sup> It has also been noted that while Pinel expressed empathy and admiration for his patients and enlivened his work with individual case material, Chiarugi's writing, while never disdaining the mentally ill, did not highlight his humanitarian reforms and was characterized by a benign impersonality.<sup id=\"cite_ref-Gerard1998_2-9\" class=\"reference\"><a href=\"#cite_note-Gerard1998-2\">&#91;2&#93;</a></sup>\n</p><p>Following the building of a new psychiatric hospital at the end of the 19th century, the Bonifacio was turned into a hospital for other conditions, then an education office, and since 1938 it has been the site of the police headquarters in Florence, <a href=\"/wiki/Tuscany\" title=\"Tuscany\">Tuscany</a>.<a rel=\"nofollow\" class=\"external autonumber\" href=\"http://brunelleschi.imss.fi.it/itineraries/place/ExOspedaleBonifazio.html\">[1]</a>\n</p><p>Through the 20th century there was a slow re-evaluation of Chiarugi's contributions. Further translations were made of his psychiatric work. Original language versions were republished in Italy. He became recognised as an early contributor to a movement that became known as <a href=\"/wiki/Moral_treatment\" title=\"Moral treatment\">moral treatment</a> and his work said to \"constitute a major landmark in the history of psychiatry\".<sup id=\"cite_ref-Mora1959_1-4\" class=\"reference\"><a href=\"#cite_note-Mora1959-1\">&#91;1&#93;</a></sup>\n</p><p>The main importance of the Regolamento may be that it helped establish the mental patient as a 'modern public person'.<sup id=\"cite_ref-Weiner2008_3-3\" class=\"reference\"><a href=\"#cite_note-Weiner2008-3\">&#91;3&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Vincenzo_Chiarugi&amp;action=edit&amp;section=6\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-Mora1959-1\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Mora1959_1-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Mora1959_1-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-Mora1959_1-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-Mora1959_1-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-Mora1959_1-4\"><sup><i><b>e</b></i></sup></a></span> <span class=\"reference-text\">Mora, G. (1959) <a rel=\"nofollow\" class=\"external text\" href=\"http://jhmas.oxfordjournals.org/cgi/content/citation/XIV/10/424\">Vincenzo Chiarugi (1759-1820) and his psychiatric reform in Florence in the late 18th century (on the occasion of the bi-centenary of his birth)</a> J Hist Med. Oct;14:424-33.</span>\n</li>\n<li id=\"cite_note-Gerard1998-2\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Gerard1998_2-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Gerard1998_2-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-Gerard1998_2-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-Gerard1998_2-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-Gerard1998_2-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-Gerard1998_2-5\"><sup><i><b>f</b></i></sup></a> <a href=\"#cite_ref-Gerard1998_2-6\"><sup><i><b>g</b></i></sup></a> <a href=\"#cite_ref-Gerard1998_2-7\"><sup><i><b>h</b></i></sup></a> <a href=\"#cite_ref-Gerard1998_2-8\"><sup><i><b>i</b></i></sup></a> <a href=\"#cite_ref-Gerard1998_2-9\"><sup><i><b>j</b></i></sup></a></span> <span class=\"reference-text\">Gerard, D.L. (1998) <a rel=\"nofollow\" class=\"external text\" href=\"http://www3.interscience.wiley.com/journal/45798/abstract?\">Chiarugi and Pinel considered: Soul's brain/person's mind</a> Journal of the History of the Behavioral Sciences. Volume 33 Issue 4, Pages 381 - 403</span>\n</li>\n<li id=\"cite_note-Weiner2008-3\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Weiner2008_3-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Weiner2008_3-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-Weiner2008_3-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-Weiner2008_3-3\"><sup><i><b>d</b></i></sup></a></span> <span class=\"reference-text\">Weiner, D. (2008) The Madmen in the Light of Reason. Enlightenment Psychiatry. <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=64Y6wtqzs7IC&amp;printsec=frontcover#v=onepage&amp;q&amp;f=false\">History of psychiatry and medical psychology: with an epilogue on psychiatry and the mind-body relation</a> Page 287. Editors Edwin R. Wallace, John Gach</span>\n</li>\n</ol></div></div>\n<div role=\"navigation\" class=\"navbox\" aria-labelledby=\"Authority_control_frameless_&amp;#124;text-top_&amp;#124;10px_&amp;#124;alt=Edit_this_at_Wikidata_&amp;#124;link=https&amp;#58;//www.wikidata.org/wiki/Q2526891&amp;#124;Edit_this_at_Wikidata\" style=\"padding:3px\"><table class=\"nowraplinks hlist navbox-inner\" style=\"border-spacing:0;background:transparent;color:inherit\"><tbody><tr><th id=\"Authority_control_frameless_&amp;#124;text-top_&amp;#124;10px_&amp;#124;alt=Edit_this_at_Wikidata_&amp;#124;link=https&amp;#58;//www.wikidata.org/wiki/Q2526891&amp;#124;Edit_this_at_Wikidata\" scope=\"row\" class=\"navbox-group\" style=\"width:1%\"><a href=\"/wiki/Help:Authority_control\" title=\"Help:Authority control\">Authority control</a> <a href=\"https://www.wikidata.org/wiki/Q2526891\" title=\"Edit this at Wikidata\"><img alt=\"Edit this at Wikidata\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Blue_pencil.svg/10px-Blue_pencil.svg.png\" width=\"10\" height=\"10\" style=\"vertical-align: text-top\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Blue_pencil.svg/15px-Blue_pencil.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/7/73/Blue_pencil.svg/20px-Blue_pencil.svg.png 2x\" data-file-width=\"600\" data-file-height=\"600\" /></a></th><td class=\"navbox-list navbox-odd\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><span class=\"nowrap\"> <a rel=\"nofollow\" class=\"external text\" href=\"https://www.worldcat.org/identities/containsVIAFID/50174629\">WorldCat Identities</a></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Biblioth%C3%A8que_nationale_de_France\" title=\"Bibliothèque nationale de France\">BNF</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"http://catalogue.bnf.fr/ark:/12148/cb115514832\">cb115514832</a> <a rel=\"nofollow\" class=\"external text\" href=\"http://data.bnf.fr/ark:/12148/cb115514832\">(data)</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Integrated_Authority_File\" title=\"Integrated Authority File\">GND</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"https://d-nb.info/gnd/124956203\">124956203</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/International_Standard_Name_Identifier\" title=\"International Standard Name Identifier\">ISNI</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"http://isni.org/isni/0000000061208228\">0000 0000 6120 8228</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Library_of_Congress_Control_Number\" title=\"Library of Congress Control Number\">LCCN</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"http://id.loc.gov/authorities/names/n86099965\">n86099965</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Istituto_Centrale_per_il_Catalogo_Unico\" title=\"Istituto Centrale per il Catalogo Unico\">ICCU</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"http://opac.sbn.it/opacsbn/opac/iccu/scheda_authority.jsp?bid=IT\\ICCU\\CFIV\\033527\">IT\\ICCU\\CFIV\\033527</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Syst%C3%A8me_universitaire_de_documentation\" title=\"Système universitaire de documentation\">SUDOC</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"https://www.idref.fr/076362302\">076362302</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Virtual_International_Authority_File\" title=\"Virtual International Authority File\">VIAF</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"https://viaf.org/viaf/50174629\">50174629</a></span></span></li></ul>\n</div></td></tr></tbody></table></div>\n\n<!-- \nNewPP limit report\nParsed by mw2242\nCached time: 20180921032336\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.100 seconds\nReal time usage: 0.126 seconds\nPreprocessor visited node count: 309/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 5797/2097152 bytes\nTemplate argument size: 81/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 7/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 4620/5000000 bytes\nNumber of Wikibase entities loaded: 1/400\nLua time usage: 0.032/10.000 seconds\nLua memory usage: 1.05 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   71.712      1 -total\n 65.15%   46.721      1 Template:Authority_control\n 34.74%   24.914      1 Template:Reflist\n  2.60%    1.863      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:18474396-0!canonical and timestamp 20180921032336 and revision id 730267709\n -->\n</div>"},"langlinks":[{"lang":"de","url":"https://de.wikipedia.org/wiki/Vincenzo_Chiarugi","langname":"German","autonym":"Deutsch","*":"Vincenzo Chiarugi"},{"lang":"it","url":"https://it.wikipedia.org/wiki/Vincenzo_Chiarugi","langname":"Italian","autonym":"italiano","*":"Vincenzo Chiarugi"}],"categories":[{"sortkey":"Chiarugi, Vincenzo","hidden":"","*":"Wikipedia_articles_with_BNF_identifiers"},{"sortkey":"Chiarugi, Vincenzo","hidden":"","*":"Wikipedia_articles_with_GND_identifiers"},{"sortkey":"Chiarugi, Vincenzo","hidden":"","*":"Wikipedia_articles_with_ISNI_identifiers"},{"sortkey":"Chiarugi, Vincenzo","hidden":"","*":"Wikipedia_articles_with_LCCN_identifiers"},{"sortkey":"Chiarugi, Vincenzo","hidden":"","*":"Wikipedia_articles_with_SBN_identifiers"},{"sortkey":"Chiarugi, Vincenzo","hidden":"","*":"Wikipedia_articles_with_SUDOC_identifiers"},{"sortkey":"Chiarugi, Vincenzo","hidden":"","*":"Wikipedia_articles_with_VIAF_identifiers"},{"sortkey":"Chiarugi, Vincenzo","*":"History_of_mental_health"},{"sortkey":"Chiarugi, Vincenzo","*":"Italian_psychiatrists"},{"sortkey":"Chiarugi, Vincenzo","*":"People_from_Empoli"},{"sortkey":"Chiarugi, Vincenzo","*":"1759_births"},{"sortkey":"Chiarugi, Vincenzo","*":"1820_deaths"},{"sortkey":"Chiarugi, Vincenzo","*":"Mental_health_activists"},{"sortkey":"Chiarugi, Vincenzo","*":"History_of_psychiatry"}],"links":[{"ns":14,"exists":"","*":"Category:Wikipedia articles with BNF identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with GND identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with ISNI identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with LCCN identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with SBN identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with SUDOC identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with VIAF identifiers"},{"ns":0,"exists":"","*":"Age of Enlightenment"},{"ns":0,"exists":"","*":"Agriculture"},{"ns":0,"exists":"","*":"Associationist"},{"ns":0,"exists":"","*":"Bibliothèque nationale de France"},{"ns":0,"exists":"","*":"Bloodletting"},{"ns":0,"exists":"","*":"Brothers of Charity"},{"ns":0,"exists":"","*":"Bureaucratic"},{"ns":0,"exists":"","*":"Catholic"},{"ns":0,"exists":"","*":"Death penalty"},{"ns":0,"exists":"","*":"Delusions"},{"ns":0,"exists":"","*":"Dementia"},{"ns":0,"exists":"","*":"Dermatology"},{"ns":0,"exists":"","*":"Empoli"},{"ns":0,"exists":"","*":"England"},{"ns":0,"exists":"","*":"Florence"},{"ns":0,"exists":"","*":"Force"},{"ns":0,"exists":"","*":"Handcuffs"},{"ns":0,"exists":"","*":"Humanitarian"},{"ns":0,"exists":"","*":"Hydrodynamic"},{"ns":0,"exists":"","*":"Hydrotherapy"},{"ns":0,"exists":"","*":"Integrated Authority File"},{"ns":0,"exists":"","*":"International Standard Name Identifier"},{"ns":0,"exists":"","*":"Istituto Centrale per il Catalogo Unico"},{"ns":0,"exists":"","*":"Italy"},{"ns":0,"exists":"","*":"John Locke"},{"ns":0,"exists":"","*":"Juvenile delinquent"},{"ns":0,"exists":"","*":"Leopold II, Holy Roman Emperor"},{"ns":0,"exists":"","*":"Library of Congress Control Number"},{"ns":0,"exists":"","*":"Mania"},{"ns":0,"exists":"","*":"Medical school"},{"ns":0,"exists":"","*":"Melancholia"},{"ns":0,"exists":"","*":"Mental disorders"},{"ns":0,"exists":"","*":"Moral treatment"},{"ns":0,"exists":"","*":"Naples"},{"ns":0,"exists":"","*":"Opium"},{"ns":0,"exists":"","*":"Paternalistic"},{"ns":0,"exists":"","*":"Pathology"},{"ns":0,"exists":"","*":"Philippe Pinel"},{"ns":0,"exists":"","*":"Physician"},{"ns":0,"exists":"","*":"Physiology"},{"ns":0,"exists":"","*":"Pisa"},{"ns":0,"exists":"","*":"Post-mortem"},{"ns":0,"exists":"","*":"Professor"},{"ns":0,"exists":"","*":"Psychiatric hospital"},{"ns":0,"exists":"","*":"Sedatives"},{"ns":0,"exists":"","*":"Stimulants"},{"ns":0,"exists":"","*":"Straitjackets"},{"ns":0,"exists":"","*":"Système universitaire de documentation"},{"ns":0,"exists":"","*":"Torture"},{"ns":0,"exists":"","*":"Tuscany"},{"ns":0,"exists":"","*":"Virtual International Authority File"},{"ns":0,"exists":"","*":"William Cullen"},{"ns":0,"exists":"","*":"William Tuke"},{"ns":0,"*":"Antonio Sementini"},{"ns":12,"exists":"","*":"Help:Authority control"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Authority control"},{"ns":10,"exists":"","*":"Template:EditAtWikidata"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Authority control"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:ResolveEntityId"},{"ns":828,"exists":"","*":"Module:Navbox"},{"ns":828,"exists":"","*":"Module:Navbar"},{"ns":828,"exists":"","*":"Module:EditAtWikidata"}],"images":["Vincenzo_Chiarugi.jpg","Ospedale_bonifacio,_targa_vincezo_chiarugi.JPG","Blue_pencil.svg"],"externallinks":["http://jhmas.oxfordjournals.org/cgi/content/citation/XIV/10/424","http://www3.interscience.wiley.com/journal/45798/abstract?","https://books.google.com/books?id=64Y6wtqzs7IC&printsec=frontcover#v=onepage&q&f=false","https://www.wikidata.org/wiki/Q2526891","http://brunelleschi.imss.fi.it/itineraries/place/ExOspedaleBonifazio.html","https://www.worldcat.org/identities/containsVIAFID/50174629","http://catalogue.bnf.fr/ark:/12148/cb115514832","http://data.bnf.fr/ark:/12148/cb115514832","https://d-nb.info/gnd/124956203","http://isni.org/isni/0000000061208228","http://id.loc.gov/authorities/names/n86099965","http://opac.sbn.it/opacsbn/opac/iccu/scheda_authority.jsp?bid=IT%5CICCU%5CCFIV%5C033527","https://www.idref.fr/076362302","https://viaf.org/viaf/50174629"],"sections":[{"toclevel":1,"level":"2","line":"Career","number":"1","index":"1","fromtitle":"Vincenzo_Chiarugi","byteoffset":548,"anchor":"Career"},{"toclevel":1,"level":"2","line":"Enlightenment context","number":"2","index":"2","fromtitle":"Vincenzo_Chiarugi","byteoffset":2620,"anchor":"Enlightenment_context"},{"toclevel":1,"level":"2","line":"Clinical practices","number":"3","index":"3","fromtitle":"Vincenzo_Chiarugi","byteoffset":4622,"anchor":"Clinical_practices"},{"toclevel":1,"level":"2","line":"Theoretical assumptions","number":"4","index":"4","fromtitle":"Vincenzo_Chiarugi","byteoffset":10797,"anchor":"Theoretical_assumptions"},{"toclevel":1,"level":"2","line":"Recognition","number":"5","index":"5","fromtitle":"Vincenzo_Chiarugi","byteoffset":12541,"anchor":"Recognition"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"6","fromtitle":"Vincenzo_Chiarugi","byteoffset":14700,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Vincenzo Chiarugi","iwlinks":[],"properties":[{"name":"defaultsort","*":"Chiarugi, Vincenzo"},{"name":"wikibase_item","*":"Q2526891"}]}}