{"parse":{"title":"Darwin among the Machines","pageid":15938221,"revid":854923707,"text":{"*":"<div class=\"mw-parser-output\"><p class=\"mw-empty-elt\">\n\n</p>\n<table class=\"plainlinks metadata ambox ambox-style\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/60px-Edit-clear.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/80px-Edit-clear.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>contains <a href=\"/wiki/Wikipedia:Quotations#Specific_recommendations\" title=\"Wikipedia:Quotations\">too many or too-lengthy quotations</a> for an encyclopedic entry</b>.<span class=\"hide-when-compact\"> Please <a href=\"/wiki/Wikipedia:Writing_better_articles\" title=\"Wikipedia:Writing better articles\">help improve the article</a> by presenting facts as a <a href=\"/wiki/Wikipedia:Neutral_point_of_view\" title=\"Wikipedia:Neutral point of view\">neutrally-worded</a> summary with <a href=\"/wiki/Wikipedia:Citing_sources\" title=\"Wikipedia:Citing sources\">appropriate citations</a>. Consider transferring direct quotations to <a href=\"/wiki/Wikiquote\" title=\"Wikiquote\">Wikiquote</a>.</span>  <small><i>(May 2015)</i></small></div></td></tr></tbody></table>\n<p>\"<b>Darwin among the Machines</b>\" is the name of an article published in <i><a href=\"/wiki/The_Press\" title=\"The Press\">The Press</a></i> newspaper on 13 June 1863 in <a href=\"/wiki/Christchurch\" title=\"Christchurch\">Christchurch</a>, New Zealand, which references the work of <a href=\"/wiki/Charles_Darwin\" title=\"Charles Darwin\">Charles Darwin</a> in the title. Written by <a href=\"/wiki/Samuel_Butler_(novelist)\" title=\"Samuel Butler (novelist)\">Samuel Butler</a> but signed <i><a href=\"/wiki/Cellarius_(name)\" class=\"mw-redirect\" title=\"Cellarius (name)\">Cellarius</a></i> (<a href=\"/wiki/Q.v.\" class=\"mw-redirect\" title=\"Q.v.\">q.v.</a>), the article raised the possibility that <a href=\"/wiki/Machines\" class=\"mw-redirect\" title=\"Machines\">machines</a> were a kind of \"mechanical life\" undergoing constant <a href=\"/wiki/Evolution\" title=\"Evolution\">evolution</a>, and that eventually machines might supplant humans as the dominant species:\n</p>\n<style data-mw-deduplicate=\"TemplateStyles:r856303468\">.mw-parser-output .templatequote{overflow:hidden;margin:1em 0;padding:0 40px}.mw-parser-output .templatequote .templatequotecite{line-height:1.5em;text-align:left;padding-left:1.6em;margin-top:0}</style><blockquote class=\"templatequote\"><p>We refer to the question: What sort of creature man’s next successor in the supremacy of the earth is likely to be. We have often heard this debated; but it appears to us that we are ourselves creating our own successors; we are daily adding to the beauty and delicacy of their physical organisation; we are daily giving them greater power and supplying by all sorts of ingenious contrivances that self-regulating, self-acting power which will be to them what intellect has been to the human race. In the course of ages we shall find ourselves the inferior race.\n</p><p>...\n</p><p>Day by day, however, the machines are gaining ground upon us; day by day we are becoming more subservient to them; more men are daily bound down as slaves to tend them, more men are daily devoting the energies of their whole lives to the development of mechanical life. The upshot is simply a question of time, but that the time will come when the machines will hold the real supremacy over the world and its inhabitants is what no person of a truly philosophic mind can for a moment question.\n</p>\n</blockquote>\n<p>The article ends by urging that, \"War to the death should be instantly proclaimed against them. Every machine of every sort should be destroyed by the well-wisher of his species. Let there be no exceptions made, no quarter shown; let us at once go back to the primeval condition of the race.\"\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Book_of_the_Machines\"><span class=\"tocnumber\">1</span> <span class=\"toctext\"><i>Book of the Machines</i></span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Evolution_of_Global_Intelligence\"><span class=\"tocnumber\">2</span> <span class=\"toctext\"><i>Evolution of Global Intelligence</i></span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Later_works_continuing_the_theme\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Later works continuing the theme</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#See_also\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Notes\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Notes</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#External_links\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Book_of_the_Machines\"><i>Book of the Machines</i></span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Darwin_among_the_Machines&amp;action=edit&amp;section=1\" title=\"Edit section: Book of the Machines\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Butler developed this and subsequent articles into <i>The Book of the Machines</i>, three chapters of <i><a href=\"/wiki/Erewhon\" title=\"Erewhon\">Erewhon</a></i>, published anonymously in 1872. The Erewhonian society Butler envisioned had long ago undergone a revolution that destroyed most mechanical inventions. The narrator of the story finds a book that details the reasons for this revolution, which he translates for the reader. In <span style=\"font-variant:small-caps\">\nchapter xxiii: the book of the machines</span>, a number of quotes from this imaginary book discuss the possibility of machine consciousness:\n</p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>\"There is no security\"--to quote his own words--\"against the ultimate development of mechanical consciousness, in the fact of machines possessing little consciousness now. A mollusc has not much consciousness. Reflect upon the extraordinary advance which machines have made during the last few hundred years, and note how slowly the animal and vegetable kingdoms are advancing. The more highly organized machines are creatures not so much of yesterday, as of the last five minutes, so to speak, in comparison with past time.\n</p><p>...\n</p><p>“Either,” he proceeds, “a great deal of action that has been called purely mechanical and unconscious must be admitted to contain more elements of consciousness than has been allowed hitherto (and in this case germs of consciousness will be found in many actions of the higher machines)—Or (assuming the theory of evolution but at the same time denying the consciousness of vegetable and crystalline action) the race of man has descended from things which had no consciousness at all. In this case there is no <i>à priori</i> improbability in the descent of conscious (and more than conscious) machines from those which now exist, except that which is suggested by the apparent absence of anything like a reproductive system in the mechanical kingdom.\n</p>\n</blockquote>\n<p>Later, in <span style=\"font-variant:small-caps\">chapter xxiv: the machines—continued</span>, the imaginary book also discusses the notion that machines can \"reproduce\" like living organisms:\n</p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>“But the machines which reproduce machinery do not reproduce machines after their own kind. A thimble may be made by machinery, but it was not made by, neither will it ever make, a thimble. Here, again, if we turn to nature we shall find abundance of analogies which will teach us that a reproductive system may be in full force without the thing produced being of the same kind as that which produced it. Very few creatures reproduce after their own kind; they reproduce something which has the potentiality of becoming that which their parents were. Thus the butterfly lays an egg, which egg can become a caterpillar, which caterpillar can become a chrysalis, which chrysalis can become a butterfly; and though I freely grant that the machines cannot be said to have more than the germ of a true reproductive system at present, have we not just seen that they have only recently obtained the germs of a mouth and stomach?  And may not some stride be made in the direction of true reproduction which shall be as great as that which has been recently taken in the direction of true feeding?\n</p><p>“It is possible that the system when developed may be in many cases a vicarious thing. Certain classes of machines may be alone fertile, while the rest discharge other functions in the mechanical system, just as the great majority of ants and bees have nothing to do with the continuation of their species, but get food and store it, without thought of breeding. One cannot expect the parallel to be complete or nearly so; certainly not now, and probably never; but is there not enough analogy existing at the present moment, to make us feel seriously uneasy about the future, and to render it our duty to check the evil while we can still do so?  Machines can within certain limits beget machines of any class, no matter how different to themselves. Every class of machines will probably have its special mechanical breeders, and all the higher ones will owe their existence to a large number of parents and not to two only.\n</p><p>“Complex now, but how much simpler and more intelligibly organised may it not become in another hundred thousand years? or in twenty thousand?  For man at present believes that his interest lies in that direction; he spends an incalculable amount of labour and time and thought in making machines breed always better and better; he has already succeeded in effecting much that at one time appeared impossible, and there seem no limits to the results of accumulated improvements if they are allowed to descend with modification from generation to generation.\n</p>\n</blockquote>\n<p>This notion of machine \"reproduction\" anticipates the later notion of <a href=\"/wiki/Self-replicating_machine\" title=\"Self-replicating machine\">self-replicating machines</a>, although in <span style=\"font-variant:small-caps\">chapter xxv: the machines—concluded</span>, the imaginary book supposes that while there is a danger that humans will become subservient to machines, the machines will still need humans to assist in their reproduction and maintenance:\n</p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>“Herein lies our danger. For many seem inclined to acquiesce in so dishonourable a future. They say that although man should become to the machines what the horse and dog are to us, yet that he will continue to exist, and will probably be better off in a state of domestication under the beneficent rule of the machines than in his present wild condition. We treat our domestic animals with much kindness. We give them whatever we believe to be the best for them; and there can be no doubt that our use of meat has increased their happiness rather than detracted from it. In like manner there is reason to hope that the machines will use us kindly, for their existence will be in a great measure dependent upon ours; they will rule us with a rod of iron, but they will not eat us; they will not only require our services in the reproduction and education of their young, but also in waiting upon them as servants; in gathering food for them, and feeding them; in restoring them to health when they are sick; and in either burying their dead or working up their deceased members into new forms of mechanical existence.\n</p></blockquote>\n<p>The author of the imaginary book goes on to say that while life under <a href=\"/wiki/Machine_rule\" class=\"mw-redirect\" title=\"Machine rule\">machine rule</a> might be materially comfortable for humans, the thought of the human race being superseded in the future is just as horrifying to him as the thought that his distant ancestors were anything other than fully human (apparently Butler imagines the author to be an <a href=\"/wiki/Anti-evolution\" class=\"mw-redirect\" title=\"Anti-evolution\">Anti-evolutionist</a>), so he urges that all machines which have been in use for less than 300 years be destroyed to prevent this future from coming to pass:\n</p>\n<link rel=\"mw-deduplicated-inline-style\" href=\"mw-data:TemplateStyles:r856303468\"/><blockquote class=\"templatequote\"><p>“The power of custom is enormous, and so gradual will be the change, that man's sense of what is due to himself will be at no time rudely shocked; our bondage will steal upon us noiselessly and by imperceptible approaches; nor will there ever be such a clashing of desires between man and the machines as will lead to an encounter between them. Among themselves the machines will war eternally, but they will still require man as the being through whose agency the struggle will be principally conducted. In point of fact there is no occasion for anxiety about the future happiness of man so long as he continues to be in any way profitable to the machines; he may become the inferior race, but he will be infinitely better off than he is now. Is it not then both absurd and unreasonable to be envious of our benefactors?  And should we not be guilty of consummate folly if we were to reject advantages which we cannot obtain otherwise, merely because they involve a greater gain to others than to ourselves?\n</p><p>“With those who can argue in this way I have nothing in common. I shrink with as much horror from believing that my race can ever be superseded or surpassed, as I should do from believing that even at the remotest period my ancestors were other than human beings. Could I believe that ten hundred thousand years ago a single one of my ancestors was another kind of being to myself, I should lose all self-respect, and take no further pleasure or interest in life. I have the same feeling with regard to my descendants, and believe it to be one that will be felt so generally that the country will resolve upon putting an immediate stop to all further mechanical progress, and upon destroying all improvements that have been made for the last three hundred years. I would not urge more than this. We may trust ourselves to deal with those that remain, and though I should prefer to have seen the destruction include another two hundred years, I am aware of the necessity for compromising, and would so far sacrifice my own individual convictions as to be content with three hundred. Less than this will be insufficient.”\n</p>\n</blockquote>\n<p>Erewhonian society came to the conclusion \"...that the machines were ultimately destined to supplant the race of man, and to become instinct with a vitality as different from, and superior to, that of animals, as animal to vegetable life. So... they made a clean sweep of all machinery that had not been in use for more than two hundred and seventy-one years...\" (from <span style=\"font-variant:small-caps\">\nchapter ix: to the metropolis</span>.)\n</p><p>Despite the initial popularity of <i>Erewhon</i>, Butler commented in the preface to the second edition that reviewers had \"in some cases been inclined to treat the chapters on Machines as an attempt to reduce Mr. Darwin’s theory to an absurdity.\" He protested that \"few things would be more distasteful to me than any attempt to laugh at Mr. Darwin\", but also added \"I am surprised, however, that the book at which such an example of the specious misuse of analogy would seem most naturally levelled should have occurred to no reviewer; neither shall I mention the name of the book here, though I should fancy that the hint given will suffice\",<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> which may suggest that the chapter on Machines was in fact a satire intended to illustrate the \"specious misuse of analogy\", even if the target was not Darwin; Butler, fearing that he had offended Darwin, wrote him a letter explaining that the actual target was <a href=\"/wiki/Joseph_Butler\" title=\"Joseph Butler\">Joseph Butler</a>'s 1736 <i>The Analogy of Religion, Natural and Revealed, to the Constitution and Course of Nature</i>. The <a href=\"/wiki/Victorian_era\" title=\"Victorian era\">Victorian</a> scholar Herbert Sussman has suggested that although Butler's exploration of machine evolution was intended to be whimsical, he may also have been genuinely interested in the notion that living organisms are a type of mechanism and was exploring this notion with his writings on machines,<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> while the philosopher Louis Flaccus called it \"a mixture of fun, satire, and thoughtful speculation.\"<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Evolution_of_Global_Intelligence\"><i>Evolution of Global Intelligence</i></span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Darwin_among_the_Machines&amp;action=edit&amp;section=2\" title=\"Edit section: Evolution of Global Intelligence\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><a href=\"/wiki/George_Dyson_(science_historian)\" title=\"George Dyson (science historian)\">George Dyson</a> applies Butler's original <a href=\"/wiki/Premise\" title=\"Premise\">premise</a> to the <a href=\"/wiki/Artificial_life\" title=\"Artificial life\">artificial life</a> and <a href=\"/wiki/Artificial_intelligence\" title=\"Artificial intelligence\">intelligence</a> of <a href=\"/wiki/Alan_Turing\" title=\"Alan Turing\">Alan Turing</a> in <i><b>Darwin Among the Machines: The Evolution of Global Intelligence</b></i> (1998) <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-7382-0030-1\" title=\"Special:BookSources/0-7382-0030-1\">0-7382-0030-1</a>, to suggest that the internet is a living, <a href=\"/wiki/Sentient\" class=\"mw-redirect\" title=\"Sentient\">sentient</a> <a href=\"/wiki/Being\" title=\"Being\">being</a>.\n</p>\n<blockquote><p>Dyson's main claim is that the evolution of a conscious mind from today's technology is inevitable. It is not clear whether this will be a single mind or multiple minds, how smart that mind would be, and even if we will be able to communicate with it. He also clearly suggests that there are forms of intelligence on Earth that we are currently unable to understand.\nFrom the book: \"What mind, if any, will become apprehensive of the great coiling of ideas now under way is not a meaningless question, but it is still too early in the game to expect an answer that is meaningful to us.\"<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup></p></blockquote>\n<h2><span class=\"mw-headline\" id=\"Later_works_continuing_the_theme\">Later works continuing the theme</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Darwin_among_the_Machines&amp;action=edit&amp;section=3\" title=\"Edit section: Later works continuing the theme\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The theme of humanity at war or otherwise in conflict with machines is found in a number of later <a href=\"/wiki/Creative_works\" class=\"mw-redirect\" title=\"Creative works\">creative works</a>:\n</p>\n<ul><li><i><a href=\"/wiki/The_Adolescence_of_P-1\" title=\"The Adolescence of P-1\">The Adolescence of P-1</a></i> - Thomas Joseph Ryan (1977)</li>\n<li><i><a href=\"/wiki/Blade_Runner\" title=\"Blade Runner\">Bladerunner</a></i> - <a href=\"/wiki/Philip_K._Dick\" title=\"Philip K. Dick\">Philip K. Dick</a> (1968) /  <a href=\"/wiki/Michael_Deeley\" title=\"Michael Deeley\">Michael Deeley</a>; <a href=\"/wiki/Hampton_Fancher\" title=\"Hampton Fancher\">Hampton Fancher</a>, <a href=\"/wiki/David_Peoples\" title=\"David Peoples\">David Peoples</a> (1982)</li>\n<li><i><a href=\"/wiki/Colossus:_The_Forbin_Project\" title=\"Colossus: The Forbin Project\">Colossus: The Forbin Project</a></i> - <a href=\"/wiki/Dennis_Feltham_Jones\" title=\"Dennis Feltham Jones\">Dennis Feltham Jones</a> (1966) / \tStanley Chase, <a href=\"/wiki/James_Bridges\" title=\"James Bridges\">James Bridges</a> (1970)</li>\n<li><i><a href=\"/wiki/Dune:_The_Butlerian_Jihad\" title=\"Dune: The Butlerian Jihad\">Dune: The Butlerian Jihad</a></i> is a 2002 <a href=\"/wiki/Science_fiction\" title=\"Science fiction\">science fiction</a> novel by <a href=\"/wiki/Brian_Herbert\" title=\"Brian Herbert\">Brian Herbert</a> and <a href=\"/wiki/Kevin_J._Anderson\" title=\"Kevin J. Anderson\">Kevin J. Anderson</a>, set in the fictional <a href=\"/wiki/Dune_(franchise)\" title=\"Dune (franchise)\"><i>Dune</i> universe</a> created by <a href=\"/wiki/Frank_Herbert\" title=\"Frank Herbert\">Frank Herbert</a>.</li>\n<li><i><a href=\"/wiki/Terminator_(franchise)\" title=\"Terminator (franchise)\">Terminator</a></i> - by <a href=\"/wiki/James_Cameron\" title=\"James Cameron\">James Cameron</a> and <a href=\"/wiki/Gale_Anne_Hurd\" title=\"Gale Anne Hurd\">Gale Anne Hurd</a> (1984 onward)</li></ul>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Darwin_among_the_Machines&amp;action=edit&amp;section=4\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/All_Watched_Over_by_Machines_of_Loving_Grace_(TV_series)\" title=\"All Watched Over by Machines of Loving Grace (TV series)\"><i>All Watched Over by Machines of Loving Grace</i> (TV series)</a></li>\n<li><a href=\"/wiki/Affordance\" title=\"Affordance\">Affordance</a></li>\n<li><a href=\"/wiki/Artificial_intelligence\" title=\"Artificial intelligence\">Artificial intelligence</a></li>\n<li><a href=\"/wiki/Brave_New_World\" title=\"Brave New World\">Brave New World</a>, a <a href=\"/wiki/Aldous_Huxley\" title=\"Aldous Huxley\">Aldous Huxley</a>' book about a dystopian society based in the use of technology to control human behavior.</li>\n<li><a href=\"/wiki/Butlerian_Jihad\" title=\"Butlerian Jihad\">Butlerian Jihad</a>, a fictional historical event originally introduced in <a href=\"/wiki/Frank_Herbert\" title=\"Frank Herbert\">Frank Herbert</a>'s <i><a href=\"/wiki/Dune_(novel)\" title=\"Dune (novel)\">Dune</a></i> novels</li>\n<li><a href=\"/wiki/Campaign_to_Stop_Killer_Robots\" title=\"Campaign to Stop Killer Robots\">Campaign to Stop Killer Robots</a></li>\n<li><a href=\"/wiki/Cyc\" title=\"Cyc\">Cyc</a> artificial intelligence project</li>\n<li><a href=\"/wiki/Darwin_machine\" title=\"Darwin machine\">Darwin machine</a> utilising all of the six essential features of a Darwinian process</li>\n<li><a href=\"/wiki/Ford_Prefect_(character)\" title=\"Ford Prefect (character)\">Ford Prefect (character)</a>, a fictitious space-alien character in the <i><a href=\"/wiki/Hitchhiker%27s_Guide\" class=\"mw-redirect\" title=\"Hitchhiker&#39;s Guide\">Hitchhiker's Guide</a></i> series, sent out to work as a journalist in human disguise but given the cover name of an automobile by aliens whose observations led them to erroneously infer that the latter had become \"the dominant life-form\"</li>\n<li><a href=\"/wiki/Man-Computer_Symbiosis\" title=\"Man-Computer Symbiosis\">Man-Computer Symbiosis</a></li>\n<li><a href=\"/wiki/Neo-Luddism\" title=\"Neo-Luddism\">Neo-Luddism</a></li>\n<li><a href=\"/wiki/Never-Ending_Language_Learning\" title=\"Never-Ending Language Learning\">Never-Ending Language Learning</a> semantic computer system</li>\n<li><a href=\"/wiki/Semantic_Web\" title=\"Semantic Web\">Semantic Web</a></li>\n<li><a href=\"/wiki/Technological_singularity\" title=\"Technological singularity\">Technological singularity</a></li>\n<li><a href=\"/wiki/Technophobia\" title=\"Technophobia\">Technophobia</a></li>\n<li><a href=\"/wiki/Three_Laws_of_Robotics\" title=\"Three Laws of Robotics\">Three Laws of Robotics</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"Notes\">Notes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Darwin_among_the_Machines&amp;action=edit&amp;section=5\" title=\"Edit section: Notes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><a href=\"/wiki/Project_Gutenberg\" title=\"Project Gutenberg\">Project Gutenberg</a> eBook <a rel=\"nofollow\" class=\"external text\" href=\"http://www.gutenberg.org/etext/1906\"><i>Erewhon</i> by Samuel Butler.</a></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Breuer, Hans-Peter. <a rel=\"nofollow\" class=\"external text\" href=\"https://www.jstor.org/pss/436868\">'Samuel Butler's \"the Book of the Machines\" and the Argument from Design.'</a> Modern Philology, Vol. 72, No. 4 (May 1975), pp. 365–383</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Flaccus, Louis. <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=JigdAQAAIAAJ&amp;pg=PA143#v=onepage&amp;q&amp;f=false\">University lectures delivered by members of the faculty in the free public lecture course</a>, p. 143</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://tal.forum2.org/darwin\">Excerpted from review</a> by <a rel=\"nofollow\" class=\"external text\" href=\"http://tal.forum2.org/author_Tal%20Cohen\">Tal Cohen</a>, 30 September 1998.</span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Darwin_among_the_Machines&amp;action=edit&amp;section=6\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.nzetc.org/tm/scholarly/tei-ButFir-t1-g1-t1-g1-t4-body.html\">\"Darwin among the Machines\" — (To the Editor of the Press, Christchurch, New Zealand, 13 June, 1863.)</a></li>\n<li><a href=\"/wiki/Project_Gutenberg\" title=\"Project Gutenberg\">Project Gutenberg</a> eBook <a rel=\"nofollow\" class=\"external text\" href=\"http://www.gutenberg.org/etext/1906\"><i>Erewhon</i> by Samuel Butler.</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Darwin_among_the_Machines&amp;action=edit&amp;section=7\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20080325112024/http://www.mikiko.net/library/weekly/aa060897.htm\">\"Darwin among the Machines\": A Review and Commentary</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20080321231416/http://www.mikiko.net/library/weekly/aa092897.htm\">\"<i>Machina sapiens</i> and Human Morality\"</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.sciencedaily.com/releases/2008/04/080421162714.htm\">\"What Can I, Robot, Do With That?\"</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1288\nCached time: 20180911144535\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.112 seconds\nReal time usage: 0.150 seconds\nPreprocessor visited node count: 897/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 15075/2097152 bytes\nTemplate argument size: 9168/2097152 bytes\nHighest expansion depth: 15/40\nExpensive parser function count: 3/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 3305/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.017/10.000 seconds\nLua memory usage: 1.09 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  116.681      1 -total\n 26.99%   31.492      1 Template:EngvarB\n 24.00%   28.008      1 Template:ISBN\n 18.76%   21.886      1 Template:Too_many_quotes\n 17.83%   20.810      3 Template:DMCA\n 16.09%   18.770      3 Template:Dated_maintenance_category\n 12.37%   14.430      5 Template:Quote\n 12.19%   14.224      1 Template:Ambox\n 10.42%   12.159      3 Template:FULLROOTPAGENAME\n  9.88%   11.531      1 Template:Catalog_lookup_link\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:15938221-0!canonical and timestamp 20180911144535 and revision id 854923707\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"EngvarB_from_September_2013"},{"sortkey":"","hidden":"","*":"Use_dmy_dates_from_September_2013"},{"sortkey":"","hidden":"","*":"Wikipedia_articles_with_style_issues_from_May_2015"},{"sortkey":"","hidden":"","*":"All_articles_with_style_issues"},{"sortkey":"","*":"History_of_artificial_intelligence"},{"sortkey":"","*":"Cybernetics"},{"sortkey":"","*":"Evolution"},{"sortkey":"","*":"Emergence"},{"sortkey":"","*":"Technology_in_society"},{"sortkey":"","*":"Works_by_Samuel_Butler"},{"sortkey":"","*":"Artificial_life"}],"links":[{"ns":14,"exists":"","*":"Category:EngvarB from September 2013"},{"ns":14,"exists":"","*":"Category:Use dmy dates from September 2013"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with style issues from May 2015"},{"ns":0,"exists":"","*":"Affordance"},{"ns":0,"exists":"","*":"Alan Turing"},{"ns":0,"exists":"","*":"Aldous Huxley"},{"ns":0,"exists":"","*":"All Watched Over by Machines of Loving Grace (TV series)"},{"ns":0,"exists":"","*":"Anti-evolution"},{"ns":0,"exists":"","*":"Artificial intelligence"},{"ns":0,"exists":"","*":"Artificial life"},{"ns":0,"exists":"","*":"Being"},{"ns":0,"exists":"","*":"Blade Runner"},{"ns":0,"exists":"","*":"Brave New World"},{"ns":0,"exists":"","*":"Brian Herbert"},{"ns":0,"exists":"","*":"Butlerian Jihad"},{"ns":0,"exists":"","*":"Campaign to Stop Killer Robots"},{"ns":0,"exists":"","*":"Cellarius (name)"},{"ns":0,"exists":"","*":"Charles Darwin"},{"ns":0,"exists":"","*":"Christchurch"},{"ns":0,"exists":"","*":"Colossus: The Forbin Project"},{"ns":0,"exists":"","*":"Creative works"},{"ns":0,"exists":"","*":"Cyc"},{"ns":0,"exists":"","*":"Darwin machine"},{"ns":0,"exists":"","*":"David Peoples"},{"ns":0,"exists":"","*":"Dennis Feltham Jones"},{"ns":0,"exists":"","*":"Dune: The Butlerian Jihad"},{"ns":0,"exists":"","*":"Dune (franchise)"},{"ns":0,"exists":"","*":"Dune (novel)"},{"ns":0,"exists":"","*":"Erewhon"},{"ns":0,"exists":"","*":"Evolution"},{"ns":0,"exists":"","*":"Ford Prefect (character)"},{"ns":0,"exists":"","*":"Frank Herbert"},{"ns":0,"exists":"","*":"Gale Anne Hurd"},{"ns":0,"exists":"","*":"George Dyson (science historian)"},{"ns":0,"exists":"","*":"Hampton Fancher"},{"ns":0,"exists":"","*":"Hitchhiker's Guide"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"James Bridges"},{"ns":0,"exists":"","*":"James Cameron"},{"ns":0,"exists":"","*":"Joseph Butler"},{"ns":0,"exists":"","*":"Kevin J. Anderson"},{"ns":0,"exists":"","*":"Machine rule"},{"ns":0,"exists":"","*":"Machines"},{"ns":0,"exists":"","*":"Man-Computer Symbiosis"},{"ns":0,"exists":"","*":"Michael Deeley"},{"ns":0,"exists":"","*":"Neo-Luddism"},{"ns":0,"exists":"","*":"Never-Ending Language Learning"},{"ns":0,"exists":"","*":"Philip K. Dick"},{"ns":0,"exists":"","*":"Premise"},{"ns":0,"exists":"","*":"Project Gutenberg"},{"ns":0,"exists":"","*":"Q.v."},{"ns":0,"exists":"","*":"Samuel Butler (novelist)"},{"ns":0,"exists":"","*":"Science fiction"},{"ns":0,"exists":"","*":"Self-replicating machine"},{"ns":0,"exists":"","*":"Semantic Web"},{"ns":0,"exists":"","*":"Sentient"},{"ns":0,"exists":"","*":"Technological singularity"},{"ns":0,"exists":"","*":"Technophobia"},{"ns":0,"exists":"","*":"Terminator (franchise)"},{"ns":0,"exists":"","*":"The Adolescence of P-1"},{"ns":0,"exists":"","*":"The Press"},{"ns":0,"exists":"","*":"Three Laws of Robotics"},{"ns":0,"exists":"","*":"Victorian era"},{"ns":0,"exists":"","*":"Wikiquote"},{"ns":4,"exists":"","*":"Wikipedia:Citing sources"},{"ns":4,"exists":"","*":"Wikipedia:Neutral point of view"},{"ns":4,"exists":"","*":"Wikipedia:Quotations"},{"ns":4,"exists":"","*":"Wikipedia:Writing better articles"}],"templates":[{"ns":10,"exists":"","*":"Template:EngvarB"},{"ns":10,"exists":"","*":"Template:DMCA"},{"ns":10,"exists":"","*":"Template:Dated maintenance category"},{"ns":10,"exists":"","*":"Template:FULLROOTPAGENAME"},{"ns":10,"exists":"","*":"Template:Ns has subpages"},{"ns":10,"exists":"","*":"Template:Use dmy dates"},{"ns":10,"exists":"","*":"Template:Too many quotes"},{"ns":10,"exists":"","*":"Template:Over-quotation"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Quote"},{"ns":10,"exists":"","*":"Template:Quote/styles.css"},{"ns":10,"exists":"","*":"Template:ISBN"},{"ns":10,"exists":"","*":"Template:Catalog lookup link"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Error-small"},{"ns":10,"exists":"","*":"Template:Tl"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Ns has subpages"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Check isxn"},{"ns":828,"exists":"","*":"Module:Error"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Edit-clear.svg"],"externallinks":["http://www.gutenberg.org/etext/1906","https://www.jstor.org/pss/436868","https://books.google.com/books?id=JigdAQAAIAAJ&pg=PA143#v=onepage&q&f=false","http://tal.forum2.org/darwin","http://tal.forum2.org/author_Tal%20Cohen","http://www.nzetc.org/tm/scholarly/tei-ButFir-t1-g1-t1-g1-t4-body.html","https://web.archive.org/web/20080325112024/http://www.mikiko.net/library/weekly/aa060897.htm","https://web.archive.org/web/20080321231416/http://www.mikiko.net/library/weekly/aa092897.htm","https://www.sciencedaily.com/releases/2008/04/080421162714.htm"],"sections":[{"toclevel":1,"level":"2","line":"<i>Book of the Machines</i>","number":"1","index":"1","fromtitle":"Darwin_among_the_Machines","byteoffset":1993,"anchor":"Book_of_the_Machines"},{"toclevel":1,"level":"2","line":"<i>Evolution of Global Intelligence</i>","number":"2","index":"2","fromtitle":"Darwin_among_the_Machines","byteoffset":13224,"anchor":"Evolution_of_Global_Intelligence"},{"toclevel":1,"level":"2","line":"Later works continuing the theme","number":"3","index":"3","fromtitle":"Darwin_among_the_Machines","byteoffset":14372,"anchor":"Later_works_continuing_the_theme"},{"toclevel":1,"level":"2","line":"See also","number":"4","index":"4","fromtitle":"Darwin_among_the_Machines","byteoffset":15147,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"Notes","number":"5","index":"5","fromtitle":"Darwin_among_the_Machines","byteoffset":16283,"anchor":"Notes"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"6","fromtitle":"Darwin_among_the_Machines","byteoffset":16308,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"7","index":"7","fromtitle":"Darwin_among_the_Machines","byteoffset":16600,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Darwin among the Machines","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q5226035"}]}}