{"parse":{"title":"Social information seeking","pageid":28303167,"revid":825633034,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Social information seeking</b> (<b>SIS</b>) is a field of research that involves studying situations, motivations, and methods for people seeking and sharing information in participatory online social sites, such as <a href=\"/wiki/Yahoo!_Answers\" title=\"Yahoo! Answers\">Yahoo! Answers</a>, Answerbag, <a href=\"/wiki/WikiAnswers\" class=\"mw-redirect\" title=\"WikiAnswers\">WikiAnswers</a> and <a href=\"/wiki/Twitter\" title=\"Twitter\">Twitter</a> as well as building systems for supporting such activities. Highly related topics involve traditional and <a href=\"/wiki/Virtual_reference\" class=\"mw-redirect\" title=\"Virtual reference\">virtual reference</a> services, <a href=\"/wiki/Information_retrieval\" title=\"Information retrieval\">information retrieval</a>, <a href=\"/wiki/Information_extraction\" title=\"Information extraction\">information extraction</a>, and <a href=\"/wiki/Knowledge_representation\" class=\"mw-redirect\" title=\"Knowledge representation\">knowledge representation</a>.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Background\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Background</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Research_questions\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Research questions</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Friendsourcing_in_social_Q&amp;A\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Friendsourcing in social Q&amp;A</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Social_Q&amp;A_services\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Social Q&amp;A services</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Presenting_information_needs\"><span class=\"tocnumber\">4.1</span> <span class=\"toctext\">Presenting information needs</span></a></li>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#Responding_to_information_needs\"><span class=\"tocnumber\">4.2</span> <span class=\"toctext\">Responding to information needs</span></a></li>\n<li class=\"toclevel-2 tocsection-7\"><a href=\"#Participation_as_a_community\"><span class=\"tocnumber\">4.3</span> <span class=\"toctext\">Participation as a community</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Authority_detection_in_social_media\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Authority detection in social media</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#External_links\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Background\">Background</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Social_information_seeking&amp;action=edit&amp;section=1\" title=\"Edit section: Background\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Social information seeking is often materialized in online question-answering (QA) websites, which are driven by a community. Such QA sites have emerged in the past few years as an enormous market, so to speak, for the fulfillment of information needs. Estimates of the volume of questions answered are difficult to come by, but it is likely that the number of questions answered on social/community QA (cQA) sites far exceeds the number of questions answered by library reference services,<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> which until recently were one of the few institutional sources for such <a href=\"/wiki/Question_answering\" title=\"Question answering\">question answering</a>. cQA sites make their content – questions and associated answers submitted on the site – available on the open web, and indexable by search engines, thus enabling web users to find answers provided for previously asked questions in response to new queries.\n</p><p>The popularity of such sites have been increasing dramatically for the past several years. Major sites that provide a general platform for questions of all types include <a href=\"/wiki/Yahoo!_Answers\" title=\"Yahoo! Answers\">Yahoo! Answers</a>, Answerbag and <a href=\"/wiki/Quora\" title=\"Quora\">Quora</a>. While other sites that focus on particular fields; for example, <a href=\"/wiki/StackOverflow\" class=\"mw-redirect\" title=\"StackOverflow\">StackOverflow</a> (computing). StackOverflow has 3.45 million questions, 1.3 million users and over 6.86 million answers since July 2008 while Quora has 437 thousand questions, 264 thousand users and 979 thousand answers.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p><p>Social Q&amp;A or cQA, according to Shah et al.,<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> consists of three components: a mechanism for users to submit questions in natural language, a venue for users to submit answers to questions, and a community built around this exchange. Viewed in that light, online communities have performed a question answering function perhaps since the advent of Usenet and Bulletin Board Systems, so in one sense cQA is nothing new. Websites dedicated to cQA, however, have emerged on the web only within the past few years: the first cQA site was the Korean Naver Knowledge iN, launched in 2002, while the first English-language CQA site was Answerbag, launched in April 2003. Despite this short history, however, cQA has already attracted a great deal of attention from researchers investigating information seeking behaviors,<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> selection of resources,<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> social annotations,<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup> user motivations,<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup> comparisons with other types of question answering services,<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup> and a range of other information-related behaviors.\n</p>\n<h2><span class=\"mw-headline\" id=\"Research_questions\">Research questions</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Social_information_seeking&amp;action=edit&amp;section=2\" title=\"Edit section: Research questions\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Some of the interesting and important research questions in this area include:\n</p>\n<ul><li>What causes people to be involved in social Q&amp;A?</li>\n<li>What is the motivation of people who participate in social Q&amp;A?</li>\n<li>Why do questioners choose social Q&amp;A as a source to find information?</li>\n<li>Why do they ask questions online to people whose background or expertise may be unverified?</li>\n<li>Why do they choose social Q&amp;A over other sources to look for information?</li>\n<li>What do they expect from answers given by anonymous people on the Web?</li>\n<li>Why are the answerers willing to share information and knowledge with anonymous people, for free?</li>\n<li>Why do they spend time and effort to find information and help others online? Why are they willing to expose their personal stories to people and inform others with their experiences?</li></ul>\n<p>Shah et al.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup> provide a detailed research agenda for social Q&amp;A. A new book by Shah<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup> presents a more recent and comprehensive information pertaining to SIS.\n</p>\n<h2><span id=\"Friendsourcing_in_social_Q.26A\"></span><span class=\"mw-headline\" id=\"Friendsourcing_in_social_Q&amp;A\">Friendsourcing in social Q&amp;A</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Social_information_seeking&amp;action=edit&amp;section=3\" title=\"Edit section: Friendsourcing in social Q&amp;A\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Friendsourcing is an important component of social question and answering, including how to route questions to friends or others who will most likely answer the question.<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup> The important questions include what people’s behaviors are in social networks, especially what kinds of questions people ask from their social networks and how different question types affect the frequency, speed and quality of answers they receive.\n</p><p>Morris et al. (2010)<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup> conducted a survey of question and answering within social networks with 624 people, and gathered detailed data about the behavior of Q&amp;A, including frequency, types of questions and answers, and motivations. They found that half (50.6%) of respondents reported having used their status messages to ask a question, which indicated that Q&amp;A on social networks is popular. Also, the types of questions people asked include recommendation, opinion, factual knowledge, rhetorical, etc. And motivations for asking include trust, asking subjective questions, etc. Their analysis also explored the relationships between answer speed and quality, questions’ property and participants’ property. Only a very small portion (6.5%) of the questions were answered, but the 89.3% of the respondents were satisfied with the response time they experienced even though there’s a discrepancy between that and expectation. Also, the responses gathered via social networks appear to be very valuable. Their findings implied design for search tools that could combine the speed and breadth of traditional search engines with the trustworthiness, personalization, and the high engagement of social media Q&amp;A.\n</p><p>Paul et al. (2011)<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup> did a study on question and answering on Twitter, and found that out of the 1152 questions they examined, the most popular question types asked on Twitter were rhetorical (42%) and factual (16%). Surprisingly, along with entertainment (29%) and technology (29%) questions, people asked personal and health-related questions (11%). Only 18.7% questions received response, while a handful of questions received a high number of responses. The larger the askers’ network, the more responses she received; however, posting more tweets or posting more frequently did not increase chances of receiving a response. Most often the “follow” relationship between asker and answerer was one-way. Paul et al. also examined what factors of the askers would increase the chance of getting a response and found that more relevant responses are received when there is a mutual relationship between askers and answerers. Intuitively, we would expect this, as mutual relationship would indicate stronger tie strength and hence, more number of relevant answers.\n</p>\n<h2><span id=\"Social_Q.26A_services\"></span><span class=\"mw-headline\" id=\"Social_Q&amp;A_services\">Social Q&amp;A services</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Social_information_seeking&amp;action=edit&amp;section=4\" title=\"Edit section: Social Q&amp;A services\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Existing social Q&amp;A services can be characterized from the three perspectives, by the definition of social Q&amp;A as a service involving (1) a method for presenting information needs, (2) a place for responding to information need, and (3) participation as a community.\n</p>\n<h3><span class=\"mw-headline\" id=\"Presenting_information_needs\">Presenting information needs</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Social_information_seeking&amp;action=edit&amp;section=5\" title=\"Edit section: Presenting information needs\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>These social networks support various friendsourcing behavior, provide information benefits that often times traditional search tools cannot, and also may reinforce social bonds through the process. However, there are many questions and limitations that may prevent people from asking questions on their social networks. For example, they may feel uncomfortable asking questions that are too private, might not want to cost too much other people’s time and effort, or might feel the burden of social debts.\n</p><p>Rzeszotarski and Morris (2014)<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup> took a novel approach to explore the perceived social costs of friendsourcing on Twitter via monetary choices. They modeled friendsourcing costs across users, and compared it with crowdsourcing on Amazon Mechanical Turk. Their findings suggested interesting design considerations for minimizing social cost by building a hybrid system combining friendsourcing and crowdsourcing with microtask markets.\n</p>\n<h3><span class=\"mw-headline\" id=\"Responding_to_information_needs\">Responding to information needs</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Social_information_seeking&amp;action=edit&amp;section=6\" title=\"Edit section: Responding to information needs\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Sometimes, only asking question from people’s own social networks or friends is not enough. If the question is obscure or time sensitive, no members of their social networks may know the answer. For example, this person’s friends might not have expertise in providing evaluations for a specific model of digital camera. Also asking the current wait time for security at the local airport might not be possible if none of this person’s friends are currently at the airport.\n</p><p>Nichols and Kang (2012)<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup> leveraged Twitter for question and answering with targeted strangers by taking advantage of its public accessibility. In their approach, they mined the public status updates posted on Twitter to find strangers with potentially useful information, and send questions to these strangers to collect responses. As a feasibility study, they collected information regarding response rate, and response time. 42% of users responded to questions from strangers, and 44% of the responses arrived within 30 minutes.\n</p>\n<h3><span class=\"mw-headline\" id=\"Participation_as_a_community\">Participation as a community</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Social_information_seeking&amp;action=edit&amp;section=7\" title=\"Edit section: Participation as a community\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Another important and unique component of social Q&amp;A system is that it is a community which allows members to form relationships and bonds, so that their behavior in these social Q&amp;A services will also add to their social capital.\n</p><p>Gray et al. (2013)<sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup> explored how bridging social capital, question type and relational closeness influence the perceived usefulness and satisfaction of information obtained through questions asked on Facebook. Their results indicated that bridging social capital could positively predict the perceived utility of the acquired information, meaning that information exchanges on social networks is an effective way of social capital conversion. Also, useful answers are more likely to be received from weak ties than strong ties.\n</p>\n<h2><span class=\"mw-headline\" id=\"Authority_detection_in_social_media\">Authority detection in social media</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Social_information_seeking&amp;action=edit&amp;section=8\" title=\"Edit section: Authority detection in social media\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In order to recommend the most appropriate users to provide answers in a social network, we need to find approaches to detect users' authority in a social network. In the field of information retrieval, there has been a trend of research investigating ways to detect users' authority effectively and accurately in a social network.\n</p><p>Cha et al.<sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\">&#91;17&#93;</a></sup> investigate possible metrics for determining authority users on popular social network Twitter. They propose the following three simple network-based metrics and discuss their usefulness in determining a user's influence.\n</p>\n<ol><li>indegree (followers count)</li>\n<li>retweet count</li>\n<li>mention count</li></ol>\n<p>An initial analysis of the three aforementioned metrics showed that the users with the highest indegrees and the users with the highest retweet/mention counts were not the same. The top 1% of users by indegree are shown to have very low correlation with the same percentile of users by retweets and by mentions. This implies that follower count is not useful in determining whether a user's tweets get retweeted or whether the other users engage with them.\n</p><p>Pal et al.<sup id=\"cite_ref-18\" class=\"reference\"><a href=\"#cite_note-18\">&#91;18&#93;</a></sup> designed features to measure a user's authority on a certain topic. For example, retweet impact refers to how many times a certain user has been retweeted on a certain topic. The impact is dampened by a factor measuring how many times the user had been retweeted by a unique author to avoid the cases when a user has fans who retweet regardless of the content. They first used a clustering approach to find the target cluster which has the highest average score across all features, and used a ranking algorithm to find the most authoritative users within the cluster.\n</p><p>With these authority detection methods, social Q&amp;A could be more effective in providing accurate answers to askers.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Social_information_seeking&amp;action=edit&amp;section=9\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Janes, J. (2003). The Global Census of Digital Reference. In 5th Annual VRD Conference. San Antonio, TX.</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Wang, G., Gill, K., Mohanlal, M., Zheng, H., &amp; Zhao, B. Y. (2013, May). Wisdom in the social crowd: an analysis of Quora. In Proceedings of the 22nd international conference on World Wide Web (pp. 1341-1352). International World Wide Web Conferences Steering Committee</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Shah, C., Oh, S., &amp; Oh, J-S. (2009). Research Agenda for Social Q&amp;A. Library and Information Science Research, 11(4), 205-209.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Kim, S., Oh, J-S., &amp; Oh, S. (2007). Best-Answer Selection Criteria in a Social Q&amp;A site from the User Oriented Relevance Perspective. Proceedings of the 70th Annual Meeting of the American Society for Information Science and Technology (ASIST ‘07), 44.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Harper, M. F., Raban, D. R., Rafaeli, S., &amp; Konstan, J. K. (2008). Predictors of answer quality in online Q&amp;A sites. In Proceedings of the 26th Annual SIGCHI Conference on Human Factors in Computing Systems (pp. 865−874). New York: ACM.</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Gazan, R. (2008). Social annotations in digital library collections. D-Lib Magazine, 11/12(14). Available from <a rel=\"nofollow\" class=\"external free\" href=\"http://www.dlib.org/dlib/november08/gazan/11gazan.html\">http://www.dlib.org/dlib/november08/gazan/11gazan.html</a>.</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Shah, C., Oh, J. S., &amp; Oh, S. (2008). Exploring characteristics and effects of user participation in online social Q&amp;A sites. First Monday, 13(9). Available from <a rel=\"nofollow\" class=\"external free\" href=\"http://www.uic.edu/htbin/cgiwrap/bin/ojs/index.php/fm/article/view/2182/2028\">http://www.uic.edu/htbin/cgiwrap/bin/ojs/index.php/fm/article/view/2182/2028</a>.</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Su, Q., Pavlov, D., Chow, J., &amp; Baker, W. (2007). Internet-scale collection of human- reviewed data. In C. L. Williamson, M. E. Zurko, P. E. Patel-Schneider, &amp; P. J. Shenoy (Eds.), Proceedings of the 16th International Conference on World Wide Web (pp. 231−240). New York: ACM.</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Shah, C., Oh, S., &amp; Oh, J. S. (2009). Research agenda for social Q&amp;A. Library &amp; Information Science Research, 31(4), 205-209. Retrieved January 2, 2011.</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Shah, C. (2017). Social Information Seeking: Leveraging the Wisdom of the Crowd. The Information Retrieval (IR) series. Berlin, Germany: Springer. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-3-319-56756-3\" title=\"Special:BookSources/978-3-319-56756-3\">978-3-319-56756-3</a>. (187 pages)</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Liu, Z., and Jansen, B. J. (2015) <a rel=\"nofollow\" class=\"external text\" href=\"https://faculty.ist.psu.edu/jjansen/academic/jansen_qanda_wenwo.pdf\">Analysis of Question and Answering Behavior in Question Routing Services</a>. 21st International Conference on Collaboration and Technology (CRIWG 2015). Yerevan, Armenia. 22 – 25 Sept., p.72-85</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Morris, Meredith Ringel; Teevan, Jaime; Panovich, Katrina (2010-01-01). <a rel=\"nofollow\" class=\"external text\" href=\"http://doi.acm.org/10.1145/1753326.1753587\">\"What Do People Ask Their Social Networks, and Why?: A Survey Study of Status Message Q&amp;a Behavior\"</a>. <i>Proceedings of the SIGCHI Conference on Human Factors in Computing Systems</i>. CHI '10. New York, NY, USA: ACM: 1739–1748. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1145/1753326.1753587\">10.1145/1753326.1753587</a>. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9781605589299\" title=\"Special:BookSources/9781605589299\">9781605589299</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Proceedings+of+the+SIGCHI+Conference+on+Human+Factors+in+Computing+Systems&amp;rft.atitle=What+Do+People+Ask+Their+Social+Networks%2C+and+Why%3F%3A+A+Survey+Study+of+Status+Message+Q%26a+Behavior&amp;rft.pages=1739-1748&amp;rft.date=2010-01-01&amp;rft_id=info%3Adoi%2F10.1145%2F1753326.1753587&amp;rft.isbn=9781605589299&amp;rft.aulast=Morris&amp;rft.aufirst=Meredith+Ringel&amp;rft.au=Teevan%2C+Jaime&amp;rft.au=Panovich%2C+Katrina&amp;rft_id=http%3A%2F%2Fdoi.acm.org%2F10.1145%2F1753326.1753587&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASocial+information+seeking\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">Paul, S. A., Hong, L., &amp; Chi, E. H. (2011, May). Is Twitter a Good Place for Asking Questions? A Characterization Study. In ICWSM.</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Rzeszotarski, Jeffrey M.; Morris, Meredith Ringel (2014-01-01). <a rel=\"nofollow\" class=\"external text\" href=\"http://doi.acm.org/10.1145/2556288.2557181\">\"Estimating the Social Costs of Friendsourcing\"</a>. <i>Proceedings of the 32Nd Annual ACM Conference on Human Factors in Computing Systems</i>. CHI '14. New York, NY, USA: ACM: 2735–2744. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1145/2556288.2557181\">10.1145/2556288.2557181</a>. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9781450324731\" title=\"Special:BookSources/9781450324731\">9781450324731</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Proceedings+of+the+32Nd+Annual+ACM+Conference+on+Human+Factors+in+Computing+Systems&amp;rft.atitle=Estimating+the+Social+Costs+of+Friendsourcing&amp;rft.pages=2735-2744&amp;rft.date=2014-01-01&amp;rft_id=info%3Adoi%2F10.1145%2F2556288.2557181&amp;rft.isbn=9781450324731&amp;rft.aulast=Rzeszotarski&amp;rft.aufirst=Jeffrey+M.&amp;rft.au=Morris%2C+Meredith+Ringel&amp;rft_id=http%3A%2F%2Fdoi.acm.org%2F10.1145%2F2556288.2557181&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASocial+information+seeking\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Nichols, Jeffrey; Kang, Jeon-Hyung (2012-01-01). <a rel=\"nofollow\" class=\"external text\" href=\"http://doi.acm.org/10.1145/2145204.2145352\">\"Asking Questions of Targeted Strangers on Social Networks\"</a>. <i>Proceedings of the ACM 2012 Conference on Computer Supported Cooperative Work</i>. CSCW '12. New York, NY, USA: ACM: 999–1002. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1145/2145204.2145352\">10.1145/2145204.2145352</a>. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9781450310864\" title=\"Special:BookSources/9781450310864\">9781450310864</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Proceedings+of+the+ACM+2012+Conference+on+Computer+Supported+Cooperative+Work&amp;rft.atitle=Asking+Questions+of+Targeted+Strangers+on+Social+Networks&amp;rft.pages=999-1002&amp;rft.date=2012-01-01&amp;rft_id=info%3Adoi%2F10.1145%2F2145204.2145352&amp;rft.isbn=9781450310864&amp;rft.aulast=Nichols&amp;rft.aufirst=Jeffrey&amp;rft.au=Kang%2C+Jeon-Hyung&amp;rft_id=http%3A%2F%2Fdoi.acm.org%2F10.1145%2F2145204.2145352&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASocial+information+seeking\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Gray, Rebecca; Ellison, Nicole B.; Vitak, Jessica; Lampe, Cliff (2013-01-01). <a rel=\"nofollow\" class=\"external text\" href=\"http://doi.acm.org/10.1145/2441776.2441913\">\"Who Wants to Know?: Question-asking and Answering Practices Among Facebook Users\"</a>. <i>Proceedings of the 2013 Conference on Computer Supported Cooperative Work</i>. CSCW '13. New York, NY, USA: ACM: 1213–1224. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1145/2441776.2441913\">10.1145/2441776.2441913</a>. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9781450313315\" title=\"Special:BookSources/9781450313315\">9781450313315</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Proceedings+of+the+2013+Conference+on+Computer+Supported+Cooperative+Work&amp;rft.atitle=Who+Wants+to+Know%3F%3A+Question-asking+and+Answering+Practices+Among+Facebook+Users&amp;rft.pages=1213-1224&amp;rft.date=2013-01-01&amp;rft_id=info%3Adoi%2F10.1145%2F2441776.2441913&amp;rft.isbn=9781450313315&amp;rft.aulast=Gray&amp;rft.aufirst=Rebecca&amp;rft.au=Ellison%2C+Nicole+B.&amp;rft.au=Vitak%2C+Jessica&amp;rft.au=Lampe%2C+Cliff&amp;rft_id=http%3A%2F%2Fdoi.acm.org%2F10.1145%2F2441776.2441913&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ASocial+information+seeking\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-17\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-17\">^</a></b></span> <span class=\"reference-text\">Cha, M., Haddadi, H., Benevenuto, F., &amp; Gummadi, P. K. (2010). Measuring User Influence in Twitter: The Million Follower Fallacy. ICWSM, 10(10-17), 30.</span>\n</li>\n<li id=\"cite_note-18\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-18\">^</a></b></span> <span class=\"reference-text\">Pal, A., &amp; Counts, S. (2011, February). Identifying topical authorities in microblogs. In Proceedings of the fourth ACM international conference on Web search and data mining (pp. 45-54). ACM.</span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Social_information_seeking&amp;action=edit&amp;section=10\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Major figures:\n</p>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.mathcs.emory.edu/~eugene/\">Eugene Agichtein</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www2.hawaii.edu/~gazan/\">Rich Gazan</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.ischool.pitt.edu/people/oh.php\">Jung Sun Oh</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://directory.cci.fsu.edu/sanghee-oh/\">Sanghee Oh</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.ils.unc.edu/~jpom/\">Jeffrey Pomerantz</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://comminfo.rutgers.edu/~chirags\">Chirag Shah</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1331\nCached time: 20180910131707\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.124 seconds\nReal time usage: 0.153 seconds\nPreprocessor visited node count: 672/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 11149/2097152 bytes\nTemplate argument size: 536/2097152 bytes\nHighest expansion depth: 16/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 12798/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.043/10.000 seconds\nLua memory usage: 2.21 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  118.595      1 Template:Reflist\n100.00%  118.595      1 -total\n 47.84%   56.734      4 Template:Cite_journal\n 35.14%   41.675      1 Template:ISBN\n  9.43%   11.187      1 Template:Catalog_lookup_link\n  5.09%    6.031      1 Template:Error-small\n  3.44%    4.082      3 Template:Yesno-no\n  2.34%    2.770      2 Template:Main_other\n  2.12%    2.513      3 Template:Yesno\n  2.05%    2.436      6 Template:Trim\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:28303167-0!canonical and timestamp 20180910131707 and revision id 825633034\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","*":"Social_networking_services"},{"sortkey":"","*":"Technology_in_society"}],"links":[{"ns":0,"exists":"","*":"Digital object identifier"},{"ns":0,"exists":"","*":"Information extraction"},{"ns":0,"exists":"","*":"Information retrieval"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"Knowledge representation"},{"ns":0,"exists":"","*":"Question answering"},{"ns":0,"exists":"","*":"Quora"},{"ns":0,"exists":"","*":"StackOverflow"},{"ns":0,"exists":"","*":"Twitter"},{"ns":0,"exists":"","*":"Virtual reference"},{"ns":0,"exists":"","*":"WikiAnswers"},{"ns":0,"exists":"","*":"Yahoo! Answers"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:ISBN"},{"ns":10,"exists":"","*":"Template:Catalog lookup link"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Error-small"},{"ns":10,"exists":"","*":"Template:Tl"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Cite journal"},{"ns":828,"exists":"","*":"Module:Check isxn"},{"ns":828,"exists":"","*":"Module:Error"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["https://faculty.ist.psu.edu/jjansen/academic/jansen_qanda_wenwo.pdf","http://doi.acm.org/10.1145/1753326.1753587","//doi.org/10.1145/1753326.1753587","http://doi.acm.org/10.1145/2556288.2557181","//doi.org/10.1145/2556288.2557181","http://doi.acm.org/10.1145/2145204.2145352","//doi.org/10.1145/2145204.2145352","http://doi.acm.org/10.1145/2441776.2441913","//doi.org/10.1145/2441776.2441913","http://www.dlib.org/dlib/november08/gazan/11gazan.html","http://www.uic.edu/htbin/cgiwrap/bin/ojs/index.php/fm/article/view/2182/2028","http://www.mathcs.emory.edu/~eugene/","http://www2.hawaii.edu/~gazan/","http://www.ischool.pitt.edu/people/oh.php","http://directory.cci.fsu.edu/sanghee-oh/","http://www.ils.unc.edu/~jpom/","http://comminfo.rutgers.edu/~chirags"],"sections":[{"toclevel":1,"level":"2","line":"Background","number":"1","index":"1","fromtitle":"Social_information_seeking","byteoffset":508,"anchor":"Background"},{"toclevel":1,"level":"2","line":"Research questions","number":"2","index":"2","fromtitle":"Social_information_seeking","byteoffset":4614,"anchor":"Research_questions"},{"toclevel":1,"level":"2","line":"Friendsourcing in social Q&A","number":"3","index":"3","fromtitle":"Social_information_seeking","byteoffset":5951,"anchor":"Friendsourcing_in_social_Q&A"},{"toclevel":1,"level":"2","line":"Social Q&A services","number":"4","index":"4","fromtitle":"Social_information_seeking","byteoffset":9613,"anchor":"Social_Q&A_services"},{"toclevel":2,"level":"3","line":"Presenting information needs","number":"4.1","index":"5","fromtitle":"Social_information_seeking","byteoffset":9907,"anchor":"Presenting_information_needs"},{"toclevel":2,"level":"3","line":"Responding to information needs","number":"4.2","index":"6","fromtitle":"Social_information_seeking","byteoffset":11310,"anchor":"Responding_to_information_needs"},{"toclevel":2,"level":"3","line":"Participation as a community","number":"4.3","index":"7","fromtitle":"Social_information_seeking","byteoffset":12770,"anchor":"Participation_as_a_community"},{"toclevel":1,"level":"2","line":"Authority detection in social media","number":"5","index":"8","fromtitle":"Social_information_seeking","byteoffset":14053,"anchor":"Authority_detection_in_social_media"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"9","fromtitle":"Social_information_seeking","byteoffset":16244,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"7","index":"10","fromtitle":"Social_information_seeking","byteoffset":16272,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Social information seeking","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q7551189"}]}}