{"parse":{"title":"Malagana","pageid":8315766,"revid":825265205,"text":{"*":"<div class=\"mw-parser-output\"><div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:222px;\"><a href=\"/wiki/File:Colombia_-_Valle_del_Cauca_-_Palmira.svg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Colombia_-_Valle_del_Cauca_-_Palmira.svg/220px-Colombia_-_Valle_del_Cauca_-_Palmira.svg.png\" width=\"220\" height=\"232\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Colombia_-_Valle_del_Cauca_-_Palmira.svg/330px-Colombia_-_Valle_del_Cauca_-_Palmira.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Colombia_-_Valle_del_Cauca_-_Palmira.svg/440px-Colombia_-_Valle_del_Cauca_-_Palmira.svg.png 2x\" data-file-width=\"1142\" data-file-height=\"1203\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Colombia_-_Valle_del_Cauca_-_Palmira.svg\" class=\"internal\" title=\"Enlarge\"></a></div>Malagana is located in the <a href=\"/wiki/Colombia\" title=\"Colombia\">Colombian</a> municipality of <a href=\"/wiki/Palmira,_Valle_del_Cauca\" title=\"Palmira, Valle del Cauca\">Palmira, Valle del Cauca</a></div></div></div>\n<p><b>Malagana</b>, also known as the <b>Malagana Treasure</b> is an <a href=\"/wiki/Archaeological_sites_in_Colombia\" class=\"mw-redirect\" title=\"Archaeological sites in Colombia\">archaeological site of Colombia</a> named after the same name <a href=\"/wiki/Sugarcane\" title=\"Sugarcane\">sugarcane</a> <a href=\"/wiki/Estate_(house)\" class=\"mw-redirect\" title=\"Estate (house)\">estate</a> where it was accidentally discovered in 1992 (Malagana being a <a href=\"/wiki/Misspelling\" class=\"mw-redirect\" title=\"Misspelling\">misspelling</a> of <a href=\"/wiki/M%C3%A1laga\" title=\"Málaga\">Málaga</a>).  During a few days after its discovery, the place was subject to a large scale <a href=\"/wiki/Grave_robbing\" class=\"mw-redirect\" title=\"Grave robbing\">looting</a> with a rough estimated of 4 <a href=\"/wiki/Ton\" title=\"Ton\">tons</a> of <a href=\"/wiki/Pre-Columbian\" class=\"mw-redirect\" title=\"Pre-Columbian\">pre-Columbian</a> <a href=\"/wiki/Artifact_(archaeology)\" title=\"Artifact (archaeology)\">artifacts</a> illegally removed from the <a href=\"/wiki/Burial_mound\" class=\"mw-redirect\" title=\"Burial mound\">burial mounds</a>.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>  A rescue archaeological mission was sent by the National Institute of Anthropology and History (ICANH), led by archaeologist <a href=\"/wiki/Marianne_Cardale_de_Schrimpff\" title=\"Marianne Cardale de Schrimpff\">Marianne Cardale de Schrimpff</a>. Archaeological excavations at the site established a previously unknown cultural complex, designated as Malagana-Sonsoid, that dates between 300 BC to 300 AD\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Discovery\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Discovery</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Archaeological_excavations\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Archaeological excavations</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Museo_del_Oro_(Gold_Museum)\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Museo del Oro (Gold Museum)</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Description_of_Tomb_1_and_its_contents,_main_cemetery\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Description of Tomb 1 and its contents, main cemetery</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Malagana_treasure_preserved\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Malagana treasure preserved</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Further_reading\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Further reading</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#External_links\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Discovery\">Discovery</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Malagana&amp;action=edit&amp;section=1\" title=\"Edit section: Discovery\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The discovery of the Malagana Treasure began with an accident in a sugar-cane field at <a href=\"/wiki/Hacienda\" title=\"Hacienda\">Hacienda</a> Malagana, which is situated on the flatlands of the fertile <a href=\"/wiki/Cauca_river\" class=\"mw-redirect\" title=\"Cauca river\">Cauca river</a> valley, near the city of Palmira in western Colombia.   A worker was driving a piece of heavy equipment (a tractor)<sup id=\"cite_ref-Warwick-p94-111_2-0\" class=\"reference\"><a href=\"#cite_note-Warwick-p94-111-2\">&#91;2&#93;</a></sup> across the field when the ground suddenly <a href=\"/wiki/Cave_in\" class=\"mw-redirect\" title=\"Cave in\">collapsed</a>, and the vehicle fell into a large hole.  As the driver inspected his predicament, something shiny caught his eye.  The object was made of gold, and the hole turned out to be an ancient <a href=\"/wiki/Hypogeum\" title=\"Hypogeum\">hypogeum</a>.  The worker removed some of the <a href=\"/wiki/Goldsmith\" title=\"Goldsmith\">goldwork</a> items and quietly sold them.  Before long, his activities caught the attention of others.  Between October and December 1992, <a href=\"/wiki/Gold_rush\" title=\"Gold rush\">hoards of gold-seekers</a> arrived to Hacienda Malagana's sugar-cane field.<sup id=\"cite_ref-Warwick-p94-111_2-1\" class=\"reference\"><a href=\"#cite_note-Warwick-p94-111-2\">&#91;2&#93;</a></sup>  According to newspaper accounts, the looters numbered as many as 5,000.  Reporters on the scene captured the bedlam on camera and published their photographs in newspapers.<sup id=\"cite_ref-IARC_3-0\" class=\"reference\"><a href=\"#cite_note-IARC-3\">&#91;3&#93;</a></sup> Even the police and army on the scene were ineffective in controlling the chaos, including one murder, and the wide scale destruction of the ancient cemetery.  Countless artifacts were carried off by the treasure hunters.  The weight of the gold objects that were taken from the site has been estimated at 160 kilograms (352 pounds) by one source (Bray 2000:94) and between 140 kilograms (308 pounds) and 180 kilograms (396 pounds) by another, who speculates that the amount might even have been greater than 180 kilograms.<sup id=\"cite_ref-IARC_3-1\" class=\"reference\"><a href=\"#cite_note-IARC-3\">&#91;3&#93;</a></sup>\n</p><p>Late in 1992 the <a href=\"/wiki/Gold_Museum,_Bogot%C3%A1\" title=\"Gold Museum, Bogotá\">Gold Museum</a> in Bogotá received an impressive assortment of the gold objects made in an unfamiliar style.  Research revealed that the source of the artifacts was the Hacienda Malagana site.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Archaeological_excavations\">Archaeological excavations</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Malagana&amp;action=edit&amp;section=2\" title=\"Edit section: Archaeological excavations\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Even though plunderers were still present, archaeological investigations of the Hacienda Malagana cemetery were attempted in March 1993, but had to be discontinued after only a few days.  In that brief period the archaeologists were able to examine three of the tombs and to observe the site's <a href=\"/wiki/Stratigraphy\" title=\"Stratigraphy\">stratigraphy</a>, which indicated a record of prolonged habitation.  One grave yielded two gold beads and a pottery vessel that the looters had overlooked.  A <a href=\"/wiki/Radiocarbon_date\" class=\"mw-redirect\" title=\"Radiocarbon date\">radiocarbon date</a> of AD 70 +/- 60 (uncalibrated) was obtained from the debris inside the pottery vessel.  After the site had finally been abandoned by the treasurer hunters, more extensive excavations were conducted late in 1994.  Because the cemetery area of the site had been destroyed, the 1994 excavations focused on a residential area some 500 meters from the ransacked cemetery area.  These excavations revealed a lengthy and complex stratigraphy, seventeen burials, four occupation periods, and additional radiocarbon dates.  The occupational periods were designated as \"Proto-Llama\" (earliest period), \"Llama,\" \"Malagana,\" and \"Sonsoid\" (latest) (Bray 2000:94-95).  Links in the form of trade by the inhabitants of Malagana with groups in the San Agustín and Tierradentro areas to the south and with the Tolima and Quimbaya areas to the east and north are apparent in the artifact assemblies.  By the Malagana period, Malagana had developed as a regional culture with a distinguishable style.\n</p>\n<h2><span id=\"Museo_del_Oro_.28Gold_Museum.29\"></span><span class=\"mw-headline\" id=\"Museo_del_Oro_(Gold_Museum)\">Museo del Oro (Gold Museum)</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Malagana&amp;action=edit&amp;section=3\" title=\"Edit section: Museo del Oro (Gold Museum)\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>After receiving the initial gold items, the Museum of Gold launched a campaign to locate and recover as many artifacts as possible that were stolen from the tombs of the main cemetery at Hacienda Malagana.  Over 150 objects were acquired as a result of this endeavor.  While the gold items themselves are spectacular to look at, their ability to give important data about the people who created them was lost in the 1992 \"gold rush\" when they were ripped from tombs in which they had been placed many centuries before.  Although some physical information about the artifacts themselves may be gained by careful study of the objects, their true value of providing clues to the past is possible only when the objects are found in their <a href=\"/wiki/Archaeological_context\" class=\"mw-redirect\" title=\"Archaeological context\">original cultural context</a>.  Remarkably, museum archaeologists were able to obtain general information about the archaeological context for a number of these objects by pursuing accounts from individuals who had witnessed the plundering frenzy of 1992.  As a result, the archaeologists were able to designate the artifact assemblies for twenty-nine of the graves, which provides important knowledge not only about religion and burial practices, but also about the political and social structures and value systems of the Malagana culture (Bray 2000:94-95).\n</p>\n<h2><span id=\"Description_of_Tomb_1_and_its_contents.2C_main_cemetery\"></span><span class=\"mw-headline\" id=\"Description_of_Tomb_1_and_its_contents,_main_cemetery\">Description of Tomb 1 and its contents, main cemetery</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Malagana&amp;action=edit&amp;section=4\" title=\"Edit section: Description of Tomb 1 and its contents, main cemetery\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In several instances interviews with the 1992 observers coupled with meticulous study of the artifacts, the actual arrangement of the gold, pottery and other items in the tombs have been able to be reconstructed by the archaeologists.  One such tomb is Tomb 1, which is among the most prolific from the main cemetery of the site.  Bray describes the layout of the tomb, as follows:\n</p>\n<blockquote><p> The tomb consisted of a rectangular shaft about 3 m deep, filled with <a href=\"/wiki/Gravel\" title=\"Gravel\">gravel</a> and river sand containing specks of alluvial gold.  The floor was paved with rectangular slabs of a white granitic stone foreign to the <a href=\"/wiki/Cauca_River\" title=\"Cauca River\">Cauca</a> <a href=\"/wiki/Floodplain\" title=\"Floodplain\">floodplain</a>, and a single course of more rounded stones had been placed around the base of the wall to define the funerary area.  A conical object of carved stone lay somewhere in the burial zone.\nThe body was stretched out on its back on the floor of the tomb, and the face was covered by three large <a href=\"/wiki/Metal_leaf#Gold_leaf\" title=\"Metal leaf\">gold leaf</a> <a href=\"/wiki/Death_mask\" title=\"Death mask\">masks</a>, one on top of the other.  In the neck area were tubular gold beads and little gold birds, together with necklaces of coloured stone beads, carved <a href=\"/wiki/Emerald\" title=\"Emerald\">emeralds</a> and red <a href=\"/wiki/Spondylus\" title=\"Spondylus\">Spondylus</a> shells, and enough tiny stone beads to form a string about 50 m long.  Gold beads were found in the neck area and in a single row on the chest.  A sheet-gold mask concealed the feet of the corpse.  The published accounts also list two pendant-plaques and two plaques for sewing onto textiles.  A set of bone tubes (or cylindrical beads) found just below the waist may have been attached to a loincloth or kilt like those represented on miniature gold figurines, and the legs of the skeleton were separated by a line of rock crystal beads.  In a niche in the wall above the head of the corpse were two Ilama-style pots: one a bowl with four feet and the other an alcarraza (a vessel with two spouts joined by a bridge handle) in the form of a recumbent woman.  A layer of between fifty and one hundred stone slabs of various sizes covered and protected the entire funerary deposit (Bray 2000:96-97).  </p></blockquote>\n<h2><span class=\"mw-headline\" id=\"Malagana_treasure_preserved\">Malagana treasure preserved</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Malagana&amp;action=edit&amp;section=5\" title=\"Edit section: Malagana treasure preserved\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Prior to 1939 the gold objects that treasure hunters removed illegally from archaeological sites were either taken to the bank to be exchanged for cash or were sold to gallery owners and dealers in art and antiquities.  The gold purchased by the bank was melted down.  The items acquired by the galleries and dealers were resold to private collectors, museums, and other institutions, many of which were destined for other countries.  In 1939 a man named Julio Caro convinced the board of the Banco de la República in Bogotá that the gold items should be preserved and retained within Colombia.  The gold artifacts that were accumulated were kept in the bank's boardroom and, from 1947 to 1959, were shown only to important visitors.  In 1959 the bank constructed a new building, which contained a long room in the basement lined with showcases displaying the artifacts.  For the first time the public was permitted to see the golden treasures of the past.  When another new building for the bank was under construction in 1970, several individuals associated with the bank promoted the idea of making it into a first-class scientific museum for the exhibition of their collection.  Museum experts and anthropologists were called in to bring order and cultural milieu to the exhibits.  Upon completion of the four-storied, prism-shaped Museo del Oro building, the treasures of the Malagana culture and the other cultures of Colombia received the finest of accommodations for their preservation and for the enlightenment of present and future generations <sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> \n</p><p>In 2004, the Museo del Oro launched the first of a three-stage renovation to its facilities and exhibits.  When the project is completed in 2007, the treasures will be displayed with the latest, state-of-the-art techniques.  One of the goals of the renovations is to communicate to the viewer the lives of the objects and their makers in the most effective way possible (Banco de la República, 2005b).\n</p><p>Some of the gold artifacts were recently displayed in the United States.  The Smithsonian National Museum of Natural History in Washington, D.C., presented an exhibit entitled \"The Spirit of Ancient Colombia Gold\" from November 9, 2005, through April 9, 2006.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup>  A total of 280 gold objects were loaned from the Museo del Oro of Bogotá for the exhibition.  A funerary mask, made of hammered-sheet gold in the Malagana style and dating between 200 BC and 200 AD, is depicted on the Smithsonian Institution's webpage announcing the exhibit (Smithsonian Institution 2005).\nSometime between 200 BC and AD 200, the Malagana treasure was laid with respect in tombs in a cemetery near Hacienda Malagana.  In 1992 the major portion of these treasures were ripped from their earthen resting places and were melted or transported to unknown places.  Now, the few examples that remain of the Malagana treasure, along with artifacts of its neighboring cultures, are once again under the control of their home country and housed with respect.  The treasure inspires its makers' descendants and the rest of the world with a sense of awe and utmost esteem for the craftsmen and culture of its origin.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Malagana&amp;action=edit&amp;section=6\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.eldoradocolombia.com/guaqueria.html\">http://www.eldoradocolombia.com/guaqueria.html</a></span>\n</li>\n<li id=\"cite_note-Warwick-p94-111-2\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Warwick-p94-111_2-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Warwick-p94-111_2-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Bray Warwick (2000). \"Malagana and the Goldworking Tradition of Southwest Colombia\".  In <i>Precolumbian Gold: Technology, Style and Iconography</i> (Colin McEwan, ed.). British Museum Press, London. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-7141-2534-2\" title=\"Special:BookSources/0-7141-2534-2\">0-7141-2534-2</a>, pp.94-111.</span>\n</li>\n<li id=\"cite_note-IARC-3\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-IARC_3-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-IARC_3-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">IARC [Illicit Antiquities Research Center] Colombia, illicit antiquities and ICOM Red List Latin America.  Culture Without Context, Issue 12, Spring 2003</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Banco de la República (2005a).  From Board Room to Modern Museum: Gold Ended Up Asserting its Authority.  Museo del Oro, Bogotá, D.C.  <cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20060924031513/http://www.banrep.gov.co/museo/eng/nm_moderno.htm\">\"Archived copy\"</a>. Archived from <a rel=\"nofollow\" class=\"external text\" href=\"http://www.banrep.gov.co/museo/eng/nm_moderno.htm\">the original</a> on 2006-09-24<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2006-12-07</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Archived+copy&amp;rft_id=http%3A%2F%2Fwww.banrep.gov.co%2Fmuseo%2Feng%2Fnm_moderno.htm&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMalagana\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span> Retrieved November 29, 2006.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">The Renovation of the Gold Museum, Bogotá, Colombia.  Museo del Oro, Bogotá, D.C.  <cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20060924031905/http://www.banrep.gov.co/museo/eng/nm_transforma.htm\">\"Archived copy\"</a>. Archived from <a rel=\"nofollow\" class=\"external text\" href=\"http://www.banrep.gov.co/museo/eng/nm_transforma.htm\">the original</a> on 2006-09-24<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2006-12-07</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Archived+copy&amp;rft_id=http%3A%2F%2Fwww.banrep.gov.co%2Fmuseo%2Feng%2Fnm_transforma.htm&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMalagana\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span>  Retrieved November 29, 2006(Banco de la República 2005a).</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Smithsonian Institution.  The Spirit of Ancient Colombian Gold.  Smithsonian National Museum of Natural History, Washington, D.C., 2005.  <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.mnh.si.edu/exhibits/gold/index.htm\">[1]</a>  Retrieved on November 29, 2006</span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"Further_reading\">Further reading</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Malagana&amp;action=edit&amp;section=7\" title=\"Edit section: Further reading\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><span class=\"languageicon\">(in Spanish)</span> Drennan, Robert (2004) <a rel=\"nofollow\" class=\"external text\" href=\"http://www.saa.org/government/DrennanTestimony/\">Drennan testimony before the Cultural Property Advisory Committee</a><sup class=\"noprint Inline-Template\"><span style=\"white-space: nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Link_rot\" title=\"Wikipedia:Link rot\"><span title=\"&#160;Dead link since January 2018\">permanent dead link</span></a></i>&#93;</span></sup> - Society for American Archaeology. December 2, 2004. Retrieved November 26, 2006</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20070105094826/http://www.mcdonald.cam.ac.uk/iarc/culturewithoutcontext/issue12/colombia.htm\">Colombian culture</a> - Retrieved November 29, 2006</li></ul>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Malagana&amp;action=edit&amp;section=8\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.nmai.si.edu/searchcollections/results.aspx?regid=2824\">Malagana culture artwork</a>, National Museum of the American Indian</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://traffickingculture.org/encyclopedia/case-studies/malagana\">Malagana in the Trafficking Culture Encyclopedia</a></li></ul>\n<p><span id=\"coordinates\" class=\"metadata coord-missing\"></span>\n</p>\n<div role=\"navigation\" class=\"navbox\" aria-labelledby=\"Archaeological_sites_in_Colombia\" style=\"padding:3px\"><table class=\"nowraplinks collapsible autocollapse navbox-inner\" style=\"border-spacing:0;background:transparent;color:inherit\"><tbody><tr><th scope=\"col\" class=\"navbox-title\" colspan=\"3\"><div class=\"plainlinks hlist navbar mini\"><ul><li class=\"nv-view\"><a href=\"/wiki/Template:Archaeological_sites_in_Colombia\" title=\"Template:Archaeological sites in Colombia\"><abbr title=\"View this template\" style=\";;background:none transparent;border:none;-moz-box-shadow:none;-webkit-box-shadow:none;box-shadow:none; padding:0;\">v</abbr></a></li><li class=\"nv-talk\"><a href=\"/wiki/Template_talk:Archaeological_sites_in_Colombia\" title=\"Template talk:Archaeological sites in Colombia\"><abbr title=\"Discuss this template\" style=\";;background:none transparent;border:none;-moz-box-shadow:none;-webkit-box-shadow:none;box-shadow:none; padding:0;\">t</abbr></a></li><li class=\"nv-edit\"><a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Template:Archaeological_sites_in_Colombia&amp;action=edit\"><abbr title=\"Edit this template\" style=\";;background:none transparent;border:none;-moz-box-shadow:none;-webkit-box-shadow:none;box-shadow:none; padding:0;\">e</abbr></a></li></ul></div><div id=\"Archaeological_sites_in_Colombia\" style=\"font-size:114%;margin:0 4em\"><a href=\"/wiki/List_of_archaeological_sites_in_Colombia\" title=\"List of archaeological sites in Colombia\">Archaeological sites in Colombia</a></div></th></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\"><a href=\"/wiki/Muisca_Confederation#Prehistory\" title=\"Muisca Confederation\">Prehistoric</a>-<a href=\"/wiki/Andean_preceramic\" title=\"Andean preceramic\">preceramic</a></th><td class=\"navbox-list navbox-odd hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><a href=\"/wiki/El_Abra\" title=\"El Abra\">El Abra</a></li>\n<li><a href=\"/wiki/Tibit%C3%B3\" title=\"Tibitó\">Tibitó</a></li>\n<li><a href=\"/wiki/Tequendama\" title=\"Tequendama\">Tequendama</a></li></ul>\n</div></td><td class=\"navbox-image\" rowspan=\"2\" style=\"width:1px;padding:0px 0px 0px 2px\"><div><a href=\"/wiki/File:San_Agustin_parque_arqueologic.jpg\" class=\"image\"><img alt=\"San Agustin parque arqueologic.jpg\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/7a/San_Agustin_parque_arqueologic.jpg/100px-San_Agustin_parque_arqueologic.jpg\" width=\"100\" height=\"75\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/7a/San_Agustin_parque_arqueologic.jpg/150px-San_Agustin_parque_arqueologic.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/7/7a/San_Agustin_parque_arqueologic.jpg/200px-San_Agustin_parque_arqueologic.jpg 2x\" data-file-width=\"584\" data-file-height=\"438\" /></a></div></td></tr><tr><th scope=\"row\" class=\"navbox-group\" style=\"width:1%\">Preceramic-ceramic</th><td class=\"navbox-list navbox-even hlist\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><a href=\"/wiki/Aguazuque\" title=\"Aguazuque\">Aguazuque</a></li>\n<li><a href=\"/wiki/Checua\" title=\"Checua\">Checua</a></li>\n<li><a href=\"/wiki/Ciudad_Perdida\" title=\"Ciudad Perdida\">Ciudad Perdida</a></li>\n<li><a href=\"/wiki/Lake_Herrera\" title=\"Lake Herrera\">Lake Herrera</a></li>\n<li><a href=\"/wiki/El_Infiernito\" title=\"El Infiernito\">El Infiernito</a></li>\n<li><a class=\"mw-selflink selflink\">Malagana</a></li>\n<li><a href=\"/w/index.php?title=Mons%C3%BA&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Monsú (page does not exist)\">Monsú</a></li>\n<li><a href=\"/wiki/El_morro_del_tulc%C3%A1n\" title=\"El morro del tulcán\">El morro del tulcán</a></li>\n<li><a href=\"/wiki/Puerto_Hormiga_archaeological_site\" title=\"Puerto Hormiga archaeological site\">Puerto Hormiga</a></li>\n<li><a href=\"/wiki/San_Agust%C3%ADn,_Huila\" title=\"San Agustín, Huila\">San Agustín</a></li>\n<li><a href=\"/wiki/Tierradentro\" title=\"Tierradentro\">Tierradentro</a></li></ul>\n</div></td></tr></tbody></table></div>\n\n<!-- \nNewPP limit report\nParsed by mw2233\nCached time: 20180913203558\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.160 seconds\nReal time usage: 0.229 seconds\nPreprocessor visited node count: 685/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 13737/2097152 bytes\nTemplate argument size: 1172/2097152 bytes\nHighest expansion depth: 16/40\nExpensive parser function count: 2/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 4605/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.050/10.000 seconds\nLua memory usage: 2.47 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  181.920      1 -total\n 61.98%  112.761      1 Template:Reflist\n 27.13%   49.356      1 Template:ISBN\n 25.92%   47.154      2 Template:Cite_web\n 19.60%   35.648      1 Template:Es\n 17.85%   32.481      1 Template:Link_language\n 17.59%   31.994      3 Template:Category_handler\n  9.10%   16.546      1 Template:Dead_link\n  7.76%   14.122      1 Template:Archaeological_sites_in_Colombia\n  7.07%   12.863      1 Template:Catalog_lookup_link\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:8315766-0!canonical and timestamp 20180913203558 and revision id 825265205\n -->\n</div>"},"langlinks":[{"lang":"es","url":"https://es.wikipedia.org/wiki/Cultura_Malagana","langname":"Spanish","autonym":"español","*":"Cultura Malagana"},{"lang":"eo","url":"https://eo.wikipedia.org/wiki/Malagana_(or-kulturo)","langname":"Esperanto","autonym":"Esperanto","*":"Malagana (or-kulturo)"}],"categories":[{"sortkey":"Malagana","hidden":"","*":"Articles_with_Spanish-language_external_links"},{"sortkey":"Malagana","hidden":"","*":"All_articles_with_dead_external_links"},{"sortkey":"Malagana","hidden":"","*":"Articles_with_dead_external_links_from_January_2018"},{"sortkey":"Malagana","hidden":"","*":"Articles_with_permanently_dead_external_links"},{"sortkey":"Malagana","hidden":"","*":"Colombia_articles_missing_geocoordinate_data"},{"sortkey":"Malagana","hidden":"","*":"All_articles_needing_coordinates"},{"sortkey":"Malagana","*":"Archaeological_sites_in_Colombia"},{"sortkey":"Malagana","*":"Archaeological_theft"},{"sortkey":"Malagana","*":"Art_and_cultural_repatriation"},{"sortkey":"Malagana","*":"Buildings_and_structures_in_Valle_del_Cauca_Department"}],"links":[{"ns":10,"exists":"","*":"Template:ISO 639 name es"},{"ns":10,"exists":"","*":"Template:Archaeological sites in Colombia"},{"ns":14,"exists":"","*":"Category:Articles with dead external links from January 2018"},{"ns":0,"exists":"","*":"Aguazuque"},{"ns":0,"exists":"","*":"Andean preceramic"},{"ns":0,"exists":"","*":"Archaeological context"},{"ns":0,"exists":"","*":"Archaeological sites in Colombia"},{"ns":0,"exists":"","*":"Artifact (archaeology)"},{"ns":0,"exists":"","*":"Burial mound"},{"ns":0,"exists":"","*":"Cauca River"},{"ns":0,"exists":"","*":"Cauca river"},{"ns":0,"exists":"","*":"Cave in"},{"ns":0,"exists":"","*":"Checua"},{"ns":0,"exists":"","*":"Ciudad Perdida"},{"ns":0,"exists":"","*":"Colombia"},{"ns":0,"exists":"","*":"Death mask"},{"ns":0,"exists":"","*":"El Abra"},{"ns":0,"exists":"","*":"El Infiernito"},{"ns":0,"exists":"","*":"El morro del tulcán"},{"ns":0,"exists":"","*":"Emerald"},{"ns":0,"exists":"","*":"Estate (house)"},{"ns":0,"exists":"","*":"Floodplain"},{"ns":0,"exists":"","*":"Gold Museum, Bogotá"},{"ns":0,"exists":"","*":"Gold rush"},{"ns":0,"exists":"","*":"Goldsmith"},{"ns":0,"exists":"","*":"Grave robbing"},{"ns":0,"exists":"","*":"Gravel"},{"ns":0,"exists":"","*":"Hacienda"},{"ns":0,"exists":"","*":"Hypogeum"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"Lake Herrera"},{"ns":0,"exists":"","*":"List of archaeological sites in Colombia"},{"ns":0,"exists":"","*":"Marianne Cardale de Schrimpff"},{"ns":0,"exists":"","*":"Metal leaf"},{"ns":0,"exists":"","*":"Misspelling"},{"ns":0,"exists":"","*":"Muisca Confederation"},{"ns":0,"exists":"","*":"Málaga"},{"ns":0,"exists":"","*":"Palmira, Valle del Cauca"},{"ns":0,"exists":"","*":"Pre-Columbian"},{"ns":0,"exists":"","*":"Puerto Hormiga archaeological site"},{"ns":0,"exists":"","*":"Radiocarbon date"},{"ns":0,"exists":"","*":"San Agustín, Huila"},{"ns":0,"exists":"","*":"Spondylus"},{"ns":0,"exists":"","*":"Stratigraphy"},{"ns":0,"exists":"","*":"Sugarcane"},{"ns":0,"exists":"","*":"Tequendama"},{"ns":0,"exists":"","*":"Tibitó"},{"ns":0,"exists":"","*":"Tierradentro"},{"ns":0,"exists":"","*":"Ton"},{"ns":0,"*":"Monsú"},{"ns":4,"exists":"","*":"Wikipedia:Link rot"},{"ns":11,"exists":"","*":"Template talk:Archaeological sites in Colombia"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:ISBN"},{"ns":10,"exists":"","*":"Template:Catalog lookup link"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Error-small"},{"ns":10,"exists":"","*":"Template:Tl"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Es"},{"ns":10,"exists":"","*":"Template:Es icon"},{"ns":10,"exists":"","*":"Template:Link language"},{"ns":10,"exists":"","*":"Template:ISO 639 name es"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Dead link"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Coord missing"},{"ns":10,"exists":"","*":"Template:Archaeological sites in Colombia"},{"ns":10,"exists":"","*":"Template:Navbox"},{"ns":828,"exists":"","*":"Module:Check isxn"},{"ns":828,"exists":"","*":"Module:Error"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Link language"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Navbox"},{"ns":828,"exists":"","*":"Module:Navbar"}],"images":["Colombia_-_Valle_del_Cauca_-_Palmira.svg","San_Agustin_parque_arqueologic.jpg"],"externallinks":["https://web.archive.org/web/20060924031513/http://www.banrep.gov.co/museo/eng/nm_moderno.htm","http://www.banrep.gov.co/museo/eng/nm_moderno.htm","https://web.archive.org/web/20060924031905/http://www.banrep.gov.co/museo/eng/nm_transforma.htm","http://www.banrep.gov.co/museo/eng/nm_transforma.htm","http://www.mnh.si.edu/exhibits/gold/index.htm","http://www.eldoradocolombia.com/guaqueria.html","http://www.saa.org/government/DrennanTestimony/","https://web.archive.org/web/20070105094826/http://www.mcdonald.cam.ac.uk/iarc/culturewithoutcontext/issue12/colombia.htm","http://www.nmai.si.edu/searchcollections/results.aspx?regid=2824","http://traffickingculture.org/encyclopedia/case-studies/malagana"],"sections":[{"toclevel":1,"level":"2","line":"Discovery","number":"1","index":"1","fromtitle":"Malagana","byteoffset":1059,"anchor":"Discovery"},{"toclevel":1,"level":"2","line":"Archaeological excavations","number":"2","index":"2","fromtitle":"Malagana","byteoffset":3752,"anchor":"Archaeological_excavations"},{"toclevel":1,"level":"2","line":"Museo del Oro (Gold Museum)","number":"3","index":"3","fromtitle":"Malagana","byteoffset":5243,"anchor":"Museo_del_Oro_(Gold_Museum)"},{"toclevel":1,"level":"2","line":"Description of Tomb 1 and its contents, main cemetery","number":"4","index":"4","fromtitle":"Malagana","byteoffset":6595,"anchor":"Description_of_Tomb_1_and_its_contents,_main_cemetery"},{"toclevel":1,"level":"2","line":"Malagana treasure preserved","number":"5","index":"5","fromtitle":"Malagana","byteoffset":8749,"anchor":"Malagana_treasure_preserved"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"6","fromtitle":"Malagana","byteoffset":12574,"anchor":"References"},{"toclevel":1,"level":"2","line":"Further reading","number":"7","index":"7","fromtitle":"Malagana","byteoffset":12604,"anchor":"Further_reading"},{"toclevel":1,"level":"2","line":"External links","number":"8","index":"8","fromtitle":"Malagana","byteoffset":13105,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Malagana","iwlinks":[],"properties":[{"name":"defaultsort","*":"Malagana"},{"name":"wikibase_item","*":"Q6740983"}]}}