{"parse":{"title":"Butts Up","pageid":2525156,"revid":856328293,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content ambox-Refimprove\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Question_book-new.svg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png\" width=\"50\" height=\"39\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/75px-Question_book-new.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/100px-Question_book-new.svg.png 2x\" data-file-width=\"512\" data-file-height=\"399\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>needs additional citations for <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">verification</a></b>.<span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Butts_Up&amp;action=edit\">improve this article</a> by <a href=\"/wiki/Help:Introduction_to_referencing_with_Wiki_Markup/1\" title=\"Help:Introduction to referencing with Wiki Markup/1\">adding citations to reliable sources</a>. Unsourced material may be challenged and removed.</span>  <small><i>(April 2016)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<table class=\"infobox\" style=\"width:22em\"><caption>Butts Up</caption><tbody><tr><th scope=\"row\">Players</th><td>\n3 or more</td></tr><tr><th scope=\"row\">Setup time</th><td>\nNone</td></tr><tr><th scope=\"row\">Playing time</th><td>\nNo limit</td></tr><tr><th scope=\"row\">Random chance</th><td>\nNone</td></tr><tr><th scope=\"row\">Skill(s) required</th><td>\n<a href=\"/wiki/Running\" title=\"Running\">Running</a>, catching, throwing</td></tr></tbody></table>\n<p><b>Butts Up</b> (A.K.A. \"A-Ball\", \"Asses Up\", \"Assies' Rehab &amp; Tea\", \"Balliver Shagnasty's Revenge\", \"Balls Deep\", \"Ballsies\", \"Beartrap\"<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup><sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> , \"Blackjack\" (along with many other colloquial names.) is a North American <a href=\"/wiki/Elementary_school\" title=\"Elementary school\">elementary school</a> children's <a href=\"/wiki/Playground\" title=\"Playground\">playground</a> game originating in the 1950s or earlier. It is slightly similar to the game Screen Ball. Butts Up or Booties Up began in the 1940s or 1950s as a penalty phase of various city street games. Butts Up is played with a ball (such as a <a href=\"/wiki/Tennis_ball\" title=\"Tennis ball\">tennis ball</a>, <a href=\"/wiki/Handball\" title=\"Handball\">handball</a>, or <a href=\"/wiki/Racquetball\" title=\"Racquetball\">racquetball</a>) on a paved surface against a wall, with a variable number of participants—usually more than three and often likely to exceed ten. Butts Up tends to be played during <a href=\"/wiki/Recess_(break)\" title=\"Recess (break)\">recess</a>, before or after school.<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (January 2014)\">citation needed</span></a></i>&#93;</sup>. Popular in New England is another frequent variation of <a href=\"/wiki/Wallball\" title=\"Wallball\">wallball</a> that usually differs a lot from the more widely known 'Butts Up'.\n</p><p>Players determine the variations of the game prior to start of play. Some of the rules of the game very loosely resemble the rules of <a href=\"/wiki/Baseball\" title=\"Baseball\">baseball</a> and <a href=\"/wiki/Racquetball\" title=\"Racquetball\">racquetball</a>.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Object_of_the_game\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Object of the game</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Rules_of_the_game\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Rules of the game</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Terminology\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Terminology</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#References\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Further_reading\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Further reading</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#See_also\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">See also</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Object_of_the_game\">Object of the game</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Butts_Up&amp;action=edit&amp;section=1\" title=\"Edit section: Object of the game\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The object of the game is to be the last player remaining in the game after all other players are out.\n</p><p>In some variations of the game, there is no specific object of the game. Play continues until time runs out. In this variation, when players are \"out\" three times, they must lean against the wall and wait to be hit by the ball (\"Butts Up\"). See below for more on this.\n</p>\n<h2><span class=\"mw-headline\" id=\"Rules_of_the_game\">Rules of the game</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Butts_Up&amp;action=edit&amp;section=2\" title=\"Edit section: Rules of the game\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The first player, usually the tennis ball owner, starts the game or \"breaks the ice\" (see terminology below) by throwing the ball against the wall with the objective of having the ball hit the wall without hitting the ground first.\n</p><p>After the ball makes contact with the wall and bounces off the ground at least once, any of the players, including the thrower, may then try to catch the ball. If catcher mishandles the ball and the ball touches the ground, the catcher must try to touch the wall before another player fields and throws the ball against the wall. If the ball touches the wall before the catcher, the catcher is out and must face various consequences. In some places, instead of hitting the wall you have to throw it <b>at</b> the catcher.\n</p><p>If the ball is caught before hitting the <a href=\"/wiki/Road_surface\" title=\"Road surface\">pavement</a>, the thrower is penalized with one \"out\", much like baseball. Some refer to this as a \"cobra\", or \"ace\". After three outs a player leaves the game. Sometimes alternate words, such as \"wall,\" are used instead. In some cases, such as in <a href=\"/wiki/New_York_City\" title=\"New York City\">New York City</a>, the catcher has to \"peg\" the thrower, while the thrower trys to touch the wall, if the thrower misses, the throwers doesn't get an out.\n</p><p>If the thrower's ball bounces before hitting the wall, the thrower must run to the wall and touch the wall before an opponent can pick up the ball and throw it to the wall. If the original thrower doesn't make contact with the wall before the ball reaches the wall, the original thrower is out. If the thrower reaches for the ball, but has it bounce off his fingers and onto the pavement, this counts as missing the throw, and he must run to the wall.\n</p><p>In one variation of the game, a runner who does not reach the wall before the thrown ball hits must, in addition to receiving an out, stand facing the wall and allow the thrower to \"peg\" him or her with the ball (usually with all possible force).\n</p>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:222px;\"><a href=\"/wiki/File:Buttsup.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Buttsup.jpg/220px-Buttsup.jpg\" width=\"220\" height=\"124\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Buttsup.jpg/330px-Buttsup.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Buttsup.jpg/440px-Buttsup.jpg 2x\" data-file-width=\"1164\" data-file-height=\"655\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Buttsup.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>In the \"Blue Gooch\" variation of the game, the player who is \"out\" must keep their legs apart, so the thrower has a chance at shooting them in the perineum.</div></div></div>\n<p>In another variation, when a player is \"out\" three times, he or she must lean against the wall, bent over with his butt in the air—hence the name of the game—and wait for the ball to be thrown at him. Other players take turns throwing the ball until he is hit. If he doesn't look back, the thrower must lob the ball in the air, but if he does, the thrower may peg him with as hard a throw as he likes. Also, in this version, the thrower must hit the player as he is running to the wall, rather than hitting the wall, to get the runner out.\n</p><p>The game continues until all but one player have received three outs and left the game. This form of the game is referred to as \"three–out elimination\".\n</p><p>In <a href=\"/wiki/New_York_City\" title=\"New York City\">New York City</a>, the game is usually called \"Asses Up\", and the game is played exactly the same, the only major difference is that when ever a kid is \"out\", or doesn't touch the wall before the ball or is hit with the ball by another player, instead of eliminated after three \"outs\", they get eliminated when they complete the word \"Asses Up\" with each \"out\" is a letter in the game (I.e. A-S-S-E-S-U-P). This is similar with spelling out \"Horse\" in <a href=\"/wiki/Basketball\" title=\"Basketball\">Basketball</a>. Also, the term \"Reach\" is used when a catcher is far away, and the ball is usually thrown at the thrower as an alternative to \"pegging\" (usually when smaller kids are playing).\n</p><p>In a variation practiced widely in <a href=\"/wiki/Santa_Clara_County,_California\" title=\"Santa Clara County, California\">Santa Clara County, California</a> elementary schools as late as the mid-1980s, each time a player earned an out, his \"butt was up,\" and he would stand with hands against the wall, waiting to be pegged by the player who threw him out.<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (March 2009)\">citation needed</span></a></i>&#93;</sup> If the player is hit in the \"target area,\" he is convicted of the out, and gets a letter (B-U-T-T, for example), and leaves the game. In this variation, at the ice breaker's discretion, play may pass by number, i.e., Player 1 breaks the ice, then Player 2 must retrieve and throw the ball, followed by Player 3, etc. In more physical games, the ball is not required to bounce after touching the wall, and aggressive players will stand near the wall, within arms' reach, pegging other players and quickly touching the wall, then retrieving the ball and throwing the other player out. Other rules included \"handsies\", which prohibits players from touching the ball with both hands at once (the ball could be tossed in the air and caught with the other hand, but typically a great show was made of this feat in order to avoid even the appearance of a foul). Also, a player with ball in hand must keep one foot planted at all times, or, in the interest of justice, if a player was stranded well beyond throwing or relay distance (see \"Savies\"), he could take one large step toward the wall. If a player realizes he has mishandled the ball and thus must \"hit the wall,\" and deliberately \"spikes\" the ball to frustrate others' attempts to throw him out, his butt is automatically up; at the other players' discretion, they may each take a turn at throwing that player out. The attack does not cease simply because a pegger has successfully scored in the target area; each player throws nonetheless, usually with intent to cause injury or disfigurement.\n</p><p>In more recent variations of the game, a player only receives an out if he or she is actually hit by the peg, rather than receiving it for having to be on the wall. Also, if a player wins without having gotten an out, the win is called a 'lockdown'.\n</p><p>In New England, specifically the Tri-State Area, another version of Wall Ball was invented. In this variation two or more people line up to take turns hitting the ball. The ball must bounce first, then hit the wall, then bounce; the next person in line must hit the ball before its second bounce on the ground, then the ball must hit the wall, then bounce. This repeats for however many people there are. It is usually played with three outs, but the number could vary depending on the amount of people. There are also many variations in each school, but the overall premise is usually the same. Wall Ball in New England is usually considered a separate game from Butts Up. In some areas in Westchester county, this variant is called \"Watermelon\", which is named for the legal action of going completely under the ball as a hit.\n</p><p>In a Maryland version of wallball, the icebreaker starts the game, with all other players nearby. Players are allowed to catch the ball if it has not bounced, as well as catching other players' throws. Failing to catch the ball, taking too long to get a handle on the ball or any other type of \"bobbling\" is the \"bobblers\" cue to touch the wall. If a player is relatively far from the wall while holding the ball, other players may call \"wallball\" (hence the name), meaning the player with the ball has ten seconds to hit the wall, without moving or bouncing the ball off the ground. If a player is out, he must stand on the wall and get pegged by the player who got him out. If the peg is successful (player hit), play continues with the icebreaker throwing the ball first. If the peg is unsuccessful (player not hit), other players have the opportunity to get the thrower out. No penalty besides pegging occurs from an out. Fouls include kicking the ball, preventing a player from getting you out (kicking or throwing the ball after bobbling as opposed to dropping it), tampering with a throw or interfering with a peg (interference can also occur if a player running to touch the wall is obstructed by another player.) Interference is determined by the other players in the game.\n</p><p>Yet another playground version of the game (popular in southern Arizona) simply had all the participants apart from the first player line up against the wall, with the immediate goal of the first player to hit a participant with the ball (typically as hard as possible) and thus make that participant \"it\".  This version resembles dodge ball but with the wall limiting the possible dodging moves to two dimensions rather than three.  Any participant who strayed too far away from the wall during play was \"punished\" by a penalty shot, where the thrower would aim solely at him or her and throw the ball as hard as possible, although a hit in this case did not make the person \"it\".  When a player became \"it\" by legal means, he or she assumed the role of \"thrower\".  The object of this game—like many other playground games—was simply to inflict pain on classmates, and was thus often played in relatively obscure or off-limits areas of the playground.\n</p><p>Another version of wallball is that the ball is catchable off the wall and the catching player can move about freely as long as they throw the ball within the next few seconds. If the ball bounces very far away from the wall the other players may call \"challenge\" to the player with the ball. A call of challenge means the player may not move and must throw the ball and try to hit the wall. If the player chooses to drop the ball at his/her feet then the player is automatically out. The thrower, however, may choose to simply throw it at an object that would cause the ball to be hard to get before the thrower can be thrown out, possibly causing a successive number of challenges until a suitable throw has been made. If a player catches the ball they may run to the wall and place both their off hand and foot on the wall and call \"bulldog.\" If the player does this they can freely throw the ball at whomever they wish. If they hit another player then the hit player must touch the wall before they are thrown out. \"Bulldogs\" are usually frowned upon by other players and considered a cheap way of getting other players out. If a player has committed a double touch another player may call the foul and is allowed a throw at the person. The offending player must be \"spread eagle\" as it is called, against the wall and may not move. The thrower is not allow a full force throw unless the person moves or flinches as it is usually taken from a short distance. This can either result in a peg or a double throw depending on the rules. If the thrower makes a full force throw without the offender moving then the thrower must be pegged by the original offender. In some games the thrower on \"spread eagle\" must touch the wall or they too will be out, unless they missed and hit the wall.\n</p>\n<h2><span class=\"mw-headline\" id=\"Terminology\">Terminology</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Butts_Up&amp;action=edit&amp;section=3\" title=\"Edit section: Terminology\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><b>Black Mail or Reach</b>: Once the ball is caught (usually from a long distance) any player may yell \"Black Mail!\" The player with the ball must now throw the ball to the wall without moving feet.</li>\n<li><b>Break the Ice</b>: To start the game by making the first throw regardless of ball ownership.</li>\n<li><b>Savies</b> or <b>Taxis</b>: If a player feels he is too far from the wall to throw the ball and make wall contact, the thrower can throw the ball to another player and hope the receiver will wait until the thrower has run to the wall and touched it. However, savies can backfire if the catcher betrays the thrower by throwing the ball to the wall before the thrower has run and touched the wall. In some places, there is no betrayal as, if you save them they don't have to run.</li>\n<li><b>Chicken Drops</b>: An alternative to Savies. If a player is too far from the wall to make a complete pass to hit the wall, he can drop the ball at his feet and head to the wall as quickly as he can to make contact. If another player picks up the ball that player can throw the runner out by getting the ball to the wall before the runner. This technique is frowned upon by Butts Up enthusiasts.</li>\n<li><b>Double Touch</b>: The act of a player touching the ball twice, resulting in an automatic out. Typically this occurs when the ball is bobbled or tripped over.</li>\n<li><b>Handsies</b>: (Some variations) The act of a player touching the ball with both hands at once, resulting in an obligation to \"hit the wall\".</li>\n<li><b>Hit the Wall</b>: Alternative terminology for a player's obligation, upon committing \"handsies,\" \"chicken drops,\" \"traveling,\" or other offense, failure to accomplish which before any other player has thrown the player out by causing it to hit the wall results in an out or the runner's butt being \"up\".</li>\n<li><b>Peg</b>: A player throws the ball at another player, usually resulting in an out for both players.</li>\n<li><b>Self-Out</b>: A player throws the ball to the wall and then catches it before the ball hits the pavement. This rule is optional and can be determined by the players prior to the start of the game.</li>\n<li><b>Self-Peg</b>: A thrower's ball bounces off the wall and hits the thrower. In this case the thrower must run to the wall and touch the wall before an opponent picks up the ball and throws it to the wall.</li>\n<li><b>Stripping</b>: In more physical iterations of the game, a player may attempt to strip the ball from the hand of another player. If successful, both players must run to the wall to avoid earning an out.</li>\n<li><b>Tie Goes to the Runner</b>: If there is a dispute among the players about whether a runner is safe or out, and the decision for and against is a 50/50 tie among players, the runner stays in the game.</li>\n<li><b>Traveling</b>: The act of a player moving both feet with ball in hand.</li>\n<li><b>Lockdown</b>: Occurs when a player wins the game without having gotten out.</li>\n<li><b>Poison</b>: When someone catches the ball without the ball hitting the ground. If they say \"poison\" the \"poisoned\" person must run to the wall before the person who caught the ball throws it to the wall.</li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Butts_Up&amp;action=edit&amp;section=4\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=7WVaMZAu2PEC&amp;pg=PA75&amp;dq=%22Butt+ball%22+game+ball&amp;hl=en&amp;sa=X&amp;ei=UUIkUYjGK6TI0AHKwoGACg&amp;ved=0CDYQ6AEwAQ#v=onepage&amp;q=%22Butt%20ball%22%20game%20ball&amp;f=false\">Children's Folklore: A Handbook</a>, p.75</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=A2xc-rivz5oC&amp;pg=PA76&amp;dq=%22Butt+ball%22+game+ball&amp;hl=en&amp;sa=X&amp;ei=UUIkUYjGK6TI0AHKwoGACg&amp;ved=0CDsQ6AEwAg#v=onepage&amp;q=%22Butt%20ball%22%20game%20ball&amp;f=false\">When Play Was Play: Why Pick-Up Games Matter</a>, p 76</span>\n</li>\n</ol></div></div>\n<ul><li>Bailey, Guy. <i>The Ultimate Playground &amp; Recess Game Book</i> (Educators Press 2001) <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-9669727-2-4\" title=\"Special:BookSources/0-9669727-2-4\">0-9669727-2-4</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"Further_reading\">Further reading</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Butts_Up&amp;action=edit&amp;section=5\" title=\"Edit section: Further reading\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><cite class=\"citation news\"><a rel=\"nofollow\" class=\"external text\" href=\"http://nymag.com/nymag/letters/15466/\">\"Letters\"</a>. <i>New York Magazine</i>. January 9, 2006.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=New+York+Magazine&amp;rft.atitle=Letters&amp;rft.date=2006-01-09&amp;rft_id=http%3A%2F%2Fnymag.com%2Fnymag%2Fletters%2F15466%2F&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AButts+Up\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></li></ul>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Butts_Up&amp;action=edit&amp;section=6\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Wallball\" title=\"Wallball\">Wallball</a></li>\n<li><a href=\"/wiki/Chinese_Handball\" class=\"mw-redirect\" title=\"Chinese Handball\">Chinese Handball</a></li>\n<li><a href=\"/wiki/American_Handball\" class=\"mw-redirect\" title=\"American Handball\">American Handball</a></li>\n<li><a href=\"/wiki/Pinners\" title=\"Pinners\">Pinners</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2232\nCached time: 20180918004830\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.160 seconds\nReal time usage: 0.213 seconds\nPreprocessor visited node count: 944/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 11681/2097152 bytes\nTemplate argument size: 1583/2097152 bytes\nHighest expansion depth: 15/40\nExpensive parser function count: 3/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 1138/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.065/10.000 seconds\nLua memory usage: 3.08 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  174.446      1 -total\n 22.59%   39.410      1 Template:Refimprove\n 22.04%   38.441      1 Template:Cite_news\n 19.95%   34.801      1 Template:Infobox_Game\n 15.86%   27.670      2 Template:Citation_needed\n 15.15%   26.424      1 Template:ISBN\n 14.54%   25.369      1 Template:Infobox\n 14.15%   24.690      1 Template:Ambox\n 14.02%   24.453      2 Template:Fix\n  6.81%   11.883      2 Template:Delink\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:2525156-0!canonical and timestamp 20180918004830 and revision id 856328293\n -->\n</div>"},"langlinks":[{"lang":"fi","url":"https://fi.wikipedia.org/wiki/Sein%C3%A4pallo","langname":"Finnish","autonym":"suomi","*":"Seinäpallo"}],"categories":[{"sortkey":"","hidden":"","*":"Articles_needing_additional_references_from_April_2016"},{"sortkey":"","hidden":"","*":"All_articles_needing_additional_references"},{"sortkey":"complexityButts Up","hidden":"","*":"Pages_using_infobox_game_with_unknown_parameters"},{"sortkey":"","hidden":"","*":"All_articles_with_unsourced_statements"},{"sortkey":"","hidden":"","*":"Articles_with_unsourced_statements_from_January_2014"},{"sortkey":"","hidden":"","*":"Articles_with_unsourced_statements_from_March_2009"},{"sortkey":"","*":"Children's_games"},{"sortkey":"","*":"Street_games"},{"sortkey":"","*":"Ball_games"},{"sortkey":"","*":"Games_of_physical_skill"},{"sortkey":"","*":"Wall_and_ball_games"},{"sortkey":"","*":"Physical_education"}],"links":[{"ns":14,"exists":"","*":"Category:Articles needing additional references from April 2016"},{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from January 2014"},{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from March 2009"},{"ns":0,"exists":"","*":"American Handball"},{"ns":0,"exists":"","*":"Baseball"},{"ns":0,"exists":"","*":"Basketball"},{"ns":0,"exists":"","*":"Chinese Handball"},{"ns":0,"exists":"","*":"Elementary school"},{"ns":0,"exists":"","*":"Handball"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"New York City"},{"ns":0,"exists":"","*":"Pinners"},{"ns":0,"exists":"","*":"Playground"},{"ns":0,"exists":"","*":"Racquetball"},{"ns":0,"exists":"","*":"Recess (break)"},{"ns":0,"exists":"","*":"Road surface"},{"ns":0,"exists":"","*":"Running"},{"ns":0,"exists":"","*":"Santa Clara County, California"},{"ns":0,"exists":"","*":"Tennis ball"},{"ns":0,"exists":"","*":"Wallball"},{"ns":4,"exists":"","*":"Wikipedia:Citation needed"},{"ns":4,"exists":"","*":"Wikipedia:Verifiability"},{"ns":12,"exists":"","*":"Help:Introduction to referencing with Wiki Markup/1"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Refimprove"},{"ns":10,"exists":"","*":"Template:More citations needed"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Infobox Game"},{"ns":10,"exists":"","*":"Template:Infobox game"},{"ns":10,"exists":"","*":"Template:Infobox"},{"ns":10,"exists":"","*":"Template:If empty"},{"ns":10,"exists":"","*":"Template:PAGENAMEBASE"},{"ns":10,"exists":"","*":"Template:Template other"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Citation needed"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Delink"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:ISBN"},{"ns":10,"exists":"","*":"Template:Catalog lookup link"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Error-small"},{"ns":10,"exists":"","*":"Template:Tl"},{"ns":10,"exists":"","*":"Template:Cite news"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Infobox"},{"ns":828,"exists":"","*":"Module:Navbar"},{"ns":828,"exists":"","*":"Module:If empty"},{"ns":828,"exists":"","*":"Module:String"},{"ns":828,"exists":"","*":"Module:InfoboxImage"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Delink"},{"ns":828,"exists":"","*":"Module:Check isxn"},{"ns":828,"exists":"","*":"Module:Error"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"}],"images":["Question_book-new.svg","Buttsup.jpg"],"externallinks":["https://books.google.com/books?id=7WVaMZAu2PEC&pg=PA75&dq=%22Butt+ball%22+game+ball&hl=en&sa=X&ei=UUIkUYjGK6TI0AHKwoGACg&ved=0CDYQ6AEwAQ#v=onepage&q=%22Butt%20ball%22%20game%20ball&f=false","https://books.google.com/books?id=A2xc-rivz5oC&pg=PA76&dq=%22Butt+ball%22+game+ball&hl=en&sa=X&ei=UUIkUYjGK6TI0AHKwoGACg&ved=0CDsQ6AEwAg#v=onepage&q=%22Butt%20ball%22%20game%20ball&f=false","http://nymag.com/nymag/letters/15466/"],"sections":[{"toclevel":1,"level":"2","line":"Object of the game","number":"1","index":"1","fromtitle":"Butts_Up","byteoffset":1953,"anchor":"Object_of_the_game"},{"toclevel":1,"level":"2","line":"Rules of the game","number":"2","index":"2","fromtitle":"Butts_Up","byteoffset":2350,"anchor":"Rules_of_the_game"},{"toclevel":1,"level":"2","line":"Terminology","number":"3","index":"3","fromtitle":"Butts_Up","byteoffset":12779,"anchor":"Terminology"},{"toclevel":1,"level":"2","line":"References","number":"4","index":"4","fromtitle":"Butts_Up","byteoffset":15858,"anchor":"References"},{"toclevel":1,"level":"2","line":"Further reading","number":"5","index":"5","fromtitle":"Butts_Up","byteoffset":15993,"anchor":"Further_reading"},{"toclevel":1,"level":"2","line":"See also","number":"6","index":"6","fromtitle":"Butts_Up","byteoffset":16132,"anchor":"See_also"}],"parsewarnings":[],"displaytitle":"Butts Up","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q5003144"}]}}