{"parse":{"title":"List of books by Jacob Neusner","pageid":2473184,"revid":840297977,"text":{"*":"<div class=\"mw-parser-output\"><p>This is a <b>list of books by <a href=\"/wiki/Jacob_Neusner\" title=\"Jacob Neusner\">Jacob Neusner</a></b>. Articles, reviews, etc. are not included here.\n</p>\n<ul><li><i> A Life of Yohanan ben Zakkai.</i> Leiden, 1962: Brill. Abraham Berliner Prize in Jewish History, Jewish Theological Seminary of America, 1962. Second edition, completely revised, 1970.</li>\n<li><i> A History of the Jews in Babylonia</i>. Leiden: Brill, 1965-1970. I-V. Reprinted: Atlanta, 1999: Scholars Press for South Florida Studies in the History of Judaism. Now: Lanham, Maryland: University Press of America.</li>\n<li><i> A History of the Jews in Babylonia</i>. <i>The Parthian Period</i>. 1965. Second printing, revised,1969. Third printing: Chico, 1984: Scholars Press for Brown Judaic Studies.</li>\n<li><i> Aphrahat and Judaism. The Christian Jewish Argument in Fourth Century Iran</i>. Leiden, 1971: Brill. Reprint: Atlanta, 1999: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> Development of a Legend. Studies on the Traditions Concerning Yohanan ben Zakkai.</i> Leiden, 1970: Brill. Reprinted: Binghamton, 2002: Global Publications. Classics of Judaic series.</li>\n<li><i> The Rabbinic Traditions about the Pharisees before 70. </i> Leiden, 1971: Brill. I-III. Second printing: Atlanta, 1999: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Rabbinic Traditions about the Pharisees before 70. The Masters. </i></li>\n<li><i> Eliezer ben Hyrcanus. The Tradition and the Man.</i> Leiden, 1973: Brill. Reprint: Eugene, Oregon, 2003: Wipf and Stock Publishers</li>\n<li><i> Eliezer ben Hyrcanus. The Tradition and the Man. The Tradition. </i></li>\n<li><i> Eliezer ben Hyrcanus. The Tradition and the Man. The Man. </i></li>\n<li><i> A History of the Mishnaic Law of Purities</i>. Leiden, 1974-1977: Brill. I-XXII.</li>\n<li><i> The Judaic Law of Baptism. Tractate Miqvaot in the Mishnah and the Tosefta. A Form-Analytical Translation and Commentary, and a Legal and Religious History. </i> Atlanta, 1995: Scholars Press for South Florida Studies in the History of Judaism. Second Printing of <i>A History of the Mishnaic Law of Purities. </i>Volumes XIII and XIV.</li>\n<li><i> The Tosefta: Its Structure and its Sources</i>. Atlanta, 1986: Scholars Press for Brown Judaic Studies. Reprise of pertinent results in <i>Purities </i>I-XXI.</li>\n<li><i> A History of the Mishnaic Law of Holy Things</i>. Leiden, Brill: 1979. I-VI.</li>\n<li><i> Form Analysis and Exegesis: A Fresh Approach to the Interpretation of Mishnah. </i> Minneapolis, 1980: University of Minnesota Press.</li>\n<li><i> A History of the Mishnaic Law of Women. </i> Leiden, Brill: 1979-1980. I-V.</li>\n<li><i> A History of the Mishnaic Law of Appointed Times</i>. Leiden, Brill: 1981-1983. I-V.</li>\n<li><i> A History of the Mishnaic Law of Damages.</i> Leiden, Brill: 1983-1985. I-V.</li>\n<li><i> The Mishnah. A New Translation</i>. New Haven and London, 1987: Yale University Press. <i>Choice </i>Outstanding Academic Book List, 1989. Second printing: 1990. Paperbound edition: 1991. CD ROM edition: Logos, 1996. CD ROM/Web edition: OakTree Software, Inc. Altamonte Springs, Florida.</li>\n<li>Editor: <i>The Law of Agriculture in the Mishnah and the Tosefta</i>. Leiden, 2005: E. J. Brill.</li>\n<li><i>The Tosefta. Translated from the Hebrew.</i> N.Y., 1977-1980: <a href=\"/wiki/KTAV_Publishing_House\" title=\"KTAV Publishing House\">KTAV Publishing House</a>. II-VI.</li>\n<li>Editor: <i>The Tosefta. Translated from the Hebrew. I. The First Division Zeraim. </i>N.Y., 1985: Ktav.</li>\n<li><i> The Tosefta. Translated from the Hebrew. Six Divisions. </i>Second printing: Atlanta, Scholars Press for USF Academic Commentary Series.</li>\n<li><i> The Talmud of the Land of Israel. A Preliminary Translation and Explanation.</i> Chicago: The University of Chicago Press: 1982-1993. IX-XII, XIV-XV, XVII-XXXV.</li>\n<li>Edited:<i> In the Margins of the Yerushalmi. Notes on the English Translation.</i> Chico, 1983: Scholars Press for Brown Judaic Studies. Now: Lanham, Maryland: University Press of America.</li>\n<li><i> Torah from Our Sages: Pirke Avot. A New American Translation and Explanation</i>. Chappaqua, 1983: Rossel. Paperback edition: 1987.</li>\n<li><i> Law as Literature. </i> Chico, 1983: Scholars Press. = <i>Semeia. An Experimental Journal for Biblical Criticism</i> Volume 27. Co-edited with William Scott Green.</li>\n<li><i> The Talmud of Babylonia. An American Translation</i>. Chico, then Atlanta: 1984-1995: Scholars Press for Brown Judaic Studies.</li>\n<li><i> Genesis Rabbah. The Judaic Commentary on Genesis. A New American Translation.</i> Atlanta, 1985: Scholars Press for Brown Judaic Studies. Now: Lanham: University Press of America.</li>\n<li><i> Sifra. The Judaic Commentary on Leviticus. A New Translation. The Leper. Leviticus 13:1-14:57. </i> Chico, 1985: Scholars Press for Brown Judaic Studies. Now: Lanham: University Press of America. [With a section by Roger Brooks.] Based on <i>A History of the Mishnaic Law of Purities. VI. Negaim. Sifra. </i></li>\n<li><i> Sifré to Numbers. An American Translation</i>. I. <i>1-58</i>. Atlanta, 1986: Scholars Press for Brown Judaic Studies. Now: Lanham: University Press of America.</li>\n<li><i> The Fathers According to Rabbi Nathan. An Analytical Translation and Explanation</i>. Atlanta, 1986: Scholars Press for Brown Judaic Studies. Now: Lanham: University Press of America.</li>\n<li><i> Pesiqta deRab Kahana. An Analytical Translation and Explanation. </i> Atlanta, 1987: Scholars Press for Brown Judaic Studies. Now: Lanham: University Press of America.</li>\n<li>For Pesiqta Rabbati, see below, <i>From Tradition to Imitation. The Plan and Program of Pesiqta deRab Kahana and Pesiqta Rabbati.</i></li>\n<li><i> Sifré to Deuteronomy. An Analytical Translation. </i> Atlanta, 1987: Scholars Press for Brown Judaic Studies. Now: Lanham: University Press of America. I.</li>\n<li><i> Sifra. An Analytical Translation. </i> Atlanta, 1988: Scholars Press for Brown Judaic Studies. Now: Lanham: University Press of America.</li>\n<li><i> Mekhilta Attributed to R. Ishmael. An Analytical Translation. </i> Atlanta, 1988: Scholars Press for Brown Judaic Studies. Now: Lanham: University Press of America.</li>\n<li><i> Translating the Classics of Judaism. In Theory and in Practice</i>. Atlanta, 1989: Scholars Press for Brown Judaic Studies.</li>\n<li><i> Lamentations Rabbah. An Analytical Translation</i>. Atlanta, 1989: Scholars Press for Brown Judaic Studies. Now: Lanham: University Press of America.</li>\n<li><i> Esther Rabbah I. An Analytical Translation. </i> Atlanta, 1989: Scholars Press for Brown Judaic Studies. Now: Lanham: University Press of America.</li>\n<li><i> Ruth Rabbah. An Analytical Translation. </i> Atlanta, 1989: Scholars Press for Brown Judaic Studies. Now: Lanham: University Press of America.</li>\n<li><i> Song of Songs Rabbah. An Analytical Translation. </i> Volume One. <i>Song of Songs Rabbah to Song Chapters One through Three. </i> Atlanta, 1990: Scholars Press for Brown Judaic Studies. Now: Lanham: University Press of America.</li>\n<li><i> Song of Songs Rabbah. An Analytical Translation. </i> Volume Two. <i>Song of Songs Rabbah to Song Chapters Four through Eight.</i> Atlanta, 1990: Scholars Press for Brown Judaic Studies. Now: Lanham: University Press of America.</li>\n<li><i> Texts without Boundaries. Protocols of Non-Documentary Writing in the Rabbinic Canon, </i> Lanham, Maryland, 2002: University Press of America. Studies in Judaism series. Volume One. <i>The Mishnah, Tractate Abot, and the Tosefta </i></li>\n<li><i> Texts without Boundaries. Protocols of Non-Documentary Writing in the Rabbinic Canon, </i> Lanham, Maryland, 2002: University Press of America. Studies in Judaism series. Volume Two. <i>Sifra and Sifré to Numbers. </i></li>\n<li><i> Texts without Boundaries. Protocols of Non-Documentary Writing in the Rabbinic Canon, </i> Lanham, Maryland, 2002: University Press of America. Studies in Judaism series. Volume Three. <i>Sifré to Deuteronomy and Mekhilta Attributed to R. Ishmael </i></li>\n<li><i> Texts without Boundaries. Protocols of Non-Documentary Writing in the Rabbinic Canon, </i> Lanham, Maryland, 2002: University Press of America. Studies in Judaism series. Volume Four. <i>Leviticus Rabbah </i></li>\n<li><i> Rabbinic Narrative: A Documentary Perspective. </i> Volume One.<i> Forms, Types, and Distribution of Narratives in the Mishnah, Tractate Abot, and the Tosefta</i>. Leiden, 2003: E. J<i>. </i>Brill. The Brill Reference Library of Judaism</li>\n<li><i> Rabbinic Narrative: A Documentary Perspective. </i> Volume Two.<i> Forms, Types, and Distribution of Narratives in Sifra, Sifré to Numbers, and Sifré to Deuteronomy. </i> Leiden, 2003: E. J. Brill. The Brill Reference Library of Judaism</li>\n<li><i> Rabbinic Narrative: A Documentary Perspective. </i> Volume Three.<i> Forms, Types, and Distribution of Narratives in Song of Songs Rabbah and Lamentations Rabbah. And a Reprise of Fathers According to Rabbi Nathan Text A.</i> Leiden, 2003: E. J. Brill. The Brill Reference Library of Judaism</li>\n<li><i> Rabbinic Narrative. A Documentary Perspective</i>. Volume Four<i>. The Precedent and the Parable in Diachronic View. </i> Leiden, 2003: E. J. Brill. The Brill Reference Library of Judaism</li>\n<li><i> Invitation to the Talmud. A Teaching Book.</i> N.Y., 1973: Harper &amp; Row. Second printing, 1974. Paperback edition, 1975. Reprinted: 1982. Second edition, completely revised, San Francisco, 1984: Harper &amp; Row. Paperback edition: 1988. Second printing, in paperback, of the second edition: Atlanta, 1998: Scholars Press for South Florida Studies in the History of Judaism. Third printing of the second edition: Binghamton, 2001: Global Publications. Fourth printing of the second edition: Eugene, Oregon: Wipf &amp; Stock, Publishers.</li>\n<li><i> The Mishnah before 70. </i> Atlanta, 1987: Scholars Press for Brown Judaic Studies. [Reprise of pertinent results of<i> A History of the Mishnah Law of Purities</i> Volumes. III, V, VIII, X, XII, XIV, XVI, XVII, and XVIII.]</li>\n<li><i> The Integrity of Leviticus Rabbah. The Problem of the Autonomy of a Rabbinic Document</i>. Chico, 1985: Scholars Press for Brown Judaic Studies.</li>\n<li><i> Comparative Midrash: The Plan and Program of Genesis Rabbah and Leviticus Rabbah.</i> Atlanta, 1986: Scholars Press for Brown Judaic Studies. Now: Lanham: University Press of America.</li>\n<li><i> From Tradition to Imitation. The Plan and Program of Pesiqta deRab Kahana and Pesiqta Rabbati.</i> Atlanta, 1987: Scholars Press for Brown Judaic Studies. [With a fresh translation of Pesiqta Rabbati <i>Pisqaot</i> 1-5, 15.]</li>\n<li><i> Canon and Connection: Intertextuality in Judaism. </i> Lanham, 1986: University Press of America. <i>Studies in Judaism</i> Series.</li>\n<li><i> Midrash as Literature: The Primacy of Documentary Discourse.</i> Lanham, 1987: University Press of America<i>Studies in Judaism</i> series. Reprint: Eugene, Oregon, 2003: Wipf and Stock Publishers</li>\n<li><i> The Bavli and its Sources: The Question of Tradition in the Case of Tractate Sukkah. </i> Atlanta, 1987: Scholars Press for Brown Judaic Studies.</li>\n<li><i> Invitation to Midrash: The Working of Rabbinic Bible Interpretation</i>. <i>A Teaching Book.</i> San Francisco, 1988: Harper &amp; Row. Second printing, in paperback: Atlanta, 1998: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><cite class=\"citation book\"><a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/?id=z8gCAAAAMAAJ&amp;q=jacob+neusner&amp;dq=jacob+neusner\"><i>What Is Midrash?</i></a>. Fortress Press. 1987. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0800604725\" title=\"Special:BookSources/0800604725\">0800604725</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=What+Is+Midrash%3F&amp;rft.pub=Fortress+Press&amp;rft.date=1987&amp;rft.isbn=0800604725&amp;rft_id=https%3A%2F%2Fbooks.google.com%2F%3Fid%3Dz8gCAAAAMAAJ%26q%3Djacob%2Bneusner%26dq%3Djacob%2Bneusner&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AList+of+books+by+Jacob+Neusner\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span> Second printing, Scholars Press, 1994.</li>\n<li><i> Sifré to Deuteronomy. An Introduction to the Rhetorical, Logical, and Topical Program. </i> Atlanta, 1987: Scholars Press for Brown Judaic Studies.</li>\n<li><i> Uniting the Dual Torah: Sifra and the Problem of the Mishnah. </i> Cambridge and New York, 1989: Cambridge University Press.</li>\n<li><i> Sifra in Perspective: The Documentary Comparison of the Midrashim of Ancient Judaism </i> Atlanta, 1988: Scholars Press for Brown Judaic Studies.</li>\n<li><i> Mekhilta Attributed to R. Ishmael. An Introduction to Judaism's First Scriptural Encyclopaedia. </i> Atlanta, 1988: Scholars Press for Brown Judaic Studies.</li>\n<li><i> The Midrash Compilations of the Sixth and Seventh Centuries. An Introduction to the Rhetorical Logical, and Topical Program. </i> I.<i> Lamentations Rabbah</i>. Atlanta, 1990: Scholars Press for Brown Judaic Studies</li>\n<li><i> The Midrash Compilations of the Sixth and Seventh Centuries: An Introduction to the Rhetorical Logical, and Topical Program. </i> II. <i>Esther Rabbah I.</i> Atlanta, 1990: Scholars Press for Brown Judaic Studies</li>\n<li><i> The Midrash Compilations of the Sixth and Seventh Centuries: An Introduction to the Rhetorical Logical, and Topical Program. </i> III. <i>Ruth Rabbah. </i> Atlanta, 1990: Scholars Press for Brown Judaic Studies</li>\n<li><i> The Midrash Compilations of the Sixth and Seventh Centuries: An Introduction to the Rhetorical Logical, and Topical Program.</i> IV. <i>Song of Songs Rabbah.</i> Atlanta, 1990: Scholars Press for Brown Judaic Studies</li>\n<li><i> A Midrash Reader. </i> Minneapolis, 1990: Augsburg-Fortress. Second printing: Atlanta, 1994: Scholars Press.</li>\n<li><i> Making the Classics in Judaism: The Three Stages of Literary Formation. </i> Atlanta, 1990: Scholars Press for Brown Judaic Studies.</li>\n<li><i> The Mishnah. An Introduction.</i> Northvale, N.J., 1989: Jason Aronson, Inc. Paperback edition: 1994. Reprinted 2004: Rowman and Littlefield.</li>\n<li><i> The Midrash. An Introduction. </i> Northvale, 1990: Jason Aronson, Inc. Paperback edition: 1994.. Reprinted 2004: Rowman and Littlefield</li>\n<li><i> The Yerushalmi. The Talmud of the Land of Israel. An Introduction.</i> Northvale, 1992: Jason Aronson, Inc.. Reprinted 2004: Rowman and Littlefield</li>\n<li><i> The Tosefta. An Introduction. </i> Atlanta, 1992: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Bavli. The Talmud of Babylonia. An Introduction. </i> Atlanta, 1992: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Canonical History of Ideas. The Place of the So-called Tannaite Midrashim, Mekhilta Attributed to R. Ishmael, Sifra, Sifré to Numbers, and Sifré to Deuteronomy. </i> Atlanta, 1990: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Talmud: Close Encounters.</i> Minneapolis, 1991: Fortress Press. Second printing, 1996. Reprint: Eugene, Oregon, 2004: Wipf and Stock.</li>\n<li><i> Tradition as Selectivity: Scripture, Mishnah, Tosefta, and Midrash in the Talmud of Babylonia. The Case of Tractate Arakhin.</i> Atlanta, 1990: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> Language as Taxonomy. The Rules for Using Hebrew and Aramaic in the Babylonian Talmud. </i> Atlanta, 1990: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Bavli That Might Have Been: The Tosefta’s Theory of Mishnah-Commentary Compared with That of the Babylonian Talmud. </i> Atlanta, 1990: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Rules of Composition of the Talmud of Babylonia. The Cogency of the Bavli’s Composite. </i> Atlanta, 1991: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Bavli’s One Voice: Types and Forms of Analytical Discourse and their Fixed Order of Appearance. </i> Atlanta, 1991: Scholars Press for South Florida Studies in the History of Judaism. Now: Lanham, Maryland: University Press of America.</li>\n<li><i> The Bavli’s One Statement. The Metapropositional Program of Babylonian Talmud Tractate Zebahim Chapters One and Five. </i> Atlanta, 1991: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> How the Bavli Shaped Rabbinic Discourse. </i> Atlanta, 1991: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Bavli’s Massive Miscellanies. The Problem of Agglutinative Discourse in the Talmud of Babylonia. </i> Atlanta, 1992: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> Sources and Traditions. Types of Composition in the Talmud of Babylonia. </i> Atlanta, 1992: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Law Behind the Laws. The Bavli’s Essential Discourse. </i> Atlanta, 1992: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Bavli’s Primary Discourse. Mishnah Commentary, its Rhetorical Paradigms and their Theological Implications in the Talmud of Babylonia Tractate Moed Qatan. </i> Atlanta, 1992: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Discourse of the Bavli: Language, Literature, and Symbolism. Five Recent Findings. </i> Atlanta, 1991: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> How to Study the Bavli: The Languages, Literatures, and Lessons of the Talmud of Babylonia. </i> Atlanta, 1992: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> Form-Analytical Comparison in Rabbinic Judaism. Structure and Form in </i> The Fathers <i>and </i>The Fathers According to Rabbi Nathan. Atlanta, 1992: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Bavli’s Intellectual Character. The Generative Problematic in Bavli Baba Qamma Chapter One and Bavli Shabbat Chapter One. </i> Atlanta, 1992: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> Decoding the Talmud’s Exegetical Program: From Detail to Principle in the Bavli’s Quest for Generalization. Tractate Shabbat. </i> Atlanta, 1992: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Principal Parts of the Bavli’s Discourse: A Final Taxonomy. Mishnah-Commentary, Sources, Traditions, and Agglutinative Miscellanies. </i> Atlanta, 1992: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Torah in the Talmud. A Taxonomy of the Uses of Scripture in the Talmuds. Tractate Qiddushin in the Talmud of Babylonia and the Talmud of the Land of Israel.</i> I.<i> Bavli Qiddushin Chapter One. </i> Atlanta, 1993: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Torah in the Talmud. A Taxonomy of the Uses of Scripture in the Talmuds. Tractate Qiddushin in the Talmud of Babylonia and the Talmud of the Land of Israel. </i> II. <i>Yerushalmi Qiddushin Chapter One. And a Comparison of the Uses of Scripture by the Two Talmuds. </i> Atlanta, 1993: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Bavli’s Unique Voice. A Systematic Comparison of the Talmud of Babylonia and the Talmud of the Land of Israel. </i> Volume One. <i>Bavli and Yerushalmi Qiddushin Chapter One Compared and Contrasted. </i> Atlanta, 1993: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Bavli’s Unique Voice. A Systematic Comparison of the Talmud of Babylonia and the Talmud of the Land of Israel. </i> Volume Two. <i>Yerushalmi’s, Bavli’s, and Other Canonical Documents’ Treatment of the Program of Mishnah-Tractate Sukkah Chapters One, Two, and Four Compared and Contrasted. A Reprise and Revision of </i>The Bavli and its Sources. Atlanta, 1993: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Bavli’s Unique Voice. A Systematic Comparison of the Talmud of Babylonia and the Talmud of the Land of Israel. </i> Volume Three. <i>Bavli and Yerushalmi to Selected Mishnah-Chapters in the Division of Moed. Erubin Chapter One, and Moed Qatan Chapter Three. </i> Atlanta, 1993: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Bavli’s Unique Voice. A Systematic Comparison of the Talmud of Babylonia and the Talmud of the Land of Israel. </i> Volume Four. <i>Bavli and Yerushalmi to Selected Mishnah-Chapters in the Division of Nashim. Gittin Chapter Five and Nedarim Chapter One. And Niddah Chapter One. </i> Atlanta, 1993: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Bavli’s Unique Voice. A Systematic Comparison of the Talmud of Babylonia and the Talmud of the Land of Israel. </i> Volume Five. <i>Bavli and Yerushalmi to Selected Mishnah-Chapters in the Division of Neziqin. Baba Mesia Chapter One and Makkot Chapters One and Two. </i> Atlanta, 1993: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Bavli’s Unique Voice. A Systematic Comparison of the Talmud of Babylonia and the Talmud of the Land of Israel. </i> Volume Six. <i>Bavli and Yerushalmi to a Miscellany of Mishnah-Chapters. Gittin Chapter One, Qiddushin Chapter Two, and Hagigah Chapter Three. </i> Atlanta, 1993: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Bavli’s Unique Voice. </i> Volume Seven. <i>What Is Unique about the Bavli in Context? An Answer Based on Inductive Description, Analysis, and Comparison. </i> Atlanta, 1993: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> From Text to Historical Context in Rabbinic Judaism: Historical Facts in Systemic Documents. </i> I. <i>The Mishnah, Tosefta, Abot, Sifra, Sifré to Numbers, and Sifré to Deuteronomy. </i> Atlanta, 1993: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> From Text to Historical Context in Rabbinic Judaism: Historical Facts in Systemic Documents. </i> II. <i>The Later Midrash-Compilations: Genesis Rabbah, Leviticus Rabbah, Pesiqta deRab Kahana. </i> Atlanta, 1994: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> From Text to Historical Context in Rabbinic Judaism: Historical Facts in Systemic Documents. </i> III. <i>The Latest Midrash-Compilations: Song of Songs Rabbah, Ruth Rabbah, Esther Rabbah I, and Lamentations Rabbah. </i> Atlanta, 1994: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> Introduction to Rabbinic Literature.</i> N.Y., 1994: Doubleday. The Doubleday Anchor Reference Library. Religious <a href=\"/wiki/Book_sales_club\" title=\"Book sales club\">Book Club</a> Selection, 1994. Paperback edition: 1999.</li>\n<li><i> Where the Talmud Comes From: A Talmudic Phenomenology. Identifying the Free-Standing Building Blocks of Talmudic Discourse. </i> Atlanta, 1995: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Initial Phases of the Talmud’s Judaism. </i> Atlanta, 1995: Scholars Press for South Florida Studies in the History of Judaism. i. <i>Exegesis of Scripture. </i></li>\n<li><i> The Initial Phases of the Talmud’s Judaism. </i> Atlanta, 1995: Scholars Press for South Florida Studies in the History of Judaism. ii.<i> Exemplary Virtue. </i></li>\n<li><i> The Initial Phases of the Talmud’s Judaism. </i> Atlanta, 1995: Scholars Press for South Florida Studies in the History of Judaism. iii.<i> Social Ethics.</i></li>\n<li><i> The Initial Phases of the Talmud’s Judaism. </i> Atlanta, 1995: Scholars Press for South Florida Studies in the History of Judaism. iv.<i> Theology. </i></li>\n<li><i> Talmudic Dialectics: Types and Forms. </i> Atlanta, 1995: Scholars Press for South Florida Studies in the History of Judaism. I. <i>Introduction. Tractate Berakhot and the Divisions of Appointed Times and Women. </i></li>\n<li><i> Talmudic Dialectics: Types and Forms. </i> Atlanta, 1995: Scholars Press for South Florida Studies in the History of Judaism. II. <i>The Divisions of Damages and Holy Things and Tractate Niddah. </i></li>\n<li><i> Rationality and Structure: The Bavli’s Anomalous Juxtapositions. </i> Atlanta, 1997: Scholars Press for South Florida Studies in the History of Judaism. Now: Lanham, Maryland.: University Press of America.</li>\n<li><i> The Modes of Thought of Rabbinic Judaism.</i> I. <i>Types of Analysis. </i>Binghamton 2000: Global Publications. Academic Studies in the History of Judaism Series.</li>\n<li><i> The Modes of Thought of Rabbinic Judaism.</i> II. <i>Types of Argumentation. </i>Binghamton 2000: Global Publications. Academic Studies in the History of Judaism Series<i>. </i></li>\n<li>Second printing, condensed and revised; under the title, <i>Analysis and Argumentation in Rabbinic Judaism. </i>Lanham, 2003: University Press of America.</li>\n<li><i> Extra- and Non-Documentary Writing in the Canon of Formative Judaism</i>. I.<i> The Pointless Parallel: Hans-Jürgen Becker and the Myth of the Autonomous Tradition in Rabbinic Documents. </i>Binghamton 2001: Global Publications. Academic Studies in the History of Judaism Series<i>. </i></li>\n<li><i> Extra- and Non-Documentary Writing in the Canon of Formative Judaism</i>. II. <i>Paltry Parallels. The Negligible Proportion and Peripheral Role of Free-Standing Compositions in Rabbinic Documents</i>. Binghamton 2001: Global Publications Academic Studies in the History of Judaism Series</li>\n<li><i> Extra- and Non-Documentary Writing in the Canon of Formative Judaism</i>. III. <i>Peripatetic Parallels.</i> Binghamton, 2001: Global Publications. Academic Studies in the History of Judaism Series. Second edition, revised, of <i>The Peripatetic Saying: The Problem of the Thrice-Told Tale in Talmudic Literature. </i> Chico, 1985: Scholars Press for Brown Judaic Studies.</li>\n<li><i> From Politics to Piety. The Emergence of Pharisaic Judaism</i>. Englewood Cliffs, 1973: Prentice-Hall. Second printing, N.Y., 1978: Ktav. Reprint: Eugene, Oregon, 2003: Wipf and Stock Publishers</li>\n<li><i> The Idea of Purity in Ancient Judaism. The Haskell Lectures, 1972-1973. </i> Leiden, 1973: E. J. Brill.</li>\n<li><i> Judaism. The Evidence of the Mishnah</i>. Chicago, 1981: University of Chicago Press. <i>Choice</i>, “Outstanding academic book list” 1982-3. Paperback edition: 1984. Second printing, 1985. Third printing, 1986. Second edition, augmented: Atlanta, 1987: Scholars Press for Brown Judaic Studies. Reprint, Eugene, Oregon, 2003: Wipf and Stock.</li>\n<li><i> Judaism without Christianity. An Introduction to the Religious System of the Mishnah in Historical Context. </i> Hoboken, 1991: Ktav Publishing House. Abbreviated version of <i>Judaism</i>&#160;: <i>The Evidence of the Mishnah.</i></li>\n<li><i> Judaism in Society: The Evidence of the Yerushalmi. Toward the Natural History of a Religion</i>. Chicago, 1983: The University of Chicago Press. <i>Choice</i>, “Outstanding Academic Book List, 1984-1985.” Second printing, with a new preface: Atlanta, 1991: Scholars Press for South Florida Studies in the History of Judaism. Reprint, Eugene, Oregon, 2003: Wipf and Stock.</li>\n<li><i> Judaism and Scripture: The Evidence of Leviticus Rabbah</i>. Chicago, 1986: The University of Chicago Press. [Fresh translation of Margulies' text and systematic analysis of problems of composition and redaction.] Jewish Book Club Selection, 1986. Reprint, Eugene, Oregon, 2003: Wipf and Stock.</li>\n<li><i> Judaism: The Classical Statement. The Evidence of the Bavli.</i> Chicago, 1986: University of Chicago Press. <i>Choice,</i> “Outstanding Academic Book List, 1987.” Reprint, Eugene, Oregon, 2003: Wipf and Stock.</li>\n<li><i> Judaism and Story: The Evidence of The Fathers According to Rabbi Nathan.</i> Chicago, 1992: University of Chicago Press. Reprint, Eugene, Oregon, 2003: Wipf and Stock.</li>\n<li><i> Ancient Israel after Catastrophe. The Religious World-View of the Mishnah. The Richard Lectures for 1982</i>. Charlottesville, 1983: The University Press of Virginia.</li>\n<li><i> The Foundations of Judaism. Method, Teleology, Doctrine. </i> Philadelphia, 1983-5: Fortress Press. I-III. I. <i>Midrash in Context. Exegesis in Formative Judaism. </i>Second printing: Atlanta, 1988: Scholars Press for Brown Judaic Studies.</li>\n<li><i> The Foundations of Judaism. Method, Teleology, Doctrine. </i> Philadelphia, 1983-5: Fortress Press. I-III. II. <i>Messiah in Context. Israel's History and Destiny in Formative Judaism</i>. Second printing: Lanham, 1988: University Press of America. Studies in Judaism series.</li>\n<li><i> The Foundations of Judaism. Method, Teleology, Doctrine. </i> Philadelphia, 1983-5: Fortress Press. I-III. III. <i>Torah: From Scroll to Symbol in Formative Judaism. </i>Second printing: Atlanta, 1988: Scholars Press for Brown Judaic Studies.</li>\n<li><i> The Foundations of Judaism.</i> Philadelphia, 1988: Fortress. Abridged edition of the foregoing trilogy. Second printing: Atlanta, 1994: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> From Description to Conviction</i>. <i>Essays on the History and Theology of Judaism.</i> Atlanta, 1987: Scholars Press for Brown Judaic Studies.</li>\n<li><i> The Oral Torah. The Sacred Books of Judaism. An Introduction</i>. San Francisco, 1985: Harper &amp; Row. Paperback: 1987. B'nai B'rith Jewish Book Club Selection, 1986. Second printing: Atlanta, 1991: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li>Editor: <i>Scriptures of the Oral Torah. Sanctification and Salvation in the Sacred Books of Judaism. </i> San Francisco, 1987: Harper &amp; Row. Jewish Book Club Selection, 1988. Second printing: Atlanta, 1990: Scholars Press for Brown Judaic Studies.</li>\n<li><i> Vanquished Nation, Broken Spirit. The Virtues of the Heart in Formative Judaism. </i> New York, 1987: Cambridge University Press. Jewish Book Club selection, 1987.</li>\n<li>Editor: <i>“To See Ourselves as Others See Us.” Jews, Christians, \"“Others” in Late Antiquity.</i> Chico, 1985: Scholars Press. <i>Studies in the Humanities. </i></li>\n<li>Editor: <i>Judaic Perspectives on Ancient Israel</i>. Philadelphia, 1987: Fortress Press. Reprint: Eugene, Oregon, 2004: Wipf and Stock.</li>\n<li>Editor: <i>Judaisms and their Messiahs in the Beginning of Christianity</i>. New York, 1987: Cambridge University Press. [Edited with William Scott Green]</li>\n<li>Editor: <i>Goodenough's Jewish Symbols. An Abridged Edition.</i> Princeton, 1988: Princeton University Press. Paperback edition: 1992.</li>\n<li><i> Judaism in the Beginning of Christianity.</i> Philadelphia, 1983: Fortress. British edition, London, 1984: SPCK. Second US printing, 1988. Third printing, 1990. Fifth US printing,1994.</li>\n<li><i> Judaism in the Matrix of Christianity. </i> Philadelphia, 1986: Fortress Press. British edition, Edinburgh, 1988, T. &amp; T. Collins. Second printing, with a new introduction: Atlanta, 1990: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> Judaism and Christianity in the Age of Constantine. Issues of the Initial Confrontation.</i> Chicago, 1987: University of Chicago Press.</li>\n<li><i> Death and Birth of Judaism. The Impact of Christianity, Secularism, and the Holocaust on Jewish Faith, </i> New York, 1987: Basic Books. Second printing: Atlanta, 1993: Scholars Press for South Florida Studies in the History of Judaism. Now: Lanham, Maryland, 2000: University Press of America.</li>\n<li><i> Self-Fulfilling Prophecy: Exile and Return in the History of Judaism. </i> Boston, 1987: Beacon Press. Second printing: Atlanta, 1990: Scholars Press for South Florida Studies in the History of Judaism. With a new introduction.</li>\n<li>Editor: <i>Goodenough on History of Religion and on Judaism.</i> Atlanta, 1986: Scholars Press for Brown Judaic Studies.</li>\n<li>Editor: <i>Science, Magic, and Religion in Concert and in Conflict. Judaic, Christian, Philosophical, and Social Scientific Perspectives. </i> New York, 1988: Oxford University Press. Paperback edition: 1993.</li>\n<li><i> The Enchantments of Judaism. Rites of Transformation from Birth through Death. </i> New York, 1987: Basic Books. Judaic Book Club selection, September, 1987. Jewish Book Club selection, October, 1987. Second printing: Atlanta, 1991: Scholars Press for University of South Florida Studies in the History of Judaism. Edition on tape: Princeton, 1992: Recording for the Blind.</li>\n<li><i> Judaism and its Social Metaphors. Israel in the History of Jewish Thought.</i> N.Y., 1988: Cambridge University Press.</li>\n<li><i> The Incarnation of God: The Character of Divinity in Formative Judaism. </i> Philadelphia, 1988: Fortress Press. Reprinted: Atlanta, 1992: Scholars Press for South Florida Studies in the History of Judaism. Reprinted: Binghamton, 2000: Global Publications. Classics of Judaic series.</li>\n<li><i> Writing with Scripture: The Authority and Uses of the Hebrew Bible in the Torah of Formative Judaism. </i> Philadelphia, 1989: Fortress Press. Second printing: Atlanta, 1994: Scholars Press for South Florida Studies in the History of Judaism. Reprint, Eugene, Oregon, 2003: Wipf and Stock.</li>\n<li><i> The Making of the Mind of Judaism. </i> Atlanta, 1987: Scholars Press for Brown Judaic Studies.</li>\n<li><i> The Formation of the Jewish Intellect. Making Connections and Drawing Conclusions in the Traditional System of Judaism. </i> Atlanta, 1988: Scholars Press for Brown Judaic Studies.</li>\n<li><i> The Economics of the Mishnah. </i> Chicago, 1989: The University of Chicago Press. Reprint: Atlanta, 1998: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> Rabbinic Political Theory: Religion and Politics in the Mishnah. </i> Chicago, 1991: The University of Chicago Press.</li>\n<li><i> The Philosophical Mishnah. </i> Volume I. <i>The Initial Probe. </i> Atlanta, 1989: Scholars Press for Brown Judaic Studies. Now: Lanham, Maryland: University Press of America.</li>\n<li><i> The Philosophical Mishnah. </i> Volume II. <i>The Tractates' Agenda. From Abodah Zarah to Moed Qatan. </i> Atlanta, 1989: Scholars Press for Brown Judaic Studies.. Now: Lanham, Maryland: University Press of America.</li>\n<li><i> The Philosophical Mishnah. </i> Volume III. <i>The Tractates' Agenda. From Nazir to Zebahim. </i> Atlanta, 1989: Scholars Press for Brown Judaic Studies.. Now: Lanham, Maryland: University Press of America.</li>\n<li><i> The Philosophical Mishnah. </i> Volume IV. <i>The Repertoire. </i> Atlanta, 1989: Scholars Press for Brown Judaic Studies. Now: Lanham, Maryland: University Press of America.</li>\n<li><i> Judaism as Philosophy. The Method and Message of the Mishnah. </i> Columbia, 1991: University of South Carolina Press.</li>\n<li><i> Torah through the Ages. A Short History of Judaism. </i> New York and London, 1990: Trinity Press International and SCM. Reprinted, Eugene, Oregon, 2004: Wipf &amp; Stock</li>\n<li><i> From Literature to Theology in Formative Judaism. Three Preliminary Studies. </i> Atlanta, 1989: Scholars Press for Brown Judaic Studies.</li>\n<li>Edited: <i>The Christian and Judaic Invention of History. </i> Atlanta, 1990: Scholars Press for American Academy of Religion. Studies in Religion series.</li>\n<li>Edited: <i>Essays in Jewish Historiography</i> [=<i>History and Theory </i>Beiheft 27, edited by Ada Rapoport-Albert]. With a new Introduction and an Appendix. Atlanta, 1991: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> Symbol and Theology in Early Judaism. </i> Minneapolis, 1991: Fortress Press.</li>\n<li><i> The Transformation of Judaism. From Philosophy to Religion. </i> Champaign, 1992: University of Illinois Press.</li>\n<li><i> Talmudic Thinking: Language, Logic, and Law. </i> Columbia, 1992: University of South Carolina Press.</li>\n<li><i> The Emergence of Judaism. Jewish Religion in Response to the Critical issues of the First Six Centuries. </i> Lanham, 2000: University Press of America. Studies in Judaism series.</li>\n<li><i> Judaism and Zoroastrianism at the Dusk of Late Antiquity. How Two Ancient Faiths Wrote Down Their Great Traditions. </i> Atlanta, 1993: Scholars Press for South Florida Studies in the History of Judaism. Now: Lanham, University Press of America.</li>\n<li><i> Purity in Rabbinic Judaism. A Systematic Account of the Sources, Media, Effects, and Removal of Uncleanness. </i> Atlanta, 1993: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> Rabbinic Literature and the New Testament. What We Cannot Show, We Do Not Know. </i> Philadelphia, 1993: Trinity Press International. Reprint, Eugene, Oregon, 2004: Wipf &amp; Stock.</li>\n<li><i> Judaismo Rabinico.</i> [Five lectures in Spanish, given in Madrid in 1991.], Madrid, 1991: <i>El Olivo. Documentacion y estudios para el dialogo entre Judios y Cristianos. </i></li>\n<li><i> Androgynous Judaism. Masculine and Feminine in the Dual Torah. </i> Macon, 1993: Mercer University Press. Jewish Book Club Selection. Reprint, Eugene, Oregon, 2003: Wipf and Stock.</li>\n<li><i> Judaism States its Theology: The Talmudic Re-Presentation. </i> Atlanta, 1993: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Judaism Behind the Texts. The Generative Premises of Rabbinic Literature. </i> I. <i>The Mishnah. </i>A<i>. The Division of Agriculture. </i> Atlanta, 1993: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Judaism Behind the Texts. The Generative Premises of Rabbinic Literature. </i> I. <i>The Mishnah. </i>B. <i>The Divisions of Appointed Times, Women, and Damages (through Sanhedrin). </i> Atlanta, 1993: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Judaism Behind the Texts. The Generative Premises of Rabbinic Literature. </i> I. <i>The Mishnah. </i>C. <i>The Divisions of Damages (from Makkot), Holy Things and Purities. </i> Atlanta, 1993: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Judaism Behind the Texts. The Generative Premises of Rabbinic Literature. </i> II. <i>The Tosefta, Tractate Abot, and the Earlier Midrash-Compilations: Sifra, Sifré to Numbers, and Sifré to Deuteronomy. </i> Atlanta, 1993.: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Judaism Behind the Texts. The Generative Premises of Rabbinic Literature. </i> III. <i>The Later Midrash-Compilations: Genesis Rabbah, Leviticus Rabbah and Pesiqta deRab Kahana. </i> Atlanta, 1994: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Judaism Behind the Texts. The Generative Premises of Rabbinic Literature. </i> IV. <i>The Latest Midrash-Compilations: Song of Songs Rabbah, Ruth Rabbah, Esther Rabbah I, and Lamentations Rabbati. And The Fathers According to Rabbi Nathan. </i> Atlanta, 1994: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Judaism Behind the Texts. The Generative Premises of Rabbinic Literature. </i> V. <i>The Talmuds of the Land of Israel and Babylonia. </i> Atlanta, 1994: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Judaism the Rabbis Take for Granted. </i> Atlanta, 1995: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> Rabbinic Judaism. The Documentary History of the Formative Age. </i> Bethesda, 1994: CDL Press.</li>\n<li><i> Judaism’s Theological Voice: The Melody of the Talmud. </i> Chicago, 1995: The University of Chicago Press.</li>\n<li><i> Rabbinic Judaism. Structure and System. </i> Minneapolis, 1996: Fortress Press.</li>\n<li><i> The Presence of the Past, the Pastness of the Present. History, Time, and Paradigm in Rabbinic Judaism. </i> Bethesda, 1996: CDL Press.</li>\n<li>Second edition, revised and augmented by six new chapters:<i> The Idea of History in Rabbinic Judaism</i>. Leiden, 2004: E. J. Brill.</li>\n<li><i> Jerusalem and Athens: The Congruity of Talmudic and Classical Philosophy. </i> Leiden, 1997: E. J. Brill. <i>Supplements to the Journal for the Study of Judaism. </i></li>\n<li><i> The Theology of Rabbinic Judaism. A Prolegomenon. </i> Atlanta, 1997: Scholars Press for South Florida Studies on the History of Judaism.</li>\n<li><i> The Halakhah of the Oral Torah. A Religious Commentary. Introduction. </i> And Volume One. Part One.<i> Between Israel and God. Faith, Thanksgiving: Tractate Berakhot. Enlandisement. Tractates Kilayim, Shebi‘it, and ‘Orlah</i>. Atlanta, 1997. Scholars Press for South Florida Studies in the History of Judaism. [The remainder of this project, originally planned for twenty-four volumes, was recast as <i>The Halakhah: An Encyclopaedia of the Law of Judaism</i>.]</li>\n<li><i> The Theological Grammar of the Oral Torah. </i> Binghamton, 1999: Dowling College Press/Global Publications of Binghamton University [SUNY]. I. <i>Vocabulary: Native Categories. </i>Epitomized in <i>Handbook of Rabbinic Theology,</i> below.</li>\n<li><i> The Theological Grammar of the Oral Torah. </i> Binghamton, 1999: Dowling College Press/Global Publications of Binghamton University [SUNY]. II. <i>Syntax: Connections and Constructions. </i>Epitomized in<i> Handbook of Rabbinic Theology,</i> below.</li>\n<li><i> The Theological Grammar of the Oral Torah. </i> Binghamton, 1999: Dowling College Press/Global Publications of Binghamton University [SUNY]. iii. <i>Semantics: Models of Analysis, Explanation and Anticipation. </i>Epitomized in <i>Handbook of Rabbinic Theology,</i> below.</li>\n<li><i> The Theology of the Oral Torah. Revealing the Justice of God. </i> Kingston and Montreal, 1999: McGill-Queen’s University Press and Ithaca, 1999: Cornell University Press. Epitomized in <i>Handbook of Rabbinic Theology,</i> below.</li>\n<li><i> Rabbinic Judaism: Theological System.</i> Boston and Leiden, 2003: E. J. Brill. Condensation of <i>The Theology of the Oral Torah.</i></li>\n<li><i> The Halakhah: An Encyclopaedia of the Law of Judaism. </i> Volume I.<i>Between Israel and God</i>. Part A.<i> Faith, Thanksgiving, Enlandisement: Possession and Partnership</i>. Leiden, 1999: E. J. Brill. The Brill Reference Library of Judaism.</li>\n<li><i> The Halakhah: An Encyclopaedia of the Law of Judaism. </i> Volume II. <i>Between Israel and God</i>. Part B. <i>Transcendent Transactions: Where Heaven and Earth Intersect</i>. Leiden, 1999: E. J. Brill. The Brill Reference Library of Judaism.</li>\n<li><i> The Halakhah: An Encyclopaedia of the Law of Judaism.</i> Volume III<i><b>. ''</b></i>Within Israel’s Social Order.<i> Leiden, 1999: E. J. Brill. The Brill Reference Library of Judaism</i></li>\n<li><i> The Halakhah: An Encyclopaedia of the Law of Judaism.</i> Volume IV<i>. Inside the Walls of the Israelite Household</i>. Part A. <i>At the Meeting of Time and Space. Sanctification in the Here and Now: The Table and the Bed. Sanctification and the Marital Bond. The Desacralization of the Household: The Bed. </i> Leiden, 1999: E. J. Brill. The Brill Reference Library of Judaism.</li>\n<li><i> The Halakhah: An Encyclopaedia of the Law of Judaism</i>. Volume V<i>. Inside the Walls of the Israelite Household</i>. Part B. <i>The Desacralization of the Household: The Table. Foci, Sources, and Dissemination of Uncleanness. Purification from the Pollution of Death. </i> Leiden, 1999: E. J. Brill. The Brill Reference Library of Judaism.</li>\n<li><i> The Theology of the Halakhah. </i> Leiden, 2001: E. J. Brill. Brill Reference Library of Ancient Judaism. Epitomized in <i>Handbook of Rabbinic Theology,</i> below.</li>\n<li><i> The Four Stages of Rabbinic Judaism. </i> London, 2000: Routledge. E-book edition, London, 2001: Taylor and Francis.</li>\n<li><i> How the Rabbis Liberated Women. </i> Atlanta, 1999: Scholars Press for South Florida Studies in the History of Judaism. Now: Lanham, Maryland: University Press of America.</li>\n<li><i> From Scripture to 70. The Pre-Rabbinic Beginnings of the Halakhah. </i> Atlanta, 1999: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> What, Exactly, Did the Rabbinic Sages Mean by “the Oral Torah”? An Inductive Answer to the Question of Rabbinic Judaism. </i> Atlanta, 1999: Scholars Press for South Florida Studies in the History of Judaism. Now: Lanham, Maryland: University Press of America.</li>\n<li><i> The Halakhah and the Aggadah: Theological Perspectives. </i> Atlanta, 2000: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><cite class=\"citation book\"><a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/?id=0EVtAAAAMAAJ&amp;dq=jacob%20neusner\"><i>The Mishnah: Social Perspectives</i></a>. E. J. Brill. 1999. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/9004114912\" title=\"Special:BookSources/9004114912\">9004114912</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=The+Mishnah%3A+Social+Perspectives&amp;rft.pub=E.+J.+Brill&amp;rft.date=1999&amp;rft.isbn=9004114912&amp;rft_id=https%3A%2F%2Fbooks.google.com%2F%3Fid%3D0EVtAAAAMAAJ%26dq%3Djacob%2520neusner&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AList+of+books+by+Jacob+Neusner\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span> Reprinted 2002, Brill.</li>\n<li><i> The Mishnah: Religious Perspectives. </i> Leiden, 1999: E. J. Brill Paperback reprint: 2002.</li>\n<li><i> The Messiah in Ancient Judaism </i> [With William Scott Green.] Leiden, 2005: E. J. Brill. The Brill Reference Library of Judaism.</li>\n<li><i> Recovering Judaism: The Universal Dimension of Jewish Religion. </i> Minneapolis, 2000: Fortress Press</li>\n<li><i> How Judaism Reads the Bible</i>. Baltimore, 1999: Chizuk Amuno Congregation. Published lecture.</li>\n<li><i> The Unity of Rabbinic Discourse. </i> Volume One. <i>Aggadah in the Halakhah. </i>Lanham, 2000: University Press of America. Studies in Judaism series.</li>\n<li><i> The Unity of Rabbinic Discourse</i>. Volume Two.<i> Halakhah in the Aggadah. </i>Lanham, 2000: University Press of America. Studies in Judaism series.</li>\n<li><i> The Unity of Rabbinic Discourse</i>. Volume Three.<i> Halakhah and Aggadah in Concert. </i>Lanham, 2000: University Press of America. Studies in Judaism series.</li>\n<li><i> Dual Discourse, Single Judaism</i>. <i>The Category-Formations of the Halakhah and of the Aggadah Defined, Compared, and Contrasted. </i>Lanham, 2000: University Press of America. Studies in Judaism series.</li>\n<li><i> Judaism’s Story of Creation: Scripture, Halakhah, Aggadah</i>. Leiden, 2000: E. J. Brill. The Brill Reference Library of Judaism.</li>\n<li><i> The Aggadic Role in Halakhic Discourse. </i> Volume One. <i>An Initial Probe: Three Tractates: Moed Qatan, Nazir, and Horayot. The Mishnah and the Tosefta: The Division of Purities. The Mishnah, the Tosefta, and the Yerushalmi:. The Division of Agriculture<b>. </b>The Mishnah-Tosefta-Bavli: The Division of Holy Things. </i>Lanham, 2000: University Press of America. Studies in Judaism Series.</li>\n<li><i> The Aggadic Role in Halakhic Discourse. </i> Volume Two. <i>The Mishnah, Tosefta, Yerushalmi, and Bavli to Tractate Berakhot, the Division of Appointed Times and the Division of Women</i>. Lanham, 2000: University Press of America. Studies in Judaism Series.</li>\n<li><i> The Aggadic Role in Halakhic Discourse. </i> Volume Three.<i> The. Mishnah, Tosefta, Yerushalmi, and Bavli to the Division of Damages and Tractate Niddah. Sifra and the two Sifrés. </i>Lanham, 2000: University Press of America. Studies in Judaism Series.</li>\n<li><i> The Social Teaching of Rabbinic Judaism</i>. I.<i> Corporate Israel and the Individual Israelite</i>. Leiden, 2001: E. J. Brill. The Brill Reference Library of Judaism.</li>\n<li><i> The Social Teaching of Rabbinic Judaism.</i> II. <i>Between Israelites. </i> Leiden, 2001: E. J. Brill. The Brill Reference Library of Judaism.</li>\n<li><i> The Social Teaching of Rabbinic Judaism.</i> III. <i>God’s Presence in Israel</i>. Leiden, 2001: E. J. Brill. The Brill Reference Library of Judaism.</li>\n<li><i> A Theological Commentary to the Midrash</i> Lanham, 2001: University Press of America. Studies in Judaism Series.</li>\n<li><i> The Theological Foundations of Rabbinic Midrash. </i> Leiden, 2002. E. J. Brill. The Brill Reference Library of Judaism. Paperback edition: Boston, 2002: E. J. Brill.</li>\n<li>Editor: <i>The Mishnah in Contemporary Study</i>. Volume One. Leiden, 2002: E. J. Brill. [Edited with Alan J. Avery-Peck.]</li>\n<li><i> Handbook of Rabbinic Theology: Language, System, Structure. </i> Leiden, 2003: E. J. Brill. Epitomization of <i>Theological Grammar of the Oral Torah, Theology of the Oral Torah: Revealing the Justice of God, </i>and<i> Theology of the Halakhah</i>.</li>\n<li><i> The Perfect Torah</i>. Leiden, 2003: E. J. Brill, Leiden.</li>\n<li><i> Making God’s Word Work</i>&#160;: <i>Guide to the Mishnah</i>. New York, 2004: Continuum.</li>\n<li><i> Rabbinic Categories: Construction and Comparison.</i> Leiden, 2005: E. J. Brill</li>\n<li>Editor:<i> The Encyclopaedia of Midrash: Bible-Interpretation in Formative Judaism. </i> Leiden, 2004: E. J. Brill. The Brill Reference Library of Judaism. [Edited with Alan J. Avery-Peck.] In three volumes. Volume One.</li>\n<li>Editor:<i> The Encyclopaedia of Midrash: Bible-Interpretation in Formative Judaism</i>. Leiden, 2004: E. J. Brill. The Brill Reference Library of Judaism. [Edited with Alan J. Avery-Peck.] In three volumes. Volume Two.</li>\n<li>Editor: <i>The Mishnah in Contemporary Study</i>. Volume Two. Leiden, 2005: E. J. Brill. [Edited with Alan J. Avery-Peck.]</li>\n<li><i> The Religious Meaning of History,</i> Cincinnati, 2004: Central Conference of American Rabbis-Hebrew Union College-Jewish Institute of Religion. Joint Commission for Sustaining Rabbinic Education. Series: Scholars of the 21st century.</li>\n<li><i> Performing Israel's Faith: Narrative and Law in Rabbinic Theology. </i> Waco, 2005: Baylor University Press. ≈</li>\n<li><i> Contours of Coherence in Rabbinic Judaism. </i> Leiden, 2005: E. J. Brill.</li>\n<li><i> Is Scripture the Origin of the Halakhah?</i> Lanham, 2005: University Press of America.</li>\n<li><i> The Vitality of Rabbinic Imagination: The Mishnah against the Bible and Qumran. </i> Lanham, 2005: University Press of America</li>\n<li>Theology of Rabbinic Judaism: A Sourcebook. Lanham 2005: University Press of America.</li>\n<li><i> How Important Was the Destruction of the Second Temple in the Formation of Rabbinic Judaism?</i> Leiden, 2005: E. J. Brill.</li>\n<li><i> Praxis and Parable: The Divergent Discourses of Rabbinic Judaism. How Halakhic and Aggadic Documents Treat the Bestiary Common to Them Both </i> (In preparation)</li>\n<li><i> Torah Revealed, Torah Fulfilled: Scriptural Laws in Formative Judaism and Earliest Christianity</i>. Grand Rapids, 2006: Baker Academic. With Baruch A. Levine and Bruce D. Chilton (In preparation)</li>\n<li><cite class=\"citation book\"><a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/?id=ocOVukdj1jkC&amp;printsec=frontcover&amp;dq=jacob+neusner\"><i>Judaism: The Basics</i></a>. Taylor &amp; Francis. 2006. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0415401755\" title=\"Special:BookSources/0415401755\">0415401755</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Judaism%3A+The+Basics&amp;rft.pub=Taylor+%26+Francis&amp;rft.date=2006&amp;rft.isbn=0415401755&amp;rft_id=https%3A%2F%2Fbooks.google.com%2F%3Fid%3DocOVukdj1jkC%26printsec%3Dfrontcover%26dq%3Djacob%2Bneusner&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AList+of+books+by+Jacob+Neusner\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></li>\n<li><i><b> Talmudic Hermeneutics </b></i></li>\n<li><i> The Talmud of Babylonia. An Academic Commentary. </i> Atlanta, 1994–1996, 1999: Scholars Press for <i>USF Academic Commentary Series</i>. Now: Lanham, Maryland. University Press of America</li>\n<li><i> The Talmud of Babylonia. A Complete Outline. </i> Atlanta, 1995-6: Scholars Press for <i>USF Academic Commentary Series. </i>Now: Lanham, Maryland. University Press of America</li>\n<li><i> The Talmud of the Land of Israel. An Academic Commentary to the Second, Third, and Fourth Divisions. </i> Atlanta, 1998-1999: Scholars Press for <i>USF Academic Commentary Series. </i>Now: Lanham, Maryland. University Press of America.</li>\n<li><i> The Talmud of The Land of Israel. An Outline of the Second, Third, and Fourth Divisions. </i> Atlanta, 1995-6: Scholars Press for USF Academic Commentary Series. Now: Lanham, Maryland. University Press of America</li>\n<li><i> The Two Talmuds Compared. </i> Atlanta, 1995-6: Scholars Press for USF Academic Commentary Series. <i>The Talmud of the Land of Israel. An Academic Commentary to the Second, Third, and Fourth Divisions. </i> Atlanta, 1998-1999: Scholars Press for <i>USF Academic Commentary Series. </i>Now: Lanham, Maryland. University Press of America.</li>\n<li><i> The Components of the Rabbinic Documents: From the Whole to the Parts. </i> I. <i>Sifra. </i> Atlanta, 1997: Scholars Press for USF Academic Commentary Series.</li>\n<li><i> The Components of the Rabbinic Documents: From the Whole to the Parts. </i> II. <i>Esther Rabbah I. </i> Atlanta, 1997: Scholars Press for USF Academic Commentary Series.</li>\n<li><i> The Components of the Rabbinic Documents: From the Whole to the Parts. </i> III. <i>Ruth Rabbah. </i> Atlanta, 1997: Scholars Press for USF Academic Commentary Series.</li>\n<li><i> The Components of the Rabbinic Documents: From the Whole to the Parts. </i> IV. <i>Lamentations Rabbati. </i> Atlanta, 1997: Scholars Press for USF Academic Commentary Series.</li>\n<li><i> The Components of the Rabbinic Documents: From the Whole to the Parts. </i> V. <i>Song ofSongs Rabbah. </i> Atlanta, 1997: Scholars Press for USF Academic Commentary Series.</li>\n<li><i> The Components of the Rabbinic Documents: From the Whole to the Parts. </i> VI. <i>The Fathers Attributed to Rabbi Nathan. </i> Atlanta, 1997: Scholars Press for USF Academic Commentary Series.</li>\n<li><i> The Components of the Rabbinic Documents: From the Whole to the Parts. </i> VII. <i>Sifré to Deuteronomy. </i> Atlanta, 1997: Scholars Press for USF Academic Commentary Series.</li>\n<li><i> The Components of the Rabbinic Documents: From the Whole to the Parts. </i> VIII. <i>Mekhilta Attributed to R. Ishmael. </i> Atlanta, 1997: Scholars Press for USF Academic Commentary Series</li>\n<li><i> The Components of the Rabbinic Documents: From the Whole to the Parts. </i> IX<i>.</i>Atlanta, 1998: Scholars Press for USF Academic Commentary Series. Now: Lanham, University Press of America.</li>\n<li><i> The Components of the Rabbinic Documents: From the Whole to the Parts. </i> X. <i>Leviticus Rabbah. </i> Atlanta, 1998: Scholars Press for USF Academic Commentary Series.</li>\n<li><i> The Components of the Rabbinic Documents: From the Whole to the Parts. </i> XI. <i>Pesiqta deRab Kahana. </i> Atlanta, 1998: Scholars Press for USF Academic Commentary Series.</li>\n<li><i> The Components of the Rabbinic Documents: From the Whole to the Parts. </i> XII. <i>Sifré to Numbers. </i> Atlanta, 1998: Scholars Press for USF Academic Commentary Series.\n<ul><li>Part i. <i>Introduction. Pisqaot One through Eighty-Four </i></li>\n<li>Part ii <i> Pisqaot Eighty-Five through One Hundred Twenty-Two </i></li>\n<li>Part iii <i>Pisqaot One Hundred Twenty-Three through One Hundred Sixty-One </i></li>\n<li>Part iv <i>Sifré to Numbers. A Topical and Methodical Outline </i></li></ul></li>\n<li><i> The Rabbinic Midrash. </i> Peabody, 2003: Hendrickson Publishing Co. Second printing, in twelve volumes, of <i>The Components of the Rabbinic Documents: From the Whole to the Parts.</i></li>\n<li><i> Judaism and the Interpretation of Scripture: Introduction to </i> The Rabbinic Midrash. Peabody, 2005: Hendrickson.</li>\n<li><i> The Documentary Form-History of Rabbinic Literature. </i> I. <i>The Documentary Forms of the Mishnah. </i> Atlanta, 1998: Scholars Press for USF Academic Commentary Series.</li>\n<li><i> The Documentary Form-History of Rabbinic Literature </i> II. <i>The Aggadic Sector: Tractate Abot, Abot deRabbi Natan, Sifra, Sifré to Numbers, and Sifré to Deuteronomy. </i> Atlanta, 1998: Scholars Press for USF Academic Commentary Series.</li>\n<li><i> The Documentary Form-History of Rabbinic Literature </i> III. <i>The Aggadic Sector: Mekhilta Attributed to R. Ishmael and Genesis Rabbah. </i> Atlanta, 1998: Scholars Press for USF Academic Commentary Series.</li>\n<li><i> The Documentary Form-History of Rabbinic Literature </i> IV. <i>The Aggadic Sector: Leviticus Rabbah, and Pesiqta deRab Kahana. </i> Atlanta, 1998: Scholars Press for USF Academic Commentary Series.</li>\n<li><i> The Documentary Form-History of Rabbinic Literature </i> V. <i>The Aggadic Sector: Song of Songs Rabbah, Ruth Rabbah, Lamentations Rabbati, and Esther Rabbah I. </i> Atlanta, 1998: Scholars Press for USF Academic Commentary Series.</li>\n<li><i> The Documentary Form-History of Rabbinic Literature. </i> VI. <i>The Halakhic Sector. The Talmud of the Land of Israel.</i> A.<i> Berakhot and Shabbat through Taanit. </i> Atlanta, 1998: Scholars Press for USF Academic Commentary Series.</li>\n<li><i> The Documentary Form-History of Rabbinic Literature. </i> VI. <i>The Halakhic Sector. The Talmud of the Land of Israel.</i> B.<i> Megillah through Qiddushin. </i> Atlanta, 1998: Scholars Press for USF Academic Commentary Series.</li>\n<li><i> The Documentary Form-History of Rabbinic Literature. </i> VI. <i>The Halakhic Sector. The Talmud of the Land of Israel.</i> C.<i> Sotah through Horayot and Niddah. </i> Atlanta, 1998: Scholars Press for USF Academic Commentary Series.</li>\n<li><i> The Documentary Form-History of Rabbinic Literature. </i> VII. <i>The Halakhic Sector. The Talmud of Babylonia. </i>A. <i>Tractates Berakhot and Shabbat through Pesahim. </i> Atlanta, 1998: Scholars Press for USF Academic Commentary Series.</li>\n<li><i> The Documentary Form-History of Rabbinic Literature. </i> VII. <i>The Halakhic Sector. The Talmud of Babylonia. </i>B. <i>Tractates Yoma through Ketubot. </i> Atlanta, 1998: Scholars Press for USF Academic Commentary Series.</li>\n<li><i> The Documentary Form-History of Rabbinic Literature. </i> VII. <i>The Halakhic Sector. The Talmud of Babylonia. </i>C. <i>Tractates Nedarim through Baba Mesia. </i> Atlanta, 1998: Scholars Press for USF Academic Commentary Series.</li>\n<li><i> The Documentary Form-History of Rabbinic Literature. </i> VII. <i>The Halakhic Sector. The Talmud of Babylonia. </i>D. <i>Tractates Baba Batra through Horayot. </i> Atlanta, 1998: Scholars Press for USF Academic Commentary Series.</li>\n<li><i> The Documentary Form-History of Rabbinic Literature. </i> VII. <i>The Halakhic Sector. The Talmud of Babylonia. </i>E. <i>Tractates Zebahim through Bekhorot. </i> Atlanta, 1998: Scholars Press for USF Academic Commentary Series.</li>\n<li><i> The Documentary Form-History of Rabbinic Literature. </i> VII. <i>The Halakhic Sector. The Talmud of Babylonia. </i>F. <i>Tractates Arakhin through Niddah. And Conclusions. </i> Atlanta, 1998: Scholars Press for USF Academic Commentary Series.</li>\n<li><i> The Native Category-Formations of the Aggadah. </i> I. <i>The Later Midrash-Compilations.</i> Lanham, 2000: University Press of America. Studies in Judaism Series.</li>\n<li><i> The Native Category-Formations of the Aggadah. </i> II.<i> The Earlier Midrash-Compilations.</i> Lanham, 2000: University Press of America. Studies in Judaism Series.</li>\n<li><i> The Hermeneutics of the Rabbinic Category-Formations: An Introduction. </i> Lanham, 2000: University Press of America. Studies in Judaism series.</li>\n<li><i> The Comparative Hermeneutics of Rabbinic Judaism. </i> Volume One. <i>Introduction. Berakhot and Seder Mo‘ed. </i> Binghamton, 2000: Global Publications. Academic Studies in Ancient Judaism series</li>\n<li><i> The Comparative Hermeneutics of Rabbinic Judaism. </i> Volume Two. <i>Seder Nashim</i>. Binghamton, 2000: Global Publications. Academic Studies in Ancient Judaism series.</li>\n<li><i> The Comparative Hermeneutics of Rabbinic Judaism. </i> Volume Three. <i>Seder Neziqin</i>. Binghamton, 2000: Global Publications. Academic Studies in Ancient Judaism series.</li>\n<li><i> The Comparative Hermeneutics of Rabbinic Judaism. </i> Volume Four. <i>Seder Qodoshim. </i> Binghamton, 2000: Global Publications. Academic Studies in Ancient Judaism series.</li>\n<li><i> The Comparative Hermeneutics of Rabbinic Judaism. </i> Volume Five. <i>Seder Tohorot</i>. Part <i>Kelim through Parah. </i> Binghamton, 2000: Global Publications. Academic Studies in Ancient Judaism series.</li>\n<li><i> The Comparative Hermeneutics of Rabbinic Judaism. </i> Volume Six. <i>Seder Tohorot</i>. <i>Tohorot through Uqsin. </i> Binghamton, 2000: Global Publications. Academic Studies in Ancient Judaism series.</li>\n<li><i> The Comparative Hermeneutics of Rabbinic Judaism.</i> Volume Seven <i>The Generic Hermeneutics of the Halakhah. A Handbook. </i> Binghamton, 2000: Global Publications. Academic Studies in Ancient Judaism series.</li>\n<li>Volumes One through Seven: Second printing, condensed, under the title, <i>Halakhic Hermeneutics,</i> Lanham, 2003: University Press of America.</li>\n<li><i> The Comparative Hermeneutics of Rabbinic Judaism.</i> Volume Eight. <i>Why This, Not That? Ways Not Taken in the Halakhic Category-Formations of the Mishnah-Tosefta-Yerushalmi-Bavli</i>. Binghamton, 2000: Global Publications. Academic Studies in Ancient Judaism series.</li>\n<li><i> Fellowship in Judaism. The First Century and Today.</i> London, 1963: Valentine, Mitchell. Reprint, Eugene, Oregon, 2005: Wipf and Stock.</li>\n<li><i> History and Torah. Essays on Jewish Learning</i>. London, 1965: Valentine, Mitchell. N.Y., 1964: Schocken Books. Paperback, N.Y., 1967: Schocken.</li>\n<li><i> Judaism in the Secular Age. Essays on Fellowship, Community, and Freedom.</i> London, 1970: Valentine Mitchell. N.Y., 1970: Ktav.</li>\n<li>Editor: <i>Contemporary Judaic Fellowship. In Theory and in Practice</i>. N.Y., 1972: Ktav.</li>\n<li>Editor: <i>Understanding Jewish Theology. Classical Themes and Modern Perspectives</i>. N.Y., 1973: Ktav. Fifth printing: 1992. Sixth printing: Binghamton 2001: Global Publications/SUNY. In Classics in Judaic Studies.</li>\n<li><i> The Glory of God Is Intelligence. Four Lectures on the Role of Intellect in Judaism. </i> Provo, 1978: <a href=\"/wiki/Religious_Studies_Center\" title=\"Religious Studies Center\">Religious Studies Center</a>, <a href=\"/wiki/Brigham_Young_University\" title=\"Brigham Young University\">Brigham Young University</a>. <i>Religious Studies Monograph Series</i> Volume III. Introduction by <a href=\"/wiki/S._Kent_Brown\" title=\"S. Kent Brown\">S. Kent Brown</a>.</li>\n<li><i> The Jewish War against the Jews. Reflections on Golah, Shoah, and Torah</i>. N.Y., 1984: Ktav.</li>\n<li><i> Stranger at Home. Zionism, “The Holocaust,” and American Judaism.</i> Chicago, 1980: University of Chicago Press. Paperback edition, 1985. Second printing, 1985. Third printing, 1988. Paperback reprint: Atlanta, 1997: Scholars Press for South Florida-Rochester-St. Louis Studies on Religion and the Social Order. Reprint, Eugene, Oregon, 2003: Wipf and Stock.</li>\n<li><i> Tzedakah. Can Jewish Philanthropy Buy Jewish Survival?</i> Chappaqua, 1982: Rossel. Second printing, 1983. Fourth printing, 1988. Fifth printing: Atlanta, 1990: Scholars Press for Brown Judaic Studies. Sixth printing, 1997: Union of American Hebrew Congregations.</li>\n<li><i> Israel in America. A Too-Comfortable Exile?</i> Boston, 1985: Beacon. Paperback edition, 1986. Second printing: Lanham, 1990: University Press of America Studies in Judaism series. Third printing: 1994.</li>\n<li>Edited: <i>To Grow in Wisdom. An Anthology of Abraham Joshua Heschel. </i> New York, 1989: Madison Books. [With Noam M. M. Neusner]</li>\n<li><i> Who, Where, and What Is “ Israel”? Zionist Perspectives on Israeli and American Judaism. </i> Lanham, 1989: University Press of America Studies in Judaism.</li>\n<li><i> The Religious World of Contemporary Judaism: Observations and Convictions.</i> Atlanta, 1989: Scholars Press for Brown Judaic Studies.</li>\n<li><i> The Bible and Us. A Priest and a Rabbi Read the Scriptures Together. </i> With Andrew M. Greeley. N.Y., 1990: Warner Books. Trade paperback edition: 1991. Jewish Book Club alternative selection.</li>\n<li><cite class=\"citation book\"><a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/?id=82VgQgAACAAJ&amp;dq=jacob%20neusner\"><i>Jews and Christians: The Myth of a Common Tradition</i></a>. Hymns Ancient &amp; Modern Limited. 1991. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/033402465X\" title=\"Special:BookSources/033402465X\">033402465X</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Jews+and+Christians%3A+The+Myth+of+a+Common+Tradition&amp;rft.pub=Hymns+Ancient+%26+Modern+Limited&amp;rft.date=1991&amp;rft.isbn=033402465X&amp;rft_id=https%3A%2F%2Fbooks.google.com%2F%3Fid%3D82VgQgAACAAJ%26dq%3Djacob%2520neusner&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AList+of+books+by+Jacob+Neusner\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span> Reprint: Global Publications, 2001; Wipf and Stock, 2003.</li>\n<li><i> The Foundations of the Theology of Judaism. An Anthology. </i> I. <i>God. </i>Northvale, 1990: Jason Aronson, Inc. A main selection of the Jewish Book Club.. Reprinted 2004: Rowman and Littlefield</li>\n<li><i> The Foundations of the Theology of Judaism. An Anthology. </i> II. <i>Torah </i> Atlanta, 1992: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Foundations of the Theology of Judaism. An Anthology. </i> III. <i>Israel. </i> Atlanta, 1992: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> Telling Tales: Making Sense of Christian and Judaic Nonsense. The Urgency and Basis for Judaeo-Christian Dialogue. </i> Louisville, 1993: Westminster-John Knox Press.</li>\n<li><cite class=\"citation book\"><a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/?id=StjXAAAAMAAJ&amp;dq=jacob%20neusner\"><i>A Rabbi Talks with Jesus: An Intermillennial, Interfaith Exchange</i></a>. Doubleday. 1993. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0385424663\" title=\"Special:BookSources/0385424663\">0385424663</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=A+Rabbi+Talks+with+Jesus%3A+An+Intermillennial%2C+Interfaith+Exchange&amp;rft.pub=Doubleday&amp;rft.date=1993&amp;rft.isbn=0385424663&amp;rft_id=https%3A%2F%2Fbooks.google.com%2F%3Fid%3DStjXAAAAMAAJ%26dq%3Djacob%2520neusner&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AList+of+books+by+Jacob+Neusner\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span> Reprint, Image Books, 1994. Revised edition, McGill-Queen's Press, 2000. Reprint, McGill-Queen's Press, 2001.</li>\n<li>Editor <i>Judaism Transcends Catastrophe: God, Torah, and Israel beyond the Holocaust. </i> Macon, Georgia, 1994: Mercer University Press. I. <i>Faith Renewed: The Judaic Affirmation beyond the Holocaust </i></li>\n<li>Editor <i>Judaism Transcends Catastrophe: God, Torah, and Israel beyond the Holocaust. </i> Macon, Georgia, 1995: Mercer University Press. II. <i>God Commands. </i></li>\n<li>Editor <i>Judaism Transcends Catastrophe: God, Torah, and Israel beyond the Holocaust. </i> Macon, Georgia, 1996: Mercer University Press. III. <i>The Torah Teaches. </i></li>\n<li>Editor <i>Judaism Transcends Catastrophe: God, Torah, and Israel beyond the Holocaust. </i> Macon, Georgia, 1997: Mercer University Press. IV. <i>Eternal Israel Endures. </i></li>\n<li>Editor <i>Judaism Transcends Catastrophe: God, Torah, and Israel beyond the Holocaust. </i> Macon, Georgia, 1997: Mercer University Press. V. <i>Faith Seeking Understanding: The Tasks of Theology in Twenty-First Century Judaism </i></li>\n<li><i> Jewish and Christian Doctrines: The Classics Compared. </i> With Bruce D. Chilton. London, 1999: Routledge. E-book edition, London, 2001: Taylor and Francis.</li>\n<li><i> Judaism in the New Testament. Practices and Beliefs. </i> London, 1995: Routledge [With Bruce D. Chilton]. E-book edition, London, 2001: Taylor and Francis.</li>\n<li><i> Types of Authority in Formative Christianity and Judaism. Institutional, Charismatic, and Intellectual.</i> With Bruce D. Chilton. London, 1999: Routledge. E-book edition, London, 2001: Taylor and Francis.</li>\n<li><i> The Intellectual Foundations of Christian and Jewish Discourse: The Philosophy of Religious Argument. </i> London, 1997: Routledge. [With Bruce D. Chilton.].E-book edition, London, 2001: Taylor and Francis.</li>\n<li><i> Christianity and Judaism: The Formative Categories. </i> With Bruce D. Chilton. I. <i>Revelation. The Torah and the Bible.</i> Philadelphia, 1995: Trinity Press International. Reprint: Eugene, 2004: Wipf and Stock.</li>\n<li><i> Christianity and Judaism: The Formative Categories. </i> With Bruce D. Chilton. II. <i>The Body of Faith: Israel and Church. </i> Philadelphia, 1997: Trinity Press International. Reprint: Eugene, 2004: Wipf and Stock.</li>\n<li><i> Christianity and Judaism: The Formative Categories. </i> With Bruce D. Chilton. III. <i>God in the World.</i> Philadelphia, 1997: Trinity Press International. Reprint, Eugene, Oregon, 2004:Wipf and Stock.</li>\n<li><i> Judaeo-Christian Debates. God, Kingdom, Messiah. </i> With Bruce D. Chilton. Minneapolis, 1998: Fortress Press. <i>Choice</i> List of Fifty Best Academic Books of 1998.</li>\n<li><i> Children of the Flesh, Children of the Promise. An Argument with Paul about Judaism as an Ethnic Religion. </i> Cleveland, 1995: Pilgrim Press.</li>\n<li>Editor: <i>Forging a Common Future: Catholic, Judaic, and Protestant Relations for a New Millennium. </i> Cleveland, 1997: Pilgrim Press.</li>\n<li><i> Virtues and Vices: Stories of the Moral Life. </i> With Andrew M. Greeley and Mary G. Durkin. Louisville, 1999: Westminster/John Knox Press. Catholic Book Club Selection, 1999.</li>\n<li><i> Comparing Spiritualities: Formative Christianity and Judaism on Finding Life and Meeting Death. </i> [With Bruce D. Chilton] Harrisburg, 2000: Trinity Press International</li>\n<li>Editor: <i>The Missing Jesus: Rabbinic Judaism and the New Testament.</i> Leiden &amp; Boston, 2003: E. J. Brill. Edited with Craig Evans and Bruce D. Chilton</li>\n<li>Editor: <i>The Brother of Jesus. James the Just and his Mission. </i> Louisville, 2001: Westminster/John Knox Press. [With Bruce D. Chilton.]</li>\n<li><i> Talmud Torah: Ways to God’s Presence through Learning. </i> Lanham, Maryland 2002: University Press of America Studies in Judaism series.</li>\n<li><i> Classical Christianity and Rabbinic Judaism: Comparing Theologies</i>. With Bruce D. Chilton. Grand Rapids, 2004: Baker Academic.</li>\n<li><i> Theology of Normative Judaism: A Source Book. </i> Lanham, 2005: University Press of America.</li>\n<li><i> Judaism in Monologue and Dialogue.. </i> Lanham, 2005: University Press of America.</li>\n<li>Editor: <i>The Formation of the Babylonian Talmud. Studies on the Achievements of Late Nineteenth and Twentieth Century Historical and Literary-Critical Research</i>. Leiden, 1970: Brill. Reprint: Eugene, Oregon, 2003: Wipf and Stock Publishers</li>\n<li>Editor: <i>The Modern Study of the Mishnah</i>. Leiden, 1973: Brill. Reprint: Eugene, Oregon, 2003: Wipf and Stock Publishers</li>\n<li>Editor: <i>Soviet Views of Talmudic Judaism. Five Papers by Yu. A. Solodukho.</i> Leiden, 1973: Brill. Reprint: Eugene, Oregon, 2003: Wipf and Stock Publishers</li>\n<li><i> From Mishnah to Scripture. The Problem of the Unattributed Saying. </i> Chico, 1984: Scholars Press for Brown Judaic Studies<i>. </i>Reprise and reworking of materials in<i> A History of the Mishnaic Law of Purities. </i></li>\n<li><i> In Search of Talmudic Biography. The Problem of the Attributed Saying. </i> Chico, 1984: Scholars Press for Brown Judaic Studies. Reprise and reworking of materials in<i> Eliezer ben Hyrcanus. The Tradition and the Man.</i></li>\n<li><i> The Peripatetic Saying: The Problem of the Thrice-Told Tale in Talmudic Literature. </i> Chico, 1985: Scholars Press for Brown Judaic Studies. Reprise and reworking of materials in<i> Development of a Legend; Rabbinic Traditions about the Pharisees before 70 </i>I-III. For the second edition, see above, <i>Peripatetic Parallels. </i></li>\n<li><i> The Memorized Torah. The Mnemonic System of the Mishnah.</i> Chico, 1985: Scholars Press for Brown Judaic Studies. Reprise and reworking of materials in <i>Rabbinic Traditions about the Pharisees before 70</i> I and III, and<i> A History of the Mishnaic Law of Purities</i> XXI<b>. </b></li>\n<li><i> Oral Tradition in Judaism: The Case of the Mishnah.</i> N.Y., 1987: Garland Publishing Co. <i>Albert Bates Lord Monograph Series</i> of the journal, <i>Oral Tradition</i>. Restatement of results in various works on the Mishnah together with a fresh account of the problem.</li></ul>\n<p>Editor: <i>The Study of Ancient Judaism.</i> N.Y., 1981: Ktav. Second printing: Atlanta, 1992: Scholars Press for South Florida Studies in the History of Judaism.\n</p>\n<ul><li><i> The Study of Ancient Judaism:Mishnah, Midrash, Siddur. </i></li>\n<li><i> The Study of Ancient Judaism:The Palestinian and Babylonian Talmuds.</i></li>\n<li>Editor: <i>Take Judaism, for Example. Studies toward the Comparison of Religions.</i> Chicago, 1983: University of Chicago Press. Second printing: Atlanta, 1992: Scholars Press for South Florida Studies in the History of Judaism. Reprint: Binghamton, 2001: Global Publications, Classics in Judaic Studies series. Reprint, Eugene, Oregon, 2003: Wipf and Stock.</li>\n<li><i> Method and Meaning in Ancient Judaism</i>. Missoula, 1979: Scholars Press for Brown Judaic Studies. Second printing, 1983.</li>\n<li><i> Method and Meaning in Ancient Judaism</i>. <i>Second Series</i>. Chico, 1980: Scholars Press for Brown Judaic Studies.</li>\n<li><i> Method and Meaning in Ancient Judaism</i>. <i>Third Series</i>. Chico, 1980: Scholars Press for Brown Judaic Studies.</li>\n<li><i> Method and Meaning in Ancient Judaism. Fourth Series. </i> Atlanta, 1989: Scholars Press for Brown Judaic Studies.</li>\n<li><i> Ancient Judaism. Debates and Disputes</i>. Chico, 1984: Scholars Press for Brown Judaic Studies.</li>\n<li><i> Ancient Judaism. Debates and Disputes. Second Series</i>. Atlanta, 1990: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> Ancient Judaism. Debates and Disputes. Third Series. Essays on the Formation of Judaism, Dating Sayings, Method in the History of Judaism, the Historical Jesus, Publishing Too Much, and Other Current Issues. </i> Atlanta, 1993: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> Ancient Judaism. Debates and Disputes. Fourth Series. Historical, Literary, Theological, and Religious Issues. </i> Atlanta, 1996: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Public Side of Learning. The Political Consequences of Scholarship in the Context of Judaism.</i> Chico, 1985: Scholars Press for the American Academy of Religion <i>Studies in Religion</i> Series.</li>\n<li><i> Reading and Believing: Ancient Judaism and Contemporary Gullibility</i>. Atlanta, 1986: Scholars Press for Brown Judaic Studies. Now: Lanham, University Press of America.</li>\n<li><i> Ancient Judaism and Modern Category-Formation. “Judaism,””Midrash,” “Messianism,” and Canon in the Past Quarter-Century. </i> Lanham, 1986: University Press of America<i>Studies in Judaism</i> Series.</li>\n<li><i> Struggle for the Jewish Mind. Debates and Disputes on Judaism Then and Now.</i> Lanham, 1987: University Press of America. <i>Studies in Judaism</i> series.</li>\n<li><i> First Principles of Systemic Analysis. The Case of Judaism in the History of Religion</i>. Lanham, 1988: University Press of America. <i>Studies in Judaism</i> series.</li>\n<li><i> The Systemic Analysis of Judaism</i>. Atlanta, 1988: Scholars Press for Brown Judaic Studies.</li>\n<li><i> Why No Gospels in Talmudic Judaism? </i> Atlanta, 1988: Scholars Press for Brown Judaic Studies. Now: Lanham, Maryland, 2001: University Press of America Studies in Judaism series.</li>\n<li><i> Paradigms in Passage: Patterns of Change in the Contemporary Study of Judaism.</i> Lanham, 1988: University Press of America. Studies in Judaism Series.</li>\n<li><i> Wrong Ways and Right Ways in the Study of Formative Judaism. Critical Method and Literature, History, and the History of Religion. </i> Atlanta, 1988: Scholars Press for Brown Judaic Studies.</li>\n<li><i> The Ecology of Religion: From Writing to Religion in the Study of Judaism. </i> Nashville, 1989: Abingdon. Paperback edition: Atlanta, 1997: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Social Study of Judaism. Essays and Reflections</i>. Volume I. Atlanta, 1989: Scholars Press for Brown Judaic Studies.</li>\n<li><i> The Social Study of Judaism. Essays and Reflections</i>. Volume II. Atlanta, 1989: Scholars Press for Brown Judaic Studies.</li>\n<li>Edited: <i>The Social Foundations of Judaism. </i>Edited with Calvin Goldscheider. Englewood Cliffs, 1989: Prentice Hall. Reprint: Eugene, Oregon, 2004: Wipf &amp; Stock.</li>\n<li>Edited: <i>Religious Writings and Religious Systems. Systemic Analysis of Holy Books in Christianity, Islam, Buddhism, Greco-Roman Religions, Ancient Israel, and Judaism</i> (Atlanta, 1989: Scholars Press for Brown Studies in Religion). Volume I.<i>Islam, Buddhism, Greco-Roman Religions, Ancient Israel, and Judaism. </i></li>\n<li>Edited: <i>Religious Writings and Religious Systems. Systemic Analysis of Holy Books in Christianity, Islam, Buddhism, Greco-Roman Religions, Ancient Israel, and Judaism</i> (Atlanta, 1989: Scholars Press for Brown Studies in Religion). Volume II. <i>Christianity. </i></li>\n<li><cite class=\"citation book\"><a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/?id=n-JONPInS2cC&amp;printsec=frontcover&amp;dq=jacob+neusner\"><i>Studying Classical Judaism: A Primer</i></a>. Westminster/John Knox Press. 1991. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0664251366\" title=\"Special:BookSources/0664251366\">0664251366</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Studying+Classical+Judaism%3A+A+Primer&amp;rft.pub=Westminster%2FJohn+Knox+Press&amp;rft.date=1991&amp;rft.isbn=0664251366&amp;rft_id=https%3A%2F%2Fbooks.google.com%2F%3Fid%3Dn-JONPInS2cC%26printsec%3Dfrontcover%26dq%3Djacob%2Bneusner&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AList+of+books+by+Jacob+Neusner\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></li></ul>\n<p><br />\n</p>\n<ul><li><i> Judaic Law from Jesus to the Mishnah. A Systematic Reply to Professor E. P. Sanders. </i> Atlanta, 1993: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> Are There Really Tannaitic Parallels to the Gospels? A Refutation of Morton Smith. </i> Atlanta, 1993: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> Why There Never Was a “Talmud of Caesarea.” Saul Lieberman’s Mistakes. </i> Atlanta, 1994: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Documentary Foundation of Rabbinic Culture. Mopping Up after Debates with Gerald L. Bruns, S. J. D. Cohen, Arnold Maria Goldberg, Susan Handelman, Christine Hayes, James Kugel, Peter Schaefer, Eliezer Segal, E. P. Sanders, and Lawrence H. Schiffman. </i> Atlanta, 1995: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li>Editor: <i>Religion and the Social Order. What Kinds of Lessons Does History Teach? Papers at the Conference on the Historical Study of Religion and Society. </i> Atlanta, 1995: Scholars Press for South Florida-St. Louis- Rochester Studies in Religion and the Social Order.</li>\n<li>Editor: <i>Religion and the Political Order: The Ideal Politics of Christianity, Islam, and Judaism. </i> Atlanta, 1996: Scholars Press for South Florida-St. Louis- Rochester Studies in Religion and the Social Order.</li>\n<li><i> Are the Talmuds Interchangeable? Christine Hayes’s Blunder. </i> Atlanta, 1996: Scholars Press for South Florida Studies on the History of Judaism.</li>\n<li><i> The Place of the Tosefta in the Halakhah of Formative Judaism. What Alberdina Houtman Didn’t Notice. </i> Atlanta, 1998: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li>Editor: <i>Judaism in Late Antiquity. </i>Volume One. <i>Literary and Archaeological Sources.</i> In the series <i>Handbuch der Orientalistik. Judaistik. </i> Leiden, 1995: E. J. Brill. Volume XVI.</li>\n<li>Editor: <i>Judaism in Late Antiquity. </i>Volume Two. <i>Historical Syntheses.</i> In the series <i>Handbuch der Orientalistik. Judaistik. </i> Leiden, 1995: E. J. Brill. Volume XVII.</li>\n<li>Volumes One and Two: Single-volume Paperback edition: Boston, 2002: E. J. Brill.</li>\n<li>Editor: <i>Judaism in Late Antiquity. </i>Volume Three. <i>Where We Stand: Issues and Debates.</i> Part One. In the series, <i>Handbuch der Orientalistik. Judaistik. </i> Leiden, 1999: E. J. Brill. Edited with Alan J. Avery-Peck. Paperback edition: Boston, 2002: E. J. Brill.</li>\n<li>Editor: <i>Judaism in Late Antiquity. </i>Volume Three. <i>Where We Stand: Issues and Debates.</i> Part Two. In the series, <i>Handbuch der Orientalistik. Judaistik. </i> Leiden, 1999: E. J. Brill. Edited with Alan J. Avery-Peck. Paperback edition: Boston, 2002: E. J. Brill.</li>\n<li>Editor: <i>Judaism in Late Antiquity. </i>Volume Three. <i>Where We Stand: Issues and Debates.</i> Part Three. In the series, <i>Handbuch der Orientalistik. Judaistik. </i> Leiden, 2000: E. J. Brill. Edited with Alan J. Avery-Peck. Paperback edition: Boston, 2002: E. J. Brill.</li>\n<li>Editor: <i>Judaism in Late Antiquity. </i>Volume Three. <i>Where We Stand: Issues and Debates.</i> Part Four<i>. The Problem of the Synagogue</i>. In the series, <i>Handbuch der Orientalistik. Judaistik. </i> Leiden, 2000: E. J. Brill. Edited with Alan J. Avery-Peck. Paperback edition: Boston, 2002: E. J. Brill.</li>\n<li>Volume three parts one through four: Single-volume Paperback edition: Boston 2002, E. K. Brill.</li>\n<li>Editor: <i>Judaism in Late Antiquity. </i>Volume Four. <i>Death, Life-after-Death, Resurrection, and the World to Come in the Judaisms of Antiquity. </i>In the series, <i>Handbuch der Orientalistik. Judaistik. </i> Leiden, 1999: E. J. Brill. Edited with Alan J. Avery-Peck. Paperback edition: Boston, 2002: E. J. Brill.</li>\n<li>Editor: <i>Judaism in Late Antiquity. </i>Volume Five. <i>Judaism at Qumran</i>. Part One<i>. Theory of Israel, Way of Life</i>. In the series, <i>Handbuch der Orientalistik. Judaistik. </i> Leiden, 1999: E. J. Brill. Edited with Alan J. Avery-Peck. Paperback edition: Boston, 2002: E. J. Brill.</li>\n<li>Editor: <i>Judaism in Late Antiquity. </i>Volume Five. <i>Judaism at Qumran</i>. Part Two<i> World View</i>. In the series, <i>Handbuch der Orientalistik. Judaistik. </i> Leiden, 1999: E. J. Brill. Edited with Alan J. Avery-Peck. Paperback edition: Boston, 2002: E. J. Brill.</li>\n<li>Volumes Four and Five: Single-volume Paperback edition: Boston 2002, E. J. Brill.</li>\n<li><i> How Adin Steinsaltz Misrepresents the Talmud. Four False Propositions from his “Reference Guide.”</i> Atlanta, 1998: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li>Editor: <i>Religious Belief and Economic Behavior. Judaism, Christianity, Islam. </i> Atlanta, 1999: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li>Editor: <i>Religion and Economics: New Perspectives. </i> Binghamton, 2000: Global Publications. Academic Studies of Religion and the Social Order. With Bruce D. Chilton.</li>\n<li><i>Editor:</i> Judaism in Late Antiquity. <i>Part Five.</i> The Judaism of Qumran:. A Systemic Reading of the Dead Sea Scrolls<i>. Volume One. </i>Way of Life. <i>LEIDEN, 2000: E. J. Brill. Handbuch der Orientalistik. </i></li>\n<li><i>Editor:</i> Judaism in Late Antiquity<i>. Part Five. </i>The Judaism of Qumran. A Systemic Reading of the Dead Sea Scrolls. <i>Volume Two. </i>World View and Theory of Israel<i>. LEIDEN, 2000: E. J. Brill. Handbuch der Orientalistik. Edited with Alan J. Avery-Peck and Bruce D. Chilton </i></li>\n<li>Contemporary Views of Ancient Judaism: Disputes and Debates. <i>Binghamton, 2001: Global Publications. Academic Studies in the History of Judaism series. </i></li>\n<li><i>Editor: </i>Religious Texts and Material Context<i>s. Lanham, 2001: University Press of America. Studies in Formative Judaism series. Edited with James F. Strange. </i></li>\n<li><i> The Three Questions of Formative Judaism: History, Literature, and Religion.</i> Leiden, 2003: E. J. Brill. The Brill Reference Library of Judaism.</li>\n<li><i> Early Rabbinic Judaism. Historical Studies in Religion, Literature, and Art.</i> Leiden, 1975: Brill.</li>\n<li><i> The Academic Study of Judaism. Essays and Reflections</i>. N.Y., 1975: Ktav Publishing House. Second printing, Chico, 1982: Scholars Press for Brown Judaic Studies.</li>\n<li><i> The Academic Study of Judaism. Second Series</i>. N.Y., 1977: Ktav Publishing House.</li>\n<li><i> The Academic Study of Judaism. Third Series. Three Contexts of Jewish Learning.</i> N.Y., 1980: Ktav Publishing House.</li>\n<li><i> Talmudic Judaism in Sasanian Babylonia. Essays and Studies</i>. Leiden, 1976: Brill.</li>\n<li><i> Judaism in the American Humanities</i>. Chico, 1981: Scholars Press for Brown Judaic Studies.</li>\n<li><i> Judaism in the American Humanities.</i> Second Series.<i> Jewish Learning and the New Humanities.</i> Chico, 1983: Scholars Press for Brown Judaic Studies.</li>\n<li><i> Das pharisäische und talmudische Judentum.</i> Tuebingen, 1984: J.C.B. Mohr (Paul Siebeck). Edited by Hermann Lichtenberger. Foreword by <a href=\"/wiki/Martin_Hengel\" title=\"Martin Hengel\">Martin Hengel</a>.</li>\n<li><i> Formative Judaism. Religious, Historical, and Literary Studies. First Series.</i> Chico, 1982: Scholars Press for Brown Judaic Studies.</li>\n<li><i> Formative Judaism. Religious, Historical, and Literary Studies. Second Series.</i> Chico, 1983: Scholars Press for Brown Judaic Studies.</li>\n<li><i> Formative Judaism. Religious, Historical, and Literary Studies. Third Series. Torah, Pharisees, and Rabbis.</i> Chico, 1983: Scholars Press for Brown Judaic Studies.</li>\n<li><i> Formative Judaism. Religious, Historical, and Literary Studies. Fourth Series. Problems of Classification and Composition.</i> Chico, 1984: Scholars Press for Brown Judaic Studies.</li>\n<li><i> Formative Judaism. Religious, Historical, and Literary Studies. Fifth Series. Revisioning the Written Records of a Nascent Religion.</i> Chico, 1985: Scholars Press for Brown Judaic Studies.</li>\n<li><i> Formative Judaism. Religious, Historical, and Literary Studies. Sixth Series. </i> Atlanta, 1989: Scholars Press for Brown Judaic Studies.</li>\n<li><i> Formative Judaism. Religious, Historical, and Literary Studies. Seventh Series. The Formation of Judaism, Intentionality, Feminization of Judaism, and Other Current Results. </i> Atlanta, 1993: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> Major Trends in Formative Judaism. First Series. Society and Symbol in Political Crisis.</i> Chico, 1983: Scholars Press for Brown Judaic Studies. Now: Lanham, University Press of America.</li>\n<li><i> Major Trends in Formative Judaism. Second Series. Texts, Contents, and Contexts.</i> Chico, 1984: Scholars Press for Brown Judaic Studies. Now: Lanham, University Press of America.</li>\n<li><i> Major Trends in Formative Judaism. Third Series. The Three Stages in the Formation of Judaism.</i> Chico, 1985: Scholars Press for Brown Judaic Studies. Now: Lanham, University Press of America.</li>\n<li><i> Major Trends in Formative Judaism. </i> Fourth Series<i> Category-Formation, Literature, and Philosophy. Lanham, 2002: University Press of America</i> Studies in Judaism series.</li>\n<li><i> Major Trends in Formative Judaism. Fifth Series. Comparisons, History, Religion. Reviews </i> Lanham, 2002: University Press of America Studies in Judaism series.</li>\n<li><i> The Religious Study of Judaism. Description, Analysis, Interpretation. </i> Volume One. Lanham, 1986: University Press of America<i>Studies in Judaism </i>Series.</li>\n<li><i> The Religious Study of Judaism. Description, Analysis, Interpretation. </i> Volume Two<i>. The Centrality of Context.</i> Lanham, 1986: University Press of America<i>Studies in Judaism</i> Series.</li>\n<li><i> The Religious Study of Judaism. Description, Analysis, Interpretation. </i> Volume Three<i>. Context, Text, and Circumstance.</i> Lanham, 1987: University Press of America<i>Studies in Judaism</i> Series.</li>\n<li><i> The Religious Study of Judaism. Description, Analysis, Interpretation. </i> Volume Four. <i>Ideas of History, Ethics, Ontology, and Religion in Formative Judaism. </i>Lanham, 1988: University Press of America<i>Studies in Judaism</i> Series.</li>\n<li><i> Understanding Seeking Faith. Essays on the Case of Judaism. </i> Volume One.<i> Debates on Method, Reports of Results</i>. Atlanta, 1986: Scholars Press for Brown Judaic Studies.</li>\n<li><i> Understanding Seeking Faith. Essays on the Case of Judaism. </i> Volume Two<i>. Literature, Religion, and the Social Study of Judaism. </i> Atlanta, 1987: Scholars Press for Brown Judaic Studies.</li>\n<li><i> Understanding Seeking Faith. Essays on the Case of Judaism. </i> Volume Three<i>. Society, History, and the Political and Philosophical Uses of Judaism. </i> Atlanta, 1989: Scholars Press for Brown Judaic Studies.</li>\n<li><i> The Pharisees. Rabbinic Perspectives</i>. N.Y., 1985: Ktav Publishing House. Reprise of<i> Rabbinic Traditions about the Pharisees before 70</i>. I-III.</li>\n<li><i> Israel and Iran in Talmudic Times. A Political History.</i> Lanham, 1986: University Press of America<i>Studies in Judaism</i> Series. Reprise of materials in <i>A History of the Jews in Babylonia </i>II-V, parts of chapter one of each volume. Jewish Book Club selection, 1988.</li>\n<li><i> Judaism, Christianity, and Zoroastrianism in Talmudic Babylonia.</i> Lanham, 1986: University Press of America<i>Studies in Judaism</i> Series. Reprise of materials in <i>A History of the Jews in Babylonia </i>II-V, parts of chapter one of each volume and of <i>Aphrahat and Judaism. </i>Reprinted: Atlanta, 1990: Scholars Press for Brown Judaic Studies.</li>\n<li><i> Israel 's Politics in Sasanian Iran. Jewish Self-Government in Talmudic Times.</i> Lanham, 1986: University Press of America Studies in Judaism Series. Reprise of materials in<i> A History of the Jews in Babylonia</i> II-V, parts of chapter two of each volume.</li>\n<li><i> The Wonder-Working Lawyers of Talmudic Babylonia. The Theory and Practice of Judaism in its Formative Age</i>. Lanham, 1987: University Press of America Studies in Judaism. Reprise of materials in<i> A History of the Jews in Babylonia</i> II-V.</li>\n<li><i> School, Court, Public Administration: Judaism and its Institutions in Talmudic Babylonia.</i> Atlanta, 1987: Scholars Press for Brown Judaic Studies. Reprise of materials in<i> A History of the Jews in Babylonia </i>III-V.</li>\n<li><i> A Religion of Pots and Pans? Modes of Philosophical and Theological Discourse in Ancient Judaism. Essays and a Program. </i> Atlanta, 1988: Scholars Press for Brown Judaic Studies.</li>\n<li><i> Medium and Message in Judaism. First Series. </i> Atlanta, 1989: Scholars Press for Brown Judaic Studies.</li>\n<li><i> Lectures on Judaism in the Academy and in the Humanities.</i> Atlanta, 1990: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> Lectures on Judaism in the History of Religion.</i> Atlanta, 1990: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Formation of Judaism in Retrospect and Prospect. </i> Atlanta, 1991: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Twentieth Century Construction of “Judaism.” Essays on the Religion of Torah in the History of Religion.</i> Atlanta, 1991: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The City of God in Judaism. And Other Methodological and Comparative Studies. </i> Atlanta, 1991: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> Åbo Addresses. And Other Recent Essays on Judaism in Time and Eternity. </i> Atlanta, 1994: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> Rabbinic Judaism in the Formative Age: Disputes and Debates. </i> Atlanta, 1994: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> Judaism after the Death of “the Death of God.” The Canterbury Addresses and Other Essays on the Renaissance of Judaism in Contemporary Jewry. </i> Atlanta, 1994: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> Understanding Seeking Faith. Essays on the Case of Judaism. </i> Volume Four<i>. Judaism Then and Now. </i> Atlanta, 1995: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> Formative Judaism. New Series. Current Issues and Arguments. </i> Volume One. Atlanta, 1996: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> Religion and Law: How through Halakhah Judaism Sets Forth its Theology and Philosophy. </i> Atlanta, 1996: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> Uppsala Addresses. And Other Recent Essays and Reviews on Judaism Then and Now. </i> Atlanta, 1996: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> Formative Judaism. New Series. Current Issues and Arguments. </i> Volume Two.<i> Chapters on Form-History, Documentary Description, and the Social, Religious, and Theological Study of Judaism. </i> Atlanta, 1997: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Mind of Classical Judaism. </i> I. <i>The Philosophy and Political Economy of Formative Judaism. The Mishnah’s System of the Social Order. </i> Atlanta, 1997: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Mind of Classical Judaism.</i> II. <i>Modes of Thought: Making Connections and Drawing Conclusions. </i> Atlanta, 1997: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Mind of Classical Judaism.</i> III. <i>From Philosophy to Religion. </i> Atlanta, 1997: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Mind of Classical Judaism.</i> iV. <i>What is “ Israel”? Social Thought in the Formative Age. </i> Atlanta, 1997: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> Messages to Moscow. And Other Current Lectures on Learning and Community in Judaism. </i> Atlanta, 1998: Scholars Press for South Florida Studies in the History of Judaism</li>\n<li><i> Jewish Law from Moses to the Mishnah. The Hiram College Lectures on Religion for 1999 and Other Papers. </i> Atlanta, 1998: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> A Reader’s Guide to the Talmud. </i> Leiden, 2001: E. J. Brill.</li>\n<li><i> How the Talmud Works. </i> Leiden, 2002: E. J. Brill.</li>\n<li><i> The Halakhah. Religious and Historical Perspectives</i>. Leiden, 2002: E. J. Brill.</li>\n<li><i> Formative Judaism: History, Hermeneutics, Law and Religion. Ten Recent Essays. </i> Binghamton, 2000: Global Publications. Academic Studies in the History of Judaism Series.</li>\n<li>Editor: <i>Report of the 1965-1966 Seminar on Religions in Antiquity.</i> Hanover, 1966: Dartmouth College Comparative Studies Center<b>. </b>Reprinted, 1984.</li>\n<li>Editor: <i>Religions in Antiquity. Essays in Memory of Erwin Ramsdell Goodenough.</i> Leiden, 1968: Brill. Supplements to <i>Numen.</i> Vol. XIV. Second printing, 1970; third printing, 1972. Reprint: Eugene, Oregon, 2004: Wipf and Stock</li>\n<li>Editor: <i>Christianity, Judaism, and Other Greco-Roman Cults. Studies for Morton Smith at Sixty.</i> Leiden, 1975: Brill. Reprint: Eugene, Oregon, 2004: Wipf and Stock.</li>\n<li><i> New Testament</i></li>\n<li><i> Early Christianity.</i></li>\n<li><i> Judaism before 70.</i></li>\n<li><i> Judaism after 70. Other Greco-Roman Cults.</i></li>\n<li>Editor: <i>Essays in Honor of Yigael Yadin.</i> [Edited with Geza Vermes]<b>.</b> Special issue of <i>Journal of Jewish Studies,</i> 1982.</li>\n<li>Editor: <i>The New Humanities and Academic Disciplines. The Case of Jewish Studies.</i> Madison, 1984: University of Wisconsin Press. On graduate education in Judaic studies. Second printing: Eugene, Oregon: 2004: Wipf and Stock.</li>\n<li>Editor: <i>New Perspectives on Ancient Judaism.</i> I. <i>Contents and Contexts in Judaic and Christian Interpretation. Formative Judaism.</i> Lanham, 1987: University Press <i>Studies in Judaism</i> series. [Essays in honor of Howard Clark Kee.] Second printing: Atlanta, 1990: Scholars Press for Brown Judaic Studies.</li>\n<li>Editor: <i>New Perspectives on Ancient Judaism.</i> II. <i>Contents and Contexts in Judaic and Christian Interpretation. Ancient Israel. Formative Christianity</i>. Lanham, 1987: University Press <i>Studies in Judaism</i> series. [Essays in honor of Howard Clark Kee.]</li>\n<li>Editor: <i>New Perspectives on Ancient Judaism.</i> III. <i>Judaic and Christian Interpretation of Texts: Contents and Contexts.</i> Lanham, 1987: University Press <i>Studies in Judaism</i> series.</li>\n<li>Editor: <i>The Social World of Formative Christianity and Judaism. Essays in Honor of Howard Clark Kee.</i> Philadelphia, 1988: Fortress Press. [Edited with Peder Borgen, Ernest S. Frerichs, and Richard Horsley].</li>\n<li><i> Editor: From Ancient Israel to Modern Judaism. Intellect in Quest of Understanding. Essays in Honor of Marvin Fox. </i> Atlanta, 1989: Scholars Press for Brown Judaic Studies. I-IV.</li>\n<li><i> What Is at Stake in the Judaic Quest for Understanding? Judaic Learning and the Locus of Education. Ancient Israel. Formative Christianity. Judaism in the Formative Age: Religion.</i></li>\n<li><i> Judaism in the Formative Age: Theology and Literature. Judaism in the Middle Ages: The Encounter with Christianity. The Encounter with Scripture. Philosophy and Theology.</i></li>\n<li><i> Judaism in the Middle Ages: Philosophers. Hasidism. Messianism in Modern Times. The Modern Age: Philosophy.</i></li>\n<li><i> The Modern Age: Theology, Literature, History.</i></li>\n<li><i> Editor: Approaches to Ancient Judaism. </i> Volume Six.<i> Studies in the Ethnography and Literature of Judaism. </i> Atlanta, 1989: Scholars Press for Brown Judaic Studies.</li>\n<li><i> Editor: Approaches to Ancient Judaism. </i> New Series. Volume One. Atlanta, 1991: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> Editor: Approaches to Ancient Judaism. </i> New Series. Volume Two. Atlanta, 1991: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li>Editor: <i>Approaches to Ancient Judaism. </i>New Series. Volume Three. <i>Historical and Literary Studies. </i> Atlanta, 1993: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li>Editor: <i>Approaches to Ancient Judaism. </i>New Series. Volume Four. <i>Religious and Theological Studies. </i> Atlanta, 1993: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li>Editor: <i>The Origins of Judaism. Religion, History, and Literature in Late Antiquity. </i>With William Scott Green. New York, 1991: Garland Press. Twenty volumes of reprinted scholarly essays, with introductions.\n<ul><li>i <i>Normative Judaism</i></li>\n<li>ii <i>Normative Judaism </i></li>\n<li>iii <i> Normative Judaism</i></li>\n<li>iv <i>The Pharisees and Other Sects</i></li>\n<li>v <i> The Pharisees and Other Sects </i></li>\n<li>vi <i>Judaism and Christianity in the First Century</i></li>\n<li>vii <i> Judaism and Christianity in the First Century </i></li>\n<li>viii <i> Controversies in the Study of Judaic Religion and Theology </i></li>\n<li>ix <i>History of the Jews in the Second and First Centuries B.C.</i></li>\n<li>x <i> History of the Jews in the Second and First Centuries B.C. </i></li>\n<li>xi <i> History of the Jews in the First Century of the Common Era </i></li>\n<li>xii <i> History of the Jews in the Second Century of the Common Era </i></li>\n<li>xiii <i>History of the Jews in the Second through Seventh Centuries of the Common Era</i></li>\n<li>xiv <i> History of the Jews in the Second through Seventh Centuries of the Common Era </i></li>\n<li>xv <i> The Literature of Formative Judaism: The Mishnah and the Tosefta </i></li>\n<li>xvi <i> The Literature of Formative Judaism: The Talmuds </i></li>\n<li>xvii <i>The Literature of Formative Judaism: The Midrash-Compilations</i></li>\n<li>xviii <i>The Literature of Formative Judaism: The Midrash-Compilations </i></li>\n<li>xix <i> The Literature of Formative Judaism: The Targumim and Other Jewish Writings in Late Antiquity </i></li>\n<li>xx <i> The Literature of Formative Judaism: Controversies on the Literature of Formative Judaism </i></li></ul></li>\n<li>Editor: <i>Judaism in Cold War America: 1945-1990. </i> New York, 1993: Garland Press. Ten volumes of reprinted scholarly essays, with introductions.</li>\n<li><i> The Challenge of America: Can Judaism Survive in Freedom? </i></li>\n<li><i> In the Aftermath of the Holocaust </i></li>\n<li><i> Israel and Zion in American Judaism: The Zionist Fulfillment </i></li>\n<li><i> Judaism and Christianity: The New Relationship </i></li>\n<li><i> The Religious Renewal of Jewry </i></li>\n<li><i> The Reformation of Reform Judaism </i></li>\n<li><i> Conserving Conservative Judaism </i></li>\n<li><i> The Alteration of Orthodoxy </i></li>\n<li><i> The Academy and Traditions of Jewish Learning </i></li>\n<li><i> The Rabbinate in America: Reshaping an Ancient Calling </i></li>\n<li>Editor: <i>Approaches to Ancient Judaism. </i>New Series. Volume Seven. Atlanta, 1995: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li>Editor: <i>Approaches to Ancient Judaism. </i>New Series. Volume Eight. Atlanta, 1995: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li>Editor: <i>Approaches to Ancient Judaism. </i>New Series. Volume Nine. Atlanta, 1996: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> Ancient Judaism: Religious and Theological Perspectives. </i> First Series. Atlanta, 1996: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li>Editor: <i>Approaches to Ancient Judaism. </i>New Series. Volume Ten. Atlanta, 1997: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li>Editor: <i>Approaches to Ancient Judaism. </i>New Series. Volume Eleven. Atlanta, 1997: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li>Editor: <i>Approaches to Ancient Judaism. </i>New Series. Volume Twelve. Atlanta, 1997: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li>Editor: <i>Approaches to Ancient Judaism. </i>New Series. Volume Thirteen. Atlanta, 1998: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li>Chairman of the Editorial Board: <i>The Annual of Rabbinic Judaism: Ancient, Medieval and Modern.</i> Leiden, 1998: E. J. Brill. Volume I.</li>\n<li>Editor: <i>Approaches to Ancient Judaism. </i>New Series. Volume Fourteen. Atlanta, 1998: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li>Editor: <i>Approaches to Ancient Judaism. </i>New Series. Volume Fifteen. Atlanta, 1999: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li>Chairman of the Editorial Board: <i>The Annual of Rabbinic Judaism: Ancient, Medieval and Modern.</i> Leiden, 1999: E. J. Brill. Volume II.</li>\n<li>Editor: <i>Approaches to Ancient Judaism. </i>New Series. Volume Sixteen. Atlanta, 1999: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li>Chairman of the Editorial Board: <i>The Annual of Rabbinic Judaism: Ancient, Medieval and Modern.</i> Leiden, 2000: E. J. Brill. Volume III.</li>\n<li>Editor: <i>Marvin Fox: Collected Essays on Philosophy and on Judaism</i>. Binghamton 2001: Global Publications. Academic Studies in the History of Judaism series.</li>\n<li><i> Greek Philosophy, Maimonides </i></li>\n<li><i> Some Philosophers </i></li>\n<li><i> Ethics, Reflections </i></li>\n<li>Chairman of the Editorial Board: <i>The Review of Rabbinic Judaism: Ancient, Medieval and Modern.</i> Leiden, 2001: E. J. Brill. Volume IV, Nos. 1-2.</li>\n<li>Chairman of the Editorial Board: <i>The Review of Rabbinic Judaism: Ancient, Medieval and Modern.</i> Leiden, 2002: E. J. Brill. Volume V, Nos. 1-3.</li>\n<li>Chairman of the Editorial Board: <i>The Review of Rabbinic Judaism: Ancient, Medieval and Modern.</i> Leiden, 2003: E. J. Brill. Volume VI, Nos. 1-3.</li>\n<li>Chairman of the Editorial Board: <i>The Review of Rabbinic Judaism: Ancient, Medieval and Modern.</i> Leiden, 2004: E. J. Brill. Volume VII</li>\n<li>Chairman of the Editorial Board: <i>The Review of Rabbinic Judaism: Ancient, Medieval and Modern.</i> Leiden, 2005: E. J. Brill. Volume VIII</li>\n<li>Editor: <i>George W. E. Nickelsburg in Perspective: An On-Going Dialogue of Learning</i>. [With Alan J. Avery-Peck] Leiden, 2003: E. J. Brill. Journal for the Study of Judaism Supplements. Volume One</li>\n<li>Editor: <i>George W. E. Nickelsburg in Perspective: An On-Going Dialogue of Learning</i>. [With Alan J. Avery-Peck] Leiden, 2003: E. J. Brill. Journal for the Study of Judaism Supplements. Volume Two</li>\n<li>Editor: <i>When Judaism and Christianity Began: Essays in Memory of Anthony J. Saldarini</i>. [With Daniel Harrington, Alan J. Avery-Peck]. Leiden &amp; Boston, 2003: E. J. Brill Supplements to Journal for the Study of Judaism. Volume One.</li>\n<li>Editor: <i>When Judaism and Christianity Began: Essays in Memory of Anthony J. Saldarini</i>. [With Daniel Harrington, Alan J. Avery-Peck]. Leiden &amp; Boston, 2003: E. J. Brill Supplements to Journal for the Study of Judaism. Volume Two.</li>\n<li>How Not to Study Judaism: Examples and Counter-examples. Lanham, 2004: University Press of America. I. Parables, Rabbinic Narratives, Rabbis’ Biographies, Rabbis’ Disputes</li>\n<li><i> How Not to Study Judaism: Examples and Counter-examples.</i> Lanham, 2004: University Press of America. II. <i>Ethnicity and Identity versus Culture and Religion, How Not to Write A Book on Judaism. Point and Counterpoint </i></li>\n<li><i> Parsing the Torah. Surveying the History, Literature, Religion, and Theology of Formative Judaism.</i> Lanham, 2005: University Press of America.</li>\n<li>Italian translation: Brescia, 2006: Editrice Morcelliana. THIS WAS ORIGINALLY WRITTEN FOR THE ITALIAN TRANSLATION.</li>\n<li>Chairman of the Editorial Board: <i>The Review of Rabbinic Judaism: Ancient, Medieval and Modern.</i> Leiden, 2006: E. J. Brill. Volume IX.</li>\n<li>Editor: <i>Ancient Israel, Judaism, and Christianity in Contemporary Perspective. Essays in memory of Karl-Johan Illman.</i> Leiden, 2005: Brill. Edited with Alan J. Avery-Peck, Antti Laato, Risto Nurmela, and Karl-Gustav Sandelin.</li>\n<li><i> The Way of Torah. An Introduction to Judaism.</i> Encino, 1970: Dickenson Publishing Co. In <i>Living Religion of Man</i> Series, edited by Frederick Streng. Second printing, 1971. Third printing, 1971. Second edition, revised, 1973. Third printing, 1976. Third edition, thoroughly revised, Belmont: 1979: Wadsworth Publishing Co. Third printing, 1980. Fourth printing, 1982. Fifth printing, 1983. Sixth printing, 1985. Seventh printing, 1986. Fourth edition, completely revised and rewritten: 1988. Second printing: 1988. Third printing, 1990. Fourth printing: 1991. Fifth edition, revised and augmented: 1992. Sixth edition: in <i>Living Religion of Man</i> Series, edited by <a href=\"/wiki/Charles_Hallisey\" title=\"Charles Hallisey\">Charles Hallisey</a>. Belmont, 1997:Wadsworth/Thompson International. Seventh Edition: Belmont, 2003: Wadsworth/Thompson International.</li>\n<li>Editor: <i>Life of Torah. Readings in the Jewish Religious Experience.</i> Encino, 1974: Dickenson Publishing Co. Third printing, Belmont, 1980: Wadsworth. Sixth printing, 1984. Seventh printing, 1987.</li>\n<li>Editor: <i>Signposts on the Way of Torah. A Reader for </i>The Way of Torah. In <i>Living Religion of Man</i> Series, edited by Charles Hallisey. Belmont, 1998: Wadsworth/Thompson International.</li>\n<li><i> There We Sat Down. Talmudic Judaism in the Making</i>. Nashville, 1972: Abingdon. Second printing, N.Y., 1978: Ktav.</li>\n<li><i> American Judaism. Adventure in Modernity.</i> Englewood Cliffs, 1972: Prentice-Hall. Second printing, 1973. Third printing, 1976. Fourth printing, N.Y., 1978: Ktav.</li>\n<li>Editor: <i>Understanding Rabbinic Judaism. From Talmudic to Modern Times.</i> N.Y., 1974: Ktav. Second printing, 1977. Fourth printing, 1985. Reprint: Binghamton 2001: Global Publications/SUNY. In Academic Classics of Judaism Series.</li>\n<li><i> First Century Judaism in Crisis. Yohanan ben Zakkai and the Renaissance of Torah.</i> Nashville, 1975: Abingdon. Second printing, N.Y., 1981: Ktav.</li>\n<li><i> Between Time and Eternity. The Essentials of Judaism</i>. Encino, 1976: Dickenson Publishing Co. Fifth printing, Belmont, 1983: Wadsworth. Sixth printing, 1987.</li>\n<li>Editor: <i>Understanding American Judaism. Toward the Description of a Modern Religion</i>. N.Y., 1975: Ktav. I-II. Reprint: Eugene, Oregon, 2003: Wipf and Stock Publishers</li>\n<li><i> Understanding American Judaism. Toward the Description of a Modern Religion</i>. <i>The Synagogue and the Rabbi</i>.</li>\n<li><i> Understanding American Judaism. Toward the Description of a Modern Religion</i>. <i>The Sectors of American Judaism: Reform, Orthodoxy, Conservatism, and Reconstructionism.</i></li>\n<li><i> Our Sages, God, and Israel. An Anthology of the Yerushalmi</i>. Chappaqua, 1984: Rossel. 1985 selection, Jewish Book Club.</li>\n<li><i> How To Grade Your Professors and Other Unexpected Advice</i>. Boston, 1984: Beacon. Second printing: 1984.</li>\n<li><i> Genesis and Judaism: The Perspective of Genesis Rabbah. An Analytical Anthology.</i> Atlanta, 1986: Scholars Press for Brown Judaic Studies.</li>\n<li><i> Christian Faith and the Bible of Judaism</i>. Grand Rapids, 1987: Wm. B. Eerdmans Publishing Co. Second printing: Atlanta, 1990: Scholars Press for Brown Judaic Studies.</li>\n<li><i> Confronting Creation: How Judaism Reads Genesis. An Anthology of Genesis Rabbah. </i> Columbia, 1991: University of South Carolina Press. Reprint: Eugene, Oregon, 2005: Wipf &amp; Stock.</li>\n<li><i> From Testament to Torah: An Introduction to Judaism in its Formative Age.</i> Englewood Cliffs, 1987: Prentice Hall.</li>\n<li><cite class=\"citation book\"><a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/?id=6M8oxDql1KIC&amp;printsec=frontcover&amp;dq=jacob+neusner#v=onepage&amp;q=jacob%20neusner&amp;f=false\"><i>An Introduction to Judaism: A Textbook and Reader</i></a>. Westminster John Knox Press. 1991. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0664253482\" title=\"Special:BookSources/0664253482\">0664253482</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=An+Introduction+to+Judaism%3A+A+Textbook+and+Reader&amp;rft.pub=Westminster+John+Knox+Press&amp;rft.date=1991&amp;rft.isbn=0664253482&amp;rft_id=https%3A%2F%2Fbooks.google.com%2F%3Fid%3D6M8oxDql1KIC%26printsec%3Dfrontcover%26dq%3Djacob%2Bneusner%23v%3Donepage%26q%3Djacob%2520neusner%26f%3Dfalse&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AList+of+books+by+Jacob+Neusner\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span> Second printing: 1999.</li>\n<li><i> A Short History of Judaism. Three Meals, Three Epochs. </i> Minneapolis, 1992: Fortress Press.</li>\n<li><cite class=\"citation book\"><a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/?id=iquoQgAACAAJ&amp;dq=jacob%20neusner\"><i>World Religions in America: An Introduction</i></a>. Louisville: Westminster/John Knox Press. 1994. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0664253008\" title=\"Special:BookSources/0664253008\">0664253008</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=World+Religions+in+America%3A+An+Introduction&amp;rft.place=Louisville&amp;rft.pub=Westminster%2FJohn+Knox+Press&amp;rft.date=1994&amp;rft.isbn=0664253008&amp;rft_id=https%3A%2F%2Fbooks.google.com%2F%3Fid%3DiquoQgAACAAJ%26dq%3Djacob%2520neusner&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AList+of+books+by+Jacob+Neusner\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span> (ed.) Second revised edition, 2000. Third edition, 2003. Fourth edition, 2009.</li>\n<li><cite class=\"citation book\"><a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/?id=amHacbOGzisC&amp;printsec=frontcover&amp;dq=jacob+neusner\"><i>The Classics of Judaism: A Textbook and Reader</i></a>. Westminster John Knox Press. 1995. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0664254551\" title=\"Special:BookSources/0664254551\">0664254551</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=The+Classics+of+Judaism%3A+A+Textbook+and+Reader&amp;rft.pub=Westminster+John+Knox+Press&amp;rft.date=1995&amp;rft.isbn=0664254551&amp;rft_id=https%3A%2F%2Fbooks.google.com%2F%3Fid%3DamHacbOGzisC%26printsec%3Dfrontcover%26dq%3Djacob%2Bneusner&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AList+of+books+by+Jacob+Neusner\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></li>\n<li><i> Sources of the Transformation of Judaism: From Philosophy to Religion in the Classics of Judaism. A Reader. </i> Atlanta, 1992: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> Fortress Introduction to American Judaism: What the Books Say, What the People Do </i> Minneapolis, 1993: Fortress Press. Reprinted: Eugene, Oregon, 2004: Wipf and Stock.</li>\n<li><i> Israel ’s Love Affair with God: Song of Songs.</i> Philadelphia, 1993: Trinity Press International. The Bible of Judaism Library.</li>\n<li><i> “Your People Will be My People:” The Mother of the Messiah in Judaism. How the Rabbis Read the Book of Ruth. An Anthology of Ruth Rabbah. </i> Philadelphia, 1994: Trinity Press International. The Bible of Judaism Library.</li>\n<li><i> The Woman Who Saved Israel: How the Rabbis Read the Book of Esther. An Anthology of Esther Rabbah. </i> Philadelphia, 1994: Trinity Press International. The Bible of Judaism Library.</li>\n<li><i> The Classics of Judaism. An Introduction to Mishnah, Talmud, and Midrash. </i> Louisville, 1995: Westminster/John Knox Press.</li>\n<li><i> Classical Judaism: Torah, Learning, Virtue. An Anthology of the Mishnah, Talmud, and Midrash. </i> I.<i> Torah. </i> Essen and New York, 1993: Peter Lang.</li>\n<li><i> Classical Judaism: Torah, Learning, Virtue. An Anthology of the Mishnah, Talmud, and Midrash. </i> II.<i> Learning. </i> Essen and New York, 1993: Peter Lang.</li>\n<li><i> Classical Judaism: Torah, Learning, Virtue. An Anthology of the Mishnah, Talmud, and Midrash. </i> III.<i> Virtue. </i> Essen and New York, 1993: Peter Lang.</li>\n<li><i> How Judaism Reads the Torah.</i> I. <i>How Judaism Reads the Ten Commandments. An Anthology of the Mekhilta Attributed to R. Ishmael. </i> Essen and New York, 1994: Peter Lang.</li>\n<li><i> How Judaism Reads the Torah.</i> II.<i> “You Shall Love Your Neighbor as Yourself:” How Judaism Defines the Covenant to Be a Holy People. An Anthology of Sifra to Leviticus</i>. Essen and New York, 1994: Peter Lang.</li>\n<li><i> How Judaism Reads the Torah.</i> III.<i> Wayward Women in the Wilderness. An Anthology of Sifré to Numbers. </i> Essen and New York, 1994: Peter Lang.</li>\n<li><i> How Judaism Reads the Torah.</i> IV. <i>“I Deal Death and I Give Life.” How Classical Judaism Confronts Holocaust. An Anthology of Sifré to Deuteronomy. </i> Essen and New York, 1994: Peter Lang.</li>\n<li><i> Conservative, American, and Jewish &#8212; I Wouldn’t Want It Any Other Way </i> Lafayette, 1993: Huntington House. Selection, Jewish Book Club, March, 1994.</li>\n<li><i> Scripture and Midrash in Judaism. </i> [1] <i>Exegesis An Anthology of Sifra and the two Sifrés. </i>Frankfurt and New York, 1994: Peter Lang.</li>\n<li><i> Scripture and Midrash in Judaism. </i> [2] <i>Proposition. An Anthology of Genesis Rabbah, Leviticus Rabbah, Pesiqta deRab Kahana. </i>Frankfurt and New York, 1995: Peter Lang.</li>\n<li><i> Scripture and Midrash in Judaism. </i> [3] <i>Theology. An Anthology of Lamentations Rabbati, Song of Songs Rabbah, Esther Rabbah, Ruth Rabbah. </i>Frankfurt and New York, 1995: Peter Lang</li>\n<li><i> The Talmudic Anthology:</i> I.<i> Torah: Issues of Ethics. </i>Frankfurt and New York, 1995: Verlag Peter Lang.</li>\n<li><i> The Talmudic Anthology: </i> II. <i>God: Issues of Theology. </i>Frankfurt and New York, 1995: Verlag Peter Lang.</li>\n<li><i> The Talmud Anthology: </i> III.<i> Israel: Issues of Public Policy. </i>Frankfurt and New York, 1995: Verlag Peter Lang.</li>\n<li>Editor <i>The Religion Factor: An Introduction to How Religion Matters. </i> Louisville, 1996: Westminster/John Knox. [Edited with William Scott Green.]</li>\n<li><i> Judaism in Modern Times. An Introduction and Reader. </i> Oxford 1995: Blackwell.</li>\n<li><i> Iudaismul in Timpurile moderne. Colectia Judaica</i>. Translation into Romanian. Bucharest, 2004: Editura Hasefer</li>\n<li><i> Beyond Catastrophe: The Rabbis’ Reading of Isaiah’s Vision. Israelite Messiah-Prophecies in Formative Judaism. An Anthology of Pesiqta deRab Kahana for the Seven Sabbaths after the Ninth of Ab. </i> Atlanta, 1996: Scholars Press for South Florida Studies in the History of Judaism.</li>\n<li><i> The Price of Excellence. Universities in Conflict during the Cold War Era. </i> New York, 1995: Continuum. [With Noam M. M. Neusner]. Second printing: Lanham 2004: University Press of America.</li>\n<li><i> Trading Places: The Intersecting Histories of Christianity and Rabbinic Judaism.</i> Cleveland, 1997: Pilgrim Press. [With Bruce D. Chilton]. Reprint: Eugene, Oregon, 2004: Wipf and Stock.</li>\n<li><i> Trading Places. A Reader and Sourcebook on the Intersecting Histories of Christianity and Rabbinic Judaism.</i> Cleveland, 1997: Pilgrim Press. [With Bruce D. Chilton] Reprint: Eugene, Oregon, 2004: Wipf and Stock.</li>\n<li><i> The Mishnah. Introduction and Reader. An Anthology. </i> Philadelphia, 1992: Trinity Press International. Library of Rabbinic Literature. Reprinted Eugene, Oregon, 2004: Wipf and Stock.</li>\n<li><i> The Talmud. Introduction and Reader. </i> Atlanta, 1995: Scholars Press for South Florida Studies in the History of Judaism</li>\n<li><i> Understanding the Talmud: A Dialogic Approach. </i> Hoboken, 2004: Ktav Publishing House. [Reissue of the foregoing, revised.]</li>\n<li>Editor: <i>Dictionary of Judaism in the Biblical Period, from 450 B.C. to 600 A.D. </i>N.Y., 1995: Macmillan Publishing Co. Two volumes.</li>\n<li>Editor: <i>Dictionary of Judaism in the Biblical Period, from 450 B.C. to 600 A.D. </i>N.Y., 1999: Hendrickson Publishing Co. One volume reprint..</li>\n<li><i> The Book of Jewish Wisdom. The Talmud of the Well-Considered Life. </i> N.Y., 1996: Continuum. [With Noam M. M. Neusner]. Reprint: Binghamton, 2001: Global Publications, Classics in Judaic Studies series.</li>\n<li><i> Reaffirming Higher Education. </i> New Brunswick, 2000: Transaction Publishers. [With Noam M. M. Neusner]</li>\n<li>Editor: <i>The Pilgrim Library of World Religions. </i>I. <i>Christianity, Judaism, Islam, Buddhism, and Hinduism on God. </i> Cleveland, 1997: Pilgrim Press.</li>\n<li>Editor: <i>The Pilgrim Library of World Religions. </i>II. <i>Judaism, Islam, Buddhism, Hinduism and Christianity on Sacred Texts and Authority. </i> Cleveland, 1998: Pilgrim Press.</li>\n<li>Editor: <i>The Pilgrim Library of World Religions. </i>III.<i> Buddhism, Hinduism Christianity, Judaism, and Islam, on Evil and Suffering. </i> Cleveland, 1999: Pilgrim Press.</li>\n<li>Editor <i>The Pilgrim Library of World Religions. </i>IV. <i>Islam, Buddhism, Hinduism, Christianity, and Judaism on Woman and the Family. </i> Cleveland, 1999: Pilgrim Press.</li>\n<li><i> Editor The Pilgim Library of World Religions. </i> V.<i> Hinduism, Christianity, Judaism, Islam, and Buddhism on the Afterlife. </i> Cleveland, 2000: Pilgrim Press.</li>\n<li><i> Comparing Religions Through Law: Judaism and Islam. </i> [With Tamara Sonn] London, 1999: Routledge. E-book edition, London, 2001: Taylor and Francis.</li>\n<li><i> Judaism and Islam in Practice. A Source Book of the Classical Age. </i> [With Tamara Sonn &amp; Jonathan Brockopp] London, 2000: Routledge. E-book edition, London, 2001: Taylor and Francis.</li>\n<li>Editor: <i>Comparing Religious Traditions.</i> I. <i>Judaism, Christianity, Islam, Hinduism, and Buddhism on the Ethics of Family Life: What Do We Owe One Another? </i> Belmont, 2000: Wadsworth Publishing Co.</li>\n<li>Editor: <i>Comparing Religious Traditions. </i>II. <i>Judaism, Christianity, Islam, Hinduism, and Buddhism on Making an Honest Living: What Do We Owe the Community? </i> Belmont, 2000: Wadsworth Publishing Co.</li>\n<li>Editor: <i>Comparing Religious Traditions.</i> III. <i>Judaism, Christianity, Islam, Hinduism, and Buddhism on Virtue: What Do We Owe Ourselves? </i> Belmont, 2000: Wadsworth Publishing Co.</li>\n<li>Editor-in-Chief: <i>The Encyclopaedia of Judaism. </i>[With William Scott Green and Alan J. Avery-Peck] In three volumes. Leiden, 1999: E. J. Brill &amp; NYC, 1999: Continuum. Under the Auspices of the Museum of Jewish Heritage. Volume I. CD Edition: Leiden, 2003: E. J. Brill, covering Volumes I-III and Supplements I-II.</li>\n<li>Editor-in-Chief: <i>The Encyclopaedia of Judaism. </i>[With William Scott Green and Alan J. Avery-Peck] In three volumes. Leiden, 1999: E. J. Brill &amp; NYC, 1999: Continuum. Under the Auspices of the Museum of Jewish Heritage. Volume II. CD Edition: Leiden, 2003: E. J. Brill, covering Volumes I-III and Supplements I-II.</li>\n<li>Editor-in-Chief: <i>The Encyclopaedia of Judaism. </i>[With William Scott Green and Alan J. Avery-Peck]  In three volumes. Leiden, 1999: E. J. Brill &amp; NYC, 1999: Continuum. Under the Auspices of the Museum of Jewish Heritage. Volume III. CD Edition: Leiden, 2003: E. J. Brill, covering Volumes I-III and Supplements I-II.</li>\n<li>Award: “Book of the Year” Citation, Choice, 2000.</li>\n<li>Award: American Libraries (American Library Association): Outstanding Reference Sources 2001, selected by Reference Users’ Service Association of ALA.</li>\n<li>Editor-in-Chief: <i>The Encyclopaedia of Judaism</i>. <i>Supplement One. </i>[With Alan J. Avery-Peck and William Scott Green] Leiden, 2002: E. J. Brill &amp; NYC, 2002: Continuum. CD Edition: Leiden, 2003: E. J. Brill, covering Volumes I-III and Supplements I-II.</li>\n<li>Editor-in-Chief: <i>Encyclopaedia of Judaism</i>. <i>Supplement Two. </i>[With Alan J. Avery-Peck and William Scott Green] Leiden, 2003: E. J. Brill &amp; NYC, 2003: Continuum. CD Edition: Leiden, 2003: E. J. Brill, covering Volumes I-III and Supplements I-II.</li>\n<li>Editor-in-Chief: <i>Encyclopaedia of Judaism</i>. <i>Supplement Three. </i> Leiden, 2004: E. J. Brill &amp; NYC, 2004: Continuum. Published on line.</li>\n<li>Editor: <i>The Companion to Judaism. </i>[With Alan J. Avery-Peck] Oxford, 2000: Blackwells. Paperback edition: 2003.</li>\n<li>Editor: <i>The Blackwell Reader in Judaism. </i>[With Alan J. Avery-Peck] Oxford, 2000: Blackwells. Paperback edition: 2003. Second printing: 2005.</li>\n<li><cite class=\"citation book\"><a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/?id=7QP7ypdETgQC&amp;printsec=frontcover&amp;dq=jacob+neusner\"><i>Judaism When Christianity Began: A Survey of Belief and Practice</i></a>. Westminster/John Knox Press. 2002. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0664225276\" title=\"Special:BookSources/0664225276\">0664225276</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Judaism+When+Christianity+Began%3A+A+Survey+of+Belief+and+Practice&amp;rft.pub=Westminster%2FJohn+Knox+Press&amp;rft.date=2002&amp;rft.isbn=0664225276&amp;rft_id=https%3A%2F%2Fbooks.google.com%2F%3Fid%3D7QP7ypdETgQC%26printsec%3Dfrontcover%26dq%3Djacob%2Bneusner&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AList+of+books+by+Jacob+Neusner\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></li>\n<li><i> Transformations in Ancient Judaism: Textual Evidence for Creative Responses to Crisis. </i> Peabody, 2004: Hendrickson.</li>\n<li><i> Judaism. An Introduction.</i> London and New York, 2002: Penguin. In the Religion series edited by John Hinells. Second printing: 2003.</li>\n<li>Portuguese translation: Introdução ao Judaismo. Rio de Janeiro, 2004: Imago.</li>\n<li>Japanese translation: Tokyo, 2004: Khobunkwan.</li>\n<li>Edited: <i>The 2002 Mathers Lecture, the 2001 Rosen Lecture, and Other Queen’s University Essays in the Study of Judaism. </i> Binghamton, 2002: Global Publications. Academic Studies in the History of Judaism series.</li>\n<li>Editor: <i>Judaism from to Muhammad. An Interpretation. Turning Points and Focal Points</i>. Leiden, 2005: E. J. Brill [Edited with William Scott Green.]</li>\n<li>Editor<i>: Faith, Truth, and Freedom: The Expulsion of Professor Gerd Luedemann from the Theology Faculty of Goettingen University. Symposium and Documents.</i> Binghamton, 2002: Global Publications. Academic Studies on Religion and the Social Order series.</li>\n<li><i> Three Faiths, One God. The Formative Faith and Practice of Judaism, Christianity, and Islam </i> [With Bruce D. Chilton &amp; William A. Graham.] Leiden and Boston, 2002: E. J. Brill.</li>\n<li>Edited: <i>Judaism: Major Traits. Theology, Philosophy, Practice. Articles selected from The Encyclopaedia of Judaism<b>. </b></i> Boston and Leiden, 2006: E. J. Brill. [With Alan J. Avery-Peck and William Scott Green]</li>\n<li>Editor: <i>God’s Rule: The Politics of World Religions.</i> Washington D.C., 2003: Georgetown University Press. Nominated for 2003 Christopher Award.</li>\n<li><i> Questions and Answers: Intellectual Foundations of Judaism for the Non-Jew.</i> Peabody, 2005: Hendrickson.</li>\n<li><cite class=\"citation book\"><a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/?id=qE4jXXhr8X8C&amp;printsec=frontcover&amp;dq=editions:irlbZm9JOIEC#v=onepage&amp;q&amp;f=false\"><i>Neusner on Judaism:History</i></a>. <b>1</b>. Ashgate Publishers. 2004. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0754635988\" title=\"Special:BookSources/0754635988\">0754635988</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Neusner+on+Judaism%3AHistory&amp;rft.pub=Ashgate+Publishers&amp;rft.date=2004&amp;rft.isbn=0754635988&amp;rft_id=https%3A%2F%2Fbooks.google.com%2F%3Fid%3DqE4jXXhr8X8C%26printsec%3Dfrontcover%26dq%3Deditions%3AirlbZm9JOIEC%23v%3Donepage%26q%26f%3Dfalse&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AList+of+books+by+Jacob+Neusner\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></li>\n<li><cite class=\"citation book\"><a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/?id=jcVOyhVtMzsC&amp;printsec=frontcover&amp;dq=editions:irlbZm9JOIEC#v=onepage&amp;q&amp;f=false\"><i>Neusner on Judaism: Literature</i></a>. <b>2</b>. Ashgate Publishers. 2004. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0754635996\" title=\"Special:BookSources/0754635996\">0754635996</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Neusner+on+Judaism%3A+Literature&amp;rft.pub=Ashgate+Publishers&amp;rft.date=2004&amp;rft.isbn=0754635996&amp;rft_id=https%3A%2F%2Fbooks.google.com%2F%3Fid%3DjcVOyhVtMzsC%26printsec%3Dfrontcover%26dq%3Deditions%3AirlbZm9JOIEC%23v%3Donepage%26q%26f%3Dfalse&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AList+of+books+by+Jacob+Neusner\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></li>\n<li><cite class=\"citation book\"><a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/?id=am30mDRCRJIC&amp;printsec=frontcover&amp;dq=jacob+neusner\"><i>Neusner on Judaism: Religion and Theology</i></a>. <b>3</b>. Ashgate Publishers. 2005. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0754636003\" title=\"Special:BookSources/0754636003\">0754636003</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Neusner+on+Judaism%3A+Religion+and+Theology&amp;rft.pub=Ashgate+Publishers&amp;rft.date=2005&amp;rft.isbn=0754636003&amp;rft_id=https%3A%2F%2Fbooks.google.com%2F%3Fid%3Dam30mDRCRJIC%26printsec%3Dfrontcover%26dq%3Djacob%2Bneusner&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AList+of+books+by+Jacob+Neusner\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></li>\n<li><i> The Dictionary of Judaism. </i> London and New York, 2003: Routledge. With Alan J. Avery-Peck.</li>\n<li>Editor:<i> Dictionary of Ancient Rabbis. Selections from the Jewish Encyclopedia. </i> Peabody, 2003: Hendrickson.</li>\n<li><i> Emergence of Judaism.</i> Louisville, 2004: Westminster/John Knox Press.</li>\n<li><i>Rabbinic Literature. An Essential Guide.</i> Nashville, 2005: Abingdon.</li>\n<li><i>Reading the Talmud. </i>Submitted to The Johns Hopkins University Press.</li>\n<li><i> The Talmud: Law, Theology, Narrative. A Reader. </i> Lanham, 2005: University Press of America</li>\n<li><i> Religious Foundations of Western Civilization. Judaism, Christianity, Islam.</i> Nashville, 2005: Abingdon.</li>\n<li><i> Judaism in Contemporary Context. </i> London, 2005: Vallentine, Mitchell.</li>\n<li>Editor: <i>Altruism in World Religions</i>. Washington, 2005: Georgetown University Press.</li>\n<li><i> Reading Scripture with the Rabbis.</i> New York, 2005: Trinity Press International.</li>\n<li>Editor: <i>Dictionary of Religious Writings in Antiquity. 300 B.C.E. to 600 C.E. </i> Leiden and Boston, 2005: E. J. Brill. Volumes I-II.</li>\n<li>Editor: <i>In Quest of the Historical Pharisees. </i> Edited with Bruce D. Chilton. Waco, 2006: Baylor University Press.</li>\n<li>Editor: <i>The Nature and Limits of Historical Knowledge in the first two centuries of the Common Era. </i>To be offered to Brill or DeGruyter.</li>\n<li><cite class=\"citation book\"><a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/?id=EnmcPxsHtyYC&amp;printsec=frontcover&amp;dq=jacob+neusner\"><i>Learn Mishnah</i></a>. Behrman House, Ltd. 1978. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0874413109\" title=\"Special:BookSources/0874413109\">0874413109</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Learn+Mishnah&amp;rft.pub=Behrman+House%2C+Ltd.&amp;rft.date=1978&amp;rft.isbn=0874413109&amp;rft_id=https%3A%2F%2Fbooks.google.com%2F%3Fid%3DEnmcPxsHtyYC%26printsec%3Dfrontcover%26dq%3Djacob%2Bneusner&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AList+of+books+by+Jacob+Neusner\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></li>\n<li><i> Learn Talmud</i>. N.Y., 1979: Behrman. Reprinted many times since.</li>\n<li><i> Meet Our Sages.</i> N.Y., 1980: Behrman. Reprinted many times since.</li>\n<li><i> Mitzvah</i>. Chappaqua, 1981: Rossel. Reprinted: 1983. Third printing: 1985. Reprinted many times since.</li></ul>\n<dl><dt>Bound articles, archival collection</dt></dl>\n<ul><li>Neusner Papers. Collected articles. Harvard College Library VJUD 750.284 Volumes 1-194 to date.</li>\n<li>Neusner File. Collected papers. American Jewish Archives, 3101 Clifton Avenue, Cincinnati Ohio 45220.</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1321\nCached time: 20180909130726\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.164 seconds\nReal time usage: 0.177 seconds\nPreprocessor visited node count: 276/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 20860/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.056/10.000 seconds\nLua memory usage: 2.9 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   81.714      1 -total\n 98.70%   80.653     14 Template:Cite_book\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:2473184-0!canonical and timestamp 20180909130726 and revision id 840297977\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Neusner, Jacob","*":"Jewish_American_literature"},{"sortkey":"Neusner, Jacob","*":"Bibliographies_by_writer"},{"sortkey":"Neusner, Jacob","*":"Bibliographies_of_American_writers"},{"sortkey":"Neusner, Jacob","*":"Religious_bibliographies"},{"sortkey":"Neusner, Jacob","*":"Judaic_studies"}],"links":[{"ns":0,"exists":"","*":"Book sales club"},{"ns":0,"exists":"","*":"Brigham Young University"},{"ns":0,"exists":"","*":"Charles Hallisey"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"Jacob Neusner"},{"ns":0,"exists":"","*":"KTAV Publishing House"},{"ns":0,"exists":"","*":"Martin Hengel"},{"ns":0,"exists":"","*":"Religious Studies Center"},{"ns":0,"exists":"","*":"S. Kent Brown"}],"templates":[{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"}],"images":[],"externallinks":["https://books.google.com/?id=z8gCAAAAMAAJ&q=jacob+neusner&dq=jacob+neusner","https://books.google.com/?id=0EVtAAAAMAAJ&dq=jacob%20neusner","https://books.google.com/?id=ocOVukdj1jkC&printsec=frontcover&dq=jacob+neusner","https://books.google.com/?id=82VgQgAACAAJ&dq=jacob%20neusner","https://books.google.com/?id=StjXAAAAMAAJ&dq=jacob%20neusner","https://books.google.com/?id=n-JONPInS2cC&printsec=frontcover&dq=jacob+neusner","https://books.google.com/?id=6M8oxDql1KIC&printsec=frontcover&dq=jacob+neusner#v=onepage&q=jacob%20neusner&f=false","https://books.google.com/?id=iquoQgAACAAJ&dq=jacob%20neusner","https://books.google.com/?id=amHacbOGzisC&printsec=frontcover&dq=jacob+neusner","https://books.google.com/?id=7QP7ypdETgQC&printsec=frontcover&dq=jacob+neusner","https://books.google.com/?id=qE4jXXhr8X8C&printsec=frontcover&dq=editions:irlbZm9JOIEC#v=onepage&q&f=false","https://books.google.com/?id=jcVOyhVtMzsC&printsec=frontcover&dq=editions:irlbZm9JOIEC#v=onepage&q&f=false","https://books.google.com/?id=am30mDRCRJIC&printsec=frontcover&dq=jacob+neusner","https://books.google.com/?id=EnmcPxsHtyYC&printsec=frontcover&dq=jacob+neusner"],"sections":[],"parsewarnings":[],"displaytitle":"List of books by Jacob Neusner","iwlinks":[],"properties":[{"name":"defaultsort","*":"Neusner, Jacob"},{"name":"wikibase_item","*":"Q6608072"}]}}