{"parse":{"title":"Thanh An High School","pageid":57715004,"revid":853977772,"text":{"*":"<div class=\"mw-parser-output\"><div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#History_of_Contraception_in_the_Middle_Ages\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">History of Contraception in the Middle Ages</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Methods_of_the_Middle_Ages\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Methods of the Middle Ages</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Views_of_Contraception_at_the_time\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Views of Contraception at the time</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Perception_of_Birth_Control_today\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Perception of Birth Control today</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Barber-Surgeons\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Barber-Surgeons</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#The_Obstacles_of_a_Woman_Healer\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">The Obstacles of a Woman Healer</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Further_reading\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Further reading</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-8\"><a href=\"#Sources\"><span class=\"tocnumber\">7.1</span> <span class=\"toctext\">Sources</span></a></li>\n<li class=\"toclevel-2 tocsection-9\"><a href=\"#Literature\"><span class=\"tocnumber\">7.2</span> <span class=\"toctext\">Literature</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#References\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"History_of_Contraception_in_the_Middle_Ages\">History of Contraception in the Middle Ages</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Thanh_An_High_School&amp;action=edit&amp;section=1\" title=\"Edit section: History of Contraception in the Middle Ages\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Among common folk the period from 1000 to 1300 experienced rapid population growth and even a pronatal movement.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> Natural philosophers focused more on determining which partner was the cause of the inability to conceive rather than approaches to preventing a pregnancy. To understand contraception during the Middle Ages one must first free themselves of the stigmas attached to sex.  Sex was perceived as an act that was purely for procreation. The church deemed partaking in sexual activities for lust or pleasure sinful.  As such an ascetic view on sex actualized, the demand to establish or publicize contraceptive practices during this period was not as imperative. Women were also influenced by the church to live a chaste life in order to display a mastery of the body.  Women began to physically repent for their sins and distance themselves from sex which was considered an indulgence. Contraceptives and birth control agents were less pertinent to this time as the medieval church strengthened its stance against such practices.  Although the narrative of the Middle Ages portrays a condemnation of coitus, people still partook in sexual activities due to lust and pleasure. People began to explore methods of termination instead of prevention when it came to pregnancy.  Herbal remedies gained notoriety as an approach to terminating a pregnancy in the Middle Ages. Herbal plants such as hirtzswam and oleaster (Elacagnus angustifolia L.) were used as emmenagogues. However, these menstrual stimulators also had the capability of terminating a pregnancy. Knowledge of birth control agents during the Middle Ages not only continued but extended according to manuscript sources.\n</p>\n<h2><span class=\"mw-headline\" id=\"Methods_of_the_Middle_Ages\">Methods of the Middle Ages</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Thanh_An_High_School&amp;action=edit&amp;section=2\" title=\"Edit section: Methods of the Middle Ages\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:262px;\"><a href=\"/wiki/File:Image_from_Mollie%27s_phone.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/9/99/Image_from_Mollie%27s_phone.jpg/260px-Image_from_Mollie%27s_phone.jpg\" width=\"260\" height=\"340\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/9/99/Image_from_Mollie%27s_phone.jpg/390px-Image_from_Mollie%27s_phone.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/9/99/Image_from_Mollie%27s_phone.jpg/519px-Image_from_Mollie%27s_phone.jpg 2x\" data-file-width=\"2735\" data-file-height=\"3580\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Image_from_Mollie%27s_phone.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>This picture illustrates a midwife and a pregnant woman talking about the woman’s pregnancy and even addressing possible options of contraception. A midwife's job is to deal with pregnancy, childbirth and the woman’s health throughout their pregnancy and even afterwards.</div></div></div>\n<p>Throughout the Middle Ages, methods of contraception fluctuated through generations. People at this time even studied Greek practices such as that from Soranus who believed that rue, a perennial herb, otherwise known as <i>Ruta gravelens L.</i>, could be used as an oral contraceptive.<sup id=\"cite_ref-:0_2-0\" class=\"reference\"><a href=\"#cite_note-:0-2\">&#91;2&#93;</a></sup> Pliny furthered this assumption with his belief that pregnant women should avoid this herb at all costs to keep their fetus alive.<sup id=\"cite_ref-:0_2-1\" class=\"reference\"><a href=\"#cite_note-:0-2\">&#91;2&#93;</a></sup> The work of Soranus and Pliny influenced Gargilius Martialis to state that rue would kill the embryo in the womb.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> A popular method throughout medieval society was for men to use ointments such as vinegar as a kind of soap that would irritate the womb and believably help to avoid pregnancy. Other oils could be used and for further protection, both the man and woman could coat their genitals. An alternative specific method credited by William of Saliceto otherwise known as Gargilius Martialis, believed if once a man ejaculates, a woman could open her legs and jump approximately eight times and descend a flight of stairs as a form of contraception.<sup id=\"cite_ref-:0_2-2\" class=\"reference\"><a href=\"#cite_note-:0-2\">&#91;2&#93;</a></sup> If all else fails, William of Saliceto said the last option was to prescribe a medicine for ten days that would cause the woman to eject the fetus.<sup id=\"cite_ref-:0_2-3\" class=\"reference\"><a href=\"#cite_note-:0-2\">&#91;2&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Views_of_Contraception_at_the_time\">Views of Contraception at the time</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Thanh_An_High_School&amp;action=edit&amp;section=3\" title=\"Edit section: Views of Contraception at the time\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In the Middle Ages birth control was usually condemned, solely because Christianity promotes sex as a means to conceive children. In the Bible it says “be fruitful and multiply”, proposing the idea of having sex to generate a large population. This means that sexual activity during this time was exceedingly high. Some people believe contraception to be a great idea and some despise it because it is basically a form of homicide. During the medieval time period if a woman became pregnant, she had the option of abortion but would have to face the fact that it may not be socially accepted. Women that disagree with contraception were also afraid of having a child if they were not married, which would make them more socially outcast.  Although religious officials do not respect the idea of contraception, they do very little to stop women from using birth control. There are plenty of medical texts in the Middle Ages that write about how many plants and fruits were used as forms of contraception, but they also reported how they were pretty ineffective. Due to the fact that sex was also seen as only necessary for procreation, there became many speculations about how to avoid pregnancy as well as how to conceive. Paulus Agineta credits that sex must be in moderation as well only performed during certain types of the day. Agineta also believed that if a woman was asleep, the woman had a better chance of retaining the semen.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> The majority of the people were under the impression that birth control was against nature because \"it engaged in intercourse for pleasure and not for procreation.\"<sup id=\"cite_ref-:0_2-4\" class=\"reference\"><a href=\"#cite_note-:0-2\">&#91;2&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Perception_of_Birth_Control_today\">Perception of Birth Control today</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Thanh_An_High_School&amp;action=edit&amp;section=4\" title=\"Edit section: Perception of Birth Control today\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In terms of how people view contraception today, it does not completely correlate with the Middle Ages. Contraception is much more accepted these days even though there are still some people that may not see it as such. Countless numbers of people believe it to be one of the greatest medical advancements of our time. Even though there are those who view contraception as a tremendous achievement, there are those who still believe it is one of the reasons our society is such a mess. In terms of the Church and religious attitudes towards contraception, there are people who still hold high hopes in their faith and trust in their process but then there are some who are in favor of contraception as a means of regulating the population.\n</p>\n<h2><span class=\"mw-headline\" id=\"Barber-Surgeons\">Barber-Surgeons</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Thanh_An_High_School&amp;action=edit&amp;section=5\" title=\"Edit section: Barber-Surgeons\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In England and other European countries, men in the same crafts banded together to form guilds during the thirteenth century.  Barbers joined together with surgeons through familiarity with tools.  This coalition would be known as \"barber-surgeons.\"  These guilds brought a sense of self-esteem and status to the individual man.<sup id=\"cite_ref-:1_5-0\" class=\"reference\"><a href=\"#cite_note-:1-5\">&#91;5&#93;</a></sup>  These were surgeons that were called upon by midwives to attend difficult childbirth.   Barber-surgeons lacked any knowledge of the structure of the human body and thus brought more pain than ease to women giving birth.<sup id=\"cite_ref-:1_5-1\" class=\"reference\"><a href=\"#cite_note-:1-5\">&#91;5&#93;</a></sup>  They used crude instruments, which dismembered the babies in the womb.  Barber-surgeons used blunt hooks and knives to crush the baby's skull.  This operation was called “embryotomy\" and exemplified how these surgeons were experts in mutilation.  The methods used by barber-surgeons showcase the lack of knowledge of the human body during the Middle Ages.  If the unborn baby was alive before the arrival of the barber-surgeon, he or she surely died soon after.<sup id=\"cite_ref-:1_5-2\" class=\"reference\"><a href=\"#cite_note-:1-5\">&#91;5&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"The_Obstacles_of_a_Woman_Healer\">The Obstacles of a Woman Healer</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Thanh_An_High_School&amp;action=edit&amp;section=6\" title=\"Edit section: The Obstacles of a Woman Healer\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Both the Church and physicians looked down upon women healers in the Middle Ages.  The practices of women healers’ compromised of pagan rituals and techniques used for centuries before the arrival of Christianity.  The Christian Church of Rome sought to impose its doctrine on the whole world during the late Middle Ages.  The papal Inquisition was a powerful instrument of suppression that lead to the mass murder of thousands of women, most of whom were women healers and midwives accused of witchcraft.  Thus, women healers were considered to be open to temptation from the devil because they were “spiritually deficient.”<sup id=\"cite_ref-:1_5-3\" class=\"reference\"><a href=\"#cite_note-:1-5\">&#91;5&#93;</a></sup>  However, they continued to practice and treat the peasant population, which could not afford the fees of physicians.  Many of the remedies used by women healers were effective, while others were viewed as “magical.”<sup id=\"cite_ref-:1_5-4\" class=\"reference\"><a href=\"#cite_note-:1-5\">&#91;5&#93;</a></sup> Although contraception was not a conceptualized idea during the Middle Ages, women healers used plant-based remedies to abort pregnancies as well as aid in the delivery process.  These midwives ran the risk if they failed to treat their patients.  If women healers failed or poisoned their patients, they would be titled as a witch.  Physicians began to compete with these women healers in the marketplace and were later recruited to be witnesses at witch trials.  The new medical profession believed that “women’s vast knowledge of plants and remedies came from the devil since women did not attain a medical education.”<sup id=\"cite_ref-:1_5-5\" class=\"reference\"><a href=\"#cite_note-:1-5\">&#91;5&#93;</a></sup>  Women healers were viewed as a threat and were blamed if anything went awry.  Even though women managed childbirth well, they ran the risk of being considered a witch if a deformed or stillborn baby was delivered.  Midwives were accused of performing abortions, poisoning and other heinous crimes during these witch-hunts.  Women healers were subjugated to blame and discrimination by “affronting the authority of the Church through their magical practices.”<sup id=\"cite_ref-:1_5-6\" class=\"reference\"><a href=\"#cite_note-:1-5\">&#91;5&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Further_reading\">Further reading</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Thanh_An_High_School&amp;action=edit&amp;section=7\" title=\"Edit section: Further reading\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"Sources\">Sources</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Thanh_An_High_School&amp;action=edit&amp;section=8\" title=\"Edit section: Sources\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<ol><li><b>Gargilius Martialis, <i>Medicinae ex oleribus ex pomis</i> 3, ed. Valentin Rose, (Leipzig: Teubner, 1875) 137; trans. Ruth M. Tapper, diss University of Wisconsin, 1980, 26.</b>                                                                                                                                                         <i>Medicinae ex oleribus ex pomis</i> attributes the value of how methods during the Middle Ages were practiced as an early form of contraception. Without his contributions, much of the information we are given about herbs such as pennyroyal and rue would not be as available as they are now. He stresses the articulated methods of women that would attempt to avoid pregnancy at all costs.</li>\n<li><b>Paulus Aegineta, <i>Seven Books of Medicine,</i> Book 1, sect. xxxv, trans. from Greek with commentary Francis Adams, 3 vols. (London: Sydenham Society, 1844–47), I, 44-45.</b>                                                                                                                                            Paulus Aegineta is credited for being one of the most \"valuable relics of ancient science\" which is not often associated with gynecology work of the Middle Ages which displays his importance to this topic. Aegineta's manuscript reasonably contributes insight to the public perspective of sex and contraception.</li></ol>\n<h3><span class=\"mw-headline\" id=\"Literature\">Literature</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Thanh_An_High_School&amp;action=edit&amp;section=9\" title=\"Edit section: Literature\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<ol><li><b>Bullough, Vern L.; Brundage, James (1982). <i>Sexual Practices &amp; the Medieval Church</i>. Buffalo, New York: Prometheus Books. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-87975-151-7\" title=\"Special:BookSources/0-87975-151-7\">0-87975-151-7</a>.</b>                                                                                                                                                                                                            <i>Sexual Practices and the Medieval Church</i> articulates how the religious laws in the Middle Ages regarding sex ultimately became ingrained in the culture. This text demonstrated the ways in which sex was viewed and thought about as well as how contraception was seen in the eyes of the church. As the title suggests, the Church played an enormous role in all areas of society, especially with how sexual practices were stigmatized.</li>\n<li><b>Schleissner, Margaret R., ed. (1995). Manuscript Sources of Medieval Medicine. New York &amp; London: Garland Publishing, Inc.</b>                           <i>Manuscript Sources of Medieval Medicine</i> addresses the medicinal practices involved with women, sex and contraception in the Middle Ages. It also stresses the importance of these manuscripts in understanding the medieval time period. This correlates with our topic because we used these manuscripts to better understand the medicinal remedies used in all areas, as well as the different methods of birth control.</li></ol>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Thanh_An_High_School&amp;action=edit&amp;section=10\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Schleissner, ed. (1995). <i>Manuscript Sources of Medieval Medicine</i>. New York &amp; London: Garland Publishing, Inc.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Manuscript+Sources+of+Medieval+Medicine&amp;rft.place=New+York+%26+London&amp;rft.pub=Garland+Publishing%2C+Inc&amp;rft.date=1995&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AThanh+An+High+School\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-:0-2\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-:0_2-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-:0_2-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-:0_2-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-:0_2-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-:0_2-4\"><sup><i><b>e</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation book\">Bullough, Vern L.; Brundage, James (1982). <i>Sexual Practices &amp; the Medieval Church</i>. Buffalo, New York: Prometheus Books. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-87975-151-7\" title=\"Special:BookSources/0-87975-151-7\">0-87975-151-7</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Sexual+Practices+%26+the+Medieval+Church&amp;rft.place=Buffalo%2C+New+York&amp;rft.pub=Prometheus+Books&amp;rft.date=1982&amp;rft.isbn=0-87975-151-7&amp;rft.aulast=Bullough&amp;rft.aufirst=Vern+L.&amp;rft.au=Brundage%2C+James&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AThanh+An+High+School\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Martialis, Gargilius; Tapper, Ruth M., trans. (1980).  Rose, Valentin, ed. <i>Medicinae ex oleribus ex pomis</i>. University of Wisconsin. p.&#160;26.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Medicinae+ex+oleribus+ex+pomis&amp;rft.pages=26&amp;rft.pub=University+of+Wisconsin&amp;rft.date=1980&amp;rft.aulast=Martialis&amp;rft.aufirst=Gargilius&amp;rft.au=Tapper%2C+Ruth+M.%2C+trans.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AThanh+An+High+School\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span><span class=\"citation-comment\" style=\"display:none; color:#33aa33; margin-left:0.3em\">CS1 maint: Multiple names: authors list (<a href=\"/wiki/Category:CS1_maint:_Multiple_names:_authors_list\" title=\"Category:CS1 maint: Multiple names: authors list\">link</a>) </span></span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\"><i>Paulus Aegineta, Seven Books of Medicine, Book 1, sect. xxxv, trans. from Greek with commentary Francis Adams, 3 vols. (London: Sydenham Society, 1844-47), I, 44-45</i>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Paulus+Aegineta%2C+Seven+Books+of+Medicine%2C+Book+1%2C+sect.+xxxv%2C+trans.+from+Greek+with+commentary+Francis+Adams%2C+3+vols.+%28London%3A+Sydenham+Society%2C+1844-47%29%2C+I%2C+44-45.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AThanh+An+High+School\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-:1-5\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-:1_5-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-:1_5-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-:1_5-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-:1_5-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-:1_5-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-:1_5-5\"><sup><i><b>f</b></i></sup></a> <a href=\"#cite_ref-:1_5-6\"><sup><i><b>g</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation book\">Brodsky, Phyllis L. (1936). <i>The Control of Childbirth</i>. Jefferson, North Carolina: McFarland &amp; Company, Inc., Publishers.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=The+Control+of+Childbirth&amp;rft.place=Jefferson%2C+North+Carolina&amp;rft.pub=McFarland+%26+Company%2C+Inc.%2C+Publishers&amp;rft.date=1936&amp;rft.aulast=Brodsky&amp;rft.aufirst=Phyllis+L.&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AThanh+An+High+School\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div></div>\n<ul><li><a href=\"/wiki/File:YRL_Visit.jpg\" class=\"image\"><img alt=\"YRL Visit.jpg\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/03/YRL_Visit.jpg/387px-YRL_Visit.jpg\" width=\"387\" height=\"515\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/03/YRL_Visit.jpg/581px-YRL_Visit.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/0/03/YRL_Visit.jpg/774px-YRL_Visit.jpg 2x\" data-file-width=\"2320\" data-file-height=\"3088\" /></a></li></ul>\n<p><span id=\"coordinates\" class=\"metadata coord-missing\"></span>\n</p>\n<!-- \nNewPP limit report\nParsed by mw1345\nCached time: 20180910153424\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.128 seconds\nReal time usage: 0.161 seconds\nPreprocessor visited node count: 597/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 8201/2097152 bytes\nTemplate argument size: 603/2097152 bytes\nHighest expansion depth: 15/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 6041/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.036/10.000 seconds\nLua memory usage: 2.36 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  110.661      1 -total\n 59.24%   65.557      1 Template:Reflist\n 45.38%   50.223      5 Template:Cite_book\n 38.16%   42.229      1 Template:ISBN\n 10.58%   11.710      1 Template:Catalog_lookup_link\n  5.29%    5.858      1 Template:Error-small\n  4.59%    5.075      3 Template:Yesno-no\n  2.75%    3.047      3 Template:Yesno\n  2.68%    2.967      3 Template:Main_other\n  2.48%    2.741      1 Template:Coord_missing\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:57715004-0!canonical and timestamp 20180910153424 and revision id 853977772\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"CS1_maint:_Multiple_names:_authors_list"},{"sortkey":"","hidden":"","*":"Vietnam_articles_missing_geocoordinate_data"},{"sortkey":"","hidden":"","*":"All_articles_needing_coordinates"},{"sortkey":"","*":"Middle_Ages"}],"links":[{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":14,"exists":"","*":"Category:CS1 maint: Multiple names: authors list"}],"templates":[{"ns":10,"exists":"","*":"Template:ISBN"},{"ns":10,"exists":"","*":"Template:Catalog lookup link"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Error-small"},{"ns":10,"exists":"","*":"Template:Tl"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":10,"exists":"","*":"Template:Coord missing"},{"ns":828,"exists":"","*":"Module:Check isxn"},{"ns":828,"exists":"","*":"Module:Error"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Image_from_Mollie's_phone.jpg","YRL_Visit.jpg"],"externallinks":[],"sections":[{"toclevel":1,"level":"2","line":"History of Contraception in the Middle Ages","number":"1","index":"1","fromtitle":"Thanh_An_High_School","byteoffset":0,"anchor":"History_of_Contraception_in_the_Middle_Ages"},{"toclevel":1,"level":"2","line":"Methods of the Middle Ages","number":"2","index":"2","fromtitle":"Thanh_An_High_School","byteoffset":1929,"anchor":"Methods_of_the_Middle_Ages"},{"toclevel":1,"level":"2","line":"Views of Contraception at the time","number":"3","index":"3","fromtitle":"Thanh_An_High_School","byteoffset":4011,"anchor":"Views_of_Contraception_at_the_time"},{"toclevel":1,"level":"2","line":"Perception of Birth Control today","number":"4","index":"4","fromtitle":"Thanh_An_High_School","byteoffset":5922,"anchor":"Perception_of_Birth_Control_today"},{"toclevel":1,"level":"2","line":"Barber-Surgeons","number":"5","index":"5","fromtitle":"Thanh_An_High_School","byteoffset":6701,"anchor":"Barber-Surgeons"},{"toclevel":1,"level":"2","line":"The Obstacles of a Woman Healer","number":"6","index":"6","fromtitle":"Thanh_An_High_School","byteoffset":7973,"anchor":"The_Obstacles_of_a_Woman_Healer"},{"toclevel":1,"level":"2","line":"Further reading","number":"7","index":"7","fromtitle":"Thanh_An_High_School","byteoffset":10005,"anchor":"Further_reading"},{"toclevel":2,"level":"3","line":"Sources","number":"7.1","index":"8","fromtitle":"Thanh_An_High_School","byteoffset":10028,"anchor":"Sources"},{"toclevel":2,"level":"3","line":"Literature","number":"7.2","index":"9","fromtitle":"Thanh_An_High_School","byteoffset":11391,"anchor":"Literature"},{"toclevel":1,"level":"2","line":"References","number":"8","index":"10","fromtitle":"Thanh_An_High_School","byteoffset":12776,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Thanh An High School","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q55635010"}]}}