{"parse":{"title":"History of multitrack recording","pageid":9703269,"revid":842781615,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content ambox-Refimprove\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Question_book-new.svg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png\" width=\"50\" height=\"39\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/75px-Question_book-new.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/100px-Question_book-new.svg.png 2x\" data-file-width=\"512\" data-file-height=\"399\" /></a></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>needs additional citations for <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">verification</a></b>.<span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=History_of_multitrack_recording&amp;action=edit\">improve this article</a> by <a href=\"/wiki/Help:Introduction_to_referencing_with_Wiki_Markup/1\" title=\"Help:Introduction to referencing with Wiki Markup/1\">adding citations to reliable sources</a>. Unsourced material may be challenged and removed.</span>  <small><i>(May 2013)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p><a href=\"/wiki/Multitrack_recording\" title=\"Multitrack recording\">Multitrack recording</a> of sound is the process in which sound and other electro-acoustic signals are captured on a recording medium such as <a href=\"/wiki/Magnetic_tape\" title=\"Magnetic tape\">magnetic tape</a>, which is divided into two or more audio tracks that run parallel with each other. Because they are carried on the same medium, the tracks stay in perfect synchronisation, while allowing multiple sound sources to be recorded asynchronously. The first system for creating <a href=\"/wiki/Stereophonic_sound\" title=\"Stereophonic sound\">stereophonic sound</a> (using <a href=\"/wiki/Telephone\" title=\"Telephone\">telephone</a> technology) was demonstrated by <a href=\"/wiki/Cl%C3%A9ment_Ader\" title=\"Clément Ader\">Clément Ader</a> in Paris in 1881. The <a href=\"/wiki/Pallophotophone\" title=\"Pallophotophone\">pallophotophone</a>, invented by <a href=\"/wiki/Charles_A._Hoxie\" title=\"Charles A. Hoxie\">Charles A. Hoxie</a> and first demonstrated in 1922, recorded optically on 35&#160;mm film, and some versions used a format of as many as twelve tracks in parallel on each strip.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> The tracks were recorded one at a time in separate passes and were not intended for later <a href=\"/wiki/Audio_mixing\" title=\"Audio mixing\">mixdown</a> or stereophony; as with later half-track and quarter-track monophonic tape recording, the multiple tracks simply multiplied the maximum recording time possible, greatly reducing cost and bulk. British <a href=\"/wiki/EMI\" title=\"EMI\">EMI</a> engineer <a href=\"/wiki/Alan_Blumlein\" title=\"Alan Blumlein\">Alan Blumlein</a> patented systems for recording stereophonic sound and <a href=\"/wiki/Surround_sound\" title=\"Surround sound\">surround sound</a> on disc and film in 1933. The history of modern multitrack audio recording using magnetic tape began in 1943 with the invention of <a href=\"/wiki/Stereo\" class=\"mw-redirect\" title=\"Stereo\">stereo</a> tape recording, which divided the recording head into two tracks.\n</p><p>The next major development in multitrack recording came in the mid-1950s, when the <a href=\"/wiki/Ampex\" title=\"Ampex\">Ampex</a> corporation devised the concept of 8-track recording, utilizing its \"Sel-Sync\" (Selective Synchronous) recording system, and sold the first such machine to musician <a href=\"/wiki/Les_Paul\" title=\"Les Paul\">Les Paul</a><sup id=\"cite_ref-snyder_2-0\" class=\"reference\"><a href=\"#cite_note-snyder-2\">&#91;2&#93;</a></sup>. However, for the next 35 years, multitrack audio recording technology was largely confined to specialist radio, TV and music recording studios, primarily because multitrack tape machines were both very large and very expensive - the first Ampex 8-track recorder, installed in Les Paul's home studio in 1957, cost a princely US$10,000 - roughly three times the <a href=\"/wiki/Average_Indexed_Monthly_Earnings#Indexing_yearly_income\" title=\"Average Indexed Monthly Earnings\">US average yearly income</a> in 1957, and equivalent to around $90,000 in 2016. However, this situation changed radically in 1979 with the introduction of the TASCAM <a href=\"/wiki/Portastudio\" title=\"Portastudio\">Portastudio</a>, which used the inexpensive <a href=\"/wiki/Compact_audio_cassette\" class=\"mw-redirect\" title=\"Compact audio cassette\">compact audio cassette</a> as the recording medium, making good-quality 4-track (and later 8-track) multitrack recording available to the average consumer for the first time. Ironically, by the time the Portastudio had become popular, electronics companies were already introducing digital audio recording systems, and by the 1990s, computer-based digital multitrack recording systems such as <a href=\"/wiki/Pro_Tools\" title=\"Pro Tools\">Pro Tools</a> and <a href=\"/wiki/Cubase\" class=\"mw-redirect\" title=\"Cubase\">Cubase</a> were being adopted by the recording industry, and soon became standard. By the early 2000s, rapid advances in home computing and digital audio software were making digital multitrack audio recording systems available to the average consumer, and high-quality digital multitrack recording systems like <a href=\"/wiki/GarageBand\" title=\"GarageBand\">GarageBand</a> were being included as a standard feature on home computers.\n</p>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:222px;\"><a href=\"/wiki/File:Ampex_440_%26_MM1000_(RCA_Studio_B).jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/3/35/Ampex_440_%26_MM1000_%28RCA_Studio_B%29.jpg/220px-Ampex_440_%26_MM1000_%28RCA_Studio_B%29.jpg\" width=\"220\" height=\"147\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/3/35/Ampex_440_%26_MM1000_%28RCA_Studio_B%29.jpg/330px-Ampex_440_%26_MM1000_%28RCA_Studio_B%29.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/3/35/Ampex_440_%26_MM1000_%28RCA_Studio_B%29.jpg/440px-Ampex_440_%26_MM1000_%28RCA_Studio_B%29.jpg 2x\" data-file-width=\"1280\" data-file-height=\"853\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Ampex_440_%26_MM1000_(RCA_Studio_B).jpg\" class=\"internal\" title=\"Enlarge\"></a></div>AMPEX 440 (two track, four track) and 16-track MM1000</div></div></div>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Overview\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Overview</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Ampex&#39;s_original_8-track_recorder\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Ampex's original 8-track recorder</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Multi-channel_recorders\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Multi-channel recorders</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Other_early_multi-track_recorders\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Other early multi-track recorders</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Impact_on_popular_music\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Impact on popular music</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Large_format_analog_recorders\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Large format analog recorders</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Home_systems\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Home systems</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Digital_multitracking\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">Digital multitracking</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#Computer-based_recording\"><span class=\"tocnumber\">9</span> <span class=\"toctext\">Computer-based recording</span></a></li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#See_also\"><span class=\"tocnumber\">10</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-11\"><a href=\"#References\"><span class=\"tocnumber\">11</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Overview\">Overview</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_multitrack_recording&amp;action=edit&amp;section=1\" title=\"Edit section: Overview\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Stereo sound recording on tape was perfected in 1943 by German audio engineers working for the <a href=\"/wiki/AEG\" title=\"AEG\">AEG</a> corporation. Around 250 stereo tape recordings were made during this period (of which only three have survived), but the technology remained a closely guarded secret within Germany until the end of World War II. After the war, American audio engineer <a href=\"/wiki/John_T._Mullin\" class=\"mw-redirect\" title=\"John T. Mullin\">John T. Mullin</a> and the <a href=\"/wiki/Ampex\" title=\"Ampex\">Ampex</a> corporation pioneered the commercial development of tape recording in the USA, and the technology was rapidly taken up by radio and the music industry due to its superior sound fidelity and because tape - being a linear recording medium - could be easily edited, by physically cutting and splicing the tape, to remove unwanted elements and create a 'perfect' recording. 2-track tape recording was rapidly adopted for modern music in the 1950s because it enabled signals from two or more separate microphones to be recorded simultaneously, enabling stereophonic recordings to be made and edited conveniently, which in turn facilitated the rapid expansion of the consumer high-fidelity (\"HiFi\") market. Stereo (either true binaural two-microphone stereo or multimixed) quickly became the norm for commercial classical recordings and radio broadcasts, although many pop music and jazz  recordings continued to be issued in monophonic sound until the late 1960s.\n</p><p>Much of the credit for the development of multitrack recording goes to guitarist, composer and technician <a href=\"/wiki/Les_Paul\" title=\"Les Paul\">Les Paul</a>, who lent his name to Gibson's first solid-body electric guitar. His experiments with tapes and recorders in the early 1950s led him to order the first custom-built eight-track recorder from Ampex, and his pioneering recordings with his then wife, singer <a href=\"/wiki/Mary_Ford\" title=\"Mary Ford\">Mary Ford</a>. But it was <a href=\"/wiki/Patti_Page\" title=\"Patti Page\">Patti Page</a> who was the first vocalist to record her own voice, sound on sound, with a song called <a href=\"/wiki/Confess_(song)\" title=\"Confess (song)\">'Confess'</a>, in 1947: Bill Putnam, an engineer for Mercury Records, was able to overdub Page's voice, due to his well-known use of technology. Thus, Page became the first pop artist to overdub her vocals on a song. This was months before <a href=\"/wiki/Les_Paul\" title=\"Les Paul\">Les Paul</a> and <a href=\"/wiki/Mary_Ford\" title=\"Mary Ford\">Mary Ford</a> had their first multi-voiced release. Paul was the first to make use of the technique of multitracking to record separate elements of a musical piece asynchronously — that is, separate elements could be recorded at different times. Paul's technique enabled him to listen to the tracks he had already taped and record new parts in time alongside them. In 1963, solo jazz pianist, Bill Evans, recorded <a href=\"/wiki/Conversations_with_Myself_(album)\" title=\"Conversations with Myself (album)\">Conversations with Myself</a>, an innovative solo album using the unconventional (in jazz solo recordings) technique of overdubbing over himself, in effect creating a two-piano duet of jazz improvisations.\n</p><p>Despite <a href=\"/wiki/Ampex\" title=\"Ampex\">Ampex</a> having created the first 8-track tape machines for <a href=\"/wiki/Les_Paul\" title=\"Les Paul\">Les Paul</a> and <a href=\"/wiki/Atlantic_Records\" title=\"Atlantic Records\">Atlantic Records</a><sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>, multitrack recording was taken up in a more limited way in the industry via 3-track recorders. These proved extremely useful for popular music, since they enabled backing music to be recorded on two tracks (either to allow the overdubbing of separate parts, or to create a full stereo backing track) while the third track was reserved for the lead vocalist. Three-track recorders remained in widespread commercial use until the mid-1960s and many famous pop recordings — including many of <a href=\"/wiki/Phil_Spector\" title=\"Phil Spector\">Phil Spector</a>'s so-called \"Wall of Sound\" productions and early <a href=\"/wiki/Motown\" title=\"Motown\">Motown</a> hits — were taped on 3-track recorders.\n</p><p>The next evolution was 4-track recording, which was the studio standard through the mid 1960s. Many of the most famous recordings by <a href=\"/wiki/The_Beatles\" title=\"The Beatles\">The Beatles</a> and <a href=\"/wiki/The_Rolling_Stones\" title=\"The Rolling Stones\">The Rolling Stones</a> were recorded on 4-track, and the engineers at London's <a href=\"/wiki/Abbey_Road_Studios\" title=\"Abbey Road Studios\">Abbey Road Studios</a> became particularly adept at the technique called \"reduction mixes\" in the UK and \"bouncing down\" in the United States, in which multiple tracks were recorded onto one 4-track machine and then mixed together and transferred (bounced down) to one track of a second 4-track machine. In this way, it was possible to record literally dozens of separate tracks and combine them into finished recordings of great complexity.\n</p><p>By the mid-1960s, the ready availability of the most up-to-date multitrack recorders - which were by then standard equipment in the leading Los Angeles recording studios - enabled <a href=\"/wiki/Brian_Wilson\" title=\"Brian Wilson\">Brian Wilson</a> of <a href=\"/wiki/The_Beach_Boys\" title=\"The Beach Boys\">The Beach Boys</a> to become one of the first pop producers to exploit the huge potential of multitrack recording. During the group's most innovative period of music-making, from 1964 to 1967, Wilson developed elaborate techniques for assembling the band's songs, which combined elements captured on both 4-track and 8-track recorders, as well as making extensive use of tape editing. By 1964, Wilson's increasingly complex arrangements had far outstripped the group's limited musical abilities - singer-guitarist <a href=\"/wiki/Carl_Wilson\" title=\"Carl Wilson\">Carl Wilson</a> was the only group member who regularly contributed to these tracking sessions - so Wilson began routinely recording all the instrumental backing tracks for his songs using the team of top-rank professional studio musicians who came to be known as \"<a href=\"/wiki/The_Wrecking_Crew_(music)\" title=\"The Wrecking Crew (music)\">The Wrecking Crew</a>\". For the group's landmark <i><a href=\"/wiki/Pet_Sounds\" title=\"Pet Sounds\">Pet Sounds</a></i> album in 1965, Wilson recorded all the album's elaborate backing tracks using The Wrecking Crew and other session musicians, while the Beach Boys were away touring; the session musicians typically performed these instrumental tracks as ensemble performances, which were recorded and mixed live, direct to a 4-track recorder. When the other Beach Boys returned from touring, they moved to Columbia's Hollywood studio, which was equipped with the latest 8-track technology; by this time, Wilson and his engineers had 'reduced' the pre-recorded 4-track backing tracks to a mono mix, which was then dubbed onto one track of the 8-track master tape; Wilson then recorded the vocal tracks, assigning one individual track to each of the six vocalists (including soon-to-be permanent member <a href=\"/wiki/Bruce_Johnston\" title=\"Bruce Johnston\">Bruce Johnston</a>), leaving the eighth track available for final 'sweetening' elements, such as additional vocal or instrumental touches, and lastly, all these elements were mixed down to the mono master tape. Nearly all of the Beach Boys' 4-track and 8-track masters from this period are preserved in Capitol's archive, allowing the label to release several expansive boxed sets of this music; <i><a href=\"/wiki/The_Pet_Sounds_Sessions\" title=\"The Pet Sounds Sessions\">The Pet Sounds Sessions</a></i> (1997), includes nearly all the separate backing and vocal tracks from the album, as well as new stereo mixes of all the songs, while the 9-CD <i><a href=\"/wiki/The_Smile_Sessions\" title=\"The Smile Sessions\">The Smile Sessions</a></i> (2011) features a wide cross-section of the huge amount of instrumental and vocal material (totalling around 50 hours of recordings) that was recorded for the group's never-completed 1967 <i>magnum opus</i>, <i><a href=\"/wiki/Smile_(The_Beach_Boys_album)\" title=\"Smile (The Beach Boys album)\">Smile</a></i>.\n</p><p>All of the Beatles classic mid-1960s recordings, including the albums <i><a href=\"/wiki/Revolver_(Beatles_album)\" title=\"Revolver (Beatles album)\">Revolver</a></i> and <i><a href=\"/wiki/Sgt_Pepper%27s_Lonely_Hearts_Club_Band\" class=\"mw-redirect\" title=\"Sgt Pepper&#39;s Lonely Hearts Club Band\">Sgt Pepper's Lonely Hearts Club Band</a></i>, were recorded in this way. There were limitations, however, because of the build-up of noise during the bouncing-down process, and the Abbey Road engineers are still justly famed for the ability to create dense multitrack recordings while keeping background noise to a minimum.\n</p><p>4-track tape also led to a related development, <a href=\"/wiki/Quadraphonic\" class=\"mw-redirect\" title=\"Quadraphonic\">quadraphonic</a> sound, in which each of the four tracks was used to simulate a complete 360-degree surround sound. A number of albums including Pink Floyd's <i><a href=\"/wiki/The_Dark_Side_of_the_Moon\" title=\"The Dark Side of the Moon\">The Dark Side of the Moon</a></i> and Mike Oldfield's <i><a href=\"/wiki/Tubular_Bells\" title=\"Tubular Bells\">Tubular Bells</a></i> were released both in stereo and quadrophonic format in the 1970s, but 'quad' failed to gain wide commercial acceptance. Although it is now sometimes considered a gimmick, it was the direct precursor of the <a href=\"/wiki/Surround_sound\" title=\"Surround sound\">surround sound</a> technology that has become standard in many modern home theater systems.\n</p><p>In a <a href=\"/wiki/Professional_audio\" title=\"Professional audio\">professional audio</a> setting today, such as a <a href=\"/wiki/Recording_studio\" title=\"Recording studio\">recording studio</a>, <a href=\"/wiki/Audio_engineer\" title=\"Audio engineer\">audio engineers</a> may use 64 tracks or more for their recordings, utilizing one or more tracks for each instrument played.\n</p><p>The combination of the ability to edit via tape splicing, and the ability to record multiple tracks, revolutionized studio recording. It became common studio recording practice to record on multiple tracks, and mix down afterward. The convenience of tape editing and multitrack recording led to the rapid adoption of <a href=\"/wiki/Magnetic_tape\" title=\"Magnetic tape\">magnetic tape</a> as the primary technology for commercial musical recordings. Although 33⅓ rpm and 45 rpm vinyl records were the dominant consumer format, recordings were customarily made first on <a href=\"/wiki/Magnetic_tape\" title=\"Magnetic tape\">magnetic tape</a>, then transferred to disc, with <a href=\"/wiki/Bing_Crosby\" title=\"Bing Crosby\">Bing Crosby</a> leading the way in the adoption of this method in the United States.\n</p>\n<h2><span id=\"Ampex.27s_original_8-track_recorder\"></span><span class=\"mw-headline\" id=\"Ampex's_original_8-track_recorder\">Ampex's original 8-track recorder</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_multitrack_recording&amp;action=edit&amp;section=2\" title=\"Edit section: Ampex&#039;s original 8-track recorder\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The original Ampex 8-track recorder (not to be confused with <a href=\"/wiki/8-track_tape\" title=\"8-track tape\">8-track tape</a> endless-loop cartridge players), model 5258, was an internal Ampex project.  It was based on an Ampex 1\" data recorder transport with modified Ampex model 350 electronics.  It stood over 7 feet (2.1&#160;m) tall and weighed 250 pounds (110&#160;kg).  8 tracks were chosen because that was the number of 0.070 inches (1.8&#160;mm) recording tracks with 0.060 inches (1.5&#160;mm) guard tracks that would fit on a 1 inch (25&#160;mm) recording tape, the widest tape available at the time.<sup id=\"cite_ref-snyder_2-1\" class=\"reference\"><a href=\"#cite_note-snyder-2\">&#91;2&#93;</a></sup>\n</p><p>The first of the Ampex 8-track recorders was sold to <a href=\"/wiki/Les_Paul\" title=\"Les Paul\">Les Paul</a> for $10,000 in 1957 and was installed in his home recording studio by <a href=\"/wiki/David_Sarser\" title=\"David Sarser\">David Sarser</a>.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>  It became known as the \"Octopus\".\n</p><p>The second Ampex model 5258 8-track was sold to <a href=\"/wiki/Atlantic_Records\" title=\"Atlantic Records\">Atlantic Records</a> at <a href=\"/wiki/Tom_Dowd\" title=\"Tom Dowd\">Tom Dowd's</a> insistence in late 1957.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> Atlantic was the first record company to use a multi-track (as opposed to stereo or 3-track) recorder in their studio.\n</p>\n<h2><span class=\"mw-headline\" id=\"Multi-channel_recorders\">Multi-channel recorders</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_multitrack_recording&amp;action=edit&amp;section=3\" title=\"Edit section: Multi-channel recorders\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Multi-track recording differs from <a href=\"/wiki/Overdubbing\" title=\"Overdubbing\">overdubbing</a> and sound on sound because it records separate signals to individual tracks.  Sound on sound which Les Paul invented adds a new performance to an existing recording by placing a second playback head in front of the erase head to play back the existing track before erasing it and re-recording a new track.\n</p><p>Multi-track recorders also differ from early stereo and three track recorders that were available at the time in that they can record individual tracks while preserving the other tracks.  The original multi-channel recorders could only record all tracks at once.\n</p><p>The earliest multitrack recorders were analog magnetic tape machines with two or three tracks. <a href=\"/wiki/Elvis_Presley\" title=\"Elvis Presley\">Elvis Presley</a> was first recorded on multitrack during 1957, as <a href=\"/wiki/RCA\" title=\"RCA\">RCA</a>'s engineers were testing their new machines. <a href=\"/wiki/Buddy_Holly\" title=\"Buddy Holly\">Buddy Holly</a>'s last studio session in 1958 employed three-track, resulting in his only stereo releases not to include overdubs. The new three-track system allowed the lead vocal to be recorded on a dedicated track, while the remaining two tracks could be used to record the backing tracks in full stereo.\n</p>\n<h2><span class=\"mw-headline\" id=\"Other_early_multi-track_recorders\">Other early multi-track recorders</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_multitrack_recording&amp;action=edit&amp;section=4\" title=\"Edit section: Other early multi-track recorders\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><a href=\"/wiki/Frank_Zappa\" title=\"Frank Zappa\">Frank Zappa</a> experimented in the early 1960s with a custom built 5-track recorder built by engineer Paul Buff in his <a href=\"/wiki/Pal_Recording_Studio\" title=\"Pal Recording Studio\">Pal Recording Studio</a> in <a href=\"/wiki/Rancho_Cucamonga,_California\" title=\"Rancho Cucamonga, California\">Rancho Cucamonga, California</a>. Buff later went on to work in larger Hollywood studios. However, recorders with four or more tracks were restricted mainly to major American recording studios until the mid-to-late 1960s, mainly because of import restrictions and the high cost of the technology. In England, pioneering independent producer <a href=\"/wiki/Joe_Meek\" title=\"Joe Meek\">Joe Meek</a> produced all of his innovative early 1960s recordings using monophonic and two-track recorders.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup> Like Meek, <a href=\"/wiki/EMI\" title=\"EMI\">EMI</a> house producer <a href=\"/wiki/George_Martin\" title=\"George Martin\">George Martin</a> was considered an innovator for his use of two-track as a means to making better mono records, carefully balancing vocals and instruments; <a href=\"/wiki/Abbey_Road_Studios\" title=\"Abbey Road Studios\">Abbey Road Studios</a> installed Telefunken four-track machines in 1959 and 1960 (replaced in 1965 by smaller, more durable Studer machines), but <a href=\"/wiki/The_Beatles\" title=\"The Beatles\">The Beatles</a> would not have access to them until late 1963, and all recordings prior to their first world hit single <i><a href=\"/wiki/I_Want_to_Hold_Your_Hand\" title=\"I Want to Hold Your Hand\">I Want to Hold Your Hand</a></i> (1964) were made on two-track machines.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Impact_on_popular_music\">Impact on popular music</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_multitrack_recording&amp;action=edit&amp;section=5\" title=\"Edit section: Impact on popular music\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The artistic potential of the multitrack recorder came to the attention of the public in the 1960s, when artists such as <a href=\"/wiki/The_Beatles\" title=\"The Beatles\">the Beatles</a> and <a href=\"/wiki/The_Beach_Boys\" title=\"The Beach Boys\">the Beach Boys</a> began to multitrack extensively, and from then on virtually all popular music was recorded in this manner. The technology developed very rapidly during these years. At the start of their careers, the Beatles and Beach Boys each recorded live to mono, two-track (the Beatles), or three-track (the Beach Boys); by 1965 they used multitracking to create pop music of unprecedented complexity.\n</p><p>The Beach Boys' acclaimed 1966 LP <i><a href=\"/wiki/Pet_Sounds\" title=\"Pet Sounds\">Pet Sounds</a></i> relied on multitrack recorders for its innovative production. <a href=\"/wiki/Brian_Wilson\" title=\"Brian Wilson\">Brian Wilson</a> pretaped all the instrumental backing tracks with a large ensemble, recording the performances live, direct to a four-track recorder. These four-track backing tapes were then '<a href=\"/wiki/Overdubbing\" title=\"Overdubbing\">dubbed down</a>' to one track of an eight-track tape. Six of the remaining seven tracks were then used to individually record the vocals of each member of The Beach Boys, and the eighth track was reserved for any final 'sweetening' overdubs of instruments or voices.\n</p><p><a href=\"/wiki/3M\" title=\"3M\">3M</a> introduced the 1-inch eight-track version of their model M-23 recorder in 1966, probably the first mass-produced machine of this format.  It remained in production until 1970 and was used by many top studios worldwide including Abbey Road Studios in London.  Both <a href=\"/wiki/Pete_Townshend\" title=\"Pete Townshend\">Pete Townshend</a> and <a href=\"/wiki/John_Lennon\" title=\"John Lennon\">John Lennon</a> had 3M 8-track machines in their home <a href=\"/wiki/Project_studio\" class=\"mw-redirect\" title=\"Project studio\">project studios</a> c. 1969-1970.  Ampex began mass production of their competing 1-inch eight-track MM1000 in 1967.  One of the first 8-track machines in Los Angeles was built by <a href=\"/w/index.php?title=Scully_Recording_Instruments&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Scully Recording Instruments (page does not exist)\">Scully Recording Instruments</a> of Bridgeport, Connecticut and installed at American Recorders in late 1967.  The <a href=\"/wiki/Steppenwolf_(Steppenwolf_album)\" title=\"Steppenwolf (Steppenwolf album)\">debut album</a> by <a href=\"/wiki/Steppenwolf_(band)\" title=\"Steppenwolf (band)\">Steppenwolf</a> was recorded there and was released in January 1968.\n</p><p>Because The Beatles did not gain access to eight-track recorders until 1968, their groundbreaking <i><a href=\"/wiki/Sgt_Pepper%27s_Lonely_Hearts_Club_Band\" class=\"mw-redirect\" title=\"Sgt Pepper&#39;s Lonely Hearts Club Band\">Sgt Pepper's Lonely Hearts Club Band</a></i> LP (1967) was created using pairs of four-track machines; the group also used <a href=\"/wiki/Vari-speed\" class=\"mw-redirect\" title=\"Vari-speed\">vari-speed</a> (also called <a href=\"/wiki/Pitch_shift\" title=\"Pitch shift\">pitch shift</a>) to achieve unique sounds, and they were the first group in the world to use an important offshoot of multitrack recording, the <a href=\"/wiki/Automatic_Double_Tracking\" class=\"mw-redirect\" title=\"Automatic Double Tracking\">Automatic Double Tracking</a> (ADT) system invented by Abbey Road staff engineer <a href=\"/wiki/Ken_Townsend\" title=\"Ken Townsend\">Ken Townsend</a> in 1966.\n</p><p>Other artists began experimenting with multitrack's possibilities also, with <a href=\"/wiki/The_Music_Machine\" title=\"The Music Machine\">the Music Machine</a> (of \"Talk Talk\" fame) recording on a custom-built ten-track setup, and <a href=\"/wiki/Pink_Floyd\" title=\"Pink Floyd\">Pink Floyd</a> collaborating with former Beatles <a href=\"/wiki/Recording_engineer\" class=\"mw-redirect\" title=\"Recording engineer\">recording engineer</a> <a href=\"/wiki/Norman_Smith_(record_producer)\" title=\"Norman Smith (record producer)\">Norman \"Hurricane\" Smith</a>, who produced their first albums.\n</p><p>The first eight-track recorder in the UK was built by Scully and installed at London's <a href=\"/wiki/Advision_Studios\" title=\"Advision Studios\">Advision Studios</a> in early 1968.  Among the first eight-track recordings made there were the single <i><a href=\"/wiki/Dogs_(The_Who_song)\" title=\"Dogs (The Who song)\">Dogs</a></i> by <a href=\"/wiki/The_Who\" title=\"The Who\">The Who</a> and the album <i><a href=\"/wiki/My_People_Were_Fair_and_Had_Sky_in_Their_Hair..._But_Now_They%27re_Content_to_Wear_Stars_on_Their_Brows\" title=\"My People Were Fair and Had Sky in Their Hair... But Now They&#39;re Content to Wear Stars on Their Brows\">My People Were Fair and Had Sky in Their Hair... But Now They're Content to Wear Stars on Their Brows</a></i> by the band <a href=\"/wiki/T._Rex_(band)\" title=\"T. Rex (band)\">Tyrannosaurus Rex</a>.  <a href=\"/wiki/Trident_Studios\" title=\"Trident Studios\">Trident Studios</a> obtained their first eight-track recorder soon afterward.  It was during The Beatles' recording of their <i><a href=\"/wiki/The_Beatles_(album)\" title=\"The Beatles (album)\">White Album</a></i> sessions of late 1968 that <a href=\"/wiki/EMI\" title=\"EMI\">EMI</a>'s <a href=\"/wiki/Abbey_Road_Studios\" title=\"Abbey Road Studios\">Abbey Road Studios</a> finally had eight-track recorders installed, until then the group went to Trident to record with eight-tracks.  The Beatles used eight-track to record portions of  the <i>White Album</i>, the single \"<a href=\"/wiki/Hey_Jude\" title=\"Hey Jude\">Hey Jude</a>\" and the later <i><a href=\"/wiki/Abbey_Road\" title=\"Abbey Road\">Abbey Road</a></i>.\n</p><p>Other western countries also lagged well behind the USA – in <a href=\"/wiki/Australia\" title=\"Australia\">Australia</a>, the largest local recording label, <a href=\"/wiki/Festival_Records_(Australia)\" class=\"mw-redirect\" title=\"Festival Records (Australia)\">Festival Records</a>, did not install a four-track recorder until late 1966; the first eight-track recorders did not appear there until the late 1960s.\n</p>\n<h2><span class=\"mw-headline\" id=\"Large_format_analog_recorders\">Large format analog recorders</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_multitrack_recording&amp;action=edit&amp;section=6\" title=\"Edit section: Large format analog recorders\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In 1967 <a href=\"/wiki/Ampex\" title=\"Ampex\">Ampex</a> built its first prototype 16-track <a href=\"/wiki/Professional_audio\" title=\"Professional audio\">professional audio</a> recorder at the request of Mirasound Studios in New York City.  This machine used reels of 2-inch tape on a modified tape transport system originally built  for video recording.  In 1968 it introduced the 16-track production model MM-1000, the first commercially available 16-track machine.  Machines of this size are difficult to move and costly to maintain.  Prices were very high, typically $10,000 to $30,000 U.S. dollars.\n</p><p>One of the first 16-track recorders was installed at CBS Studios in <a href=\"/wiki/New_York_City\" title=\"New York City\">New York City</a> where it was used to record the second album by <i><a href=\"/wiki/Blood,_Sweat_%26_Tears_(Blood,_Sweat_%26_Tears_album)\" title=\"Blood, Sweat &amp; Tears (Blood, Sweat &amp; Tears album)\">Blood, Sweat &amp; Tears</a></i> released in December 1968.  The <a href=\"/wiki/Grateful_Dead\" title=\"Grateful Dead\">Grateful Dead</a> released their first 16-track recordings <i><a href=\"/wiki/Aoxomoxoa\" title=\"Aoxomoxoa\">Aoxomoxoa</a></i> in June 1969 and <i><a href=\"/wiki/Live/Dead\" title=\"Live/Dead\">Live/Dead</a></i> in November 1969.  TTG Studios in <a href=\"/wiki/Los_Angeles\" title=\"Los Angeles\">Los Angeles</a> built its own 16-track machine in 1968.  This was used on <a href=\"/wiki/Frank_Zappa\" title=\"Frank Zappa\">Frank Zappa</a>'s album <i><a href=\"/wiki/Hot_Rats\" title=\"Hot Rats\">Hot Rats</a></i> released in October 1969. <i><a href=\"/wiki/Volunteers_(Jefferson_Airplane_album)\" title=\"Volunteers (Jefferson Airplane album)\">Volunteers</a></i> by <a href=\"/wiki/Jefferson_Airplane\" title=\"Jefferson Airplane\">Jefferson Airplane</a> was released in November 1969. The back of the Jefferson Airplane album cover includes a picture of the 16-track MM-1000.\n</p><p>Advision and Trident were also among the first in the U.K. to install 16-track machines.<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (June 2011)\">citation needed</span></a></i>&#93;</sup>  Trident installed its first 16-track machine in late 1969. \"After The Flood\", a song from the <a href=\"/wiki/Van_der_Graaf_Generator\" title=\"Van der Graaf Generator\">Van der Graaf Generator</a> album <i><a href=\"/wiki/The_Least_We_Can_Do_Is_Wave_To_Each_Other\" class=\"mw-redirect\" title=\"The Least We Can Do Is Wave To Each Other\">The Least We Can Do Is Wave To Each Other</a></i>, was recorded at this studio on 16 tracks in December 1969. Production of 16-track machines boomed and the number of studios worldwide using these machines exploded during 1970 and 1971.  By the end of 1971 there were at least 21 studios in London using 16-track recorders in conjunction with <a href=\"/wiki/Dolby\" class=\"mw-redirect\" title=\"Dolby\">Dolby</a> noise reduction.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup> Groups using Trident at this time also included <a href=\"/wiki/Genesis_(band)\" title=\"Genesis (band)\">Genesis</a> and <a href=\"/wiki/David_Bowie\" title=\"David Bowie\">David Bowie</a> as well as <a href=\"/wiki/Queen_(band)\" title=\"Queen (band)\">Queen</a> who experimented with multitracking extensively most prominently on their albums <a href=\"/wiki/Queen_II\" title=\"Queen II\">Queen II</a> and <i><a href=\"/wiki/A_Night_at_the_Opera_(Queen_album)\" title=\"A Night at the Opera (Queen album)\">A Night at the Opera</a></i>.\n</p><p>Australia's first sixteen-track recorder was installed at <a href=\"/wiki/Armstrong%27s_Studios\" class=\"mw-redirect\" title=\"Armstrong&#39;s Studios\">Armstrong's Studios</a> in <a href=\"/wiki/Melbourne\" title=\"Melbourne\">Melbourne</a> in 1971; Festival installed Australia's first 24-track recorder at its Sydney studio in 1974.  During the 1970s, sixteen, twenty-four, and thirty-two tracks became common in professional studios, with recording tape reaching two and three inches (5.08&#160;cm - 7.62&#160;cm) wide.  The so-called \"golden age\" of large format professional analog recorders would last into the 1990s when the technology was mostly replaced with digital tape machines, and later on, computer systems using <a href=\"/wiki/Hard_disk_drive\" title=\"Hard disk drive\">hard disk drives</a> instead of tape.  Some music producers and musicians still prefer working with the sound of vintage analog recording equipment despite the additional costs and difficulties involved.\n</p><p>Large format analog multitrack machines can have up to 24 tracks on a tape two inches wide which is the widest analog tape that is generally available. Prototype machines, by <a href=\"/wiki/Music_Center_Incorporated\" title=\"Music Center Incorporated\">MCI</a> in 1978, using 3\" tape for 32 tracks never went into production, though <a href=\"/w/index.php?title=Otari_Incorporated&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Otari Incorporated (page does not exist)\">Otari</a> made a 32 track 2\" MX-80.  A few studios still operate large format analog recorders, though much of the time their use is only to copy sounds onto a modern digital format.  Maintaining these machines has become increasingly difficult as new parts are rarely available.  New tape is still available but prices have risen significantly in recent years.\n</p>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:202px;\"><a href=\"/wiki/File:TEAC_2340.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/e/e8/TEAC_2340.jpg/200px-TEAC_2340.jpg\" width=\"200\" height=\"234\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/e/e8/TEAC_2340.jpg/300px-TEAC_2340.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/e/e8/TEAC_2340.jpg/400px-TEAC_2340.jpg 2x\" data-file-width=\"1915\" data-file-height=\"2236\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:TEAC_2340.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>The <a href=\"/wiki/TEAC_Corporation\" title=\"TEAC Corporation\">TEAC</a> 2340, a popular early (1973) home multitrack recorder, four tracks on ¼ inch tape.</div></div></div>\n<h2><span class=\"mw-headline\" id=\"Home_systems\">Home systems</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_multitrack_recording&amp;action=edit&amp;section=7\" title=\"Edit section: Home systems\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In 1972 <a href=\"/wiki/TEAC_Corporation\" title=\"TEAC Corporation\">TEAC</a> marketed their consumer 4-channel <a href=\"/wiki/Quadraphonic\" class=\"mw-redirect\" title=\"Quadraphonic\">quadraphonic</a> tape recorders for use as home multitrack recorders.  The result were the popular TEAC 2340 and 3340 models.  Both used ¼ inch tape.  The 2340 ran at either 3¾ or 7½ inches per second and used 7-inch reels while the 3340 ran at 7½ or 15&#160;inches per second and used 10½ inch reels.  The 2340 was priced at under U.S. $1,000 making it very popular for home use.\n</p><p>The advent of the <a href=\"/wiki/Compact_audio_cassette\" class=\"mw-redirect\" title=\"Compact audio cassette\">compact audio cassette</a> (developed in 1963) ultimately led to affordable, portable four-track machines such as the <a href=\"/wiki/Tascam\" class=\"mw-redirect\" title=\"Tascam\">Tascam</a> <a href=\"/wiki/Portastudio\" title=\"Portastudio\">Portastudio</a> which debuted in 1979. Cassette-based machines could not provide the same audio quality as <a href=\"/wiki/Reel-to-reel\" class=\"mw-redirect\" title=\"Reel-to-reel\">reel-to-reel</a> machines, but served as a useful tool for professional and semi-pro musicians in making <a href=\"/wiki/Demo_(music)\" title=\"Demo (music)\">song demos</a>. The Portastudio had a revolutionary effect on the emerging <a href=\"/wiki/Punk_rock\" title=\"Punk rock\">punk rock</a> genre, because it enabled young bands to make recordings without signing to a <a href=\"/wiki/Record_label\" title=\"Record label\">record label</a>. In the early years of punk, many bands self-produced their own recordings and sold them at gigs and by putting advertisements in underground <a href=\"/wiki/Zine\" title=\"Zine\">zines</a>. <a href=\"/wiki/Bruce_Springsteen\" title=\"Bruce Springsteen\">Bruce Springsteen's</a> 1982 album <i><a href=\"/wiki/Nebraska_(album)\" title=\"Nebraska (album)\">Nebraska</a></i> was made this way, with Springsteen choosing the album's earlier demo versions over the later studio recordings.\n</p><p>The familiar tape cassette was designed to accommodate four channels of audio – in a commercially recorded cassette these four tracks would normally constitute the stereo channels (each consisting of two tracks) for both 'sides' of the cassette – in a four-track cassette recorder all four tracks of a cassette are utilized together, often with the tape running at twice the normal speed (3¾ instead of 1⅞ inches per second) for increased fidelity. A separate signal can be recorded on to each of four tracks. (As such, the four-track machine does not utilize the two separate sides of the cassette in the conventional sense; if the cassette is inserted the other way round, all four tracks play in reverse.) As with professional machines, two or more tracks can be bounced down to one. When recording is complete, the volume level of each track is optimized, <a href=\"/wiki/Effect_unit\" class=\"mw-redirect\" title=\"Effect unit\">electronic effects</a> such as <a href=\"/wiki/Reverb\" class=\"mw-redirect\" title=\"Reverb\">reverb</a> are added to certain tracks where desired, each track is separately 'panned' to the desired point in the stereo field and the resulting stereo signal is mixed down to a separate stereo machine (such as a conventional cassette recorder).\n</p>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:302px;\"><a href=\"/wiki/File:Alesis-HD24.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Alesis-HD24.jpg/300px-Alesis-HD24.jpg\" width=\"300\" height=\"87\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Alesis-HD24.jpg/450px-Alesis-HD24.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Alesis-HD24.jpg/600px-Alesis-HD24.jpg 2x\" data-file-width=\"720\" data-file-height=\"208\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Alesis-HD24.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>The Alesis HD24 stand-alone multitrack hard disk recorder.</div></div></div>\n<h2><span class=\"mw-headline\" id=\"Digital_multitracking\">Digital multitracking</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_multitrack_recording&amp;action=edit&amp;section=8\" title=\"Edit section: Digital multitracking\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>By the early 1970s, Thomas Stockham of Sound Stream Digital, created the first practical use of <a href=\"/wiki/Pulse_code_modulation\" class=\"mw-redirect\" title=\"Pulse code modulation\">pulse code modulation</a>, also called PCM <a href=\"/wiki/Digital_recording\" title=\"Digital recording\">digital recording</a>, for <a href=\"/wiki/High_fidelity\" title=\"High fidelity\">high fidelity</a> purposes. The first to be released were rereleased cleaned up versions of acoustic recordings made by the great tenor, <a href=\"/wiki/Enrico_Caruso\" title=\"Enrico Caruso\">Enrico Caruso</a>. Early computer algorithms were used in the process of cleaning up the scratchy old 78 RPM records. The process could not be done in \"real time\" as the early computers were not very powerful or fast, compared to 2010-era computers. All of the data had to be stored on linear digital tape and then played back, in real time. The actual ingest from the 78 RPM records to the digital tape was also done in real-time. The computer processing to clean up the surface noise, pops and scratches took the early computers quite some time to process.\n</p><p>By the late 1970s, <a href=\"/wiki/3M\" title=\"3M\">3M</a> introduced the first digital multi-track recorder. It utilized 1-inch wide tape and recorded 32 tracks. Unlike analog tape, edits could not be accomplished with a grease pencil, razor blades and splicing tape. So a secondary 4 track editing &amp; mix down recorder was also created with an electronically-controlled edit controller to make effective digital edits. This early system used a 16-bit digital \"word\". The only converters of the day were 12 bit &amp; 4 bit. So two were cascaded/daisy-chained to create the necessary 16-bit \"word\" for 96 DB of dynamic range. The signal was then sampled faster than any other digital recordings made up until that time at 50,000 times per second (50&#160;kHz). It was known to be the best sounding<sup class=\"noprint Inline-Template\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Disputed_statement\" class=\"mw-redirect\" title=\"Wikipedia:Disputed statement\"><span title=\"This claim has reliable sources with contradicting facts (April 2018)\">disputed</span></a>&#32;<span class=\"metadata\"> &#8211; <a href=\"/wiki/Talk:History_of_multitrack_recording#Talk_page_section\" title=\"Talk:History of multitrack recording\">discuss</a></span></i>&#93;</sup> of all the later digital multi-track recorders because their use of 50&#160;kHz sampling did not become the industry standards later established as 44.1&#160;kHz for CD's &amp; 48&#160;kHz for digital video.\n</p><p>The accepted world standard was created by <a href=\"/wiki/Sony\" title=\"Sony\">Sony</a> along with Philips. Sony created a 24 track digital recorder and <a href=\"/wiki/Mitsubishi_Corporation\" title=\"Mitsubishi Corporation\">Mitsubishi Corporation</a> created a different 32 track digital recorder. The Mitsubishi recorded their data differently and it could be edited, the old-fashioned analog way, with a razor blade and splicing tape. The Sony used 1/2 inch tape whereas the Mitsubishi used 1 inch wide tape. So the first recordings that were released produced on the 3M, 32 track digital recorder were still analog vinyl releases, since the CD had yet to be invented. These professional linear tape digital recorders established the \"DASH\" format meaning, \" Digital Audio Stationary Head\". By the time the other manufacturers released their digital multi-track recorders, the CD had already been developed. The sampling rate dictates the upper range of the frequency response, whereas the bit depth dictates the <a href=\"/wiki/Dynamic_range\" title=\"Dynamic range\">dynamic range</a> and <a href=\"/wiki/Signal_to_noise_ratio\" class=\"mw-redirect\" title=\"Signal to noise ratio\">signal to noise ratios</a>.\n</p><p>Starting in 1992, the ALESIS Corporation, a company which made digital <a href=\"/wiki/Drum_machine\" title=\"Drum machine\">drum machines</a> and inexpensive analog <a href=\"/wiki/Audio_mixer\" class=\"mw-redirect\" title=\"Audio mixer\">audio mixers</a> introduced the first multitrack, eight track, project studio, digital 8 track machine. It was named the ADAT, after the earlier 2 track digital recorders of the time known as DAT (Digital Audio Tape), which were based upon a small spinning head, similar to a consumer video recorder. The ADAT machine recorded its data in an already well-established consumer format based on VHS videotape recorder technology. Eight separate data tracks were recorded within the same bandwidth it took to record a TV show on a home video recorder (VHS). Numerous machines could be electronically locked together with a single cable. You could plug in enough 8 track machines together to create one giant 128 track machine. And like the professional studio recorders before it, a large full function <a href=\"/wiki/Remote_control\" title=\"Remote control\">remote control</a> was also available.\n</p><p>The following year, the TEAC/TASCAM Corporation, introduced their DA-88. Those used the smaller 8&#160;mm video format tapes. Those recorded four duplexed pairs of data tracks and would require a \"read before write\" function for <a href=\"/wiki/Overdubbing\" title=\"Overdubbing\">overdubbing</a> purposes of adjacent tracks. A full size remote and remote metering was also made available. Later units introduced by both companies provided for higher bit depths such as 20 &amp; 24 bit. These machines like the early home studio TEAC's before them, slashed the prices of professional digital multitrack recording. It changed the recording industry forever.\n</p>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:222px;\"><a href=\"/wiki/File:Korg_D888.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/29/Korg_D888.jpg/220px-Korg_D888.jpg\" width=\"220\" height=\"171\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/29/Korg_D888.jpg/330px-Korg_D888.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/2/29/Korg_D888.jpg/440px-Korg_D888.jpg 2x\" data-file-width=\"2511\" data-file-height=\"1952\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:Korg_D888.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>Korg D888 eight-track digital recorder</div></div></div>\n<p>By the late 1990s, dedicated multitrack recorders faded with the introduction of the <a href=\"/wiki/Classic_Mac_OS\" title=\"Classic Mac OS\">Macintosh operating system</a> and <a href=\"/wiki/Windows_operating_system\" class=\"mw-redirect\" title=\"Windows operating system\">Windows operating systems</a> in personal computers. Some of the first companies jumping on board with this technology were New England Digital and Digidesign, from the US &amp; Fairlight, from Australia. Through the 1990s, multitrack recorders became digital, using a variety of technologies and media types. These including digital tape format (such as <a href=\"/wiki/ADAT\" title=\"ADAT\">ADAT</a>), or in some cases <a href=\"/wiki/Minidisc\" class=\"mw-redirect\" title=\"Minidisc\">Minidiscs</a>.\n</p><p>Some of the leading providers of multitrackers were <a href=\"/wiki/Tascam\" class=\"mw-redirect\" title=\"Tascam\">Tascam</a> (hard drive or cassette based), <a href=\"/wiki/Alesis\" title=\"Alesis\">Alesis</a> (ADAT digital tape based), <a href=\"/wiki/Roland_Corporation\" title=\"Roland Corporation\">Roland</a>/<a href=\"/wiki/Boss_Corporation\" title=\"Boss Corporation\">Boss</a> (hard drive based), <a href=\"/wiki/Fostex\" title=\"Fostex\">Fostex</a> (hard drive based), <a href=\"/wiki/Yamaha_Corporation\" title=\"Yamaha Corporation\">Yamaha</a> (hard drive based), and <a href=\"/wiki/Korg\" title=\"Korg\">Korg</a>.\n</p><p>A highly competitive market and rapidly falling costs for this equipment has made it common to find multitrack recording technology outside a typical recording studio.\n</p>\n<h2><span class=\"mw-headline\" id=\"Computer-based_recording\">Computer-based recording</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_multitrack_recording&amp;action=edit&amp;section=9\" title=\"Edit section: Computer-based recording\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The first software-based digital multi-track recorder, called Deck, was released in 1990. The core engine technology and much of the user interface was programmed and designed by Josh Rosen, Mats Myrberg and John Dalton from a small San Francisco based company.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup> They formed the platform upon which <a href=\"/wiki/Pro_Tools\" title=\"Pro Tools\">Pro Tools</a> was built in 1991. The same technology lay behind the 1992 release of <a href=\"/wiki/Cubase\" class=\"mw-redirect\" title=\"Cubase\">Cubase</a> Audio, the first version to offer audio support in addition to <a href=\"/wiki/MIDI\" title=\"MIDI\">MIDI</a> sequencing capabilities.\n</p><p>While hardware costs have fallen the power of the personal computer have increased, so that in the 2010s, a good quality home computer is sufficiently powerful to serve as a complete multitrack recorder, if a band or performer has a USB microphone or a regular microphone and a <a href=\"/wiki/Sound_card\" title=\"Sound card\">sound card</a> adapter, using inexpensive hardware and software. Since 2012, the multitracking software <a href=\"/wiki/GarageBand\" title=\"GarageBand\">GarageBand</a> is offered as a free download for all of <a href=\"/wiki/Apple_Inc.\" title=\"Apple Inc.\">Apple's</a> new computers or $4.99 for older models.  GarageBand added to the many free or under $100 solutions available to the Windows platform that run on less expensive but often more powerful hardware.  In a price range between $150 and usually under $1000, superior software mimicking complex recording studios that once could cost a hundred thousand dollars, or more, are also available  However solutions this powerful are not needed for most applications.  This is a far cry from the days when multitrack recorders cost thousands of dollars and few people could afford them.  In early (circa) 2000 the availability of low cost CakeWalk for windows provided opportunities for many to get a start in multi-track digital recording on the Windows for around $50 to $100.  After hardware became more powerful, more capabilities became available, including more digital channels and plug in effects.\n</p><p>In the 2010s, the availability of inexpensive software coupled with low cost hardware solutions, have enabled many <a href=\"/wiki/Singer-songwriter\" title=\"Singer-songwriter\">singer-songwriters</a> to self-produce their first recordings without paying high fees for a professional recording studio or audio engineer. The most popular DAW today are: Pro Tools, Reaper, Live, Cubase, Logic and Digital Performer.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_multitrack_recording&amp;action=edit&amp;section=10\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Multitrack_recording\" title=\"Multitrack recording\">Multitrack recording</a></li>\n<li><a href=\"/wiki/Sound_follower\" title=\"Sound follower\">Sound follower</a></li>\n<li><i><a href=\"/wiki/Tom_Dowd_and_the_Language_of_Music\" title=\"Tom Dowd and the Language of Music\">Tom Dowd and the Language of Music</a></i></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=History_of_multitrack_recording&amp;action=edit&amp;section=11\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist columns references-column-width\" style=\"list-style-type: decimal;\">\n<ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.gereports.com/edison-speaks-cracking-the-pallophotophone-code/\">Edison speaks! Cracking the pallophotophone code | GE Reports</a></span>\n</li>\n<li id=\"cite_note-snyder-2\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-snyder_2-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-snyder_2-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://aes-media.org/historical/pdf/snyder_sel-sync.pdf\">ARSC Journal, Sel-sync and the \"Octopus\": How Came to be the First Recorder to Minimize Successive Copying in Overdubs</a></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://www.bmi.com/news/entry/Remembering_Ahmet_Ertegun_and_Atlantics_Early_Years\">\"Remembering Ahmet Ertegun and Atlantic's Early Years\"</a>. BMI. 2006-12-20<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2018-05-24</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Remembering+Ahmet+Ertegun+and+Atlantic%E2%80%99s+Early+Years&amp;rft.pub=BMI&amp;rft.date=2006-12-20&amp;rft_id=https%3A%2F%2Fwww.bmi.com%2Fnews%2Fentry%2FRemembering_Ahmet_Ertegun_and_Atlantics_Early_Years&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AHistory+of+multitrack+recording\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.reevesaudio.com/studiothree.html\">Studio 3: A Place of Recording Studio History...</a></span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation news\">Pareles, Jon (October 30, 2002). <a rel=\"nofollow\" class=\"external text\" href=\"https://www.nytimes.com/2002/10/30/arts/tom-dowd-77-an-innovator-in-the-art-of-recording-music.html\">\"Tom Dowd, 77, an Innovator In the Art of Recording Music\"</a>. <i>The New York Times</i>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=The+New+York+Times&amp;rft.atitle=Tom+Dowd%2C+77%2C+an+Innovator+In+the+Art+of+Recording+Music&amp;rft.date=2002-10-30&amp;rft.aulast=Pareles&amp;rft.aufirst=Jon&amp;rft_id=https%3A%2F%2Fwww.nytimes.com%2F2002%2F10%2F30%2Farts%2Ftom-dowd-77-an-innovator-in-the-art-of-recording-music.html&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AHistory+of+multitrack+recording\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Cleveland, Barry (2013). <a rel=\"nofollow\" class=\"external text\" href=\"http://www.barrycleveland.com/jm-about/\"><i>Joe Meek's Bold Techniques</i></a> (Second ed.). ElevenEleven. p.&#160;121. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-0-615-73600-6\" title=\"Special:BookSources/978-0-615-73600-6\">978-0-615-73600-6</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Joe+Meek%27s+Bold+Techniques&amp;rft.pages=121&amp;rft.edition=Second&amp;rft.pub=ElevenEleven&amp;rft.date=2013&amp;rft.isbn=978-0-615-73600-6&amp;rft.aulast=Cleveland&amp;rft.aufirst=Barry&amp;rft_id=http%3A%2F%2Fwww.barrycleveland.com%2Fjm-about%2F&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AHistory+of+multitrack+recording\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation book\">Kehew, Brian; Kevin Ryan (2006). <i>Recording The Beatles</i>. Curvebender Publishing. p.&#160;216. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-9785200-0-9\" title=\"Special:BookSources/0-9785200-0-9\">0-9785200-0-9</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Recording+The+Beatles&amp;rft.pages=216&amp;rft.pub=Curvebender+Publishing&amp;rft.date=2006&amp;rft.isbn=0-9785200-0-9&amp;rft.aulast=Kehew&amp;rft.aufirst=Brian&amp;rft.au=Kevin+Ryan&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AHistory+of+multitrack+recording\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">\"Spotlight on London\" Billboard Magazine, November 13, 1971 - advertisement, pg. L-26</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"https://www.wired.com/wired/archive/2.12/osc.html\">Wired article on Digidesign/OSC history</a></span>\n</li>\n</ol></div>\n\n<!-- \nNewPP limit report\nParsed by mw1256\nCached time: 20180908123031\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.220 seconds\nReal time usage: 0.290 seconds\nPreprocessor visited node count: 851/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 14559/2097152 bytes\nTemplate argument size: 1233/2097152 bytes\nHighest expansion depth: 11/40\nExpensive parser function count: 3/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 6247/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.084/10.000 seconds\nLua memory usage: 4.04 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  194.681      1 -total\n 42.11%   81.973      1 Template:Reflist\n 22.90%   44.581      1 Template:Refimprove\n 20.62%   40.144      1 Template:Cite_web\n 14.98%   29.168      1 Template:Ambox\n 14.66%   28.542      2 Template:Fix\n 14.23%   27.712      5 Template:Convert\n 11.82%   23.019      1 Template:Citation_needed\n  7.53%   14.653      2 Template:Delink\n  7.02%   13.676      2 Template:Cite_book\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:9703269-0!canonical and timestamp 20180908123031 and revision id 842781615\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"History Of Multitrack Recording","hidden":"","*":"Articles_needing_additional_references_from_May_2013"},{"sortkey":"History Of Multitrack Recording","hidden":"","*":"All_articles_needing_additional_references"},{"sortkey":"History Of Multitrack Recording","hidden":"","*":"All_articles_with_unsourced_statements"},{"sortkey":"History Of Multitrack Recording","hidden":"","*":"Articles_with_unsourced_statements_from_June_2011"},{"sortkey":"History Of Multitrack Recording","hidden":"","*":"All_accuracy_disputes"},{"sortkey":"History Of Multitrack Recording","hidden":"","*":"Articles_with_disputed_statements_from_April_2018"},{"sortkey":"History Of Multitrack Recording","*":"Sound_recording"},{"sortkey":"Multitrack recording","*":"History_of_technology"},{"sortkey":"Multitrack recording","*":"Music_history"}],"links":[{"ns":14,"exists":"","*":"Category:Articles needing additional references from May 2013"},{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from June 2011"},{"ns":14,"exists":"","*":"Category:Articles with disputed statements from April 2018"},{"ns":0,"exists":"","*":"3M"},{"ns":0,"exists":"","*":"8-track tape"},{"ns":0,"exists":"","*":"ADAT"},{"ns":0,"exists":"","*":"AEG"},{"ns":0,"exists":"","*":"A Night at the Opera (Queen album)"},{"ns":0,"exists":"","*":"Abbey Road"},{"ns":0,"exists":"","*":"Abbey Road Studios"},{"ns":0,"exists":"","*":"Advision Studios"},{"ns":0,"exists":"","*":"Alan Blumlein"},{"ns":0,"exists":"","*":"Alesis"},{"ns":0,"exists":"","*":"Ampex"},{"ns":0,"exists":"","*":"Aoxomoxoa"},{"ns":0,"exists":"","*":"Apple Inc."},{"ns":0,"exists":"","*":"Armstrong's Studios"},{"ns":0,"exists":"","*":"Atlantic Records"},{"ns":0,"exists":"","*":"Audio engineer"},{"ns":0,"exists":"","*":"Audio mixer"},{"ns":0,"exists":"","*":"Audio mixing"},{"ns":0,"exists":"","*":"Australia"},{"ns":0,"exists":"","*":"Automatic Double Tracking"},{"ns":0,"exists":"","*":"Average Indexed Monthly Earnings"},{"ns":0,"exists":"","*":"Bing Crosby"},{"ns":0,"exists":"","*":"Blood, Sweat & Tears (Blood, Sweat & Tears album)"},{"ns":0,"exists":"","*":"Boss Corporation"},{"ns":0,"exists":"","*":"Brian Wilson"},{"ns":0,"exists":"","*":"Bruce Johnston"},{"ns":0,"exists":"","*":"Bruce Springsteen"},{"ns":0,"exists":"","*":"Buddy Holly"},{"ns":0,"exists":"","*":"Carl Wilson"},{"ns":0,"exists":"","*":"Charles A. Hoxie"},{"ns":0,"exists":"","*":"Classic Mac OS"},{"ns":0,"exists":"","*":"Clément Ader"},{"ns":0,"exists":"","*":"Compact audio cassette"},{"ns":0,"exists":"","*":"Confess (song)"},{"ns":0,"exists":"","*":"Conversations with Myself (album)"},{"ns":0,"exists":"","*":"Cubase"},{"ns":0,"exists":"","*":"David Bowie"},{"ns":0,"exists":"","*":"David Sarser"},{"ns":0,"exists":"","*":"Demo (music)"},{"ns":0,"exists":"","*":"Digital recording"},{"ns":0,"exists":"","*":"Dogs (The Who song)"},{"ns":0,"exists":"","*":"Dolby"},{"ns":0,"exists":"","*":"Drum machine"},{"ns":0,"exists":"","*":"Dynamic range"},{"ns":0,"exists":"","*":"EMI"},{"ns":0,"exists":"","*":"Effect unit"},{"ns":0,"exists":"","*":"Elvis Presley"},{"ns":0,"exists":"","*":"Enrico Caruso"},{"ns":0,"exists":"","*":"Festival Records (Australia)"},{"ns":0,"exists":"","*":"Fostex"},{"ns":0,"exists":"","*":"Frank Zappa"},{"ns":0,"exists":"","*":"GarageBand"},{"ns":0,"exists":"","*":"Genesis (band)"},{"ns":0,"exists":"","*":"George Martin"},{"ns":0,"exists":"","*":"Grateful Dead"},{"ns":0,"exists":"","*":"Hard disk drive"},{"ns":0,"exists":"","*":"Hey Jude"},{"ns":0,"exists":"","*":"High fidelity"},{"ns":0,"exists":"","*":"Hot Rats"},{"ns":0,"exists":"","*":"I Want to Hold Your Hand"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"Jefferson Airplane"},{"ns":0,"exists":"","*":"Joe Meek"},{"ns":0,"exists":"","*":"John Lennon"},{"ns":0,"exists":"","*":"John T. Mullin"},{"ns":0,"exists":"","*":"Ken Townsend"},{"ns":0,"exists":"","*":"Korg"},{"ns":0,"exists":"","*":"Les Paul"},{"ns":0,"exists":"","*":"Live/Dead"},{"ns":0,"exists":"","*":"Los Angeles"},{"ns":0,"exists":"","*":"MIDI"},{"ns":0,"exists":"","*":"Magnetic tape"},{"ns":0,"exists":"","*":"Mary Ford"},{"ns":0,"exists":"","*":"Melbourne"},{"ns":0,"exists":"","*":"Minidisc"},{"ns":0,"exists":"","*":"Mitsubishi Corporation"},{"ns":0,"exists":"","*":"Motown"},{"ns":0,"exists":"","*":"Multitrack recording"},{"ns":0,"exists":"","*":"Music Center Incorporated"},{"ns":0,"exists":"","*":"My People Were Fair and Had Sky in Their Hair... But Now They're Content to Wear Stars on Their Brows"},{"ns":0,"exists":"","*":"Nebraska (album)"},{"ns":0,"exists":"","*":"New York City"},{"ns":0,"exists":"","*":"Norman Smith (record producer)"},{"ns":0,"exists":"","*":"Overdubbing"},{"ns":0,"exists":"","*":"Pal Recording Studio"},{"ns":0,"exists":"","*":"Pallophotophone"},{"ns":0,"exists":"","*":"Patti Page"},{"ns":0,"exists":"","*":"Pet Sounds"},{"ns":0,"exists":"","*":"Pete Townshend"},{"ns":0,"exists":"","*":"Phil Spector"},{"ns":0,"exists":"","*":"Pink Floyd"},{"ns":0,"exists":"","*":"Pitch shift"},{"ns":0,"exists":"","*":"Portastudio"},{"ns":0,"exists":"","*":"Pro Tools"},{"ns":0,"exists":"","*":"Professional audio"},{"ns":0,"exists":"","*":"Project studio"},{"ns":0,"exists":"","*":"Pulse code modulation"},{"ns":0,"exists":"","*":"Punk rock"},{"ns":0,"exists":"","*":"Quadraphonic"},{"ns":0,"exists":"","*":"Queen (band)"},{"ns":0,"exists":"","*":"Queen II"},{"ns":0,"exists":"","*":"RCA"},{"ns":0,"exists":"","*":"Rancho Cucamonga, California"},{"ns":0,"exists":"","*":"Record label"},{"ns":0,"exists":"","*":"Recording engineer"},{"ns":0,"exists":"","*":"Recording studio"},{"ns":0,"exists":"","*":"Reel-to-reel"},{"ns":0,"exists":"","*":"Remote control"},{"ns":0,"exists":"","*":"Reverb"},{"ns":0,"exists":"","*":"Revolver (Beatles album)"},{"ns":0,"exists":"","*":"Roland Corporation"},{"ns":0,"exists":"","*":"Sgt Pepper's Lonely Hearts Club Band"},{"ns":0,"exists":"","*":"Signal to noise ratio"},{"ns":0,"exists":"","*":"Singer-songwriter"},{"ns":0,"exists":"","*":"Smile (The Beach Boys album)"},{"ns":0,"exists":"","*":"Sony"},{"ns":0,"exists":"","*":"Sound card"},{"ns":0,"exists":"","*":"Sound follower"},{"ns":0,"exists":"","*":"Steppenwolf (Steppenwolf album)"},{"ns":0,"exists":"","*":"Steppenwolf (band)"},{"ns":0,"exists":"","*":"Stereo"},{"ns":0,"exists":"","*":"Stereophonic sound"},{"ns":0,"exists":"","*":"Surround sound"},{"ns":0,"exists":"","*":"T. Rex (band)"},{"ns":0,"exists":"","*":"TEAC Corporation"},{"ns":0,"exists":"","*":"Tascam"},{"ns":0,"exists":"","*":"Telephone"},{"ns":0,"exists":"","*":"The Beach Boys"},{"ns":0,"exists":"","*":"The Beatles"},{"ns":0,"exists":"","*":"The Beatles (album)"},{"ns":0,"exists":"","*":"The Dark Side of the Moon"},{"ns":0,"exists":"","*":"The Least We Can Do Is Wave To Each Other"},{"ns":0,"exists":"","*":"The Music Machine"},{"ns":0,"exists":"","*":"The Pet Sounds Sessions"},{"ns":0,"exists":"","*":"The Rolling Stones"},{"ns":0,"exists":"","*":"The Smile Sessions"},{"ns":0,"exists":"","*":"The Who"},{"ns":0,"exists":"","*":"The Wrecking Crew (music)"},{"ns":0,"exists":"","*":"Tom Dowd"},{"ns":0,"exists":"","*":"Tom Dowd and the Language of Music"},{"ns":0,"exists":"","*":"Trident Studios"},{"ns":0,"exists":"","*":"Tubular Bells"},{"ns":0,"exists":"","*":"Van der Graaf Generator"},{"ns":0,"exists":"","*":"Vari-speed"},{"ns":0,"exists":"","*":"Volunteers (Jefferson Airplane album)"},{"ns":0,"exists":"","*":"Windows operating system"},{"ns":0,"exists":"","*":"Yamaha Corporation"},{"ns":0,"exists":"","*":"Zine"},{"ns":0,"*":"Scully Recording Instruments"},{"ns":0,"*":"Otari Incorporated"},{"ns":1,"exists":"","*":"Talk:History of multitrack recording"},{"ns":4,"exists":"","*":"Wikipedia:Citation needed"},{"ns":4,"exists":"","*":"Wikipedia:Disputed statement"},{"ns":4,"exists":"","*":"Wikipedia:Verifiability"},{"ns":12,"exists":"","*":"Help:Introduction to referencing with Wiki Markup/1"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Refimprove"},{"ns":10,"exists":"","*":"Template:More citations needed"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Convert"},{"ns":10,"exists":"","*":"Template:Citation needed"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Delink"},{"ns":10,"exists":"","*":"Template:Disputed inline"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Cite news"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Convert"},{"ns":828,"exists":"","*":"Module:Convert/data"},{"ns":828,"exists":"","*":"Module:Convert/text"},{"ns":828,"exists":"","*":"Module:Delink"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["Question_book-new.svg","Ampex_440_&_MM1000_(RCA_Studio_B).jpg","TEAC_2340.jpg","Alesis-HD24.jpg","Korg_D888.jpg"],"externallinks":["http://www.gereports.com/edison-speaks-cracking-the-pallophotophone-code/","http://aes-media.org/historical/pdf/snyder_sel-sync.pdf","https://www.bmi.com/news/entry/Remembering_Ahmet_Ertegun_and_Atlantics_Early_Years","http://www.reevesaudio.com/studiothree.html","https://www.nytimes.com/2002/10/30/arts/tom-dowd-77-an-innovator-in-the-art-of-recording-music.html","http://www.barrycleveland.com/jm-about/","https://www.wired.com/wired/archive/2.12/osc.html"],"sections":[{"toclevel":1,"level":"2","line":"Overview","number":"1","index":"1","fromtitle":"History_of_multitrack_recording","byteoffset":3603,"anchor":"Overview"},{"toclevel":1,"level":"2","line":"Ampex's original 8-track recorder","number":"2","index":"2","fromtitle":"History_of_multitrack_recording","byteoffset":12590,"anchor":"Ampex's_original_8-track_recorder"},{"toclevel":1,"level":"2","line":"Multi-channel recorders","number":"3","index":"3","fromtitle":"History_of_multitrack_recording","byteoffset":14015,"anchor":"Multi-channel_recorders"},{"toclevel":1,"level":"2","line":"Other early multi-track recorders","number":"4","index":"4","fromtitle":"History_of_multitrack_recording","byteoffset":15192,"anchor":"Other_early_multi-track_recorders"},{"toclevel":1,"level":"2","line":"Impact on popular music","number":"5","index":"5","fromtitle":"History_of_multitrack_recording","byteoffset":16755,"anchor":"Impact_on_popular_music"},{"toclevel":1,"level":"2","line":"Large format analog recorders","number":"6","index":"6","fromtitle":"History_of_multitrack_recording","byteoffset":20720,"anchor":"Large_format_analog_recorders"},{"toclevel":1,"level":"2","line":"Home systems","number":"7","index":"7","fromtitle":"History_of_multitrack_recording","byteoffset":24617,"anchor":"Home_systems"},{"toclevel":1,"level":"2","line":"Digital multitracking","number":"8","index":"8","fromtitle":"History_of_multitrack_recording","byteoffset":27244,"anchor":"Digital_multitracking"},{"toclevel":1,"level":"2","line":"Computer-based recording","number":"9","index":"9","fromtitle":"History_of_multitrack_recording","byteoffset":32741,"anchor":"Computer-based_recording"},{"toclevel":1,"level":"2","line":"See also","number":"10","index":"10","fromtitle":"History_of_multitrack_recording","byteoffset":35071,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"11","index":"11","fromtitle":"History_of_multitrack_recording","byteoffset":35177,"anchor":"References"}],"parsewarnings":[],"displaytitle":"History of multitrack recording","iwlinks":[],"properties":[{"name":"defaultsort","*":"History Of Multitrack Recording"},{"name":"wikibase_item","*":"Q5868255"}]}}