{"parse":{"title":"Mantle of the expert","pageid":16638592,"revid":820644979,"text":{"*":"<div class=\"mw-parser-output\"><div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:222px;\"><a href=\"/wiki/File:SBP_6196.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/cb/SBP_6196.jpg/220px-SBP_6196.jpg\" width=\"220\" height=\"330\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/cb/SBP_6196.jpg/330px-SBP_6196.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/c/cb/SBP_6196.jpg/440px-SBP_6196.jpg 2x\" data-file-width=\"982\" data-file-height=\"1472\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:SBP_6196.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>Students working in a Mantle of the Expert context as a team of park rangers performing an operation on an injured animal.</div></div></div>\n<p><b>Mantle of the Expert</b> is an education approach that uses imaginary contexts to generate purposeful<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> and engaging<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> activities for learning. Within the fiction the students are cast as a team of experts working for a client on a commission. The commission is designed by the teacher to generate tasks and activities that fulfil the requirements of the client as well as create opportunities for students to study wide areas of the curriculum. For example, a class of students are cast (within the fiction) as a team of <a href=\"/wiki/Archaeologists\" class=\"mw-redirect\" title=\"Archaeologists\">archaeologists</a> <a href=\"/wiki/Excavation_(archaeology)\" title=\"Excavation (archaeology)\">excavating</a> an Egyptian tomb for the <a href=\"/wiki/Cairo_Museum\" class=\"mw-redirect\" title=\"Cairo Museum\">Cairo Museum</a>. To complete the commission they research ancient Egyptian history – learning about tombs, artefacts, and rituals – and in the process study history, geography, art, design and other subjects, as well as develop their skills in reading, writing, problem solving, and inquiry. Mantle of the Expert is not designed to teach the entire curriculum, all the time, but is rather an approach to be used selectively by the teacher along with a range of other methods.\n</p><p>Mantle of the Expert was developed by <a href=\"/wiki/Dorothy_Heathcote\" title=\"Dorothy Heathcote\">Dorothy Heathcote</a> at <a href=\"/wiki/Newcastle_University\" title=\"Newcastle University\">Newcastle University</a> in the 1970s and 80's. An internationally renowned authority<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> on drama for learning,<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> Heathcote's aim was to provide non-drama specialists with an approach that would support them in using drama across the <a href=\"/wiki/Curriculum\" title=\"Curriculum\">curriculum</a>.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup> Heathcote believed drama was an underused approach outside drama studios and could be used as a powerful medium for learning across the curriculum.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Origins\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Origins</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Later_Developments\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Later Developments</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Method\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Method</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Elements\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Elements</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Bibliography\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Bibliography</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#External_links\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Origins\">Origins</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Mantle_of_the_expert&amp;action=edit&amp;section=1\" title=\"Edit section: Origins\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Heathcote said she didn't as much invent Mantle of the Expert as \"find herself doing it.\"<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup> In an interview with <a href=\"/w/index.php?title=Sandra_Hesten&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Sandra Hesten (page does not exist)\">Sandra Hesten</a> in 1993, Heathcote recounts working with a small group of children on a drama context about the <a href=\"/wiki/Nativity_of_Jesus\" title=\"Nativity of Jesus\">Nativity</a> – \"…thinking about it later I thought that's really important – they were expert kings. And then it began to dawn on me. People had to have a <a href=\"/wiki/Point_of_view_(philosophy)\" title=\"Point of view (philosophy)\">point of view</a>. So when I reviewed the week I thought – the point of view of inn-keeping, the point of view of soldiers who are working for <a href=\"/wiki/Ancient_Rome\" title=\"Ancient Rome\">Rome</a>, the point of view of <a href=\"/wiki/Angels\" class=\"mw-redirect\" title=\"Angels\">angels</a>, the point of view of kings. And that's when it started coming together.\"<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup>\n</p><p>This conversation is recorded by Hesten in her <a href=\"/wiki/PhD_thesis\" class=\"mw-redirect\" title=\"PhD thesis\">PhD thesis</a> and is recounted by Heathcote at least two further times, once in the documentary \"Pieces of Dorothy\" and in an interview for the Mantle of the Expert website in 2009 - \"That was the start, I then started to think, what do I call it? That's when I got this crazy name. Which is extreme not crazy, just fanciful. I can't find a better name.\" Although Heathcote doesn't put a date on the 'Nativity' context in any of these interviews, it was likely to be around the mid-1970s, since soon after this time she began talking about Mantle of the Expert as a distinct approach and incorporated it into her courses at Newcastle University.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup>\n</p><p>Working with her graduate students at Newcastle University, Heathcote spent much of the late 1970s and 80's researching, developing, and evaluating Mantle of the Expert across a range of settings – <a href=\"/wiki/Primary_school\" title=\"Primary school\">primary</a> and <a href=\"/wiki/Secondary_school\" title=\"Secondary school\">secondary schools</a>, <a href=\"/wiki/Special_school\" class=\"mw-redirect\" title=\"Special school\">special schools</a>, <a href=\"/wiki/Borstal\" title=\"Borstal\">borstals</a>, and adult and child <a href=\"/wiki/Mental_hospital\" class=\"mw-redirect\" title=\"Mental hospital\">mental hospitals</a>.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup> Her method was to teach week long sessions, planned in advance with her students, which involved them playing different roles in the classroom. Although often involving a great deal of improvisation and discussion, Heathcote's Mantle of the Expert contexts were carefully planned and often elaborately embellished with resources, props, and costumes created by the graduate students. Essentially experimental in nature, these sessions were discussed, analysed, and evaluated by Heathcote and her students, and formed the foundations for the student's studies of the approach. In some cases these 'experiments' were documented.<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup>\n</p><p>After retiring in 1987, Heathcote continued to work on Mantle of the Expert, and used the approach in various settings and in different parts of the world.\n</p><p>In 1995 she co-wrote, \"Drama for Learning: Dorothy Heathcote's Mantle of the Expert Approach to Education\" with Gavin Bolton.<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Later_Developments\">Later Developments</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Mantle_of_the_expert&amp;action=edit&amp;section=2\" title=\"Edit section: Later Developments\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Among her students in the early 1980s was Luke Abbott. Abbott was a secondary school drama teacher at the time and took a year out to study with Heathcote on her graduate drama course. After completing his M.A. Abbott switched jobs and became a Local Authority advisor for Essex County Council and began working in schools – both primary and secondary – across the region.<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup>\n</p><p>In this new role Abbott used Mantle of the Expert with teachers in their classrooms, using Heathcote's laboratory method. His aim was to demonstrate how Mantle of the Expert worked with students in authentic classroom settings, using few props or elaborate resources. His approach was more pragmatic than Heathcote's and designed to be easier for teachers to implement.\n</p><p>In the early 2000s Abbott organised a series of conferences, both nationally and internationally, to promote the approach and its use as a pedagogy. With Heathcote as the keynote speaker and classroom teachers running workshops, Abbott's aim was to demystify Mantle of the Expert and turn the approach into something non-specialist drama teachers could use across the curriculum (as Heathcote had always planned). Schools such as Bealings Primary in Suffolk, Pound Lane Infants in Sussex, and Recreation Road Infants in Norwich began to use Mantle of the Expert as their main teaching approach and gained 'outstanding' grades from <a href=\"/wiki/Ofsted\" title=\"Ofsted\">Ofsted</a>, as well as excellent <a href=\"/wiki/National_Curriculum_assessment\" title=\"National Curriculum assessment\">SATs</a> results.\n</p><p>Since this time, Abbott and others have continued to develop Mantle of the Expert, working to train teachers in the UK, New Zealand, USA, and Palestine. Since 2012 eight schools in different regions of England have become '<a rel=\"nofollow\" class=\"external text\" href=\"http://www.mantleoftheexpert.com/training/mantle-of-the-expert-quality-mark-training-schools/\">training schools</a>' for Mantle of the Expert. And the approach is included in several university teacher training courses (including Newcastle).\n</p>\n<h2><span class=\"mw-headline\" id=\"Method\">Method</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Mantle_of_the_expert&amp;action=edit&amp;section=3\" title=\"Edit section: Method\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:222px;\"><a href=\"/wiki/File:SBP_6352.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/83/SBP_6352.jpg/220px-SBP_6352.jpg\" width=\"220\" height=\"147\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/83/SBP_6352.jpg/330px-SBP_6352.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/8/83/SBP_6352.jpg/440px-SBP_6352.jpg 2x\" data-file-width=\"1472\" data-file-height=\"982\" /></a>  <div class=\"thumbcaption\"><div class=\"magnify\"><a href=\"/wiki/File:SBP_6352.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>Using Heathcote's drama conventions, students explore why so many male passengers died during the sinking of the Titanic.</div></div></div>\n<p>Mantle of the Expert works<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup> by the teacher planning a fictional context where the students take on the responsibilities of an expert team. As the team, they are commissioned by a client (within the fiction) to work on a commission, which has been planned by the teacher to generate tasks and activities that involve them in studying and developing wide areas of the curriculum.<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup>\n</p><p>From the beginning the students are aware that they are involved in a fiction. Mantle of the Expert is not a simulation invented by the teacher to trick them into thinking they are involved in something real.<sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup>\n</p><p>Consciously going in and coming out of the fiction is an important dimension of the Mantle of the Expert approach. Like imaginative play<sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\">&#91;17&#93;</a></sup> the participants are always aware that the fiction is something that can stop and start as and when they or the teacher decide. In this way, an activity inside the fiction can create a purpose for curriculum learning outside the fiction. The teacher can introduce the task to the students 'as if' they are the expert team, such as writing a report to the museum, and then stop the story and come out of the fiction to teach them directly the knowledge and skills they need to complete the task. Once the task is complete, the teacher can restart the story and the students can see how their work has an effect inside the fiction. It is this process of going in and coming out of the fictional context that defines Mantle of the Expert as a teaching and learning approach.<sup id=\"cite_ref-18\" class=\"reference\"><a href=\"#cite_note-18\">&#91;18&#93;</a></sup>\n</p><p>The 'mantle' in Mantle of the Expert is a metaphor.<sup id=\"cite_ref-19\" class=\"reference\"><a href=\"#cite_note-19\">&#91;19&#93;</a></sup>\n</p><p>It does not mean the students are endowed with expertise in the real world. Heathcote was clear about this.<sup id=\"cite_ref-20\" class=\"reference\"><a href=\"#cite_note-20\">&#91;20&#93;</a></sup> They are only experts inside the fiction, in the sense that they are taking on the powers and responsibilities of the team; they are not experts outside the fiction. Both the teacher and the students work collaboratively inside the fiction as people working for the same team. This means the teacher deliberately changes her power relationship with the students to one of equal power and authority. In this way decisions are made through discussion and distributed leadership. Outside the fiction, the teacher's authority remains unaffected.<sup id=\"cite_ref-21\" class=\"reference\"><a href=\"#cite_note-21\">&#91;21&#93;</a></sup>\n</p><p>The creation of a fictional context where the students experiment with making decisions, taking on responsibilities, and meeting challenging situations, is a kind of 'safe zone' within the classroom. Unlike the real world where children would rarely, if ever, have these experiences, in an imaginary world they can explore, discuss, and evaluate them.<sup id=\"cite_ref-22\" class=\"reference\"><a href=\"#cite_note-22\">&#91;22&#93;</a></sup> For Heathcote this is what she meant when she described her ideal classroom as a laboratory - \"when you enter such a lab you bring in your knowledge and training with you and take on the mantle of responsibility that goes with the character of the setting. Above all, you know that the result of what you do there matter to someone other than yourself. Such settings are cells effecting change in society.\"<sup id=\"cite_ref-23\" class=\"reference\"><a href=\"#cite_note-23\">&#91;23&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Elements\">Elements</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Mantle_of_the_expert&amp;action=edit&amp;section=4\" title=\"Edit section: Elements\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Tim Taylor in his book, \"A Beginner's Guide to Mantle of the Expert\"<sup id=\"cite_ref-24\" class=\"reference\"><a href=\"#cite_note-24\">&#91;24&#93;</a></sup> identifies nine elements to the Mantle of the Expert approach. These are:\n</p>\n<ol><li>The creation of a fictional context – planned by the teacher and developed in collaboration with the students. The main functions of the fictional context are to create wider opportunities for curriculum learning; to make curriculum learning meaningful and purposeful; and to engage the students in curriculum study.</li>\n<li>The use of a narrative – planned by the teacher and developed in collaboration with the students. The main functions of the narrative are to set up the context for the students; to offer the students a way into the fiction; and to make curriculum activities memorable, understandable, and coherent.</li>\n<li>The use of inquiry questions. The main functions of inquiry questions are for students to explore, study, and analyse the curriculum; for students and teachers to work together in a community of learning; and for the teacher to create opportunities for students to assess, rethink, and shape the direction of the work as it develops.</li>\n<li>The Expert Team. Planned by the teacher and developed in collaboration with the students. Expert teams are people with authority, power, and status; people with responsibilities and duties to others; a community with agreed values and a defined purpose; colleagues with a shared history of challenges, mistakes, and success; experts with training and experience</li>\n<li>The client. Planned by the teacher. The purpose of the client is to generate purposeful activities for the team; create a focus for the team; reflect back to the team how they are performing and what they need to do to improve and develop; assess and evaluate the work of the team, requiring high standards and a focus on the commission; provide information, specialist knowledge, and experiences; make demands of the team.</li>\n<li>The commission. Planned by the teacher and developed with the students. The function of the commission is to give purpose to the work of the team and, by extension, to the students' curriculum studies; focus the work and keep it on course; provide a goal for the work, something to strive for; create a sense of responsibility; generate self-worth and a sense of achievement.</li>\n<li>Different points view. The purpose of providing the students with different points of view is to look at events from multiple perspectives; provide alternative attitudes, values, and beliefs; generate opportunities for exploring people's motivations; challenge the student's views and orthodox thinking; create opportunities to explore people and events in depth and complexity; experiment with different ways of dealing with challenges and problems.</li>\n<li>Tension. Planned by the teacher and developed in collaboration with the students. The purpose of tension is to create excitement and interest; create productive energy, drawing on the students' excitement and commitment to events; generate opportunities to examine people's actions, motivations, and values; build resilience.</li>\n<li>Drama conventions. Planned by the teacher and used in collaboration with the students. The purpose of drama conventions is to play with time – hold it, rewind it, jump forward; create opportunities for exploration, examination, discussion, and reflection; investigate people's actions, motivations, and values; give students the power to influence events; create a 'safe zone' that gives students the opportunity to experiment and explore different possibilities and choices.</li></ol>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Mantle_of_the_expert&amp;action=edit&amp;section=5\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist columns references-column-width\" style=\"-moz-column-width: 30em; -webkit-column-width: 30em; column-width: 30em; list-style-type: decimal;\">\n<ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Taylor, T. (2016) A Beginner's Guide to Mantle of the Expert. Singular. p.51.(Due for publication July 2016)</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Taylor, T. (2016) p.13.</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Wagner, B.J. (1976) Dorothy Heathcote: Drama as a Learning Medium. London: Trentham Books.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Bolton, G. (2003) Dorothy Heathcote's Story: the biography of a remarkable drama teacher. London: Trentham Books, introduction p.x</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Bolton (2003) p.126.</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Bolton (2003) p.126.</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Bolton (2003) p.127.</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Hesten, S. (1986) The Heathcote Archive. PhD thesis. p.156.</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Hesten, S. (1986).</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Bolton (2003) p.125.</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Hesten, S. (1986) p. 217.</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Heathcote, D. and Bolton, G. (1995) Drama for Learning: Dorothy Heathcote's Mantle of the Expert Approach to Education. Portsmouth: Heinemann.</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.mantleoftheexpert.com/about-moe/articles/\">\"Articles\"</a>. <i>Mantle of the Expert</i>. 25 March 2008.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=Mantle+of+the+Expert&amp;rft.atitle=Articles&amp;rft.date=2008-03-25&amp;rft_id=http%3A%2F%2Fwww.mantleoftheexpert.com%2Fabout-moe%2Farticles%2F&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMantle+of+the+expert\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">Taylor, T. (2016) p.25</span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\">Taylor, T. (2016)</span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\">Taylor, T. (2016) p.13.</span>\n</li>\n<li id=\"cite_note-17\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-17\">^</a></b></span> <span class=\"reference-text\">Taylor, T. (2016) p.13.</span>\n</li>\n<li id=\"cite_note-18\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-18\">^</a></b></span> <span class=\"reference-text\">Taylor, T. (2016) p.13.</span>\n</li>\n<li id=\"cite_note-19\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-19\">^</a></b></span> <span class=\"reference-text\">Taylor, T. (2016) p.53.</span>\n</li>\n<li id=\"cite_note-20\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-20\">^</a></b></span> <span class=\"reference-text\">O'Neill, C. (2015) Dorothy Heathcote on Education and Drama: Essential Writing. Routledge, p.119.</span>\n</li>\n<li id=\"cite_note-21\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-21\">^</a></b></span> <span class=\"reference-text\">Taylor, T. (2016) p.166.</span>\n</li>\n<li id=\"cite_note-22\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-22\">^</a></b></span> <span class=\"reference-text\">Taylor, T. (2016) p.39.</span>\n</li>\n<li id=\"cite_note-23\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-23\">^</a></b></span> <span class=\"reference-text\">Bolton (2003) p.126.</span>\n</li>\n<li id=\"cite_note-24\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-24\">^</a></b></span> <span class=\"reference-text\">Taylor, T. (2016).</span>\n</li>\n</ol></div>\n<h2><span class=\"mw-headline\" id=\"Bibliography\">Bibliography</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Mantle_of_the_expert&amp;action=edit&amp;section=6\" title=\"Edit section: Bibliography\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Viv Aitken, Dorothy Heathcote's Mantle of the Expert Approach to Teaching and Learning: a Brief Introduction. Ch.3 in Fraser, D. Aitken, V. and Whyte, B. (2013) Connecting Curriculum, Linking Learning. nzcer Press.</li>\n<li>Bolton, G. (2003) Dorothy Heathcote's Story: the biography of a remarkable drama teacher. London: Trentham Books.</li>\n<li>Bolton, G. (1999) Acting in Classroom Drama. Birmingham: Trentham Books.</li>\n<li>Edmiston, B. (2014) Transforming Teaching and Learning with Active and Dramatic Approaches: Engaging Students Across the Curriculum, Routledge.</li>\n<li>Heathcote, D. and Bolton, G. (1995) Drama for Learning: Dorothy Heathcote's mantle of the expert Approach to education. Portsmouth: Heinemann.</li>\n<li>Heathcote D. (2002) <a rel=\"nofollow\" class=\"external text\" href=\"http://www.mantleoftheexpert.com/about-moe/articles/\">Contexts for Active Learning</a>.</li>\n<li>Hesten, S. (1986) <a rel=\"nofollow\" class=\"external text\" href=\"http://www.mantleoftheexpert.com/about-moe/archives/dh-archive/\">The Heathcote Archive. PhD thesis</a>.</li>\n<li>Johnson, L. and O'Neill, C. (ed.) (1984) Dorothy Heathcote: Collected Writings on Education and Drama. London: Hutchinson.</li>\n<li>Morgan, N. and Saxton, J. (1987) Teaching Drama: a mind of many wonders. Porstmouth: Heinemann.</li>\n<li>O'Neill, C. (2015) Dorothy Heathcote on Education and Drama: Essential Writing. Routledge.</li>\n<li>Taylor, T. (2016) A Beginner's Guide to Mantle of the Expert. Singular. (Due for publication July 2016)</li>\n<li>Wagner, B.J. (1976) Dorothy Heathcote: Drama as a Learning Medium. London: Trentham Books.</li></ul>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Mantle_of_the_expert&amp;action=edit&amp;section=7\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20080316083324/http://www.mantleoftheexpert.com/index.php\">Mantle of the Expert.com</a></li>\n<li><a rel=\"nofollow\" class=\"external free\" href=\"http://www.imaginative-inquiry.co.uk/\">http://www.imaginative-inquiry.co.uk/</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.nzcer.org.nz/nzcerpress/connecting-curriculum-linking-learning\">Fraser, D., Aitken, V., &amp; Whyte, B. (2013). Connecting Curriculum, Linking Learning. Wellington: NZCER Press.</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.mantleoftheexpert.co.nz/\">Mantle of the Expert Aotearoa - New Zealand site</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1266\nCached time: 20180909034527\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.108 seconds\nReal time usage: 0.133 seconds\nPreprocessor visited node count: 376/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 1796/2097152 bytes\nTemplate argument size: 116/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 6962/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.025/10.000 seconds\nLua memory usage: 1.34 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   78.509      1 Template:Reflist\n100.00%   78.509      1 -total\n 68.61%   53.864      1 Template:Cite_web\n  3.35%    2.630      1 Template:Main_other\n  1.90%    1.490      1 Template:Column-width\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:16638592-0!canonical and timestamp 20180909034527 and revision id 820644979\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","*":"Education_theory"}],"links":[{"ns":0,"exists":"","*":"Ancient Rome"},{"ns":0,"exists":"","*":"Angels"},{"ns":0,"exists":"","*":"Archaeologists"},{"ns":0,"exists":"","*":"Borstal"},{"ns":0,"exists":"","*":"Cairo Museum"},{"ns":0,"exists":"","*":"Curriculum"},{"ns":0,"exists":"","*":"Dorothy Heathcote"},{"ns":0,"exists":"","*":"Excavation (archaeology)"},{"ns":0,"exists":"","*":"Mental hospital"},{"ns":0,"exists":"","*":"National Curriculum assessment"},{"ns":0,"exists":"","*":"Nativity of Jesus"},{"ns":0,"exists":"","*":"Newcastle University"},{"ns":0,"exists":"","*":"Ofsted"},{"ns":0,"exists":"","*":"PhD thesis"},{"ns":0,"exists":"","*":"Point of view (philosophy)"},{"ns":0,"exists":"","*":"Primary school"},{"ns":0,"exists":"","*":"Secondary school"},{"ns":0,"exists":"","*":"Special school"},{"ns":0,"*":"Sandra Hesten"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Column-width"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":["SBP_6196.jpg","SBP_6352.jpg"],"externallinks":["http://www.mantleoftheexpert.com/about-moe/articles/","http://www.mantleoftheexpert.com/training/mantle-of-the-expert-quality-mark-training-schools/","http://www.mantleoftheexpert.com/about-moe/archives/dh-archive/","https://web.archive.org/web/20080316083324/http://www.mantleoftheexpert.com/index.php","http://www.nzcer.org.nz/nzcerpress/connecting-curriculum-linking-learning","http://www.mantleoftheexpert.co.nz/","http://www.imaginative-inquiry.co.uk/"],"sections":[{"toclevel":1,"level":"2","line":"Origins","number":"1","index":"1","fromtitle":"Mantle_of_the_expert","byteoffset":2147,"anchor":"Origins"},{"toclevel":1,"level":"2","line":"Later Developments","number":"2","index":"2","fromtitle":"Mantle_of_the_expert","byteoffset":5169,"anchor":"Later_Developments"},{"toclevel":1,"level":"2","line":"Method","number":"3","index":"3","fromtitle":"Mantle_of_the_expert","byteoffset":7260,"anchor":"Method"},{"toclevel":1,"level":"2","line":"Elements","number":"4","index":"4","fromtitle":"Mantle_of_the_expert","byteoffset":10791,"anchor":"Elements"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"5","fromtitle":"Mantle_of_the_expert","byteoffset":14365,"anchor":"References"},{"toclevel":1,"level":"2","line":"Bibliography","number":"6","index":"6","fromtitle":"Mantle_of_the_expert","byteoffset":14400,"anchor":"Bibliography"},{"toclevel":1,"level":"2","line":"External links","number":"7","index":"7","fromtitle":"Mantle_of_the_expert","byteoffset":15862,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Mantle of the expert","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q6752138"}]}}