{"parse":{"title":"Sensitivity auditing","pageid":48304379,"revid":849209752,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Sensitivity auditing</b> is an extension of <a href=\"/wiki/Sensitivity_analysis\" title=\"Sensitivity analysis\">sensitivity analysis</a> for use in policy-relevant modelling studies. Its use is recommended - e.g. in the European Commission Impact assessment guidelines <sup id=\"cite_ref-IA_1-0\" class=\"reference\"><a href=\"#cite_note-IA-1\">&#91;1&#93;</a></sup> - when a <a href=\"/wiki/Sensitivity_analysis\" title=\"Sensitivity analysis\">sensitivity analysis</a> (SA) of a model-based study is meant to demonstrate the robustness of the evidence provided by the model, but in a context where the inference feeds into a policy or decision-making process.<sup id=\"cite_ref-Latinorum_2-0\" class=\"reference\"><a href=\"#cite_note-Latinorum-2\">&#91;2&#93;</a></sup>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Approach\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Approach</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#The_rules\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">The rules</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Questions_addressed_by_sensitivity_auditing\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Questions addressed by sensitivity auditing</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Sensitivity_auditing_in_the_European_Commission_Guidelines\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Sensitivity auditing in the European Commission Guidelines</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Approach\">Approach</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Sensitivity_auditing&amp;action=edit&amp;section=1\" title=\"Edit section: Approach\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In these cases, the framing of the analysis itself, its institutional context, and the motivations of its author may become highly relevant, and a pure SA - with its focus on parametric (i.e. quantified) uncertainty - may be insufficient. The emphasis on the framing may, among other things, derive from the relevance of the policy study to different constituencies that are characterized by different norms and values, and hence by a different story about `what the problem is' and foremost about `who is telling the story'. Most often the framing includes implicit assumptions, which could be political (e.g. which group needs to be protected) all the way to technical (e.g. which variable can be treated as a constant).\n</p><p>In order to take these concerns into due consideration, sensitivity auditing extends the instruments of <a href=\"/wiki/Sensitivity_analysis\" title=\"Sensitivity analysis\">sensitivity analysis</a> to provide an assessment of the entire knowledge- and model-generating process. It takes inspiration from <a href=\"/wiki/NUSAP\" title=\"NUSAP\">NUSAP</a>,<sup id=\"cite_ref-NUSAP_3-0\" class=\"reference\"><a href=\"#cite_note-NUSAP-3\">&#91;3&#93;</a></sup> a method used to qualify the worth (quality) of quantitative information with the generation of `Pedigrees' of numbers. Likewise, sensitivity auditing has been developed to provide pedigrees of models and model-based inferences.<sup id=\"cite_ref-Latinorum_2-1\" class=\"reference\"><a href=\"#cite_note-Latinorum-2\">&#91;2&#93;</a></sup> Sensitivity auditing is especially suitable in an adversarial context, where not only the nature of the evidence, but also the degree of certainty and uncertainty associated to the evidence, is the subject of partisan interests. These are the settings considered in <a href=\"/wiki/Post-normal_science\" title=\"Post-normal science\">Post-normal science</a> <sup id=\"cite_ref-F&amp;R1993_4-0\" class=\"reference\"><a href=\"#cite_note-F&amp;R1993-4\">&#91;4&#93;</a></sup> or in <a href=\"/wiki/Mode_2\" title=\"Mode 2\">Mode 2</a><sup id=\"cite_ref-Gibbons1993_5-0\" class=\"reference\"><a href=\"#cite_note-Gibbons1993-5\">&#91;5&#93;</a></sup> science. <a href=\"/wiki/Post-normal_science\" title=\"Post-normal science\">Post-normal science</a> (PNS) is a concept developed by <a href=\"/wiki/Silvio_Funtowicz\" title=\"Silvio Funtowicz\">Silvio Funtowicz</a> and <a href=\"/wiki/Jerome_Ravetz\" title=\"Jerome Ravetz\">Jerome Ravetz</a>,<sup id=\"cite_ref-F&amp;R1993_4-1\" class=\"reference\"><a href=\"#cite_note-F&amp;R1993-4\">&#91;4&#93;</a></sup><sup id=\"cite_ref-F&amp;R1991_6-0\" class=\"reference\"><a href=\"#cite_note-F&amp;R1991-6\">&#91;6&#93;</a></sup><sup id=\"cite_ref-F&amp;R1992_7-0\" class=\"reference\"><a href=\"#cite_note-F&amp;R1992-7\">&#91;7&#93;</a></sup> which proposes a methodology of inquiry that is appropriate when “facts are uncertain, values in dispute, stakes high and decisions urgent” (Funtowicz and Ravetz, 1992:<sup id=\"cite_ref-F&amp;R1992_7-1\" class=\"reference\"><a href=\"#cite_note-F&amp;R1992-7\">&#91;7&#93;</a></sup> 251–273). <a href=\"/wiki/Mode_2\" title=\"Mode 2\">Mode 2</a> Science, coined in 1994 by Gibbons et al., refers to a mode of production of scientific knowledge that is context-driven, problem-focused and interdisciplinary. Carrozza (2015)<sup id=\"cite_ref-Carrozza2015_8-0\" class=\"reference\"><a href=\"#cite_note-Carrozza2015-8\">&#91;8&#93;</a></sup> offers a discussion of these concepts and approaches.\n</p><p>Sensitivity auditing is recommended by the <a href=\"/wiki/European_Commission\" title=\"European Commission\">European Commission</a> for use in <a href=\"/wiki/Impact_assessment\" title=\"Impact assessment\">impact assessments</a> in order to improve the quality of model-based evidence used to support policy decisions.<sup id=\"cite_ref-IA_1-1\" class=\"reference\"><a href=\"#cite_note-IA-1\">&#91;1&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"The_rules\">The rules</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Sensitivity_auditing&amp;action=edit&amp;section=2\" title=\"Edit section: The rules\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Sensitivity auditing is summarised by seven rules or guiding principles:\n</p>\n<ol><li>Check against the rhetorical use of mathematical modeling. Question addressed: is the model being used to elucidate or to obfuscate?;</li>\n<li>Adopt an `assumption hunting' attitude. Question addressed: what was `assumed out'? What are the tacit, pre-analytical, possibly normative assumptions underlying the analysis?;</li>\n<li>Detect Garbage In Garbage Out (GIGO). Issue addressed: artificial deflation of uncertainty operated in order to achieve a desired inference at a desired level of confidence. It also works on the reverse practice, the artificial inflation of uncertainties, e.g. to deter regulation;</li>\n<li>Find sensitive assumptions before they find you. Issue addressed: anticipate criticism by doing careful homework via sensitivity and uncertainty analyses before publishing results.</li>\n<li>Aim for transparency. Issue addressed: stakeholders should be able to make sense of, and possibly replicate, the results of the analysis;</li>\n<li>Do the right sums, which is more important than `Do the sums right'. Issue addressed: is the viewpoint of a relevant stakeholder being neglected? Who decided that there was a problem and what the problem was?</li>\n<li>Focus the analysis on the key question answered by the model, exploring the entire space of the assumptions holistically. Issue addressed: don't perform perfunctory analyses that just `scratch the surface' of the system's potential uncertainties.</li></ol>\n<p>The first rule looks at the instrumental use of mathematical modeling to advance one's agenda. This use is called rhetorical, or strategic, like the use of Latin to confuse or obfuscate an interlocutor.\n</p><p>The second rule about `assumption hunting' is a reminder to look for what was assumed when the model was originally framed. Modes are full of <a href=\"/wiki/Ceteris_paribus\" title=\"Ceteris paribus\">ceteris paribus</a> assumptions. For example, in economics, the model can predict the result of a shock to a given set of equations, assuming that all the rest - all other input variables and inputs - remain equal, but in real life \"ceteris\" are never \"paribus\", meaning that variables tend to be linked with one another, so they cannot realistically change independently of one another.\n</p><p>Rule three is about artificially exaggerating or playing down uncertainties wherever convenient. The tobacco lobbies exaggerated the uncertainties about the health effects of smoking according to Oreskes and Conway,<sup id=\"cite_ref-Merchant_9-0\" class=\"reference\"><a href=\"#cite_note-Merchant-9\">&#91;9&#93;</a></sup> while advocates of the death penalty played down the uncertainties in the negative relations between capital punishment and crime rate.<sup id=\"cite_ref-Leamer_10-0\" class=\"reference\"><a href=\"#cite_note-Leamer-10\">&#91;10&#93;</a></sup> Clearly the latter wanted the policy, in this case the death penalty, and were interested in showing that the supporting evidence was robust. In the former case the lobbies did not want regulation (e.g. bans on tobacco smoking in public places) and were hence interested in amplifying the uncertainty in the smoking-health effect causality relationship.\n</p><p>Rule four is about `confessing' uncertainties before going public with the analysis. This rule is also one of the commandments of applied econometrics according to\nKennedy:<sup id=\"cite_ref-Kennedy_11-0\" class=\"reference\"><a href=\"#cite_note-Kennedy-11\">&#91;11&#93;</a></sup> `Thou shall confess in the presence of sensitivity. Corollary: Thou shall anticipate criticism'. According to this rule, a <a href=\"/wiki/Sensitivity_analysis\" title=\"Sensitivity analysis\">sensitivity analysis</a> should be performed before the results of a modeling study are published. There are many good reasons for doing this, one being that a carefully performed <a href=\"/wiki/Sensitivity_analysis\" title=\"Sensitivity analysis\">sensitivity analysis</a> often uncovers plain coding mistakes or model inadequacies. The other is that, more often than not, the analysis reveals uncertainties that are larger than those anticipated by the model developers.\n</p><p>Rule five is about presenting the results of the modeling study in a transparent fashion. Both rules originate from the practice of impact assessment, where a modeling study presented without a proper SA, or as originating from a model which is in fact a black box, may end up being rejected by stakeholders.<sup id=\"cite_ref-Issues_12-0\" class=\"reference\"><a href=\"#cite_note-Issues-12\">&#91;12&#93;</a></sup> Both rules four and five suggest that reproducibility may be a condition for transparency and that this latter may be a condition for legitimacy.<sup id=\"cite_ref-Cartesian_13-0\" class=\"reference\"><a href=\"#cite_note-Cartesian-13\">&#91;13&#93;</a></sup>\n</p><p>Rule six, about doing the right sum, is not far from the `assumption-hunting' rule; it is just more general. It deals with the fact that often an analyst is set to work on an analysis arbitrarily framed to the advantage of a party. Sometime this comes via the choice of the discipline selected to do the analysis. Thus an environmental impact problem may be framed through the lenses of economics, and presented as a cost benefit or risk analysis, while the issue has little to do with costs or benefits or risks and a lot to do with profits, controls, and norms. An example is in Marris et al.<sup id=\"cite_ref-Marris_14-0\" class=\"reference\"><a href=\"#cite_note-Marris-14\">&#91;14&#93;</a></sup> on the issue of GMOs, mostly presented in the public discourse as a food safety issue while the spectrum of concerns of GMO opponents - including lay citizens - appears broader.\n</p><p>Rule seven is about avoiding a perfunctory <a href=\"/wiki/Sensitivity_analysis\" title=\"Sensitivity analysis\">sensitivity analysis</a>. A SA where each uncertain input is moved at a time while leaving all other inputs fixed is perfunctory.<sup id=\"cite_ref-OAT_15-0\" class=\"reference\"><a href=\"#cite_note-OAT-15\">&#91;15&#93;</a></sup> A true SA should make an honest effort at exploring all uncertainties simultaneously, leaving the model free to display its full nonlinear and possibly non-additive behaviour. A similar point is made in Sam L. Savage's book `The flaw of averages'.<sup id=\"cite_ref-Savage_16-0\" class=\"reference\"><a href=\"#cite_note-Savage-16\">&#91;16&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Questions_addressed_by_sensitivity_auditing\">Questions addressed by sensitivity auditing</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Sensitivity_auditing&amp;action=edit&amp;section=3\" title=\"Edit section: Questions addressed by sensitivity auditing\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In conclusion, these rules are meant to help an analyst to anticipate criticism, in particular relating to model-based inference feeding into an impact assessment. What questions and objections may be received by the modeler? Here is a possible list:\n</p>\n<ul><li>You treated X as a constant when we know it is uncertain by at least 30%</li>\n<li>It would be sufficient for a 5% error in X to make your statement about Z fragile</li>\n<li>Your model is but one of the plausible models - you neglected model uncertainty</li>\n<li>You have instrumentally maximized your level of confidence in the results</li>\n<li>Your model is a <a href=\"/wiki/Black_box\" title=\"Black box\">black box</a> - why should I trust your results?</li>\n<li>You have artificially inflated the uncertainty</li>\n<li>Your framing is not socially robust</li>\n<li>You are answering the wrong question</li></ul>\n<h2><span class=\"mw-headline\" id=\"Sensitivity_auditing_in_the_European_Commission_Guidelines\">Sensitivity auditing in the European Commission Guidelines</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Sensitivity_auditing&amp;action=edit&amp;section=4\" title=\"Edit section: Sensitivity auditing in the European Commission Guidelines\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Sensitivity auditing is described in the European Commission Guidelines for impact assessment <sup id=\"cite_ref-IA_1-2\" class=\"reference\"><a href=\"#cite_note-IA-1\">&#91;1&#93;</a></sup>. Relevants excerpts are (pp. 392): \n</p>\n<dl><dd>\"[… ]where there is a major disagreement among stakeholders about the nature of the problem, … then sensitivity auditing is more suitable but sensitivity analysis is still advisable as one of the steps of sensitivity auditing.\"</dd></dl>\n<dl><dd>\"Sensitivity auditing, […] is a wider consideration of the effect of all types of uncertainty, including structural assumptions embedded in the model, and subjective decisions taken in the framing of the problem.\"</dd></dl>\n<dl><dd>\"The ultimate aim is to communicate openly and honestly the extent to which particular models can be used to support policy decisions and what their limitations are.\"</dd></dl>\n<dl><dd>\"In general sensitivity auditing stresses the idea of honestly communicating the extent to which model results can be trusted, taking into account as much as possible all forms of potential uncertainty, and to anticipate criticism by third parties.\"</dd></dl>\n<p><br />\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Sensitivity_auditing&amp;action=edit&amp;section=5\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-IA-1\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-IA_1-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-IA_1-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-IA_1-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\">European Commission. (2015). Guidelines on Impact Assessment - European Commission <a rel=\"nofollow\" class=\"external text\" href=\"http://ec.europa.eu/smart-regulation/guidelines/tool_56_en.htm\">European Commission Better Regulation Guidelines</a></span>\n</li>\n<li id=\"cite_note-Latinorum-2\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Latinorum_2-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Latinorum_2-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Saltelli, A., van der Sluijs, J., Guimarães Pereira, Â., 2013, Funtowiz, S.O., What do I make of your Latinorum? Sensitivity auditing of mathematical modelling, International Journal Foresight and Innovation Policy, 9 (2/3/4), 213–234.</span>\n</li>\n<li id=\"cite_note-NUSAP-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-NUSAP_3-0\">^</a></b></span> <span class=\"reference-text\">Van der Sluijs JP, Craye M, Funtowicz S, Kloprogge P, Ravetz J, Risbey J (2005) Combining quantitative and qualitative measures of uncertainty in model based environmental assessment: the NUSAP system. Risk Analysis 25(2):481-492</span>\n</li>\n<li id=\"cite_note-F&amp;R1993-4\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-F&amp;R1993_4-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-F&amp;R1993_4-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Funtowicz, S. O. &amp; Ravetz, J. R. 1993. Science for the post-normal age. Futures, 25(7), 739–755.</span>\n</li>\n<li id=\"cite_note-Gibbons1993-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Gibbons1993_5-0\">^</a></b></span> <span class=\"reference-text\">Gibbons, Michael; Camille Limoges; Helga Nowotny; Simon Schwartzman; Peter Scott; Martin Trow (1994). The new production of knowledge: the dynamics of science and research in contemporary societies. London: Sage. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-8039-7794-8\" title=\"Special:BookSources/0-8039-7794-8\">0-8039-7794-8</a>.</span>\n</li>\n<li id=\"cite_note-F&amp;R1991-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-F&amp;R1991_6-0\">^</a></b></span> <span class=\"reference-text\">Funtowicz, S.O. and Jerome R. Ravetz (1991). \"A New Scientific Methodology for Global Environmental Issues.\" In Ecological Economics: The Science and Management of Sustainability. Ed. Robert Costanza. New York: Columbia University Press: 137–152.</span>\n</li>\n<li id=\"cite_note-F&amp;R1992-7\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-F&amp;R1992_7-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-F&amp;R1992_7-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Funtowicz, S. O., &amp; Ravetz, J. R. 1992. Three types of risk assessment and the emergence of postnormal science. In S. Krimsky &amp; D. Golding (Eds.), Social theories of risk (pp. 251–273). Westport, CT: Greenwood.</span>\n</li>\n<li id=\"cite_note-Carrozza2015-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Carrozza2015_8-0\">^</a></b></span> <span class=\"reference-text\">Carrozza, C., 2015. “Democratizing Expertise and Environmental Governance: Different Approaches to the Politics of Science and their Relevance for Policy Analysis”, Journal of Environmental Policy &amp; Planning, 17(1), 108-126.</span>\n</li>\n<li id=\"cite_note-Merchant-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Merchant_9-0\">^</a></b></span> <span class=\"reference-text\">Oreskes N, Conway EM (2010) Merchants of Doubt: How a Handful of Scientists Obscured the Truth on Issues from Tobacco Smoke to Global Warming. Bloomsbury Press, New York.</span>\n</li>\n<li id=\"cite_note-Leamer-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Leamer_10-0\">^</a></b></span> <span class=\"reference-text\">Leamer EE (2010) Tantalus on the road to asymptopia. Journal of Economic Perspectives 4(2):31-46.</span>\n</li>\n<li id=\"cite_note-Kennedy-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Kennedy_11-0\">^</a></b></span> <span class=\"reference-text\">Kennedy, P. (2007) A Guide to Econometrics, 5th ed., p.396, Blackwell Publishing, Oxford.</span>\n</li>\n<li id=\"cite_note-Issues-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Issues_12-0\">^</a></b></span> <span class=\"reference-text\">Saltelli, A., Funtowicz, S., 2014, When all models are wrong: More stringent quality criteria are needed for models used at the science-policy interface, Issues in Science and Technology, Winter 2014, 79-85.</span>\n</li>\n<li id=\"cite_note-Cartesian-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Cartesian_13-0\">^</a></b></span> <span class=\"reference-text\">Saltelli, A., Funtowicz, S., 2015 Evidence-based policy at the end of the Cartesian Dream: The case of mathematical modelling, in \"The end of the Cartesian dream\", Edited by Ângela Guimarães Pereira, and Silvio Funtowicz, Routledge, p. 147-162.</span>\n</li>\n<li id=\"cite_note-Marris-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Marris_14-0\">^</a></b></span> <span class=\"reference-text\">Marris, C., Wynne, B., Simmons, P., and Weldon, Sue. 2001. Final Report of the PABE Research Project Funded by the Commission of European Communities, Contract number: FAIR CT98-3844 DG12-SSMI) Dec, Lancaster: University of Lancaster.</span>\n</li>\n<li id=\"cite_note-OAT-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-OAT_15-0\">^</a></b></span> <span class=\"reference-text\">Saltelli, A., Annoni, P., 2010, How to avoid a perfunctory sensitivity analysis, Environmental Modeling and Software, 25, 1508-1517</span>\n</li>\n<li id=\"cite_note-Savage-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Savage_16-0\">^</a></b></span> <span class=\"reference-text\">Savage SL (2009) The Flaw of Averages: Why We Underestimate Risk in the Face of Uncertainty, Wiley.</span>\n</li>\n</ol></div></div>\n\n<!-- \nNewPP limit report\nParsed by mw1331\nCached time: 20180910161306\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.084 seconds\nReal time usage: 0.105 seconds\nPreprocessor visited node count: 509/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 1387/2097152 bytes\nTemplate argument size: 486/2097152 bytes\nHighest expansion depth: 16/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 8282/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.005/10.000 seconds\nLua memory usage: 667 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   61.069      1 Template:Reflist\n100.00%   61.069      1 -total\n 64.90%   39.632      1 Template:ISBN\n 18.47%   11.282      1 Template:Catalog_lookup_link\n 10.16%    6.207      1 Template:Error-small\n  6.76%    4.129      3 Template:Yesno-no\n  4.64%    2.831      2 Template:Main_other\n  4.07%    2.485      3 Template:Yesno\n  3.75%    2.291      6 Template:Trim\n  3.46%    2.116      1 Template:Tl\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:48304379-0!canonical and timestamp 20180910161306 and revision id 849209752\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","*":"Scientific_modeling"},{"sortkey":"","*":"Environmental_social_science"},{"sortkey":"","*":"Scientific_method"}],"links":[{"ns":0,"exists":"","*":"Black box"},{"ns":0,"exists":"","*":"Ceteris paribus"},{"ns":0,"exists":"","*":"European Commission"},{"ns":0,"exists":"","*":"Impact assessment"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"Jerome Ravetz"},{"ns":0,"exists":"","*":"Mode 2"},{"ns":0,"exists":"","*":"NUSAP"},{"ns":0,"exists":"","*":"Post-normal science"},{"ns":0,"exists":"","*":"Sensitivity analysis"},{"ns":0,"exists":"","*":"Silvio Funtowicz"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:ISBN"},{"ns":10,"exists":"","*":"Template:Catalog lookup link"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Error-small"},{"ns":10,"exists":"","*":"Template:Tl"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Check isxn"},{"ns":828,"exists":"","*":"Module:Error"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["http://ec.europa.eu/smart-regulation/guidelines/tool_56_en.htm"],"sections":[{"toclevel":1,"level":"2","line":"Approach","number":"1","index":"1","fromtitle":"Sensitivity_auditing","byteoffset":708,"anchor":"Approach"},{"toclevel":1,"level":"2","line":"The rules","number":"2","index":"2","fromtitle":"Sensitivity_auditing","byteoffset":4640,"anchor":"The_rules"},{"toclevel":1,"level":"2","line":"Questions addressed by sensitivity auditing","number":"3","index":"3","fromtitle":"Sensitivity_auditing","byteoffset":11380,"anchor":"Questions_addressed_by_sensitivity_auditing"},{"toclevel":1,"level":"2","line":"Sensitivity auditing in the European Commission Guidelines","number":"4","index":"4","fromtitle":"Sensitivity_auditing","byteoffset":12193,"anchor":"Sensitivity_auditing_in_the_European_Commission_Guidelines"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"5","fromtitle":"Sensitivity_auditing","byteoffset":13276,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Sensitivity auditing","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q23583005"}]}}