{"parse":{"title":"Benny Giay","pageid":18690168,"revid":836020407,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content ambox-BLP_sources\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/40px-Ambox_important.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/60px-Ambox_important.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/80px-Ambox_important.svg.png 2x\" data-file-width=\"40\" data-file-height=\"40\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This <a href=\"/wiki/Wikipedia:Biographies_of_living_persons\" title=\"Wikipedia:Biographies of living persons\">biography of a living person</a> <b>needs additional <a href=\"/wiki/Wikipedia:Citing_sources\" title=\"Wikipedia:Citing sources\">citations</a> for <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">verification</a></b>.<span class=\"hide-when-compact\"> Please help by adding <a href=\"/wiki/Wikipedia:Identifying_reliable_sources\" title=\"Wikipedia:Identifying reliable sources\">reliable sources</a>. Contentious material about living persons that is unsourced or poorly sourced <b>must be removed immediately</b>, especially if potentially <a href=\"/wiki/Wikipedia:Libel\" title=\"Wikipedia:Libel\">libelous</a> or harmful.</span>  <small><i>(February 2013)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p><b>Benny Giay</b> (born 12 January 1955, in the village <a href=\"/w/index.php?title=Onago&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Onago (page does not exist)\">Onago</a>, Waketei district, in what was then <a href=\"/wiki/Netherlands_New_Guinea\" title=\"Netherlands New Guinea\">Netherlands New Guinea</a>) is a theologian, a social anthropologist, and an activist, known for his activities in reconciliation to protect the rights of the <a href=\"/wiki/Papuans\" class=\"mw-redirect\" title=\"Papuans\">Papuans</a> of the Western, Indonesian controlled, part of <a href=\"/wiki/New_Guinea\" title=\"New Guinea\">New Guinea</a>.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Early_life_and_education\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Early life and education</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Academic_work\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Academic work</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#The_Papuan_Struggle\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">The Papuan Struggle</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Honours\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Honours</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Publications\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Publications</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Sources\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Sources</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Early_life_and_education\">Early life and education</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Benny_Giay&amp;action=edit&amp;section=1\" title=\"Edit section: Early life and education\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Giay attended junior high school in <a href=\"/w/index.php?title=Tiom&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Tiom (page does not exist)\">Tiom</a> (<a href=\"/wiki/Paniai\" class=\"mw-redirect\" title=\"Paniai\">Paniai</a>) from 1960 to 1967. In 1971 he went to a teacher training school also in Tiom. He started his studies in social work at the Cenderawasih University (<a href=\"/wiki/UNCEN\" class=\"mw-redirect\" title=\"UNCEN\">UNCEN</a>) in <a href=\"/wiki/Jayapura\" title=\"Jayapura\">Jayapura</a>, <a href=\"/wiki/Papua_(Indonesian_province)\" class=\"mw-redirect\" title=\"Papua (Indonesian province)\">Papua</a>, Indonesia in 1974. From 1980 to 1983, he studied for a Master of Divinity degree at the <a href=\"/wiki/Asian_Theological_Seminary\" title=\"Asian Theological Seminary\">Asian Theological Seminary</a>, in Manila, the <a href=\"/wiki/Philippines\" title=\"Philippines\">Philippines</a>.\n</p><p>He was ordained as a pastor in the Kemah Injil Church (<a href=\"/w/index.php?title=KINGMI&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"KINGMI (page does not exist)\">KINGMI</a>) (Gospel Tabernacle Church), which was founded by the <a href=\"/wiki/Christian_and_Missionary_Alliance\" title=\"Christian and Missionary Alliance\">Christian and Missionary Alliance</a>. In 1983, he was appointed lecturer at the <a href=\"/w/index.php?title=Jaffray_Theological_College&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Jaffray Theological College (page does not exist)\">Jaffray Theological College</a> in Makassar, South Sulawesi and for three years he also taught courses for pastors in Kalimantan. In 1987, Giay returned to Papua to work as a pastor. He took the initiative of establishing the Walter Post Theological College there, so that students would not have to go all the way to Makassar if they wanted to study for the ministry.\n</p><p>From 1990 to 1995, he did his doctoral studies in social anthropology at the <a href=\"/wiki/Vrije_Universiteit\" class=\"mw-redirect\" title=\"Vrije Universiteit\">Free University</a> in Amsterdam. He did field work in <a href=\"/wiki/Paniai\" class=\"mw-redirect\" title=\"Paniai\">Paniai</a>, Papua, from June 1991 to March 1992. He graduated in 1995 with a thesis on the <a href=\"/w/index.php?title=Wege_Bage&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Wege Bage (page does not exist)\">Wege Bage</a>, a new religious movement led by <a href=\"/w/index.php?title=Zakheus_Pakage&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Zakheus Pakage (page does not exist)\">Zakheus Pakage</a> in his home district of Paniai.\n</p>\n<h2><span class=\"mw-headline\" id=\"Academic_work\">Academic work</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Benny_Giay&amp;action=edit&amp;section=2\" title=\"Edit section: Academic work\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The research of Benny Giay is focused on the role of religion and the Christian faith in Papuan society. He did research on new religious movements, in particular on <a href=\"/wiki/Cargo_cult\" title=\"Cargo cult\">cargo cults</a> in the Papuan context. This term can be considered derogatory, as it assumes that Papuans are primitive people who have an unrealistic and irrational way to acquire material goods; it also assumes that their religious feelings and expressions can be reduced to this attitude. Giay describes these new movements with sympathy and often from an insider's perspective. His doctoral thesis was a study of the <a href=\"/w/index.php?title=Wege_Bage_Movement&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Wege Bage Movement (page does not exist)\">Wege Bage Movement</a> in his home regency (<a href=\"/wiki/Paniai\" class=\"mw-redirect\" title=\"Paniai\">Paniai</a>), a movement that had been initiated by <a href=\"/w/index.php?title=Zakheus_Pakage&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Zakheus Pakage (page does not exist)\">Zakheus Pakage</a>. Several of Giay's relatives had joined the movement. Giay sees the movement as a legitimate way to reconcile traditional culture and Christianity, though as a member of the evangelical KINGMI Papua Church, he is also critical of it. Giay calls on followers of the Wege Bage Movement not to close themselves off from a discussion on the Christian truth with other churches, and he also appeals to his own church not to condemn the movement, but to initiate a dialogue.\nIn later publications Giay advocates a church that is active in the human rights movement, and which is a spokesperson for Papuans, who are victims of repression by the Indonesian security forces. He advocates a theology that is inspired by liberation theologians and by <a href=\"/wiki/Frantz_Fanon\" title=\"Frantz Fanon\">Frantz Fanon</a>. He pleads for the recognition of the right of Papuans to their own cultural and ethnic identity. Papuans, in his view, are <a href=\"/wiki/Melanesians\" title=\"Melanesians\">Melanesians</a>, with a black skin and frizzy hair, and they can never become Indonesians with amber-coloured skin and straight hair. He wrote an article on the origins of the Papuan political movement called <a href=\"/w/index.php?title=Papua_Zone_Damai&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Papua Zone Damai (page does not exist)\">Papua Zone Damai</a> and <a href=\"/w/index.php?title=Papua_Tanah_Damai&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Papua Tanah Damai (page does not exist)\">Papua Tanah Damai</a> — the Papua Peace Zone and the Papua Land of Peace project. This a non-violent spiritual movement of Papuans fighting for their rights. It is supported by churches and by several NGOs. \nAt the <a href=\"/w/index.php?title=Second_Papua_Congress&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Second Papua Congress (page does not exist)\">Second Papua Congress</a> of May–June 2000, the Papua Council (Dewan Papua) gave Giay the task of initiating a debate on rectifying Papuan history <i>(meluruskan sejarah)</i>. The purpose of the project is to give Papuans their own history back, to demand recognition for Papuan heroes and to honour the many Papuan victims of Indonesian repression since 1962. In the context of this project he has written several studies, like the biographies of Theys Eluay, Rev Herman Saud and of John Rumbiak. He also wrote a local church history of the Nduga Regency of Papua (see also list of publications below).\n</p>\n<h2><span class=\"mw-headline\" id=\"The_Papuan_Struggle\">The Papuan Struggle</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Benny_Giay&amp;action=edit&amp;section=3\" title=\"Edit section: The Papuan Struggle\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>On returning to Papua in 1995 after his studies in the Netherlands, Giay became a lecturer in Church and Society and Contextual Theology at the Walter Post Theological College where he established a Postgraduate Program Church and Society. He has also been active in the Papua movement. In July 1998, he took the initiative to establish the Forum for the Reconciliation of Irian Jaya Society (<a href=\"/w/index.php?title=FORERI&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"FORERI (page does not exist)\">FORERI</a>).<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> It aimed at a discussion on ways in which Papuans could have \"an opportunity to handle their own affairs\" whether through full independence, through wide-ranging autonomy within the Indonesian unitary state, or through the formation of a federal system in which the province of Irian Jaya (now the provinces of Papua and West-Papua) would enjoy substantial autonomy. FORERI helped to set up the national dialogue in Papua, initiated by President <a href=\"/wiki/B._J._Habibie\" title=\"B. J. Habibie\">B. J. Habibie</a>. This resulted in 100 Papuans, representing the various districts, unanimously demanding independence from <a href=\"/wiki/Habibie\" class=\"mw-redirect\" title=\"Habibie\">Habibie</a> in February 1999.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> \nBenny Giay was elected by <a href=\"/w/index.php?title=The_Second_Papua_Congress&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"The Second Papua Congress (page does not exist)\">the Second Papua Congress</a> in Jayapura in June 2000 to be a member of the Presidium of the Papua Council (<a href=\"/wiki/Papua_Presidium_Council\" title=\"Papua Presidium Council\">Presidium Dewan Papua</a> or PDP). This Congress, with representatives from all the regions of West Papua, debated the political future of Papua. He was charged with the \"straightening of Papua history\"(<i>meluruskan sejarah Papua</i>). To help the discussion he published a pamphlet <i>Towards a New Papua</i>, providing resource material to help Papuans discuss their future. He also later supported the initiative to turn the Papua struggle into a peaceful, non-violent struggle with the establishment of Zones of Peace and Papua as a Land of Peace (<i>Tanah Damai</i>).\nIn July 2002 the local organisation for the defence of human rights <a href=\"/w/index.php?title=ELSHAM&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"ELSHAM (page does not exist)\">ELSHAM</a>, the churches and the PDP set up a Peace Task force, with Benny Giay as its head. Its primary objective is to pursue reconciliation among Papuans through peaceful dialogue.\nGiay's book <i>Peristiwa penculikan dan pembunuhan <a href=\"/wiki/Theys_H_Eluay\" class=\"mw-redirect\" title=\"Theys H Eluay\">Theys H Eluay</a> 10 November 2001</i> (The Abduction and Assassination of Theys H Eluay on November 10, 2001)\" was banned by the local authorities in West Papua. The book was considered dangerous to national unity.\nAt the Synod Conference of the Gereja Kemah Injil (KINGMI) Papua Church in 2010 Benny Giay was elected chairman of the Synod.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> In December 2011 he was in that capacity a member of a team of four Papuan church leaders that met President  Susilo Bandang Yudhoyono to argue in favor of a dialogue between the Indonesian Government and the Papua people in the presence of a neutral observer.\n</p>\n<h2><span class=\"mw-headline\" id=\"Honours\">Honours</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Benny_Giay&amp;action=edit&amp;section=4\" title=\"Edit section: Honours\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In 2003 Benny Giay received <a rel=\"nofollow\" class=\"external text\" href=\"https://www.tanenbaum.org/programs/peace\">the Tanenbaum Peace Makers Award</a>.\n</p>\n<h2><span class=\"mw-headline\" id=\"Publications\">Publications</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Benny_Giay&amp;action=edit&amp;section=5\" title=\"Edit section: Publications\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><i>Kargoisme di Irian Jaya</i> (Cargoism in Irian Jaya), 1986, Jayapura: Region Press</li>\n<li>The Rebels and Cargoistic Ideas in Irian Jaya, in: <i>Catalyst</i>, 9, 2: 131-146</li>\n<li>(with J A Godschalk), Cargoism in Irian Jaya today, in: <i>Oceania</i>, 1993, 63, 2: 131-146</li>\n<li>Zakheus Pakage and His Communities. Indigenous Religious Discourse, Socio-Political Resistance, and Ethnohistory of the Me of Irian Jaya, 1995, Amsterdam: VU University Press (Ph. D. Thesis, Free University Amsterdam)</li>\n<li>‘Masyarakat Amungme (Irian Jaya), Modernisasi dan Agama Resmi: Sebuah Model Pertemuan’ in: Th. Sumartana e.a. (eds),  Kisah dari Kampung Halaman. Masyarakat Suku, Agama Resmi dan Pembangunan, Yogyakarta&#160;: <i>Interfidei</i>, 1996, 37-53.</li>\n<li>Kristus: Sang Penghalan Madou / Maut Telah Lahir, in: <i>Deiay</i> (Jayapura), 1997, 2, 8</li>\n<li><i>Gembalakanlah Umatku</i>  (Tend my Flock)<i> 1998, Jayapura: Deiyai</i></li>\n<li>The Conversion of Weakebo. A Big Man of the Me Community in the 1930s, in: <i>The Journal of Pacific History</i>, 1999, 34, 2</li>\n<li>Peristiwa '77. Taruhannya Identitas (The Incident of '77. To Keep One's Identity), 2000, Jayapura (typescript, unpublished)</li>\n<li><i>Menuju Papua Baru. Beberapa Pokok Pikiran Sekitar Emansipasi Orang Papua</i>, (Towards a New Papua. Some Reflections on the Emancipation of the Papuans), 2000, Jayapura: Deiyai/Elsham Papua</li>\n<li>Kristus Dalam Budaya Irian Jaya Dewasa Ini: Suatu Perjumpaan Antara Injil dan Pembangunan (Materi Ceramah di depan mahasiswa STISIPOL “Silas Papare”, Jayapura) (Christ in the Culture of Irian Jaya: An Encounter between the Gospel and Development) (Lecture notes for the students of the School for Policy Science Silas Papare), 2000 (unpublished)</li>\n<li>West Papua Peace Zone: A Possible Dream. The Role of West Papuan Church and Local Initiatives in the Human Rights Struggle, <i>paper</i> Conference Religion, Violence and Visions for Peace, The Hague: Institute of Social Studies, 10 and 11 May 2001</li>\n<li>‘Against Indonesia: West Papuan strategies of resistance against Indonesian political and cultural aggression in the 1980s’, in Benedict R. O’G. Anderson (ed.)., <i>Violence and the State in Suharto’s Indonesia</i>, New York, Cornell Southeast Asia Program Publications, 2001</li>\n<li>with Yafet Kambai, <i>Yosepha Alomang: Pergulatan Seorang Perempuan Papua Melawan Penindasan</i> (Yosepha Alomong: The Struggle of a Papua Woman to Fight Repression), 2003, Jakarta: Elsham Papua and the European Commission</li>\n<li>West Papua Peace Zone: The Role of the Church in West Papu and Local Initiatives in the Struggle for Human Rights, in: Gerrie ter Haar and James J Busutil (eds), <i>Bridge or Barrier. Religion, Violence and Visions of Peace</i>, 2005, Leiden, Boston: Brill</li>\n<li><i>Peristiwa penculikan dan pembunuhan Theys H Eluay 10 November 2001</i> (The Abduction and Assassination of Theys H Eluay on November 10, 2001). The book was banned as it was perceived to threaten national unity</li>\n<li><i>Pembunuhan Theys: kematian HAM di tanah Papua</i> (The Murder of Theys: The Death of Human Rights in the Land of the Papuans), 2006, Yogyakarta: Galang Press (the 2003 edition of the book was banned)</li>\n<li><i>Misi Gereja dan Budaya Kekerasan di Tanah Papua. Hidup dan Karya Pdt. Herman Saud MTh, Ketua Sinode GKI di Tanah Papua Masa Bakti 1996-2005</i> (The Mission of the Church and the Culture of Violence in Papua Land. The Life and Work of Rev Herman Saud MTh, Chair of the GKI in Papua Land from 1996 to 2005), 2006, Jayapura: Deiyai</li>\n<li><i>Mari Memperjuangkan Pemulihan Negeri ini. Kumpulan Renungan</i>, (Let us fight for the recovery of this country. A collection of reflections by Rev Dr Benny Giay) Abepura: Deiyai, 2008 (Pigai, Gotai Ruben (ed))</li>\n<li><i>Antara Gereja Papua dan John Rumbiak. Gereja, LSM dan Perjuangan HAM dalam Tahun 1980an di Tanah Papua</i>, (Between the Papuan Church and John Rumbiak. Church, NGOs and the Struggle for Human Rights in the 1980s in Papua land) Abepura: Deiyai, 2009</li>\n<li>\"Mari Mengambil Kendali Kehidupan,\" (Let us Take Control Over Our Lives),  2010</li>\n<li>\"Sejarah Gereja Nduga Masuknya Injil di Kabupaten Nduga, Papua,\"  (History of the Church  of Nduga. The coming of the Gospel to the Nduga Regency, Papua), 2011</li>\n<li>“Hidup dan Karya John Rumbiak: Gereja, LSM dan Perjuangan HAM dalam tahun 1980an di tanah Papua,” (The Life and Work of John Rumbiak: the Church, the NGOs and the Struggle for Human Rights in the 1980s)) 2011. Deiyai Papua</li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Benny_Giay&amp;action=edit&amp;section=6\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">\"Forum for the Reconciliation of Irian Jaya Society (FORERI),\" July 24, 1998. Signed by the Reverend Herman Saud, MTh, chair of the Christian Evangelical Church (GKI) in Irian Jaya; Dr. Leo Laba Ladjar OFM, Bishop of Jayapura; The Rev. Dr. Benny Giay, on behalf of the regional chair of the Christian Missionary Alliance (GKII); <a href=\"/wiki/Theys_Eluay\" title=\"Theys Eluay\">Theys Eluay</a> and Tom Beanal, traditional leaders; Selviana Sanggenafa SH and Yusan Yeblo, Women's Group; Gerson Abrauw, Maria Korano, and Martinus Werimon, students</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"https://www.hrw.org/reports/2000/papua/Pap004-03.htm#P154_38609\">https://www.hrw.org/reports/2000/papua/Pap004-03.htm#P154_38609</a></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">See: <a rel=\"nofollow\" class=\"external free\" href=\"http://voiceofkingmipapua.blogspot.com/2011/02/autokritik-menjadi-gereja-penyembuh.html\">http://voiceofkingmipapua.blogspot.com/2011/02/autokritik-menjadi-gereja-penyembuh.html</a></span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"Sources\">Sources</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Benny_Giay&amp;action=edit&amp;section=7\" title=\"Edit section: Sources\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Farhadian, Charles (ed.) <i>The Testimony Project Papua. A Collection of Personal Histories in West Papua</i>, 2007 Abepura: Penerbit Deiyai West Papua - pp.&#160;19–39 Benny Giay\n</p><p>Renée Kjar, The Invisible Aristocrat. Benny Giay in Papuan history, 2002, BA Thesis Asian Studies (Hons.), Australian National University, Canberra ACT 0200, Australia\n</p><p>Dirk Vlasblom, <i>Papoea. Een Geschiedenis</i> (Papua. A History), 2004, Amsterdam, Mets &amp; Schilt\n</p>\n<div role=\"navigation\" class=\"navbox\" aria-labelledby=\"Authority_control_frameless_&amp;#124;text-top_&amp;#124;10px_&amp;#124;alt=Edit_this_at_Wikidata_&amp;#124;link=https&amp;#58;//www.wikidata.org/wiki/Q4889979&amp;#124;Edit_this_at_Wikidata\" style=\"padding:3px\"><table class=\"nowraplinks hlist navbox-inner\" style=\"border-spacing:0;background:transparent;color:inherit\"><tbody><tr><th id=\"Authority_control_frameless_&amp;#124;text-top_&amp;#124;10px_&amp;#124;alt=Edit_this_at_Wikidata_&amp;#124;link=https&amp;#58;//www.wikidata.org/wiki/Q4889979&amp;#124;Edit_this_at_Wikidata\" scope=\"row\" class=\"navbox-group\" style=\"width:1%\"><a href=\"/wiki/Help:Authority_control\" title=\"Help:Authority control\">Authority control</a> <a href=\"https://www.wikidata.org/wiki/Q4889979\" title=\"Edit this at Wikidata\"><img alt=\"Edit this at Wikidata\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Blue_pencil.svg/10px-Blue_pencil.svg.png\" width=\"10\" height=\"10\" style=\"vertical-align: text-top\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Blue_pencil.svg/15px-Blue_pencil.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/7/73/Blue_pencil.svg/20px-Blue_pencil.svg.png 2x\" data-file-width=\"600\" data-file-height=\"600\" /></a></th><td class=\"navbox-list navbox-odd\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li><span class=\"nowrap\"> <a rel=\"nofollow\" class=\"external text\" href=\"https://www.worldcat.org/identities/containsVIAFID/119489827\">WorldCat Identities</a></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/International_Standard_Name_Identifier\" title=\"International Standard Name Identifier\">ISNI</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"http://isni.org/isni/0000000084832103\">0000 0000 8483 2103</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Syst%C3%A8me_universitaire_de_documentation\" title=\"Système universitaire de documentation\">SUDOC</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"https://www.idref.fr/111911826\">111911826</a></span></span></li>\n<li><span class=\"nowrap\"><a href=\"/wiki/Virtual_International_Authority_File\" title=\"Virtual International Authority File\">VIAF</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"https://viaf.org/viaf/119489827\">119489827</a></span></span></li></ul>\n</div></td></tr></tbody></table></div>\n\n<!-- \nNewPP limit report\nParsed by mw1239\nCached time: 20180910011607\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.088 seconds\nReal time usage: 0.137 seconds\nPreprocessor visited node count: 276/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 8368/2097152 bytes\nTemplate argument size: 165/2097152 bytes\nHighest expansion depth: 8/40\nExpensive parser function count: 4/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 1634/5000000 bytes\nNumber of Wikibase entities loaded: 1/400\nLua time usage: 0.041/10.000 seconds\nLua memory usage: 1.48 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  105.263      1 -total\n 49.95%   52.583      1 Template:BLP_sources\n 39.20%   41.264      1 Template:Authority_control\n 30.70%   32.321      1 Template:Ambox\n  8.54%    8.991      1 Template:Reflist\n  3.02%    3.176      2 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:18690168-0!canonical and timestamp 20180910011606 and revision id 836020407\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"Giay, Benny","hidden":"","*":"BLP_articles_lacking_sources_from_February_2013"},{"sortkey":"Giay, Benny","hidden":"","*":"All_BLP_articles_lacking_sources"},{"sortkey":"Giay, Benny","hidden":"","*":"Wikipedia_articles_with_ISNI_identifiers"},{"sortkey":"Giay, Benny","hidden":"","*":"Wikipedia_articles_with_SUDOC_identifiers"},{"sortkey":"Giay, Benny","hidden":"","*":"Wikipedia_articles_with_VIAF_identifiers"},{"sortkey":"Giay, Benny","*":"Biographers"},{"sortkey":"Giay, Benny","*":"Male_biographers"},{"sortkey":"Giay, Benny","*":"Indonesian_Christians"},{"sortkey":"Giay, Benny","*":"Indonesian_human_rights_activists"},{"sortkey":"Giay, Benny","*":"Indonesian_historians"},{"sortkey":"Giay, Benny","*":"1955_births"},{"sortkey":"Giay, Benny","*":"Living_people"}],"links":[{"ns":14,"exists":"","*":"Category:BLP articles lacking sources from February 2013"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with ISNI identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with SUDOC identifiers"},{"ns":14,"exists":"","*":"Category:Wikipedia articles with VIAF identifiers"},{"ns":0,"exists":"","*":"Asian Theological Seminary"},{"ns":0,"exists":"","*":"B. J. Habibie"},{"ns":0,"exists":"","*":"Cargo cult"},{"ns":0,"exists":"","*":"Christian and Missionary Alliance"},{"ns":0,"exists":"","*":"Frantz Fanon"},{"ns":0,"exists":"","*":"Habibie"},{"ns":0,"exists":"","*":"International Standard Name Identifier"},{"ns":0,"exists":"","*":"Jayapura"},{"ns":0,"exists":"","*":"Melanesians"},{"ns":0,"exists":"","*":"Netherlands New Guinea"},{"ns":0,"exists":"","*":"New Guinea"},{"ns":0,"exists":"","*":"Paniai"},{"ns":0,"exists":"","*":"Papua (Indonesian province)"},{"ns":0,"exists":"","*":"Papua Presidium Council"},{"ns":0,"exists":"","*":"Papuans"},{"ns":0,"exists":"","*":"Philippines"},{"ns":0,"exists":"","*":"Système universitaire de documentation"},{"ns":0,"exists":"","*":"Theys Eluay"},{"ns":0,"exists":"","*":"Theys H Eluay"},{"ns":0,"exists":"","*":"UNCEN"},{"ns":0,"exists":"","*":"Virtual International Authority File"},{"ns":0,"exists":"","*":"Vrije Universiteit"},{"ns":0,"*":"Onago"},{"ns":0,"*":"Tiom"},{"ns":0,"*":"KINGMI"},{"ns":0,"*":"Jaffray Theological College"},{"ns":0,"*":"Wege Bage"},{"ns":0,"*":"Zakheus Pakage"},{"ns":0,"*":"Wege Bage Movement"},{"ns":0,"*":"Papua Zone Damai"},{"ns":0,"*":"Papua Tanah Damai"},{"ns":0,"*":"Second Papua Congress"},{"ns":0,"*":"FORERI"},{"ns":0,"*":"The Second Papua Congress"},{"ns":0,"*":"ELSHAM"},{"ns":4,"exists":"","*":"Wikipedia:Biographies of living persons"},{"ns":4,"exists":"","*":"Wikipedia:Citing sources"},{"ns":4,"exists":"","*":"Wikipedia:Identifying reliable sources"},{"ns":4,"exists":"","*":"Wikipedia:Libel"},{"ns":4,"exists":"","*":"Wikipedia:Verifiability"},{"ns":12,"exists":"","*":"Help:Authority control"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:BLP sources"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Authority control"},{"ns":10,"exists":"","*":"Template:EditAtWikidata"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Authority control"},{"ns":828,"exists":"","*":"Module:ResolveEntityId"},{"ns":828,"exists":"","*":"Module:Navbox"},{"ns":828,"exists":"","*":"Module:Navbar"},{"ns":828,"exists":"","*":"Module:EditAtWikidata"}],"images":["Ambox_important.svg","Blue_pencil.svg"],"externallinks":["https://www.hrw.org/reports/2000/papua/Pap004-03.htm#P154_38609","http://voiceofkingmipapua.blogspot.com/2011/02/autokritik-menjadi-gereja-penyembuh.html","https://www.wikidata.org/wiki/Q4889979","https://www.tanenbaum.org/programs/peace","https://www.worldcat.org/identities/containsVIAFID/119489827","http://isni.org/isni/0000000084832103","https://www.idref.fr/111911826","https://viaf.org/viaf/119489827"],"sections":[{"toclevel":1,"level":"2","line":"Early life and education","number":"1","index":"1","fromtitle":"Benny_Giay","byteoffset":371,"anchor":"Early_life_and_education"},{"toclevel":1,"level":"2","line":"Academic work","number":"2","index":"2","fromtitle":"Benny_Giay","byteoffset":1741,"anchor":"Academic_work"},{"toclevel":1,"level":"2","line":"The Papuan Struggle","number":"3","index":"3","fromtitle":"Benny_Giay","byteoffset":4395,"anchor":"The_Papuan_Struggle"},{"toclevel":1,"level":"2","line":"Honours","number":"4","index":"4","fromtitle":"Benny_Giay","byteoffset":7742,"anchor":"Honours"},{"toclevel":1,"level":"2","line":"Publications","number":"5","index":"5","fromtitle":"Benny_Giay","byteoffset":7860,"anchor":"Publications"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"6","fromtitle":"Benny_Giay","byteoffset":12218,"anchor":"References"},{"toclevel":1,"level":"2","line":"Sources","number":"7","index":"7","fromtitle":"Benny_Giay","byteoffset":12307,"anchor":"Sources"}],"parsewarnings":[],"displaytitle":"Benny Giay","iwlinks":[],"properties":[{"name":"defaultsort","*":"Giay, Benny"},{"name":"wikibase_item","*":"Q4889979"}]}}