{"parse":{"title":"Emergent curriculum","pageid":10674678,"revid":838392159,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Emergent curriculum</b> is a philosophy of teaching and way of planning <a href=\"/wiki/Curriculum\" title=\"Curriculum\">curriculum</a> that focuses on being responsive to children's interests to create meaningful learning experiences. It can be practiced at any grade level. This philosophy prioritizes active participation, relationship building, flexible and adaptable methods, inquiry, and play-based learning. Curriculum is child-initiated, collaborative and responsive to the children's needs. Proponents of this style of teaching advocate that knowledge of the children is the key to success in your program (Cassidy, Mims, Rucker, &amp; Boone, 2003; Crowther, 2005).\n</p><p>To plan an emergent curriculum requires observation, documentation, creative brainstorming, flexibility and patience.  Rather than starting with a lesson plan which requires a “hook” to get the children interested, emergent curriculum starts with the observation of the children for insight into their interests. Additionally, content is influenced by values held for the children's learning by the school, community, family and culture (MachLachlan, 2013). The classroom typically consists of learning centres that expand and facilitate children's learning (Crowther, 2005) and encourage independent learning skills (MachLachlan, 2013).\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Teacher_as_Facilitator_of_Learning\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Teacher as Facilitator of Learning</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Planning_an_Emergent_Curriculum\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Planning an Emergent Curriculum</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#The_Learning_Environment\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">The Learning Environment</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Documentation\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Documentation</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Documentation_for_Observation_and_Assessment\"><span class=\"tocnumber\">4.1</span> <span class=\"toctext\">Documentation for Observation and Assessment</span></a></li>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#Documentation_for_Planning\"><span class=\"tocnumber\">4.2</span> <span class=\"toctext\">Documentation for Planning</span></a></li>\n<li class=\"toclevel-2 tocsection-7\"><a href=\"#Documentation_for_Students\"><span class=\"tocnumber\">4.3</span> <span class=\"toctext\">Documentation for Students</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Teacher_as_Facilitator_of_Learning\">Teacher as Facilitator of Learning</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Emergent_curriculum&amp;action=edit&amp;section=1\" title=\"Edit section: Teacher as Facilitator of Learning\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Teachers who employ emergent curriculum understand that the trajectory of learning happens as a consequence of the children's genuine interest, response, and connection to the subject (Crowther, 2005; Jones &amp; Reynolds, 2011, MachLachlan et al., 2013). In order for this to happen, the teacher must consider their position as a facilitator in the classroom. This role involves careful observations of the children and their play as well as flexibility and creativity in order to develop learning opportunities that align with their interests (Cassidy et al., 2003; Crowther, 2005; Jones &amp; Reynolds, 2011; Stacey, 2009a/2011b; Machlachlan et al., 2013; Wein, 2008; Wright, 1997). Carolyn Edwards notes:  “The teachers honestly do not know where the group will end up.  Although this openness adds a dimension of difficulty to their work, it also makes it more exciting.” (Edwards, Gandini &amp; Foreman, 1993, pp.&#160;159). Teachers in these settings act as researchers who are constantly learning in their roles by collecting data, implementing strategies and assessing their outcomes (MachLachlan et al., 2013; Stacey, 2009). Success in implementing emergent curriculum requires a curious disposition about children and their learning (Stacey, 2009).\n</p><p>It is the role of the teacher to be a participant-observer in the children's play (Wright, 1997). These programs give power to children's voices and are consistently scaffolding their learning (Stacey, 2009). The teacher is constantly going through the process of observing and documenting, planning learning experiences, implementing plans, documenting and beginning the cycle again (Crowther, 2005; MachLachlan et al., 2013; Stacey, 2009a/ 2011b). In these types of settings, a few educational initiatives are often implemented by teachers. For example, learning is viewed as a process-oriented experience where children are praised for their effort over final product (Stacey, 2011; Wright, 1997). Additionally, children in these settings are given options and choice about how they wish to spend their time, activities and learning centres they wish to participate in and how they engage in organized activities (Stacey, 2009). This is believed to develop curiosity, initiative, self-direction and persistence (MachLachlan et al., 2013).\n</p><p>Because the curriculum is continually changing, developing and growing, teachers need to ensure that they make time to reflect on their observations and strategies implemented (Stacey 2009a/2011b). One way to engage in reflection is through discussion with colleagues (Stacey, 2009). Reflection allows the teacher to think about what happens next in the child's learning, how to proceed, and what to look for in future observations (Stacey, 2011). It is important for teachers to be aware of their own knowledge and where it is lacking, as this type of environment can lead to investigations in an unlimited number of directions (Crowther, 2005). Teachers are also individuals with interests and passions, and sharing these with the class can provide a great opportunity to model knowledge and enthusiasm (MachLachlan et al., 2013).\n</p><p>These programs are meant to be culturally responsive and inclusive in nature, so that all children are able to work at their own pace (Crowther, 2005). To help facilitate this, teachers follow the children's lead, expand on their interests, provide meaningful and developmentally appropriate materials, and promote independent learning skills (Crowther, 2005; Stacey, 2009; Wien, 2008).\n</p>\n<h2><span class=\"mw-headline\" id=\"Planning_an_Emergent_Curriculum\">Planning an Emergent Curriculum</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Emergent_curriculum&amp;action=edit&amp;section=2\" title=\"Edit section: Planning an Emergent Curriculum\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Once teachers see an interest “emerging” they brainstorm ways to study the topic in depth. From these observations and brainstorming, the teacher comes up activities that compliment and build upon the emerging interest, with opportunities for play at multiple ability levels. Once activities have been implemented, the teacher observes the children's use of them, constantly modifying them to accommodate increasing interest or change in direction of the learning. The teacher documents these observations and reflects on the effectiveness of the activities. Then the process begins again. The teacher may be at different levels of this planning cycle for multiple activities or learning outcomes at once (Cassidy et al., 2003; Crowther, 2005; Jones &amp; Reynolds, 2011; Stacey, 2009a/2011b; Machlachlan et al., 2013; Wein, 2008; Wright, 1997).\n</p><p>In these settings, learning plans are often more of a loose outline because, in order for the program to be successful, there is often spontaneous deterrence from plans to support engagement (MachLachlan et al., 2013; Stacey, 2009). Webbing is often used because of its flexible nature.  A web doesn’t show everything that will be learned, it shows many things that could be learned as well as connections to curriculum expectations (MachLachlan et al., 2013).  However, it is important to use the web as a tool to open the teacher to possibilities not a “plan.”  Teachers brainstorm many possibilities for study sparked from the particular interest, not as a plan but more as a ‘road map’ as one teacher put it:\nTo get a plan, we chose an idea and brainstormed ways that children could play it – hands-on activities we could provide.  Putting all the activities on a web gives you a road map full of possible journeys.  (Jones p.&#160;129)\n</p><p>An idea for a curriculum topic may be sparked by things, people, events in the environment, issues that arise in the classroom, etc. (MachLachlan et al., 2013; Stacey, 2009).  For instance, a teacher may overhear a group of students having a discussion about bugs that leads to the class sitting down and coming up with a web topic that explores all the possible directions the class could go in their quest to learn all they can about the topic of bugs.  Ideas may also be sparked by offering experiences such as taking a walk through the neighborhood, visiting local businesses, or reading books.\n</p><p>These classrooms are often organized into core curriculum areas, where activities may have a curricular theme while following student interest (Crowther, 2005). For example, while students are demonstrating an interest in restaurants, the literacy area may allow opportunity to write customer orders while the math area may have plastic money for the children to experiment with. These centres are meant to encourage active participation with the content (Crowther, 2005). In emergent curriculum settings, there should be opportunity to involve all the senses, challenge creativity, hear and use oral and written language, explore art media, practice solving interpersonal problems, conduct investigations and ask questions, explore and order material, and acquire various physical skills (Crowther, 2005; MachLachlan et al., 2013; Wright, 1997).\n</p><p>Teachers see learning as a process through which children first engage in exploration and physical action which then leads to mastery of skills (MachLachlan et al., 2013). Some researchers argue that this method of planning is more effective for learning because it relies on the intrinsic motivation of students, therefore facilitating increased engagement with the material (Stacey, 2011). However, because of this, it is normal to have multiple children or groups interested in completely different content (Stacey 2009a/2011b). This makes documentation and preparation very important.\n</p><p>Emergent learning classrooms still maintain much of the structure of a regular classroom. It is important for children to still experience schedule and organization. Therefore, in these classrooms you will often still find large and small group instructional times, but the implementation of them is more flexible (Stacey 2009a/2011b).\n</p>\n<h2><span class=\"mw-headline\" id=\"The_Learning_Environment\">The Learning Environment</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Emergent_curriculum&amp;action=edit&amp;section=3\" title=\"Edit section: The Learning Environment\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Because emergent curriculum programs emphasize independence and persistence in their programs, learning centres are typically set up in very particular ways. Items and materials that are stored are easily accessible to the children visually and physically. Things are usually labeled with words and pictures to assist children, and clear storage containers are preferred (Crowther, 2005; Jones &amp; Reynolds, 2011; Stacey, 2011).\n</p><p>Students can be seen working in a variety of social environments. The learning environment should offer opportunities to work in groups of all different sizes, as well as individually (Crowther, 2005). Students are also given opportunities to experience materials in different ways, such as quiet reading corners and dramatic play areas (Stacey, 2011)\n</p><p>\"<a href=\"/wiki/Montessori\" class=\"mw-redirect\" title=\"Montessori\">Montessori</a>\" and <a href=\"/wiki/Reggio_Emilia_approach\" title=\"Reggio Emilia approach\">\"Reggio Emilia\"</a> schools are two varieties of school that use emergent curriculum.\n</p>\n<h2><span class=\"mw-headline\" id=\"Documentation\">Documentation</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Emergent_curriculum&amp;action=edit&amp;section=4\" title=\"Edit section: Documentation\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Documentation is a very important and very time consuming aspect of this type of programming (Stacey, 2011). Because teachers are held accountable to parents, licensing boards and colleagues, it is necessary that thorough documentation is kept (Crowther, 2005; Stacey, 2009).\n</p>\n<h3><span class=\"mw-headline\" id=\"Documentation_for_Observation_and_Assessment\">Documentation for Observation and Assessment</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Emergent_curriculum&amp;action=edit&amp;section=5\" title=\"Edit section: Documentation for Observation and Assessment\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Because of the reliance on observational methods to inform planning and assessment, it is crucial for teachers to have strategies in place to expedite the process. Some examples of tools use by teachers are sticky notes, observation baskets around the room to collect small anecdotal notes, file folder systems for each student or area of the classroom, clipboards, digital recorders, photography, and video and audiotaping. These methods allow learning to become visually represented and are good for reflection and validation of methods (Stacey, 2009).\n</p><p>These strategies can be effective in ensuring proper assessment procedures (Cassidy et al., 2003). The use of student portfolios can be a great way to assess learning and share it with parents/guardians (Stacey 2009a/2011b). Additionally, the use of pre populated data collection sheets can be helpful to keep good records (Stacey, 2011)\n</p>\n<h3><span class=\"mw-headline\" id=\"Documentation_for_Planning\">Documentation for Planning</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Emergent_curriculum&amp;action=edit&amp;section=6\" title=\"Edit section: Documentation for Planning\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Use of webs and other graphic organizers can be a good way to demonstrate how the students are being exposed to curriculum expectations and brainstorm related ideas (MachLachlan et al., 2013; Stacey, 2009). Keeping track of interest paths that develop in the classroom can help teachers demonstrate the process of learning, revise and reflect on it and develop future directions (Stacey, 2009).\n</p><p>Each learning or interest centre in the classroom usually has its own plan, as well as activities facilitated by the teacher (Stacey, 2011).\n</p>\n<h3><span class=\"mw-headline\" id=\"Documentation_for_Students\">Documentation for Students</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Emergent_curriculum&amp;action=edit&amp;section=7\" title=\"Edit section: Documentation for Students\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Emergent curriculum involved students being collaborative partners in their learning (Stacey, 2009), therefore it is important to incorporate children in displaying and documenting their learning (; Stacey, 2009; Wright, 1997). Some strategies teachers can use for this are audio and visual recordings, samples of children's work, photos, learning logs, and display boards (Stacey, 2009). These approaches can help students develop pride in their work, show off skills to parents/guardians, and display their interests (Crowther, 2005). These processes are not static, rather these projects grow as learning develops (Crowther, 2005).\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Emergent_curriculum&amp;action=edit&amp;section=8\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Booth, Cleta. “The Fiber Project: One Teacher’s Adventure Toward Emergent Curriculum”.  Early Childhood Education p.&#160;66-71.</li>\n<li>Cassidy, D., Mims, S., Rucker, L., &amp; Boone, S. (2003). Emergent curriculum and kindergarten readiness. <i>Childhood Education,</i> <i>79(</i>4), 194-199. doi: 10.1080/00094056.2003.10521192.</li>\n<li>Crowther, I. (2005). Introduction to early childhood education: A Canadian perspective. Toronto: Thomson Nelson.</li>\n<li>Edwards, Carolyn. Gandini, Lella, Forman, George.  The Hundred Languages of Children: The Reggio Emilia Approach to Early Childhood Education. New Jersey: Ablex Publishing Corp. 1993.</li>\n<li>Gonzalez-Mena, Janet (2011). Foundations of Early Childhood Education (Fifth Edition). New York: McGraw-Hi</li>\n<li>Hart, Linda. “The Dance of Emergent Curriculum”. Copyright© 2003 by the Canadian Child Care Federation. All rights reserved. 201-383 Parkdale Ave, Ottawa, ON K1Y 4R4 1-800-858-1412</li>\n<li>Jones, Elizabeth. &amp; Nimmo, John.  Emergent Curriculum. Washington DC: NAEYC 1994.</li>\n<li>Jones, Elizabeth., Evans, Kathleen.,&amp; Stritzel, Kay.  The Lively Kindergarten: Emergent Curriculum in Action. Washington DC: NAEYC. 2001.</li>\n<li>Jones, E. &amp; Reynold, G. (2011).The play's the thing: Teachers role in children's play (2nd Ed.). Ryan, S. (Ed.). New York: Teachers College Press.</li>\n<li>MachLachlan, C., Fleer, M. &amp; Edwards, S. (2013). Early childhood curriculum: Planning, assessment and implementation (2nd Ed.). Cambridge: Cambridge University Press.</li>\n<li>Stacey, S. (2009a). Emergent curriculum in early education settings: From theory to practice. St. Paul: Redleaf Press.</li>\n<li>Stacey, S. (2011b). The unscripted classroom: Emergent curriculum in action. St.Paul: Redleaf Press</li>\n<li>Wein, C. (Eds.). (2008). Emergent curriculum in the primary classroom: Interpreting the Reggio Emilia approach in schools. New York: Teachers College Press, Washington: National Association for the Education of Young Children.</li>\n<li>Wright, S. (1997). Learning how to learn the arts as core in emergent curriculum. <i>Childhood Education,</i> <i>73(</i>6), 361-365. doi: 10.1080/00094056.1997.10521140.</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1322\nCached time: 20180907170301\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.016 seconds\nReal time usage: 0.020 seconds\nPreprocessor visited node count: 28/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 0/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%    0.000      1 -total\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:10674678-0!canonical and timestamp 20180907170301 and revision id 838392159\n -->\n</div>"},"langlinks":[{"lang":"es","url":"https://es.wikipedia.org/wiki/Curr%C3%ADculum_emergente","langname":"Spanish","autonym":"español","*":"Currículum emergente"}],"categories":[{"sortkey":"Emergent Curriculum","*":"Curricula"},{"sortkey":"Emergent Curriculum","*":"Philosophy_of_education"},{"sortkey":"Emergent Curriculum","*":"Early_childhood_education"}],"links":[{"ns":0,"exists":"","*":"Curriculum"},{"ns":0,"exists":"","*":"Montessori"},{"ns":0,"exists":"","*":"Reggio Emilia approach"}],"templates":[],"images":[],"externallinks":[],"sections":[{"toclevel":1,"level":"2","line":"Teacher as Facilitator of Learning","number":"1","index":"1","fromtitle":"Emergent_curriculum","byteoffset":1264,"anchor":"Teacher_as_Facilitator_of_Learning"},{"toclevel":1,"level":"2","line":"Planning an Emergent Curriculum","number":"2","index":"2","fromtitle":"Emergent_curriculum","byteoffset":4819,"anchor":"Planning_an_Emergent_Curriculum"},{"toclevel":1,"level":"2","line":"The Learning Environment","number":"3","index":"3","fromtitle":"Emergent_curriculum","byteoffset":9017,"anchor":"The_Learning_Environment"},{"toclevel":1,"level":"2","line":"Documentation","number":"4","index":"4","fromtitle":"Emergent_curriculum","byteoffset":9960,"anchor":"Documentation"},{"toclevel":2,"level":"3","line":"Documentation for Observation and Assessment","number":"4.1","index":"5","fromtitle":"Emergent_curriculum","byteoffset":10257,"anchor":"Documentation_for_Observation_and_Assessment"},{"toclevel":2,"level":"3","line":"Documentation for Planning","number":"4.2","index":"6","fromtitle":"Emergent_curriculum","byteoffset":11205,"anchor":"Documentation_for_Planning"},{"toclevel":2,"level":"3","line":"Documentation for Students","number":"4.3","index":"7","fromtitle":"Emergent_curriculum","byteoffset":11778,"anchor":"Documentation_for_Students"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"8","fromtitle":"Emergent_curriculum","byteoffset":12449,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Emergent curriculum","iwlinks":[],"properties":[{"name":"defaultsort","*":"Emergent Curriculum"},{"name":"wikibase_item","*":"Q5370761"}]}}