{"parse":{"title":"Naturalization of intentionality","pageid":18254861,"revid":851370939,"text":{"*":"<div class=\"mw-parser-output\"><p>According to <a href=\"/wiki/Franz_Brentano\" title=\"Franz Brentano\">Franz Brentano</a>, <a href=\"/wiki/Intentionality\" title=\"Intentionality\">intentionality</a> refers to the \"aboutness of mental states that cannot be a physical relation between a mental state and what is about (its object) because in a physical relation each of the relata must exist whereas the objects of mental states might not.\n</p><p>Several problems arise for features of intentionality, which are unusual for materialistic relations.  Representation is unique. When 'x represents y' is true, it is not the same as other relations between things, like when 'x is next to y' or when 'x caused y' or when 'x met y', etc. Representation is different because, for instance, when 'x represents y' is true, y need not exist. This isn't true when say 'x is the square root of y' or 'x caused y' or 'x is next to y'. Similarly, when 'x represents y' is true, 'x represents z' can still be false, even when y = z.  Intentionality encompasses relations that are both physical and mental. In this case, \"Billy can love Santa and Jane can search for unicorns even if Santa does not exist and there are no unicorns.\"\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#History\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">History</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Related_theories\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Related theories</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Alternative_theories\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Alternative theories</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Indeterminacy_of_translation\"><span class=\"tocnumber\">3.1</span> <span class=\"toctext\">Indeterminacy of translation</span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#The_intentional_stance\"><span class=\"tocnumber\">3.2</span> <span class=\"toctext\">The intentional stance</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#See_also\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"History\">History</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Naturalization_of_intentionality&amp;action=edit&amp;section=1\" title=\"Edit section: History\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><b><a href=\"/wiki/Franz_Brentano\" title=\"Franz Brentano\">Franz Brentano</a></b>, the nineteenth century philosopher, spoke of mental states as involving presentations of the objects of our thoughts.  This idea encompasses his belief that one cannot desire something unless they actually have a representation of it in their minds.\n</p><p><b><a href=\"/w/index.php?title=Dennis_Stampe&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Dennis Stampe (page does not exist)\">Dennis Stampe</a></b> was one of the first philosophers in modern times to suggest a theory of content according to which content is a matter of reliable causes.\n</p><p><b><a href=\"/wiki/Fred_Dretske\" title=\"Fred Dretske\">Fred Dretske</a></b><span class=\"nowrap\" style=\"padding-left:0.1em;\">&#39;</span>s book, <i>Knowledge and the Flow of Information</i> (1981), was a major influence on the development of informational theories, and although the theory developed there is not a teleological theory, Dretske (1986, 1988, 1991) later produced an informational version of <a href=\"/w/index.php?title=Teleosemantics&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Teleosemantics (page does not exist)\">teleosemantics</a>.  He begins with a concept of carrying information that he calls \"indicating\", explains that indicating is not equivalent to representing, and then suggests that a representation's content is what it has the function of indicating\n</p>\n<h2><span class=\"mw-headline\" id=\"Related_theories\">Related theories</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Naturalization_of_intentionality&amp;action=edit&amp;section=2\" title=\"Edit section: Related theories\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><b>Teleosemantics</b>, also known as biosemantics, is used to refer to the class of theories of mental content that use a teleological notion of function. Teleosemantics is best understood as a general strategy for underwriting the normative nature of content, rather than any particular theory. What all teleological theories have in common is the idea that semantic norms are ultimately derivable from functional norms.\n</p><p>Attempts to naturalize semantics began in the late 1970s.  Many attempts were and still are being made to bring natural-physical explanations to bear on minds and, specifically, to the question of how minds acquire content.<sup id=\"cite_ref-auto_1-0\" class=\"reference\"><a href=\"#cite_note-auto-1\">&#91;1&#93;</a></sup>   This is an interesting question; it is no surprise that it takes center stage in the philosophy of mind.  Indeed, it is certainly an interesting question how minds, thought by those in the natural camp to be \"natural physical objects\",<sup id=\"cite_ref-auto_1-1\" class=\"reference\"><a href=\"#cite_note-auto-1\">&#91;1&#93;</a></sup> could have developed intentional properties.  In the mid-1980s, with the works of Ruth Millikan and David Papineau (Language, Thought, and Other Biological Categories and \"Representation and Explanation\", respectively) teleosemantics, a theory of mental content that attempts to address the question of content and intentionality of minds, was born.\n</p><p>Ruth Millikan is perhaps the most vocal supporter of the teleosemantic program. Millikan's view differs from other teleosemantic views in myriad ways, but perhaps its most unusual characteristic is its distinction between the mechanisms that produce mental representations from those that consume mental representations.<sup id=\"cite_ref-auto1_2-0\" class=\"reference\"><a href=\"#cite_note-auto1-2\">&#91;2&#93;</a></sup>   There is a representational function as a whole, at a composite level; and there are two \"sub-functions\",<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup>  the producer-function and the consumer-function.  In terms that are easy to understand, let's take Millikan's own example of beavers splashing their tails.  One beaver alerts other beavers to the presence of danger by splashing its tail on the surface of water.  The splashing of the tail tells, or represents to, the other beavers that there is danger in the environment, and the other beavers dip into the water to avoid the danger.  The splashing of the beaver's tail produces a representation; the other beavers consume the representation.  The representation that the beavers consume guides their behavior in ways that relate to their survival.\n</p><p>Of course, the foci of the teleosemantic program is internal representations, and not just representational states of affairs between two (or more) distinct, external  entities.  How does the picture of the producer and consumer beavers, for instance, play into a story about internal representations?  Papineau and Macdonald describe Millikan's account of this well and loyally, saying \"The producing mechanisms will be the sensory and other cerebral mechanisms that give rise to cognitive representations.\"<sup id=\"cite_ref-auto1_2-1\" class=\"reference\"><a href=\"#cite_note-auto1-2\">&#91;2&#93;</a></sup>   The consuming mechanisms are those that \"use these representations to direct behavior in pursuit of some biological end\".<sup id=\"cite_ref-auto1_2-2\" class=\"reference\"><a href=\"#cite_note-auto1-2\">&#91;2&#93;</a></sup>   Here, we have a picture similar to the beaver example, but this picture portrays the two sub-functions, producer and consumer, operating within a more-obviously unified system, namely, the cognitive system.  One sub-function produces mental representations while the other sub-function consumes them in order to reach some end, e.g., danger-avoidance or food-acquisition.  The representations consumed by the consumer sub-function guide an organism's behavior toward some biological end, e.g., survival.  This is a rather brief sketch of Millikan's overall portrait.  Of course, more goes into her account of the relation between producer- and consumer-functions in order to arrive at a nuanced account of mental representation.  But that is a matter of how.  Details as to the how aside, much of Millikan's efforts are directed towards the why, viz., why it is that perceivers like us have mental representations—why representations are produced in the first place.\n</p><p><b>The theory of asymmetric dependence</b>, from Fodor, who says that his theory \"distinguishes merely informational relations on the basis of their higher-order relations to each other: informational relations depend upon representational relations, but not vice versa. He gives an example of this theory when he says, \"if tokens of a mental state type are reliably caused by horses, cows-on-dark-nights, zebras-in-the-mist and Great Danes, then they carry information about horses, etc. If however, such tokens are caused by cows-on-dark-nights, etc. because they are caused by horses, but not vice versa, then they represent horses (or property horse).\n</p>\n<h2><span class=\"mw-headline\" id=\"Alternative_theories\">Alternative theories</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Naturalization_of_intentionality&amp;action=edit&amp;section=3\" title=\"Edit section: Alternative theories\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"Indeterminacy_of_translation\">Indeterminacy of translation</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Naturalization_of_intentionality&amp;action=edit&amp;section=4\" title=\"Edit section: Indeterminacy of translation\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>20th century American philosopher <a href=\"/wiki/Willard_Van_Orman_Quine\" title=\"Willard Van Orman Quine\">Willard Van Orman Quine</a> believed that linguistic terms do not have distinct meanings that accompany them because there are no such entities as \"meanings\". In his books, <i><a href=\"/wiki/Word_and_Object\" title=\"Word and Object\">Word and Object</a></i> (1960) and <i><a href=\"/w/index.php?title=Ontological_Relativity&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Ontological Relativity (page does not exist)\">Ontological Relativity</a></i> (1968), Quine considers the methods available to a field linguist attempting to translate an unknown language in order to outline his thesis. His thesis, the <a href=\"/wiki/Indeterminacy_of_translation\" title=\"Indeterminacy of translation\">indeterminacy of translation</a>, notes that there are many different ways to distribute purpose and meanings among words. Whenever a theory of translation is made it is commonly based upon context. An argument over the correct translation of an unidentified term depends on the possibility that the native could have spoken a different sentence. The same problem of indeterminacy would appear in this argument once again since any hypothesis can be defended if one adopts enough compensatory hypotheses about other parts of the language. Quine uses as an example the word \"gavagai\" spoken by a native upon seeing a rabbit. One can go the simplest route and translate the word to \"Lo, a rabbit\", but other possible translations such as \"Lo, food\" or \"Let's go hunting\" are completely reasonable given what the linguist knows. Subsequent observations can rule out certain possibilities as well as questioning the natives. But this is only possible once the linguist has mastered much of the <a href=\"/w/index.php?title=Natives%27&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Natives&#39; (page does not exist)\">natives'</a> grammar and vocabulary. This is a big problem because this can only be done on the basis of hypotheses derived from simpler, observation-connected bits of language, which admit multiple interpretations, as we have seen.\n</p>\n<h3><span class=\"mw-headline\" id=\"The_intentional_stance\">The intentional stance</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Naturalization_of_intentionality&amp;action=edit&amp;section=5\" title=\"Edit section: The intentional stance\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p><a href=\"/wiki/Daniel_C._Dennett\" class=\"mw-redirect\" title=\"Daniel C. Dennett\">Daniel C. Dennett</a>'s theory of mental content, the intentional stance, tries to view the behavior of things in terms of mental properties. According to Dennett: \n\"Here is how it works: first you decide to treat the object whose behavior is to be predicted as a rational agent; then you figure out what beliefs that agent ought to have, given its place in the world and its purpose. Then you figure out what desires it ought to have, on the same considerations, and finally you predict that this rational agent will act to further its goals in the light of its beliefs. A little practical reasoning from the chosen set of beliefs and desires will in most instances yield a decision about what the agent ought to do; that is what you predict the agent will do.\"\n</p><p>Dennett's thesis has three levels of abstraction:\n</p>\n<ol><li>The most tangible is the physical stance, which is at the level of physics and chemistry. This level is concerned with things such as mass, energy, velocity, and chemical composition.</li>\n<li>Somewhat more abstract is the design stance, which is at the level of biology and engineering. This level is concerned with things such as purpose, function and design.</li>\n<li>Most abstract is the intentional stance, which is at the level of software and minds. This level is concerned with things such as belief, thinking and intent.</li></ol>\n<p>Dennett states that the more concrete the level, the more accurate is in principle our predictions. Though if one chooses to view an object through a more abstract level, he will gain greater computational power by getting a better overall picture of the object and skipping over any extraneous details. Also, switching to a more abstract level has its risks as well as its benefits. If we applied the intentional stance to a thermometer that was heated to 500&#160;°C, trying to understand it through its beliefs about how hot it is and its desire to keep the temperature just right, we would gain no useful information. The problem would not be understood until we dropped down to the physical stance to comprehend that it has been melted. Whether to take a particular stance should be decided by how successful that stance is when applied. Dennett argued that it is best to understand human beliefs and desires at the level of the intentional stance.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Naturalization_of_intentionality&amp;action=edit&amp;section=6\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Biosemiotics\" title=\"Biosemiotics\">Biosemiotics</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Naturalization_of_intentionality&amp;action=edit&amp;section=7\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-auto-1\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-auto_1-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-auto_1-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Adams, Fred. \"Thoughts and Their Contents: Naturalized Semantics.\" In Philosophy of Mind 143.</span>\n</li>\n<li id=\"cite_note-auto1-2\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-auto1_2-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-auto1_2-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-auto1_2-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\">Macdonald, G, and Papineau, D. \"Prospects and Problems for Teleosemantics,\" in Teleosemantics 4.</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Shea, Nicholas. \"Millikan's Contribution to Materialist Philosophy of Mind,\" 6.</span>\n</li>\n</ol></div></div>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=6LpTuLZ9B6AC&amp;printsec=frontcover&amp;dq=what+minds+can+do&amp;client=firefox-a\"><i>What Minds Can Do&#160;: Intentionality in a Non-Intentional World</i></a> by Pierre Jacob 1997 Cambridge University Press. [On a graduate level covers the issues of the naturalization of intentionality from a weak intentional realist perspective while providing critical but fair to a fault and practically thorough articulation of the intentional irrealism's various positions particularly as based upon Quine's epistemological \"double standard\" between pragmatic usefulness of propositional attitudes in comparison with their \"emptiness\" and \"baselessness\" for a scientific determination of reality&#160;: this is epitomized in Dennett's \"intentional stance\" and \"patternalism\", etc. Chapters covering artificial intelligence, teleology, etc.]</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1328\nCached time: 20180904161950\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.036 seconds\nReal time usage: 0.047 seconds\nPreprocessor visited node count: 152/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 441/2097152 bytes\nTemplate argument size: 96/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 1558/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.003/10.000 seconds\nLua memory usage: 525 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   29.887      1 -total\n 76.79%   22.949      1 Template:Reflist\n  7.55%    2.257      1 Template:'\n  6.24%    1.866      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:18254861-0!canonical and timestamp 20180904161950 and revision id 851370939\n -->\n</div>"},"langlinks":[{"lang":"fr","url":"https://fr.wikipedia.org/wiki/T%C3%A9l%C3%A9os%C3%A9mantique","langname":"French","autonym":"français","*":"Téléosémantique"}],"categories":[{"sortkey":"Naturalization of intentionality","*":"Philosophy_of_language"},{"sortkey":"Naturalization of intentionality","*":"Intention"},{"sortkey":"Naturalization of intentionality","*":"Philosophy_of_mind"},{"sortkey":"Naturalization of intentionality","*":"Naturalism_(philosophy)"}],"links":[{"ns":0,"exists":"","*":"Biosemiotics"},{"ns":0,"exists":"","*":"Daniel C. Dennett"},{"ns":0,"exists":"","*":"Franz Brentano"},{"ns":0,"exists":"","*":"Fred Dretske"},{"ns":0,"exists":"","*":"Indeterminacy of translation"},{"ns":0,"exists":"","*":"Intentionality"},{"ns":0,"exists":"","*":"Willard Van Orman Quine"},{"ns":0,"exists":"","*":"Word and Object"},{"ns":0,"*":"Dennis Stampe"},{"ns":0,"*":"Teleosemantics"},{"ns":0,"*":"Ontological Relativity"},{"ns":0,"*":"Natives'"}],"templates":[{"ns":10,"exists":"","*":"Template:'"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["https://books.google.com/books?id=6LpTuLZ9B6AC&printsec=frontcover&dq=what+minds+can+do&client=firefox-a"],"sections":[{"toclevel":1,"level":"2","line":"History","number":"1","index":"1","fromtitle":"Naturalization_of_intentionality","byteoffset":1065,"anchor":"History"},{"toclevel":1,"level":"2","line":"Related theories","number":"2","index":"2","fromtitle":"Naturalization_of_intentionality","byteoffset":2063,"anchor":"Related_theories"},{"toclevel":1,"level":"2","line":"Alternative theories","number":"3","index":"3","fromtitle":"Naturalization_of_intentionality","byteoffset":7042,"anchor":"Alternative_theories"},{"toclevel":2,"level":"3","line":"Indeterminacy of translation","number":"3.1","index":"4","fromtitle":"Naturalization_of_intentionality","byteoffset":7068,"anchor":"Indeterminacy_of_translation"},{"toclevel":2,"level":"3","line":"The intentional stance","number":"3.2","index":"5","fromtitle":"Naturalization_of_intentionality","byteoffset":8759,"anchor":"The_intentional_stance"},{"toclevel":1,"level":"2","line":"See also","number":"4","index":"6","fromtitle":"Naturalization_of_intentionality","byteoffset":11079,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"7","fromtitle":"Naturalization_of_intentionality","byteoffset":11111,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Naturalization of intentionality","iwlinks":[],"properties":[{"name":"defaultsort","*":"Naturalization of intentionality"},{"name":"wikibase_item","*":"Q6980825"}]}}