{"parse":{"title":"Enfer","pageid":51459657,"revid":846915378,"text":{"*":"<div class=\"mw-parser-output\"><p>The <b>Enfer</b> (<span class=\"nowrap\"><span class=\"IPA nopopups noexcerpt\"><a href=\"/wiki/Help:IPA/English\" title=\"Help:IPA/English\">/<span style=\"border-bottom:1px dotted\"><span title=\"/ɒ̃/: nasal &#39;an&#39; in &#39;vin blanc&#39;\">ɒ̃</span><span title=\"/ˈ/: primary stress follows\">ˈ</span><span title=\"&#39;f&#39; in &#39;find&#39;\">f</span><span title=\"/ɜːr/: &#39;ur&#39; in &#39;fur&#39;\">ɜːr</span></span>/</a></span></span>; <small>French:&#160;</small><span title=\"Representation in the International Phonetic Alphabet (IPA)\" class=\"IPA\"><a href=\"/wiki/Help:IPA/French\" title=\"Help:IPA/French\">[ɑ̃fɛʁ]</a></span>, literally, <i>Inferno</i> or <i>Hell</i>) is a special department of the <a href=\"/wiki/Biblioth%C3%A8que_nationale_de_France\" title=\"Bibliothèque nationale de France\">Bibliothèque nationale de France</a> in Paris. It is a special collection of books and manuscripts of an erotic or pornographic character which, because of their rarity and value, may be seen only with authorization. The Enfer was established 1836-1844 and is one of the most famous <a href=\"/wiki/Private_Case\" title=\"Private Case\">Private Case</a> collections. In 2013, the Enfer contained about 2,600 volumes, dating from the 16th century to the present.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Meaning\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Meaning</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Name\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Name</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Inventory_and_cataloguing\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Inventory and cataloguing</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Repurposing\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Repurposing</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Bibliography\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Bibliography</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Websites\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Websites</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#References\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Meaning\">Meaning</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Enfer&amp;action=edit&amp;section=1\" title=\"Edit section: Meaning\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The roots of the Enfer at the <a href=\"/wiki/Biblioth%C3%A8que_nationale_de_France\" title=\"Bibliothèque nationale de France\">Bibliothèque nationale de France</a> date to the end of the 17th century. The catalogue, which was introduced in the then Bibliothèque du Roi (\"Royal Library\"), already separated \"good\" and \"bad\" books. In 1702, orthodox and heterodox theological treatises, literary and entertaining novels, love and adventure stories were given different <a href=\"/wiki/Library_classification\" title=\"Library classification\">Library classification</a> press marks (or \"call numbers\"). By the mid-18th century, there were 24 \"ouvrages licencieux\" (\"scandalous works\"),<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> including <a href=\"/wiki/Pietro_Aretino\" title=\"Pietro Aretino\">Pietro Aretino</a>'s <a href=\"/wiki/Whore_dialogues\" title=\"Whore dialogues\">prostitute dialogue</a> \"Ragionamenti\". These scandalous works were kept mostly in a special \"cabinet\" (a bookcase), and there are likely to have been fewer than 50 before the <a href=\"/wiki/French_Revolution\" title=\"French Revolution\">French Revolution</a> of 1789 — although legal deposit was introduced  in 1537 by <a href=\"/wiki/Francis_I_of_France\" title=\"Francis I of France\">François I</a>. However, \"ouvrages licencieux\" were banned in France generally; so clandestine editions were printed in Holland or Switzerland and distributed and sold in secret. Such books found their way into the Royal Library only after seizures of banned books or, more rarely, as gifts or purchases. Such books were not made available to the reading public, although they appeared in library catalogues.\n</p><p>During the <a href=\"/wiki/French_Revolution\" title=\"French Revolution\">French Revolution</a>, the book collections of fleeing aristocrats and secularized monasteries contributed significantly to the growth of public libraries. However, as a result of strict censorship under <a href=\"/wiki/Napoleon\" title=\"Napoleon\">Napoleon</a>, many banned books were destroyed. In the <a href=\"/wiki/Biblioth%C3%A8que_nationale\" class=\"mw-redirect\" title=\"Bibliothèque nationale\">Bibliothèque nationale</a> particularly notable books were first separated from the general library in 1795, and the foundations of the later Réserve (Rare Books collections) was established.  Between 1836 and 1844, the concept (not the press mark) \"Enfer\" appeared for the first time in the library inventories for morally-dubious writings. The library director, <a href=\"/wiki/Joseph_Naudet\" title=\"Joseph Naudet\">Joseph Naudet</a>, characterized these works as follows: \"fort mauvais, mais quelquefois très précieux pour les bibliophiles, et de grande valeur vénale; cet enfer est pour les imprimés ce qu'est le Musée de Naples pour les antiques.\" (\"extremely reprehensible from a book collector’s view but sometimes highly valuable and of great resale value; this hell is for the pamphlets, what the <a href=\"/wiki/Naples_National_Archaeological_Museum\" class=\"mw-redirect\" title=\"Naples National Archaeological Museum\">Napels Museum</a> is for ancient art.\").<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>  The exact circumstances under which this closed-collection of books was built up during the reign of <a href=\"/wiki/Louis_Philippe_I\" title=\"Louis Philippe I\">Louis Philippe</a> are not known. Howeverm a significant influence was likely to have been the increasing prudery of the bourgeoisie in post-revolutionary France. By establishing a sequestered collection of erotic material, the ordinary reader was screened from works that were considered objectionable and detrimental to the moral health of readers.\n</p>\n<h2><span class=\"mw-headline\" id=\"Name\">Name</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Enfer&amp;action=edit&amp;section=2\" title=\"Edit section: Name\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The first collection of books called an Enfer is attributed to the <a href=\"/wiki/Les_Feuillants_Abbey\" title=\"Les Feuillants Abbey\">Feuillants</a> convent in Paris, on the <a href=\"/wiki/Rue_Saint-Honor%C3%A9\" title=\"Rue Saint-Honoré\">Rue Saint-Honoré</a>. These monks reportedly kept in the attic, ironically described as \"hell\", a large number of Protestant writings that had been given to the convent in 1652. The name apparently played on the fate that frequently befell the authors and readers of <a href=\"/wiki/Index_Librorum_Prohibitorum\" title=\"Index Librorum Prohibitorum\">forbidden and heretical works</a> (i.e., burning). Collections of theological writings of a similar character, not always carrying this title, were widely used, most famously in the <a href=\"/wiki/Vatican_Library\" title=\"Vatican Library\">Vatican Library</a>.\n</p><p>At the time of the <a href=\"/wiki/Second_French_Empire\" title=\"Second French Empire\">Second Empire</a>, at the latest, the word \"enfer\" was widely used to refer to a clandestine or sequestered collection. <a href=\"/wiki/Pierre_Larousse\" title=\"Pierre Larousse\">Pierre Larousse</a>’s <i>Encyclopedia Grand dictionnaire universel du XIXe siècle</i> (Paris 1866-1877) defined the word as \"endroit fermé d'une bibliothèque, où l'on tient les livres dont on pense que la lecture est dangereuse; exemple: l'Enfer de la Bibliothèque nationale.\" (\"A closed area in a library, containing books whose reading is considered dangerous, for example: The 'hell' of the Bibliothèque nationale.\").<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> In 1913, the Bibliothèque nationale received a huge book collection from Auguste Lesouëf and his sister (whose married name was Smith); 34 of these items were given the press mark <i>Enfer Smith-Lesouëf</i>. The prints and photographs of the Bibliothèque nationale also received a special press mark, if they were seen as morally questionable.\n</p><p>Other libraries separated their Erotica from their general collections, in a similar way to the <a href=\"/wiki/Biblioth%C3%A8que_nationale\" class=\"mw-redirect\" title=\"Bibliothèque nationale\">Bibliothèque nationale</a>. These libraries often used obscure collection names and press marks, such as The Private Case at the <a href=\"/wiki/British_Museum\" title=\"British Museum\">British Museum</a>, the *** (or <i>Triple star</i>) collection at the <a href=\"/wiki/New_York_Public_Library\" title=\"New York Public Library\">New York Public Library</a>, the Δ (Greek Delta) collection in the <a href=\"/wiki/Library_of_Congress\" title=\"Library of Congress\">Library of Congress</a> and the Φ collection (Greek Phi) at the Bodleian Library.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Inventory_and_cataloguing\">Inventory and cataloguing</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Enfer&amp;action=edit&amp;section=3\" title=\"Edit section: Inventory and cataloguing\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>After the establishment of the Enfer, the public were curious about which, and how many, works were contained in the collections. It was assumed to be a very impressive collection, as many books had been seized during the French <a href=\"/wiki/Ancien_R%C3%A9gime\" title=\"Ancien Régime\">Ancien Régime</a>, at the peak of literary libertinism, during the life of authors such as the <a href=\"/w/index.php?title=Honor%C3%A9_Gabriel_Riqueti,_comte_de_Mirab&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Honoré Gabriel Riqueti, comte de Mirab (page does not exist)\">Comte de Mirabeau</a>, the <a href=\"/wiki/Marquis_de_Sade\" title=\"Marquis de Sade\">Marquis de Sade</a> or <a href=\"/wiki/Nicolas-Edme_R%C3%A9tif\" title=\"Nicolas-Edme Rétif\">Rétif de la Bretonne</a>. From 1848 to 1850, the Enfer was subject to a public attack, accused of the negligent loss of a large numbers of books. Two-thirds of original 600 books were rumoured to have been lost, not least because unsupervised young employees had acted as attendants. In fact, the library then had, at most, 150 books. The first supplementary volume of the <i>Grand dictionnaire universel du XIXe siècle</i> of 1877 discuss the popular opinions about the Enfer:\n</p><p>\"Il existe à la Bibliothèque nationale un dépôt qui n’est jamais ouvert au public; c’est l’Enfer, recueil de tous les dévergondages luxurieux de la plume et du crayon. Toutefois, le chiffre de ce recueil honteux n’est pas aussi élevé qu’on l’imagine généralement, puisque le nombre des ouvrages n'y est que de 340 et celui des volumes de 730. Mais il est bon de noter que cette catégorie ne comprend que les livres d’une obscénité révoltante, ceux qu’il est défendue de communiquer sous quelque prétexte que ce puisse être.\" \n(\"In the Bibliothèque nationale there is a stock that is not open to the public; it is the Enfer, the rendezvous of all the excesses of the pen and the pencil. However, the size this shameful collection is not as high as one generally imagines, as the number of books is only 340 and the volumes only 730. But it is good to note that this category includes only the repulsive obscene books, those that are forbidden to circulate under any pretext.\")<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n</p><p>The Enfer experienced renewed growth during the <a href=\"/wiki/Second_French_Empire\" title=\"Second French Empire\">Second Empire</a>, particularly due to the tightened censorship. In 1865 and 1866, the collection grew by more than 330 items; in 1876, there were 620 titles, of which more than half originated from seizures. In 1886, the collection had increased to slightly more than 700, including many cheap reprints of Libertine novels from the <a href=\"/wiki/Ancien_R%C3%A9gime\" title=\"Ancien Régime\">Ancien Régime</a>. The Enfer remained virtually inaccessible. To be allowed to consult one of his books a strongly-reasoned application needed to be made to the head office, and the decision of a committee was required.\n</p><p>Between 1876 and 1886, the original press mark for the Enfer, which had been in use since the late 17th century, was replaced with <i>Y2</i>. This press mark is used in 1896 in the general catalogue of the Bibliothèque nationale. From 1909 to 1913, <a href=\"/wiki/Guillaume_Apollinaire\" title=\"Guillaume Apollinaire\">Guillaume Apollinaire</a> and others prepared, without the support or knowledge of library management, a special bibliographic catalog, which recorded 854 titles and described the works. (The library had managed to stop the first, less well disguised start, made by the linguist Robert Yve-Plessis after 1900.) Apollinaire's catalog was issued in an edition of 1,500 copies, a second edition of 1919 sold 2,000 copies, clearly showing the scale of the public interest in the Enfer. The 1978 catalog of the Enfer by <a href=\"/wiki/Pascal_Pia\" title=\"Pascal Pia\">Pascal Pia</a> added around 700 titles.\n</p>\n<h2><span class=\"mw-headline\" id=\"Repurposing\">Repurposing</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Enfer&amp;action=edit&amp;section=4\" title=\"Edit section: Repurposing\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The work of Apollinaire and Pias contributed largely to publicising the Enfer and the literature it contains. The stock of the Enfer was enlarged in the 20th century mainly through acquisitions from ordinary bookstores. In the 1980s, the renowned publishing firm <a href=\"/wiki/Fayard\" title=\"Fayard\">Fayard</a> published a seven-volume collection of out-of-copyright novels held in the Enfer, with contemporary photographs and explanatory introductions. Book historians are concerned with the material that is preserved in the Enfer, while new cultural historians study the pre-revolutionary pornography found in it. A prominent example is <a href=\"/wiki/Robert_Darnton\" title=\"Robert Darnton\">Robert Darnton</a>, who points to the emancipatory potential of the texts in which social and religious criticism are often embedded in moral transgressions.\n</p><p>The development of the book market, changing moral standards and the widespread repeal of censorship regulations have changed the character of the Enfer. Through the mass availability of erotic and pornographic works it has lost a sense of purpose. Already in 1909, serial fiction was kept in it to protect it against theft. The further growth of this cheaply-produced literature led, in 1932, to a separate press mark within the collection, replaced between 1960-69 by two more specific signatures of the general catalog, which in turn were abandoned without being replaced.\n</p><p>The Bibliothèque nationale closed the Enfer press mark in 1969, but opened it again in 1983, for practical reasons; for librarians and library users, it was easier to find all the erotic works under a single press mark. The acquisition policy of the Bibliothèque nationale is, however, no longer based only on genre. While efforts are made to continue collecting erotic material, the decisive factor now is rarity or bibliophilic quality. Besides older works that were missing from the Enfer, contemporary and foreign books are added to the Enfer. By 2013, the collection had grown to 2,600 volumes, dating from the 16th century.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup> Since 1977, access to the Enfer is no longer stricter than for the rest of the Réserve collections.\n</p>\n<h2><span class=\"mw-headline\" id=\"Bibliography\">Bibliography</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Enfer&amp;action=edit&amp;section=5\" title=\"Edit section: Bibliography\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Guillaume Apollinaire, <a href=\"/w/index.php?title=Fernand_Fleuret&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Fernand Fleuret (page does not exist)\">Fernand Fleuret</a>, <a href=\"/wiki/Louis_Perceau\" title=\"Louis Perceau\">Louis Perceau</a>: <i>L’Enfer de la Bibliothèque Nationale.</i> Paris 1913. – <i>The first catalog of the Enfer, now outdated.</i> (Nouvelle èdition, 1919, available online via the <a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/stream/lenferdelabiblio00apol\">Internet Archive</a> and <a class=\"external text\" href=\"https://fr.wikisource.org/wiki/L’Enfer_de_la_Bibliothèque_nationale\">Wikisource</a>.)</li>\n<li>Pascal Pia: <i>Les livres de l’Enfer: bibliographie critique des ouvrages érotiques dans leurs différentes éditions du XVIe siècle à nos jours.</i> Fayard, Paris 1998 (2., erweiterte Auflage), <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/2-213-60189-5\" title=\"Special:BookSources/2-213-60189-5\">2-213-60189-5</a>. – <i>The standard bibliography of the Enfer, contains additional information on the collection and on individual works.</i></li>\n<li><i>L’Enfer de la Bibliothèque Nationale.</i> Fayard, Paris 1984–1988. – Seven-volume selection of 29 novels from the collection of Enfer.<i></i></li>\n<li>Jeanne Veyrin-Forrer: <i>L’Enfer vu d’ici .</i> In: <i>Revue de la Bibliothèque Nationale</i>, 14 (1984),  S. 22–41. – <i>A history of the Enfer, current state of knowledge.</i></li>\n<li><a href=\"/wiki/Robert_Darnton\" title=\"Robert Darnton\">Robert Darnton</a>: <i>The Forbidden Best-Sellers of Prerevolutionary France.</i> Norton, New York, 1996. \"An essay on the Enfer and pornographic literature of the Enlightenment<i>.</i></li>\n<li>Marie-Françoise Quignard, Raymond-Josué Seckel: <i>L’Enfer de la Bibliothèque. Éros au secret.</i> Paris 2007. – <i>Exhibition catalogue.</i></li></ul>\n<h2><span class=\"mw-headline\" id=\"Websites\">Websites</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Enfer&amp;action=edit&amp;section=6\" title=\"Edit section: Websites\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://oeil.electrique.free.fr/article.php?articleid=108&amp;numero=13\">Darstellung des Enfer mit einem längeren Zitat der Rechtsabteilung der Bibliothèque nationale zur Anschaffungspolitik</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://chroniques.bnf.fr/numero_courant/expositions/enfer_bibliotheque.htm\">Informationen zur Ausstellung der Bibliothèque nationale über den Enfer (4. Dezember 2007–2. März 2008)</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.nzz.ch/nachrichten/kultur/aktuell/therese_philosophe_oder_warum_jungfern_keine_romane_lesen_sollen_1.642334.html\">Artikel der <i>Neuen Zürcher Zeitung</i> über den Enfer und die Ausstellung der Bibliothèque nationale (4. Dezember 2007–2. März 2008)</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Enfer&amp;action=edit&amp;section=7\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><i>Catalogue des livers imprimés de la Bibliothèque du Roy: Belles-Lettres, 1re–2e partie</i>, Paris 1750</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Marie-Françoise Quignard, Raymond-Josué Seckel: <i>L’Enfer de la Bibliothèque. Éros au secret.</i> Paris 2007. Pg. 26.</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><i>Grand dictionnaire universel du XIXe siècle</i>. Administration du grand dictionnaire universel, Paris 1866–1877, Vol. 7, pg. 557 <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://gallica.bnf.fr/ark:/12148/bpt6k205359t/f561.chemindefer\">[1]</a></span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Dass die größte pornografische Sammlung in der Vatikanischen Bibliothek zu finden sei, ist allerdings eine weit verbreitete Legende.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\"><i>Grand dictionnaire universel du XIXe siècle</i>. Administration du grand dictionnaire universel, Paris 1866–1877, Suppl. 1, pg. 366 <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://gallica.bnf.fr/ark:/12148/bpt6k398030/f365.chemindefer\">[2]</a></span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">The <a rel=\"nofollow\" class=\"external text\" href=\"http://catalogue.bnf.fr/\">online catalogue of the Bibliothèque nationale</a> lists 2,706 entries, of which around 100 are empty (accessed on 9 February 2013).</span>\n</li>\n</ol></div>\n<p><span style=\"font-size: small;\"><span id=\"coordinates\"><a href=\"/wiki/Geographic_coordinate_system\" title=\"Geographic coordinate system\">Coordinates</a>: <span class=\"plainlinks nourlexpansion\"><a class=\"external text\" href=\"//tools.wmflabs.org/geohack/geohack.php?pagename=Enfer&amp;params=48_50_01_N_2_22_33_E_region:FR\"><span class=\"geo-default\"><span class=\"geo-dms\" title=\"Maps, aerial photos, and other data for this location\"><span class=\"latitude\">48°50′01″N</span> <span class=\"longitude\">2°22′33″E</span></span></span><span class=\"geo-multi-punct\">&#xfeff; / &#xfeff;</span><span class=\"geo-nondefault\"><span class=\"geo-dec\" title=\"Maps, aerial photos, and other data for this location\">48.83361°N 2.37583°E</span><span style=\"display:none\">&#xfeff; / <span class=\"geo\">48.83361; 2.37583</span></span></span></a></span></span></span>\n</p>\n<!-- \nNewPP limit report\nParsed by mw1330\nCached time: 20180909155349\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.092 seconds\nReal time usage: 0.132 seconds\nPreprocessor visited node count: 461/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 3804/2097152 bytes\nTemplate argument size: 532/2097152 bytes\nHighest expansion depth: 15/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 2482/5000000 bytes\nNumber of Wikibase entities loaded: 1/400\nLua time usage: 0.035/10.000 seconds\nLua memory usage: 1.19 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  108.433      1 -total\n 38.43%   41.675      1 Template:IPAc-en\n 25.79%   27.967      1 Template:Coord\n 24.02%   26.049      1 Template:ISBN\n 10.18%   11.043      1 Template:Catalog_lookup_link\n  5.10%    5.533      1 Template:Error-small\n  3.53%    3.830      3 Template:Yesno-no\n  3.48%    3.775      1 Template:IPA-fr\n  2.17%    2.351      6 Template:Trim\n  2.13%    2.313      3 Template:Yesno\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:51459657-0!canonical and timestamp 20180909155349 and revision id 846915378\n -->\n</div>"},"langlinks":[{"lang":"cs","url":"https://cs.wikipedia.org/wiki/Enfer","langname":"Czech","autonym":"čeština","*":"Enfer"},{"lang":"de","url":"https://de.wikipedia.org/wiki/Enfer","langname":"German","autonym":"Deutsch","*":"Enfer"},{"lang":"fr","url":"https://fr.wikipedia.org/wiki/Enfer_de_la_Biblioth%C3%A8que_nationale","langname":"French","autonym":"français","*":"Enfer de la Bibliothèque nationale"}],"categories":[{"sortkey":"","hidden":"","*":"Coordinates_not_on_Wikidata"},{"sortkey":"","*":"Pornography"},{"sortkey":"","*":"Erotic_literature"},{"sortkey":"","*":"Book_censorship"},{"sortkey":"France","*":"National_libraries"},{"sortkey":"","*":"Library_cataloging_and_classification"},{"sortkey":"","*":"Research_libraries"}],"links":[{"ns":0,"exists":"","*":"Ancien Régime"},{"ns":0,"exists":"","*":"Bibliothèque nationale"},{"ns":0,"exists":"","*":"Bibliothèque nationale de France"},{"ns":0,"exists":"","*":"British Museum"},{"ns":0,"exists":"","*":"Fayard"},{"ns":0,"exists":"","*":"Francis I of France"},{"ns":0,"exists":"","*":"French Revolution"},{"ns":0,"exists":"","*":"Geographic coordinate system"},{"ns":0,"exists":"","*":"Guillaume Apollinaire"},{"ns":0,"exists":"","*":"Index Librorum Prohibitorum"},{"ns":0,"exists":"","*":"International Standard Book Number"},{"ns":0,"exists":"","*":"Joseph Naudet"},{"ns":0,"exists":"","*":"Les Feuillants Abbey"},{"ns":0,"exists":"","*":"Library classification"},{"ns":0,"exists":"","*":"Library of Congress"},{"ns":0,"exists":"","*":"Louis Perceau"},{"ns":0,"exists":"","*":"Louis Philippe I"},{"ns":0,"exists":"","*":"Marquis de Sade"},{"ns":0,"exists":"","*":"Naples National Archaeological Museum"},{"ns":0,"exists":"","*":"Napoleon"},{"ns":0,"exists":"","*":"New York Public Library"},{"ns":0,"exists":"","*":"Nicolas-Edme Rétif"},{"ns":0,"exists":"","*":"Pascal Pia"},{"ns":0,"exists":"","*":"Pierre Larousse"},{"ns":0,"exists":"","*":"Pietro Aretino"},{"ns":0,"exists":"","*":"Private Case"},{"ns":0,"exists":"","*":"Robert Darnton"},{"ns":0,"exists":"","*":"Rue Saint-Honoré"},{"ns":0,"exists":"","*":"Second French Empire"},{"ns":0,"exists":"","*":"Vatican Library"},{"ns":0,"exists":"","*":"Whore dialogues"},{"ns":0,"*":"Honoré Gabriel Riqueti, comte de Mirab"},{"ns":0,"*":"Fernand Fleuret"},{"ns":12,"exists":"","*":"Help:IPA/English"},{"ns":12,"exists":"","*":"Help:IPA/French"}],"templates":[{"ns":10,"exists":"","*":"Template:IPAc-en"},{"ns":10,"exists":"","*":"Template:IPA-fr"},{"ns":10,"exists":"","*":"Template:IPA"},{"ns":10,"exists":"","*":"Template:ISBN"},{"ns":10,"exists":"","*":"Template:Catalog lookup link"},{"ns":10,"exists":"","*":"Template:Trim"},{"ns":10,"exists":"","*":"Template:Yesno-no"},{"ns":10,"exists":"","*":"Template:Yesno"},{"ns":10,"exists":"","*":"Template:Error-small"},{"ns":10,"exists":"","*":"Template:Tl"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Coord"},{"ns":828,"exists":"","*":"Module:IPAc-en"},{"ns":828,"exists":"","*":"Module:IPAc-en/data"},{"ns":828,"exists":"","*":"Module:IPAc-en/pronunciation"},{"ns":828,"exists":"","*":"Module:IPAc-en/phonemes"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Check isxn"},{"ns":828,"exists":"","*":"Module:Error"},{"ns":828,"exists":"","*":"Module:Coordinates"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Math"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["http://gallica.bnf.fr/ark:/12148/bpt6k205359t/f561.chemindefer","http://gallica.bnf.fr/ark:/12148/bpt6k398030/f365.chemindefer","http://catalogue.bnf.fr/","https://archive.org/stream/lenferdelabiblio00apol","https://fr.wikisource.org/wiki/L%E2%80%99Enfer_de_la_Biblioth%C3%A8que_nationale","http://oeil.electrique.free.fr/article.php?articleid=108&numero=13","http://chroniques.bnf.fr/numero_courant/expositions/enfer_bibliotheque.htm","http://www.nzz.ch/nachrichten/kultur/aktuell/therese_philosophe_oder_warum_jungfern_keine_romane_lesen_sollen_1.642334.html","//tools.wmflabs.org/geohack/geohack.php?pagename=Enfer&params=48_50_01_N_2_22_33_E_region:FR"],"sections":[{"toclevel":1,"level":"2","line":"Meaning","number":"1","index":"1","fromtitle":"Enfer","byteoffset":540,"anchor":"Meaning"},{"toclevel":1,"level":"2","line":"Name","number":"2","index":"2","fromtitle":"Enfer","byteoffset":3613,"anchor":"Name"},{"toclevel":1,"level":"2","line":"Inventory and cataloguing","number":"3","index":"3","fromtitle":"Enfer","byteoffset":5961,"anchor":"Inventory_and_cataloguing"},{"toclevel":1,"level":"2","line":"Repurposing","number":"4","index":"4","fromtitle":"Enfer","byteoffset":9510,"anchor":"Repurposing"},{"toclevel":1,"level":"2","line":"Bibliography","number":"5","index":"5","fromtitle":"Enfer","byteoffset":11768,"anchor":"Bibliography"},{"toclevel":1,"level":"2","line":"Websites","number":"6","index":"6","fromtitle":"Enfer","byteoffset":13130,"anchor":"Websites"},{"toclevel":1,"level":"2","line":"References","number":"7","index":"7","fromtitle":"Enfer","byteoffset":13778,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Enfer","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q1341628"}]}}