{"parse":{"title":"Factory and Workshop Act 1895","pageid":28222036,"revid":858940271,"text":{"*":"<div class=\"mw-parser-output\"><p>The <b>Factory and Workshop Act 1895</b> was a <a href=\"/wiki/UK\" class=\"mw-redirect\" title=\"UK\">UK</a> <a href=\"/wiki/Act_of_Parliament\" title=\"Act of Parliament\">Act of Parliament</a> intended to regulate the conditions, safety, health and wages of people working in factories. It gives an example of the serious problems in <a href=\"/wiki/UK_labour_law\" class=\"mw-redirect\" title=\"UK labour law\">UK labour law</a> at the beginning of the 20th century.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Scope\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Scope</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-2\"><a href=\"#Type_of_workplace\"><span class=\"tocnumber\">1.1</span> <span class=\"toctext\">Type of workplace</span></a></li>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#People_protected\"><span class=\"tocnumber\">1.2</span> <span class=\"toctext\">People protected</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Health_and_safety\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Health and safety</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Machinery\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Machinery</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Children_and_women\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Children and women</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Night_work\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Night work</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Statutory_instruments\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Statutory instruments</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#Wages_and_inspections\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Wages and inspections</span></a></li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#See_also\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-11\"><a href=\"#Notes\"><span class=\"tocnumber\">9</span> <span class=\"toctext\">Notes</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Scope\">Scope</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Factory_and_Workshop_Act_1895&amp;action=edit&amp;section=1\" title=\"Edit section: Scope\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"Type_of_workplace\">Type of workplace</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Factory_and_Workshop_Act_1895&amp;action=edit&amp;section=2\" title=\"Edit section: Type of workplace\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The workplaces to which the act applies are, first, \" factories \" and \" workshops \"; secondly, laundries, docks, wharves, &amp;c., enumerated above as introduced and regulated partially only by the act of 1895 and subsequent acts. Apart from this secondary list, and having regard to workplaces which remain undefined by the law, the act may broadly be said to apply to premises, rooms or places in which manual labour, with or without the aid of mechanical power, is exercised for gain in or incidental to the making, altering, repairing, ornamenting, washing, cleaning or finishing or adapting for sale of any article or part of any article. If steam, water or other mechanical power is used in aid of the manufacturing process, the workplace is a factory; if not, it is a workshop. There is, however, a list of eighteen classes of works (brought under the factory law for reasons of safety, etc., before workshops generally were regulated) which are defined as factories whether power is used in them or not. Factories are, again, subdivided into textile and non-textile: they are textile if the machinery is employed in preparing, manufacturing or finishing cotton, wool, hair, <a href=\"/wiki/Silk\" title=\"Silk\">silk</a>, flax, <a href=\"/wiki/Hemp\" title=\"Hemp\">hemp</a>, <a href=\"/wiki/Jute\" title=\"Jute\">jute</a>, <a href=\"/wiki/Tow\" title=\"Tow\">tow</a>, <a href=\"/w/index.php?title=China-Grass_Ramie_(Rhea)&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"China-Grass Ramie (Rhea) (page does not exist)\">China grass</a>, <a href=\"/wiki/Coconut_fibre\" class=\"mw-redirect\" title=\"Coconut fibre\">coconut fibre</a> or other like material either separately or mixed together, or mixed with any other material, or any fabric made thereof; all other factories are non-textile. The distinction turns on the historical origin of factory regulation and the regulations in textile factories remain in some respects slightly more stringent than in the non-textile factories and workshops, though the general provisions are almost the same. Three special classes of workshops have for certain purposes to be distinguished from ordinary workshops, which include <a href=\"/wiki/Tenement\" title=\"Tenement\">tenement</a> workshops:\n</p>\n<dl><dd>(a) Domestic workshops, <i>i.e.</i> any private house, room or place, which, though used as a dwelling, is by reason of the work carried on there a workshop, and in which the only persons employed are members of the same family, dwelling there alone—in these women's hours are unrestricted;</dd>\n<dd>(b) Women's workshops, in which neither children nor young persons are employed—in these a more elastic arrangement of hours is permissible than in ordinary workshops;</dd>\n<dd>(c) Workshops in which men only are employed—these come under the same general regulations in regard to sanitation as other workshops, also under the provisions of the Factory Act as regards security, and, if certified by the secretary of state, may be brought under special regulations. They are otherwise outside the scope of the act of 1901.</dd></dl>\n<h3><span class=\"mw-headline\" id=\"People_protected\">People protected</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Factory_and_Workshop_Act_1895&amp;action=edit&amp;section=3\" title=\"Edit section: People protected\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The person to whom the regulations apply in the above-defined workplaces are children, i.e. persons between the ages of twelve and fourteen, young persons, i.e. boys or girls between the ages of fourteen (or if an educational certificate has been obtained, thirteen) and eighteen years of age, and women, i.e. females above the age of eighteen; these are all \"protected\" persons to whom the general provisions of the act, inclusive of the regulation of hours and times of employment, apply. To adult men generally those provisions broadly only apply which are aimed at securing sanitation and safety in the conduct of the manufacturing process.\n</p><p>The person generally responsible for observance of the provisions of the law, whether these relate to health, safety, limitation of the hours of labour or other matters, is the <i>occupier</i> (a term undefined in the act) of the factory, workshop or <a href=\"/wiki/Laundry\" title=\"Laundry\">laundry</a>. There are, however, limits to his responsibility,\n</p>\n<dl><dd>(a) generally, where the occupier has used due <a href=\"/wiki/Diligence\" title=\"Diligence\">diligence</a> to enforce the execution of the act, and can show that another person, whether agent, servant, workman or other person, is the real offender;</dd>\n<dd>(b) specially in a factory the sections relating to employment of protected persons, where the owner or hirer of a machine or <a href=\"/wiki/Tool\" title=\"Tool\">implement</a> driven by mechanical power is some person other than the occupier of the factory, the owner or hirer, so far as respects any offence against the act committed in relation to a person who is employed in connexion with the machine or implement, and is in the employment or pay of the owner or hirer, shall be deemed to be the occupier of the factory;</dd>\n<dd>(c) for the one purpose of reporting accidents, the actual employer of the person injured in any factory or workshop is bound under penalty immediately to report the same to the occupier;</dd>\n<dd>(d) so far as relates to sanitary conditions, fencing of machinery, affixing of notices in <i>tenement</i> factories, the <i>owner</i> (as defined by the <a href=\"/wiki/Public_Health_Act_1875\" title=\"Public Health Act 1875\">Public Health Act 1875</a>), generally speaking, takes the place of the occupier.</dd></dl>\n<p>Employment in a factory or workshop includes work whether for wages or not:\n</p>\n<dl><dd>(a) in a manufacturing process or handicraft,</dd>\n<dd>(b) in cleaning any place used for the same,</dd>\n<dd>(c) in cleaning or oiling any part of the machinery,</dd>\n<dd>(d) any work whatsoever incidental to the process or handicraft, or connected with the article made.</dd></dl>\n<p>Persons found in any part of the factory or workshop, where machinery is used or manufacture carried on, except at <a href=\"/wiki/Meal\" title=\"Meal\">meal</a>-times, or when machinery is stopped, are deemed to be employed until the contrary is proved. The act, however, does not apply to employment for the sole purpose of repairing the premises or machinery, nor to the process of preserving and curing <a href=\"/wiki/Fish\" title=\"Fish\">fish</a> immediately upon its arrival in the fishing boats in order to prevent the fish from being destroyed or spoiled, nor to the process of cleaning and preparing <a href=\"/wiki/Fruit\" title=\"Fruit\">fruit</a> so far as is necessary to prevent it from spoiling during the months of June, July, August and September. Certain light handicrafts carried on by a family only in a private house or room at irregular intervals are also outside the scope of the act.\n</p>\n<h2><span class=\"mw-headline\" id=\"Health_and_safety\">Health and safety</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Factory_and_Workshop_Act_1895&amp;action=edit&amp;section=4\" title=\"Edit section: Health and safety\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The foremost provisions are those relating to the sanitary condition of the workplaces and the general security of every class of worker. Every factory must be kept in a cleanly condition, free from noxious effluvia, ventilated in such a manner as to render harmless, so far as practicable, gases, vapours, dust or other impurities generated in the manufacture; must be provided with sufficient and suitable sanitary conveniences separate for the sexes; must not be overcrowded (not less than 250&#160;cu&#160;ft (7.1&#160;m<sup>3</sup>). during the day, 400 during overtime, for each worker). In these matters the law of public health takes in workshops the place of the Factory Act, the requirements being substantially the same. Although, however, primarily the officers of the district council enforce the sanitary provisions in workshops, the government factory inspectors may give notice of any defect in them to the district council in whose district they are situate; and if proceedings are not taken within one month by the latter, the factory inspector may act in default and recover expenses from the district council. This power does not extend to domestic workshops which are under the law relating to public health so far as general sanitation is concerned. General powers are reserved to the secretary of state, where he is satisfied that the Factory Act or law relating to public health as regards workplaces has not been carried out by any district council, to authorize a factory inspector during a period named in his order to act instead of the district council. Other general sanitary provisions administered by the government inspectors are the requirement in factories and workshops of washing conveniences where poisonous substances are used; adequate measures for securing and maintaining a reasonable temperature of such a kind as will not interfere with the purity of the air in each room in which any person is employed; maintenance of sufficient means of ventilation in every room in a factory or workshop (in conformity with such standard as may be prescribed by order of the secretary of state); provision of a fan to carry off injurious dust, gas or other impurity, and prevent their inhalation in any factory or workshop; drainage of floors where wet processes are carried on. For laundries and bakehouses there are further sanitary regulations; <i>e.g.</i> in laundries all stoves for <a href=\"/wiki/Heating\" class=\"mw-redirect\" title=\"Heating\">heating</a> irons shall be sufficiently separated from any ironing-room or ironing-table, and the floors shall be \" drained in such a manner as will allow the water to flow off freely \"; and in bakehouses a cistern supplying water to a bakehouse must be quite separate from that supplying water to a water-closet, and the latter may not communicate directly with the bakehouse. Use of underground bakehouses (i.e. a <a href=\"/wiki/Baking\" title=\"Baking\">baking</a> room with floor more than 3&#160;ft (0.91&#160;m). below the ground adjoining) is prohibited, except where already used at the passing of the act; further, in these cases, after 1 January 1904, a certificate as to suitability in light, ventilation, &amp;c., must be obtained from the district council. In other trades certified by the secretary of state further sanitary regulations may be made to increase security for health by special rules to be presently touched on. The secretary of state may also make sanitary requirements a condition of granting such exceptions to the general law as he is empowered to grant. In factories, as distinct from workshops, a periodical lime washing (or washing with hot water and <a href=\"/wiki/Soap\" title=\"Soap\">soap</a> where paint and <a href=\"/wiki/Varnish\" title=\"Varnish\">varnish</a> have been used) of all inside walls and ceilings once at least in every fourteen months is generally required (in bakehouses once in six months). As regards sufficiency and suitability of sanitary accommodation, the standards determined by order of the secretary of state shall be observed in the districts to which it is made applicable. An order was made called the Sanitary Accommodation Order, on 4 February 1903, the definitions and standards in which have also been widely adopted by local sanitary authorities in districts where the Order itself has no legal force, the local authority having parallel power under the <a href=\"/w/index.php?title=Public_Health_Act_of_1890&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Public Health Act of 1890 (page does not exist)\">Public Health Act of 1890</a>.\n</p>\n<h2><span class=\"mw-headline\" id=\"Machinery\">Machinery</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Factory_and_Workshop_Act_1895&amp;action=edit&amp;section=5\" title=\"Edit section: Machinery\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Security in the use of machinery is provided for by precautions as regards the cleaning of machinery in motion and working between the fixed and traversing parts of self-acting machines driven by power, by fencing of machinery, and by empowering inspectors to obtain an order from a court of <a href=\"/wiki/Summary_jurisdiction\" title=\"Summary jurisdiction\">summary jurisdiction</a> to prohibit the use, temporarily or absolutely, of machinery, ways, works or plant, including use of a steam boiler, which cannot be used without danger to life and limb. Every hoist and fly-<a href=\"/wiki/Wheel\" title=\"Wheel\">wheel</a> directly connected with mechanical power, and every part of a water-wheel or <a href=\"/wiki/Engine\" title=\"Engine\">engine</a> worked by mechanical power, and every wheel race, must be fenced, whatever its position, and every part of mill-gearing or dangerous machinery must either be fenced or be in such position that it is as safe as if fenced. No protected persons may clean any part of mill-gearing in motion, and children may further not clean any part of or below manufacturing machinery in motion by aid of mechanical power; young persons further may not clean any machinery if the inspector notifies it to the occupier as dangerous. Security as regards the use of dangerous premises is provided for by empowering courts of summary jurisdiction, on the application of an inspector, to prohibit their use until the danger has been removed. The district council, or, in London, the county council, or in case of their default the factory inspector, can require certain provisions for escape in case of fire in factories and workshops in which more than forty persons are employed; special powers to make by-laws for means of escape from fire in any factory or workshop are, in addition to any powers for prevention of fire that they possess, given to every district council, in London to the county council. The means of escape must be kept free from obstruction. Provisions are made for doors to open outwards in each room in which more than ten persons are employed,/and to prevent the locking, bolting or fastening of doors so that they cannot easily be opened from inside when any person is employed or at meals inside the workplace. Further, provisions for security may be provided in special regulations. Every boiler for generating steam in a factory or workshop or place where the act applies must have a proper safety valve, a steam <a href=\"/wiki/Gauge_(engineering)\" class=\"mw-redirect\" title=\"Gauge (engineering)\">gauge</a>, and a water gauge, and every such boiler, valve and gauge must be maintained in proper condition. Examination by a competent person must take place at least once in every fourteen months. The occupier of any factory or workshop may be liable for penal compensation not exceeding £Ioo in case of injury or death due to neglect of any provision or special rule, the whole or any part of which may be applied for the benefit of the injured person or his family, as the secretary of state determines. When a death has occurred by accident in a factory or workshop, the <a href=\"/wiki/Coroner\" title=\"Coroner\">coroner</a> must advise the factory inspector for the district of the place and time of the <a href=\"/wiki/Inquest\" title=\"Inquest\">inquest</a>. The secretary of state may order a formal investigation of the circumstances of any accident as in the case of mines. Careful and detailed provisions are made for the reporting by occupiers to inspectors, and entry in the registers at factories and workshops of accidents which occur in a factory or workshop and (a) cause loss of life to a person employed there, or (<i>b) </i> are due to machinery moved by mechanical power, molten metal, hot liquid, explosion, escape of gas or steam, <a href=\"/wiki/Electricity\" title=\"Electricity\">electricity</a>, so disabling any person employed in the factory or workshop as to cause him to be absent throughout at least one whole day from his ordinary work, (<i>c</i>) are due to any other special cause which the secretary of state may determine, (<i>d</i>) not falling under the previous heads and yet cause disablement for more than <a href=\"/wiki/Seven_Days_Battles\" title=\"Seven Days Battles\">seven days</a>' ordinary work to any person working in the factory or workshop. In the case of (a) or (<i>b</i>) notice has also to be sent to the certifying surgeon by the occupier. Cases of lead, <a href=\"/wiki/Phosphorus\" title=\"Phosphorus\">phosphorus</a>, arsenical and mercurial poisoning, or <a href=\"/wiki/Anthrax\" title=\"Anthrax\">anthrax</a>, contracted in any factory or workshop must similarly be reported and registered by the occupier, and the duty of reporting these cases is also laid on medical practitioners under whose observation they come. The list of classes of poisoning can be extended by the secretary of state's order.\n</p><p>Certificates of physical fitness for employment must be obtained by the occupier from the certifying surgeon for the district for all persons under sixteen years of age employed in a factory, and in any class of workshops to which the requirement has been extended by order of the secretary of state, and an inspector may suspend any such persons for re-examination in a factory, or for examination in a workshop, when \" disease or bodily infirmity \" unfits the person, in his opinion, for the work of the place. The certifying surgeon may examine the process as well as the person submitted, and may qualify the certificate he grants by conditions as to the work on which the person is fit to be employed. An occupier of a factory or workshop or laundry shall not knowingly allow a woman to be employed therein within four weeks after childbirth.\n</p>\n<h2><span class=\"mw-headline\" id=\"Children_and_women\">Children and women</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Factory_and_Workshop_Act_1895&amp;action=edit&amp;section=6\" title=\"Edit section: Children and women\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The employment of children, young persons and women is regulated as regards ordinary and exceptional hours of work, ordinary and exceptional meal-times, length of spells and holidays. The outside limits of ordinary periods of employment and holidays are, broadly, the same for textile factories as for non-textile factories and workshops; the main difference lies in the requirement of not less than a total two hours' interval for meals out of the twelve, and a limit of four and a half hours for any spell of work, a longer weekly half <a href=\"/wiki/Holiday\" title=\"Holiday\">holiday</a>, and a prohibition of overtime, in textile factories, as compared with a total one and a half hours' interval for meals and a limit of five hours for spells and (conditional) permission of overtime in non-textile factories. The hours of work must be specified, and from Monday to Friday may be between 6 A.M. and 6 P.M., or 7 A.M. to 7 P.M.; in non-textile factories and workshops the hours also may be taken between 8 A.M. and 8 P.M. or by order of the secretary of state for special industries 9 A.M. to 9 P.M. Between these outside limits, with the proviso that mealtimes must be fixed and limits as to spells observed, women and young persons may be employed the full-time, children on the contrary only half time, on alternate days, or in alternate sets attending school half time regularly. On Saturdays, in textile factories in which the period commences at 6 A.M. all manufacturing work must cease at 12 if not less than one hour is given for meals, or I I.30 if less than one hour is given for meals (half an hour extra allowed for cleaning), and in non-textile factories and workshops at 2 P.M., 3 P.M. or 4 P.M., according as the hour of beginning is 6 A.M., 7 A.M. or 8 A.M. In \" domestic workshops \" the total number of hours for young persons and children must not exceed those allowed in ordinary workshops, but the outside limits for beginning and ending are wider; and the case is similar as regards hours of women in \" women's workshops.\" Employment outside a factory or workshop in the business of the same is limited in a manner similar to that laid down in the <a href=\"/w/index.php?title=Shop_Hours_Act&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Shop Hours Act (page does not exist)\">Shop Hours Act</a>, to be touched on presently. Overtime in certain classes of factories, workshops and warehouses attached to them is permitted, under conditions specified in the acts, for women, to meet seasonal or unforeseen pressure of business, or where goods of a perishable nature are dealt with, for young persons only in a very limited degree in factories liable to stoppage for drought or <a href=\"/wiki/Flood\" title=\"Flood\">flood</a>, or for an unfinished process. These and other cases of exceptional working are under minute and careful administrative regulations. Broadly these same regulations as to exceptional overtime may apply in <i>laundries</i> but the act of 1907 granted to laundries not merely <a href=\"https://en.wiktionary.org/wiki/ancillary\" class=\"extiw\" title=\"wikt:ancillary\">ancillary</a> to the manufacture carried on in a factory or workshop (e.g. <a href=\"/wiki/Shirt\" title=\"Shirt\">shirt</a> and <a href=\"/wiki/Collar_(clothing)\" title=\"Collar (clothing)\">collar</a> factories), additional power to fix different periods of employment for different days of the week, and to make use of one or other of two exceptional methods of arranging the daily periods so as to permit of periods of different length on different days; these exceptional periods cannot be worked in addition to overtime permissible under the general law. Laundries carried on in connexion with charitable or reformatory institutions were brought in 1907 within the scope of the law, but special schemes for regulation as to hours, meals, holidays, &amp;c., may be submitted by the managers to the secretary of state, who is empowered to approve them if he is satisfied that they are not less favourable than the corresponding provisions of the principal act; such schemes shall be laid as soon as possible before both Houses of Parliament.\n</p>\n<h2><span class=\"mw-headline\" id=\"Night_work\">Night work</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Factory_and_Workshop_Act_1895&amp;action=edit&amp;section=7\" title=\"Edit section: Night work\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Night work is allowed in certain specified industries, under conditions, for male young persons, but for no other workers under eighteen, and overtime for women may never be later than 10 P.M. or before 6 A.M. Sunday work is prohibited except, under conditions, for <a href=\"/wiki/Jew\" class=\"mw-redirect\" title=\"Jew\">Jews</a>; and in factories, workshops and laundries six holidays (generally the <a href=\"/wiki/Bank\" title=\"Bank\">bank</a> holidays) must be allowed in the year. In creameries in which women and young persons are employed the secretary of state may by special order vary the beginning and end of the daily period of employment, and allow employment for not more than three hours on Sundays and holidays.\n</p>\n<h2><span class=\"mw-headline\" id=\"Statutory_instruments\">Statutory instruments</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Factory_and_Workshop_Act_1895&amp;action=edit&amp;section=8\" title=\"Edit section: Statutory instruments\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The general provisions of the act may be supplemented where specially dangerous or unhealthy trades are carried on, by special regulations. This was provided for in the law in force until 31 December 1901, as in the existing principal act, and the power to establish rules had been exercised between 1892 and 1901 in twenty two trades or processes where injury arose either from handling of dangerous substances, such as lead and lead compounds, phosphorus, <a href=\"/wiki/Arsenic\" title=\"Arsenic\">arsenic</a> or various chemicals, or where there is inhalation of irritant dust or noxious fumes, or where there is danger of explosion or infection of anthrax. Before the rule could be drawn up under the acts of 1891 to 1895, the secretary of state had to certify that in the particular case or class of cases in question (e.g. process or machinery), there was, in his opinion, danger to life or limb or risk of injury to health; thereupon the chief inspector might propose to the occupier of the factory or workshop such special rules or measures as he thought necessary to meet the circumstances. The occupier might object or propose modifications, but if he did not the rules became binding in twenty-one days; if he objected, and the secretary of state did not assent to any proposed modification, the matters in difference had to be referred to <a href=\"/wiki/Arbitration\" title=\"Arbitration\">arbitration</a>, the <a href=\"/wiki/Award\" title=\"Award\">award</a> in which finally settled the rules or requirement to be observed.\n</p><p>In November 1901, in the case of the earthenware and china industry, the last arbitration of the kind was opened and was finally concluded in 1903. The parties to the arbitration were the chief inspector, on behalf of the secretary of state, and the occupier or occupiers, but the workmen interested might be and were represented on the arbitration. In the establishing of the twenty-two sets of existing special rules only thrice has arbitration been resorted to, and only on two of these occasions were workmen represented. The provisions as to the arbitration were laid down in the first <a href=\"/wiki/Schedule_(workplace)\" title=\"Schedule (workplace)\">schedule</a> to the Act of 1891, and were similar to those under the Coal Mines Regulation Acts. Many of these codes have still the force of law and will continue until in due course revised under the amended procedure of the act of 1901. They might not only regulate conditions of employment, but also restrict or prohibit employment of any class of workers; where such restriction or prohibition affected adult workers the rules had to be laid for forty days before both Houses of Parliament before coming into operation. The obligation to observe the rules in detail lies on workers as well as on occupiers, and the section in the act of 1891 providing a penalty for non-observance was drafted, as in the case of the mines, so as to provide for a simultaneous fine for each (not exceeding two pounds for the worker, not exceeding ten pounds for the employer).\n</p><p>The provisions as to special regulations of the act of 1901 touch primarily the method of procedure for making the regulations, but they also covered for the first time domestic workshops and added a power as to the kind of regulations that may be made; further, they strengthened the sanction for observance of any rules that may be established, by placing the occupier in the same general position as regards penalty for non-observance as in other matters under the act. On the certificate of the secretary of state that any manufacture, machinery, plant, process or manual labour used in factories or workshops is dangerous or injurious to life, health or limb, such regulations as appear to the secretary of state to meet the necessity of the case may be made by him after he has duly published notice: (1) of his intention; (2) of the place where copies of the draft regulations can be obtained; and (3) of the time during which objections to them can be made by persons affected. The secretary of state may modify the regulations to meet the objections made. If not, unless the objection is withdrawn or appears to him frivolous, he shall, before making the regulations, appoint a competent person to hold a public inquiry with regard to the draft regulations and to report to him thereon. The inquiry is to be made under such rules as the secretary of state may lay down, and when the regulations are made, they must be laid as soon as possible before parliament. Either House may annul these regulations or any of them, without <a href=\"/wiki/Prejudice\" title=\"Prejudice\">prejudice</a> to the power of the secretary of state to make new regulations. The regulations may apply to all factories or workshops in which the certified manufacture, process, &amp;c., is used, or to a specified class. They may, among other things, (a) prohibit or limit employment of any person or class of persons; (<i>b</i>) prohibit, limit, or control use of any material or process; (c) modify or extend special regulations contained in the Act. Regulations have been established among others in the following trades and processes: felt <a href=\"/wiki/Hat\" title=\"Hat\">hat</a>-making where any inflammable solvent is used; <a href=\"/wiki/File_(tool)\" title=\"File (tool)\">file</a>-cutting by hand; manufacture of electric accumulators; docks, processes of loading, unloading, &amp;c.; <a href=\"/wiki/Tar\" title=\"Tar\">tar</a> distilling; factories in which self-acting mules are used; use of locomotives; <a href=\"/wiki/Spinning_(textiles)\" title=\"Spinning (textiles)\">spinning</a> and weaving of flax, hemp and jute; manufacture of paints and colours; heading of <a href=\"/wiki/Yarn\" title=\"Yarn\">yarn</a> dyed by means of lead compounds.\n</p>\n<h2><span class=\"mw-headline\" id=\"Wages_and_inspections\">Wages and inspections</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Factory_and_Workshop_Act_1895&amp;action=edit&amp;section=9\" title=\"Edit section: Wages and inspections\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Although the Factory and Workshop Acts have not directly regulated wages, they have made certain provision for securing to the worker that the amount agreed upon shall be received,\n</p>\n<dl><dd>(a) by extending every act in force relating to the inspection of <a href=\"/wiki/Weights_and_measures\" class=\"mw-redirect\" title=\"Weights and measures\">weights and measures</a> and <a href=\"/wiki/Weighing_machines\" class=\"mw-redirect\" title=\"Weighing machines\">weighing machines</a> for use <i>ticuJars</i> in the <a href=\"/wiki/Sale_of_goods\" class=\"mw-redirect\" title=\"Sale of goods\">sale of goods</a> to those used in a factory or workshop for checking or ascertaining the wages of persons employed;</dd>\n<dd>(b) by ensuring that piece-workers in the textile trades (and other trades specified by the secretary of state) shall receive, before commencing any piece of work, clear particulars of the wages applicable to the work to be done and of the work to which that rate is to be applied.</dd></dl>\n<p>Unless the particulars of work are ascertainable by an automatic indicator, they must be given to textile workers in writing, and in the case of weavers in the cotton, worsted and woollen trades the particulars of wages must be supplied separately to each worker, and also shown on a <a href=\"/wiki/Placard\" title=\"Placard\">placard</a> in a conspicuous position. In other textile processes, it is sufficient to furnish the particulars separately to each worker. The secretary of state has used his powers to extend this protection to non-textile workers, with suitable modifications, in various hardware industries, including pen-making, locks, chains, in wholesale tailoring and making of wearing apparel, in fustian cutting, <a href=\"/wiki/Umbrella\" title=\"Umbrella\">umbrella</a>-making, <a href=\"/wiki/Brush\" title=\"Brush\">brush</a>-making and a number of other piece-work trades. He further has in most of these and other trades used his power to extend this protection to <a href=\"/wiki/Outworker\" class=\"mw-redirect\" title=\"Outworker\">outworkers</a>.\n</p><p>With a view to efficient administration of the act,\n</p>\n<dl><dd>(a) certain notices have to be conspicuously exhibited at the factory or workshop,</dd>\n<dd>(b) registers and lists kept, and</dd>\n<dd>(c) notices sent <i>Administo</i> the inspector by the occupier.</dd></dl>\n<p>Among the first the most important are the prescribed abstract of the act, the names and addresses of the inspector and certifying surgeon, the period of employment, and specified meal-times (which may not be changed without fresh notice to the inspector), the air space and number of persons who may legally be employed in each room, and prescribed particulars of exceptional employment; among the second are the general registers of children and young persons employed, of accidents, of limewashing, of overtime, and lists of outworkers; among the third are the notice of beginning to occupy a factory or workshop, which the occupier must send within one month, report of overtime employment, notice of accident, poisoning or anthrax, and returns of persons employed, with such other particulars as may be prescribed. These must be sent to the chief inspector at intervals of not less than one and not more than three years, as may be directed by the secretary of state.\n</p><p>The <a href=\"/wiki/Secretary_of_State_for_the_Home_Department\" class=\"mw-redirect\" title=\"Secretary of State for the Home Department\">Secretary of State for the Home Department</a> controls the administration of the acts, appoints the inspectors referred to in the acts, assigns to them their duties, and regulates the manner and cases in which they are to exercise the powers of inspectors. The act, however, expressly assigns certain duties and powers to a chief inspector and certain to district inspectors. Many provisions of the acts depend as to their operation on the making of orders by the secretary of state. These orders may impose special obligations on occupiers and increase the stringency of regulations, may apply exceptions as to employment, and may modify or relax regulations to meet special classes of circumstances. In certain cases, already indicated, his orders guide or determine the action of district councils, and, generally, in case of default by a council he may empower his inspectors to act as regards workplaces, instead of the council, both under the Factory Acts and Public Health Acts.\n</p><p>The powers of an inspector are to enter, inspect and examine, by day or by night, at any reasonable time, any factory or workshop (or laundry, dock, &amp;c.), or part of one, when he has reason to believe that any person is employed there; to take with him a <a href=\"/wiki/Constable\" title=\"Constable\">constable</a> if he has reasonable cause to expect obstruction; to require production of registers, certificates, &amp;c., under the acts; to examine, alone or in the presence of any other person, as he sees fit, every person in the factory or workshop, or in a school where the children employed are being educated; to prosecute, conduct or defend before a court of summary jurisdiction any proceeding under the acts; and to exercise such other powers as are necessary for carrying the act into effect. The inspector has also the duty of enforcing the Truck Acts in places, and in respect of persons, under the Factory Acts. Certifying surgeons are appointed by the chief inspector subject to the regulations of the secretary of state, and their chief duties are\n</p>\n<dl><dd>(a) to examine workers under sixteen, and persons under special rules, as to physical fitness for the daily work during legal periods, with power to grant qualified certificates as to the work for which the young worker is fit, and</dd>\n<dd>(b) to investigate and report on accidents and cases of lead, phosphorus or other poisoning and anthrax.</dd></dl>\n<p>In 1907 there were registered as under inspection 110,276 factories, including laundries with power, 146,917 workshops (other than men's workshops), including laundries without power; of works under special rules or regulations (included in the figures just given) there were 10,586 and 19,687 non-textile works under orders for supply of particulars to pieceworkers. Of notices of accidents received there were 124,325, of which 1179 were fatal; of reported cases of poisoning there were 653, of which 40 were fatal. Prosecutions were taken by inspectors in 4474 cases and convictions obtained in 4211 cases. Of persons employed there were, according to returns of occupiers, 1904, 4,165,791 in factories and 688,756 in workshops.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Factory_and_Workshop_Act_1895&amp;action=edit&amp;section=10\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Wikisource-logo.svg/12px-Wikisource-logo.svg.png\" width=\"12\" height=\"13\" class=\"noviewer\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Wikisource-logo.svg/18px-Wikisource-logo.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Wikisource-logo.svg/24px-Wikisource-logo.svg.png 2x\" data-file-width=\"410\" data-file-height=\"430\" />&#160;This article&#160;incorporates text from a publication now in the <a href=\"/wiki/Public_domain\" title=\"Public domain\">public domain</a>:&#160;<cite id=\"CITEREFChisholm1911\" class=\"citation encyclopaedia\">Chisholm, Hugh, ed. (1911). \"<a href=\"https://en.wikisource.org/wiki/1911_Encyclop%C3%A6dia_Britannica/Labour_Legislation\" class=\"extiw\" title=\"wikisource:1911 Encyclopædia Britannica/Labour Legislation\">Labour Legislation</a>\". <i><a href=\"/wiki/Encyclop%C3%A6dia_Britannica_Eleventh_Edition\" title=\"Encyclopædia Britannica Eleventh Edition\">Encyclopædia Britannica</a></i>. <b>16</b> (11th ed.). Cambridge University Press.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=bookitem&amp;rft.atitle=Labour+Legislation&amp;rft.btitle=Encyclop%C3%A6dia+Britannica&amp;rft.edition=11th&amp;rft.pub=Cambridge+University+Press&amp;rft.date=1911&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AFactory+and+Workshop+Act+1895\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span>\n</p>\n<ul><li><a href=\"/wiki/History_of_labour_law\" title=\"History of labour law\">History of labour law</a></li>\n<li><a href=\"/wiki/UK_labour_law\" class=\"mw-redirect\" title=\"UK labour law\">UK labour law</a></li>\n<li><a href=\"/wiki/UK_labour_law_history\" class=\"mw-redirect\" title=\"UK labour law history\">UK labour law history</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"Notes\">Notes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Factory_and_Workshop_Act_1895&amp;action=edit&amp;section=11\" title=\"Edit section: Notes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist columns references-column-width\" style=\"-moz-column-width: 30em; -webkit-column-width: 30em; column-width: 30em; list-style-type: decimal;\">\n</div>\n<p class=\"mw-empty-elt\">\n</p>\n<!-- \nNewPP limit report\nParsed by mw1326\nCached time: 20180910170850\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.132 seconds\nReal time usage: 0.182 seconds\nPreprocessor visited node count: 898/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 6855/2097152 bytes\nTemplate argument size: 697/2097152 bytes\nHighest expansion depth: 12/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.046/10.000 seconds\nLua memory usage: 2.62 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  128.584      1 -total\n 46.62%   59.940      1 Template:EB1911\n 40.56%   52.149      1 Template:Cite_EB1911\n 32.07%   41.241      2 Template:Convert\n 31.57%   40.588      1 Template:Cite_encyclopedia\n 15.08%   19.396      1 Template:Use_dmy_dates\n 11.73%   15.081      1 Template:DMCA\n  9.86%   12.680      1 Template:Dated_maintenance_category\n  6.22%    7.997      1 Template:FULLROOTPAGENAME\n  5.88%    7.558      1 Template:Reflist\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:28222036-0!canonical and timestamp 20180910170850 and revision id 858940271\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"Wikipedia_articles_incorporating_a_citation_from_the_1911_Encyclopaedia_Britannica_with_Wikisource_reference"},{"sortkey":"","hidden":"","*":"Wikipedia_articles_incorporating_text_from_the_1911_Encyclopædia_Britannica"},{"sortkey":"","hidden":"","*":"Use_dmy_dates_from_June_2011"},{"sortkey":"","*":"United_Kingdom_labour_law"},{"sortkey":"","*":"Legal_history_of_the_United_Kingdom"},{"sortkey":"","*":"United_Kingdom_Acts_of_Parliament_1895"},{"sortkey":"","*":"Health_and_safety_in_the_United_Kingdom"},{"sortkey":"","*":"Occupational_safety_and_health_law"},{"sortkey":"","*":"1895_in_labour_relations"}],"links":[{"ns":14,"exists":"","*":"Category:Use dmy dates from June 2011"},{"ns":0,"exists":"","*":"Act of Parliament"},{"ns":0,"exists":"","*":"Anthrax"},{"ns":0,"exists":"","*":"Arbitration"},{"ns":0,"exists":"","*":"Arsenic"},{"ns":0,"exists":"","*":"Award"},{"ns":0,"exists":"","*":"Baking"},{"ns":0,"exists":"","*":"Bank"},{"ns":0,"exists":"","*":"Brush"},{"ns":0,"exists":"","*":"Coconut fibre"},{"ns":0,"exists":"","*":"Collar (clothing)"},{"ns":0,"exists":"","*":"Constable"},{"ns":0,"exists":"","*":"Coroner"},{"ns":0,"exists":"","*":"Diligence"},{"ns":0,"exists":"","*":"Electricity"},{"ns":0,"exists":"","*":"Encyclopædia Britannica Eleventh Edition"},{"ns":0,"exists":"","*":"Engine"},{"ns":0,"exists":"","*":"File (tool)"},{"ns":0,"exists":"","*":"Fish"},{"ns":0,"exists":"","*":"Flood"},{"ns":0,"exists":"","*":"Fruit"},{"ns":0,"exists":"","*":"Gauge (engineering)"},{"ns":0,"exists":"","*":"Hat"},{"ns":0,"exists":"","*":"Heating"},{"ns":0,"exists":"","*":"Hemp"},{"ns":0,"exists":"","*":"History of labour law"},{"ns":0,"exists":"","*":"Holiday"},{"ns":0,"exists":"","*":"Inquest"},{"ns":0,"exists":"","*":"Jew"},{"ns":0,"exists":"","*":"Jute"},{"ns":0,"exists":"","*":"Laundry"},{"ns":0,"exists":"","*":"Meal"},{"ns":0,"exists":"","*":"Outworker"},{"ns":0,"exists":"","*":"Phosphorus"},{"ns":0,"exists":"","*":"Placard"},{"ns":0,"exists":"","*":"Prejudice"},{"ns":0,"exists":"","*":"Public Health Act 1875"},{"ns":0,"exists":"","*":"Public domain"},{"ns":0,"exists":"","*":"Sale of goods"},{"ns":0,"exists":"","*":"Schedule (workplace)"},{"ns":0,"exists":"","*":"Secretary of State for the Home Department"},{"ns":0,"exists":"","*":"Seven Days Battles"},{"ns":0,"exists":"","*":"Shirt"},{"ns":0,"exists":"","*":"Silk"},{"ns":0,"exists":"","*":"Soap"},{"ns":0,"exists":"","*":"Spinning (textiles)"},{"ns":0,"exists":"","*":"Summary jurisdiction"},{"ns":0,"exists":"","*":"Tar"},{"ns":0,"exists":"","*":"Tenement"},{"ns":0,"exists":"","*":"Tool"},{"ns":0,"exists":"","*":"Tow"},{"ns":0,"exists":"","*":"UK"},{"ns":0,"exists":"","*":"UK labour law"},{"ns":0,"exists":"","*":"UK labour law history"},{"ns":0,"exists":"","*":"Umbrella"},{"ns":0,"exists":"","*":"Varnish"},{"ns":0,"exists":"","*":"Weighing machines"},{"ns":0,"exists":"","*":"Weights and measures"},{"ns":0,"exists":"","*":"Wheel"},{"ns":0,"exists":"","*":"Yarn"},{"ns":0,"*":"China-Grass Ramie (Rhea)"},{"ns":0,"*":"Public Health Act of 1890"},{"ns":0,"*":"Shop Hours Act"}],"templates":[{"ns":10,"exists":"","*":"Template:Convert"},{"ns":10,"exists":"","*":"Template:EB1911"},{"ns":10,"exists":"","*":"Template:Hide in print"},{"ns":10,"exists":"","*":"Template:Cite EB1911"},{"ns":10,"exists":"","*":"Template:Cite encyclopedia"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Column-width"},{"ns":10,"exists":"","*":"Template:Use dmy dates"},{"ns":10,"exists":"","*":"Template:DMCA"},{"ns":10,"exists":"","*":"Template:Dated maintenance category"},{"ns":10,"exists":"","*":"Template:FULLROOTPAGENAME"},{"ns":10,"exists":"","*":"Template:Ns has subpages"},{"ns":828,"exists":"","*":"Module:Convert"},{"ns":828,"exists":"","*":"Module:Convert/data"},{"ns":828,"exists":"","*":"Module:Convert/text"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Ns has subpages"}],"images":["Wikisource-logo.svg"],"externallinks":[],"sections":[{"toclevel":1,"level":"2","line":"Scope","number":"1","index":"1","fromtitle":"Factory_and_Workshop_Act_1895","byteoffset":273,"anchor":"Scope"},{"toclevel":2,"level":"3","line":"Type of workplace","number":"1.1","index":"2","fromtitle":"Factory_and_Workshop_Act_1895","byteoffset":284,"anchor":"Type_of_workplace"},{"toclevel":2,"level":"3","line":"People protected","number":"1.2","index":"3","fromtitle":"Factory_and_Workshop_Act_1895","byteoffset":2958,"anchor":"People_protected"},{"toclevel":1,"level":"2","line":"Health and safety","number":"2","index":"4","fromtitle":"Factory_and_Workshop_Act_1895","byteoffset":6180,"anchor":"Health_and_safety"},{"toclevel":1,"level":"2","line":"Machinery","number":"3","index":"5","fromtitle":"Factory_and_Workshop_Act_1895","byteoffset":10443,"anchor":"Machinery"},{"toclevel":1,"level":"2","line":"Children and women","number":"4","index":"6","fromtitle":"Factory_and_Workshop_Act_1895","byteoffset":15729,"anchor":"Children_and_women"},{"toclevel":1,"level":"2","line":"Night work","number":"5","index":"7","fromtitle":"Factory_and_Workshop_Act_1895","byteoffset":19536,"anchor":"Night_work"},{"toclevel":1,"level":"2","line":"Statutory instruments","number":"6","index":"8","fromtitle":"Factory_and_Workshop_Act_1895","byteoffset":20188,"anchor":"Statutory_instruments"},{"toclevel":1,"level":"2","line":"Wages and inspections","number":"7","index":"9","fromtitle":"Factory_and_Workshop_Act_1895","byteoffset":25591,"anchor":"Wages_and_inspections"},{"toclevel":1,"level":"2","line":"See also","number":"8","index":"10","fromtitle":"Factory_and_Workshop_Act_1895","byteoffset":31512,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"Notes","number":"9","index":"11","fromtitle":"Factory_and_Workshop_Act_1895","byteoffset":31649,"anchor":"Notes"}],"parsewarnings":[],"displaytitle":"Factory and Workshop Act 1895","iwlinks":[{"prefix":"wikt","url":"https://en.wiktionary.org/wiki/ancillary","*":"wikt:ancillary"},{"prefix":"wikisource","url":"https://en.wikisource.org/wiki/1911_Encyclop%C3%A6dia_Britannica/Labour_Legislation","*":"wikisource:1911 Encyclopædia Britannica/Labour Legislation"}],"properties":[{"name":"wikibase_item","*":"Q5428786"}]}}