{"parse":{"title":"Microinsurance","pageid":11644470,"revid":850985832,"text":{"*":"<div class=\"mw-parser-output\"><p>\n<b>Microinsurance</b> is the protection of low-income people (those living on between approximately $1 and $4 per day( below $4)<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>) against specific perils in exchange for regular premium payment proportionate to the likelihood and cost of the risks involved. This definition is exactly the same as one might use for regular insurance except for the clearly prescribed target market: low-income people. The target population typically consists of persons ignored by mainstream commercial and social insurance schemes, as well as persons who have not previously had access to appropriate insurance products.\n</p><p>The institutions or set of institutions implementing microinsurance are commonly referred to as a microinsurance scheme.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Definitions_of_microinsurance\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Definitions of microinsurance</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Microinsurance_products\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Microinsurance products</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Microinsurance_delivery_models\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Microinsurance delivery models</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Microinsurance_scheme\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Microinsurance scheme</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Microinsurance_and_development\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Microinsurance and development</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Notable_companies\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Notable companies</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#See_also\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#References\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#External_links\"><span class=\"tocnumber\">9</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Definitions_of_microinsurance\">Definitions of microinsurance</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Microinsurance&amp;action=edit&amp;section=1\" title=\"Edit section: Definitions of microinsurance\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ol><li>Microinsurance is insurance with low premiums and low caps / coverage. In this definition, \"micro\" refers to the small financial transaction that each insurance policy generates.  \"General microinsurance product means health insurance contract, any contract covering the belongings, such as, hut, livestock or tools or instruments or any personal accident contract, either on individual or group basis, as per terms stated in Schedule-I appended to these regulations\"; and \"life microinsurance product\" means any term insurance contract with or without return of premium, any endowment insurance contract or health insurance contract, with or without an accident benefit rider, either on individual or group basis, as per terms stated in Schedule-II appended to these regulations as those within defined (low) minimum and maximum caps. The IRDA’s characterization of microinsurance by the product features is further complemented by their definition for microinsurance agents, those appointed by and acting for an insurer, for distribution of microinsurance products (and only those products).</li>\n<li>Microinsurance is a financial arrangement to protect low-income people against specific perils in exchange for regular premium payments proportionate to the likelihood and cost of the risk involved.<sup id=\"cite_ref-Churchill_2-0\" class=\"reference\"><a href=\"#cite_note-Churchill-2\">&#91;2&#93;</a></sup>  The author of this definition adds that micro-insurance does not refer to: (i) the size of the risk-carrier (some are small and even informal, others very large companies); (ii) the scope of the risk (the risks themselves are by no means \"micro\" to the households that experience them); (iii) the delivery channel: it can be delivered through a variety of different channels, including small community-based schemes, <a href=\"/wiki/Credit_unions\" class=\"mw-redirect\" title=\"Credit unions\">credit unions</a> or other types of <a href=\"/wiki/Microfinance\" title=\"Microfinance\">microfinance</a> institutions, but also by enormous multinational insurance companies, etc.</li>\n<li>Microinsurance is synonymous to community-based financing arrangements,<sup id=\"cite_ref-WHO_3-0\" class=\"reference\"><a href=\"#cite_note-WHO-3\">&#91;3&#93;</a></sup> including community health funds, mutual health organizations, <a href=\"/wiki/Rural_health\" title=\"Rural health\">rural health</a> insurance, revolving drugs funds, and community involvement in user-fee management.  Most community financing schemes have evolved in the context of severe economic constraints, political instability, and lack of good governance. The common feature within all, is the active involvement of the community in <a href=\"/wiki/Revenue\" title=\"Revenue\">revenue</a> collection, <a href=\"/wiki/Pooling_(resource_management)\" title=\"Pooling (resource management)\">pooling</a>, <a href=\"/wiki/Resource_allocation\" title=\"Resource allocation\">resource allocation</a> and, frequently, service provision.</li>\n<li>Microinsurance is the use of insurance as an economic instrument at the \"micro\" (i.e. smaller than national) level of society.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> This definition integrates the above approaches into one comprehensive conceptual framework.  It was first published in 1999, pre-dating the other three approaches, and has been noted to be the first recorded use of the term \"microinsurance\".<sup id=\"cite_ref-WHO_3-1\" class=\"reference\"><a href=\"#cite_note-WHO-3\">&#91;3&#93;</a></sup>  Under this definition, decisions in microinsurance are made within each unit, (rather than far away, at the level of <a href=\"/wiki/Government\" title=\"Government\">governments</a>, <a href=\"/wiki/Insurance_company\" class=\"mw-redirect\" title=\"Insurance company\">companies</a>, <a href=\"/wiki/NGO\" class=\"mw-redirect\" title=\"NGO\">NGOs</a> that offer support in operations, etc.).</li></ol>\n<p>Insurance functions on the concept of risk pooling, and likewise, regardless of its small unit size and its activities at the level of single communities, so does microinsurance.  Microinsurance links multiple small units into larger structures, creating networks that enhance both insurance functions (through broader risk pools) and support structures for improved governance (i.e. training, data banks, research facilities, access to <a href=\"/wiki/Reinsurance\" title=\"Reinsurance\">reinsurance</a> etc.).  This mechanism is conceived as an autonomous enterprise, independent of permanent external financial lifelines, and its main objective is to pool both risks and resources of whole groups for the purpose of providing financial protection to all members against the financial consequences of mutually determined risks.\n</p><p>The last definition therefore, includes the critical features of the previous three:\n</p>\n<ol><li>transactions are low-cost (and reflect members’ willingness to pay);</li>\n<li>clients are essentially low-net-worth (but not necessarily uniformly poor);</li>\n<li>the essential role of the network of microinsurance units is to enhance risk management of the members of the entire pool of microinsurance units over and above what each can do when operating as a stand-alone entity.</li></ol>\n<h2><span class=\"mw-headline\" id=\"Microinsurance_products\">Microinsurance products</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Microinsurance&amp;action=edit&amp;section=2\" title=\"Edit section: Microinsurance products\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Microinsurance, like regular insurance, may be offered for a wide variety of risks.  These include both health risks (illness, injury, or death) and property risks (damage or loss).  A wide variety of microinsurance products exist to address these risks, including <a href=\"/wiki/Crop_insurance\" title=\"Crop insurance\">crop insurance</a>, livestock/cattle insurance, insurance for theft or fire, <a href=\"/wiki/Health_insurance\" title=\"Health insurance\">health insurance</a>, <a href=\"/wiki/Term_life_insurance\" title=\"Term life insurance\">term life insurance</a>, death insurance, <a href=\"/wiki/Disability_insurance\" title=\"Disability insurance\">disability insurance</a>, insurance for natural disasters, etc.\n</p><p>Microinsurance has made a significant difference in countries like Mali, as Maxime Prud'Homme and Bakary Traoré describe in <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20100706044627/http://www.inwent.org/ez/articles/167030/index.en.shtml\">Innovations in Sikasso</a>. Still, many countries face continuing challenges. Specifically in Bangladesh, micro health insurance schemes are having trouble with financial and institutional sustainability, Syed Abdul Hamid and Jinnat Ara describe, but things are improving. <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20100706044108/http://www.inwent.org/ez/articles/166688/index.en.shtml\">Progress in Bangladesh</a>\n</p>\n<h2><span class=\"mw-headline\" id=\"Microinsurance_delivery_models\">Microinsurance delivery models</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Microinsurance&amp;action=edit&amp;section=3\" title=\"Edit section: Microinsurance delivery models\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>One of the greatest challenge for microinsurance is the actual delivery to clients.  Methods and models for doing so vary depending on the organization, institution, and provider involved. As Dubby Mahalanobis states, one must be thorough and careful when making policies, otherwise microinsurance could do more harm than good. <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20100508042253/http://www.inwent.org/ez/articles/166486/index.en.shtml\">Tricky challenges</a> In general, there are four main methods for offering microinsurance<sup id=\"cite_ref-Churchill_2-1\" class=\"reference\"><a href=\"#cite_note-Churchill-2\">&#91;2&#93;</a></sup> the partner-agent model, the provider-driven model, the full-service model, and the community-based model.  Each of these models has their own advantages and disadvantages.\n</p>\n<ul><li><b>Partner agent model</b>: A partnership is formed between the micro insurance(partner as MFI) scheme and an agent (insurance companies), and in some cases a third-party healthcare provider.  The microinsurance scheme is responsible for the delivery and marketing of products to the clients, while the agent retains all responsibility for design and development.  In this model, microinsurance schemes benefit from limited risk, but are also disadvantaged in their limited control. <a href=\"/wiki/Micro_Insurance_Centre\" class=\"mw-redirect\" title=\"Micro Insurance Centre\">Micro Insurance Centre</a> is an example of an organization using this model.</li>\n<li><b>Full service model</b>:  The microinsurance scheme is in charge of everything; both the design and delivery of products to the clients, working with external healthcare providers to provide the services.  This model has the advantage of offering microinsurance schemes full control, yet the disadvantage of higher risks.</li>\n<li><b>Provider-driven model</b>:  The healthcare provider is the microinsurance scheme, and similar to the full-service model, is responsible for all operations, delivery, design, and service.  There is an advantage once more in the amount of control retained, yet disadvantage in the limitations on products and services.</li>\n<li><b>Community-based/mutual model</b>:  The policyholders or clients are in charge, managing and owning the operations, and working with external healthcare providers to offer services.  This model is advantageous for its ability to design and market products more easily and effectively, yet is disadvantaged by its small size and scope of operations.</li></ul>\n<h2><span class=\"mw-headline\" id=\"Microinsurance_scheme\">Microinsurance scheme</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Microinsurance&amp;action=edit&amp;section=4\" title=\"Edit section: Microinsurance scheme\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>A microinsurance scheme is a scheme that uses, among others, an insurance mechanism whose beneficiaries are (at least in part) people excluded from formal social protection schemes, particularly, informal economy workers and their families. The scheme differs from others created to provide legal social protection to formal economy workers. Membership is not compulsory (but can be automatic), and members pay, at least in part, the necessary contributions in order to cover benefits.\n</p><p>The expression \"microinsurance scheme\" designates either the institution that provides insurance (e.g., a health mutual benefit association) or the set of institutions (in the case of linkages) that provide insurance or the insurance service itself provided by an institution that also handles other activities (e.g., a micro-finance institution).\n</p><p>The use of the mechanism of insurance implies:\n</p>\n<ul><li>Prepayment and resource-pooling: the regular prepayment of contributions (before the insured risks occur) that are pooled together.</li>\n<li>Risk-sharing: the pooled contributions are used to pay a financial compensation to those who are affected by predetermined risks, and those who are not exposed to these risks do not get their contributions back.</li>\n<li>Guarantee of coverage: a financial compensation for a number of risks, in line with a pre-defined benefits package.</li></ul>\n<p>Microinsurance schemes may cover various risks (health, life, etc.); the most frequent microinsurance products are: \n</p>\n<ul><li>Life microinsurance (and retirement savings plans)</li>\n<li>Health microinsurance (hospitalisation, primary health care, maternity, etc.)</li>\n<li>Disability microinsurance</li>\n<li>Property microinsurance – assets, livestock, housing</li>\n<li>Crop microinsurance</li></ul>\n<p>Dirk Reinhard provides a good list summarising reading pertinent to microinsurance. <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20100508042303/http://www.inwent.org/ez/articles/167106/index.en.shtml\">Small means, massive impact</a>\n</p>\n<h2><span class=\"mw-headline\" id=\"Microinsurance_and_development\">Microinsurance and development</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Microinsurance&amp;action=edit&amp;section=5\" title=\"Edit section: Microinsurance and development\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Microinsurance is recognized as a useful tool in economic development. As many low-income people do not have access to adequate risk-management tools, they are vulnerable to fall back into poverty in times of hardship, for example when the breadwinner of the family dies, or when high hospital bills force families to take out loans with high interest rates. Furthermore, microinsurance makes it possible for people to take more risks. When farmers are insured against a bad harvest (resulting from drought), they are in a better position to grow crops which give high yields in good years, and bad yields in year of drought. Without the insurance, however, they will be inclined to do the opposite; since they have to safeguard a minimal level of income for themselves and their families,  crops will be grown which are more drought resistant, but which have a much lower yield in good weather conditions.<sup id=\"cite_ref-Oxford_University_Press_5-0\" class=\"reference\"><a href=\"#cite_note-Oxford_University_Press-5\">&#91;5&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Notable_companies\">Notable companies</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Microinsurance&amp;action=edit&amp;section=6\" title=\"Edit section: Notable companies\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Milvik\" title=\"Milvik\">Milvik</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Microinsurance&amp;action=edit&amp;section=7\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Friendly_society\" title=\"Friendly society\">Friendly society</a></li>\n<li><a href=\"/wiki/Health_economics\" title=\"Health economics\">Health economics</a></li>\n<li><a href=\"/wiki/Insurance_in_India\" title=\"Insurance in India\">Insurance in India</a></li>\n<li><a href=\"/wiki/Microfinance\" title=\"Microfinance\">Microfinance</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Microinsurance&amp;action=edit&amp;section=8\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\">Allen &amp; Overy LLP (2012). <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20131220100954/http://a4id.org/sites/default/files/files/Short%20guide%20to%20Microinsurance.pdf\">\"Microinsurance\"</a> <span style=\"font-size:85%;\">(PDF)</span>. Advocates for International Development. Archived from <a rel=\"nofollow\" class=\"external text\" href=\"http://a4id.org/sites/default/files/files/Short%20guide%20to%20Microinsurance.pdf\">the original</a> <span style=\"font-size:85%;\">(PDF)</span> on 20 December 2013<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">20 August</span> 2013</span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Microinsurance&amp;rft.pub=Advocates+for+International+Development&amp;rft.date=2012&amp;rft.au=Allen+%26+Overy+LLP&amp;rft_id=http%3A%2F%2Fa4id.org%2Fsites%2Fdefault%2Ffiles%2Ffiles%2FShort%2520guide%2520to%2520Microinsurance.pdf&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMicroinsurance\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-Churchill-2\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Churchill_2-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Churchill_2-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation book\">Churchill C. (ed.) (2006). <i>Protecting the Poor: A Microinsurance Compendium</i>. Geneva: ILO.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Protecting+the+Poor%3A+A+Microinsurance+Compendium&amp;rft.place=Geneva&amp;rft.pub=ILO&amp;rft.date=2006&amp;rft.au=Churchill+C.+%28ed.%29&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMicroinsurance\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span><span class=\"citation-comment\" style=\"display:none; color:#33aa33; margin-left:0.3em\">CS1 maint: Extra text: authors list (<a href=\"/wiki/Category:CS1_maint:_Extra_text:_authors_list\" title=\"Category:CS1 maint: Extra text: authors list\">link</a>) </span></span>\n</li>\n<li id=\"cite_note-WHO-3\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-WHO_3-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-WHO_3-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><cite class=\"citation journal\">Alexander S. Preker; Guy Carrin; David Dror; Melitta Jakab; William Hsiao; Dyna Arhin-Tenkorang (2002). \"Effectiveness of community health financing in meeting the cost of illness\". <i>Bulletin of the World Health Organization</i>. Geneva: WHO. <b>80</b> (2): 143–150.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=Bulletin+of+the+World+Health+Organization&amp;rft.atitle=Effectiveness+of+community+health+financing+in+meeting+the+cost+of+illness&amp;rft.volume=80&amp;rft.issue=2&amp;rft.pages=143-150&amp;rft.date=2002&amp;rft.au=Alexander+S.+Preker&amp;rft.au=Guy+Carrin&amp;rft.au=David+Dror&amp;rft.au=Melitta+Jakab&amp;rft.au=William+Hsiao&amp;rft.au=Dyna+Arhin-Tenkorang&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMicroinsurance\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Dror, D, Jacquier Ch (1999). \"Micro-insurance: Extending Health Insurance to the Excluded\". <i>International Social Security Review</i>. Geneva: ISSA. <b>52</b> (1): 71–97. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"//doi.org/10.1111/1468-246X.00034\">10.1111/1468-246X.00034</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.jtitle=International+Social+Security+Review&amp;rft.atitle=Micro-insurance%3A+Extending+Health+Insurance+to+the+Excluded&amp;rft.volume=52&amp;rft.issue=1&amp;rft.pages=71-97&amp;rft.date=1999&amp;rft_id=info%3Adoi%2F10.1111%2F1468-246X.00034&amp;rft.au=Dror%2C+D%2C+Jacquier+Ch&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMicroinsurance\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span><span class=\"citation-comment\" style=\"display:none; color:#33aa33; margin-left:0.3em\">CS1 maint: Multiple names: authors list (<a href=\"/wiki/Category:CS1_maint:_Multiple_names:_authors_list\" title=\"Category:CS1 maint: Multiple names: authors list\">link</a>) </span></span>\n</li>\n<li id=\"cite_note-Oxford_University_Press-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Oxford_University_Press_5-0\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation journal\">Dercon Stefan (2005). \"Risk, Insurance and Poverty: A Review\".</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=Risk%2C+Insurance+and+Poverty%3A+A+Review&amp;rft.date=2005&amp;rft.au=Dercon+Stefan&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AMicroinsurance\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n</ol></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Microinsurance&amp;action=edit&amp;section=9\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://curlie.org/Science/Social_Sciences/Economics/Development_Economics/Microfinance\">Microinsurance</a> at Curlie (based on <a href=\"/wiki/DMOZ\" title=\"DMOZ\">DMOZ</a>)</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1320\nCached time: 20180901222454\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.104 seconds\nReal time usage: 0.131 seconds\nPreprocessor visited node count: 360/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 8904/2097152 bytes\nTemplate argument size: 226/2097152 bytes\nHighest expansion depth: 12/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 5843/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.044/10.000 seconds\nLua memory usage: 2.36 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%  109.661      1 -total\n 37.68%   41.318      1 Template:Cite_web\n 26.46%   29.014      1 Template:Use_dmy_dates\n 14.62%   16.029      3 Template:Cite_journal\n 10.27%   11.260      1 Template:DMCA\n  8.77%    9.614      1 Template:Dated_maintenance_category\n  5.95%    6.527      1 Template:FULLROOTPAGENAME\n  4.90%    5.372      1 Template:Cite_book\n  4.58%    5.024      1 Template:Dmoz\n  3.70%    4.060      1 Template:Ns_has_subpages\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:11644470-0!canonical and timestamp 20180901222454 and revision id 850985832\n -->\n</div>"},"langlinks":[{"lang":"az","url":"https://az.wikipedia.org/wiki/Mikros%C4%B1%C4%9Forta","langname":"Azerbaijani","autonym":"azərbaycanca","*":"Mikrosığorta"},{"lang":"de","url":"https://de.wikipedia.org/wiki/Mikroversicherung","langname":"German","autonym":"Deutsch","*":"Mikroversicherung"},{"lang":"es","url":"https://es.wikipedia.org/wiki/Microseguro","langname":"Spanish","autonym":"español","*":"Microseguro"},{"lang":"fr","url":"https://fr.wikipedia.org/wiki/Micro-assurance","langname":"French","autonym":"français","*":"Micro-assurance"},{"lang":"ms","url":"https://ms.wikipedia.org/wiki/Mikroinsurans","langname":"Malay","autonym":"Bahasa Melayu","*":"Mikroinsurans"},{"lang":"nl","url":"https://nl.wikipedia.org/wiki/Microverzekering","langname":"Dutch","autonym":"Nederlands","*":"Microverzekering"},{"lang":"pt","url":"https://pt.wikipedia.org/wiki/Microsseguro","langname":"Portuguese","autonym":"português","*":"Microsseguro"},{"lang":"ru","url":"https://ru.wikipedia.org/wiki/%D0%9C%D0%B8%D0%BA%D1%80%D0%BE%D1%81%D1%82%D1%80%D0%B0%D1%85%D0%BE%D0%B2%D0%B0%D0%BD%D0%B8%D0%B5","langname":"Russian","autonym":"русский","*":"Микрострахование"}],"categories":[{"sortkey":"","hidden":"","*":"CS1_maint:_Extra_text:_authors_list"},{"sortkey":"","hidden":"","*":"CS1_maint:_Multiple_names:_authors_list"},{"sortkey":"","hidden":"","*":"Use_dmy_dates_from_December_2013"},{"sortkey":"","hidden":"","*":"Articles_with_Curlie_links"},{"sortkey":"","*":"Types_of_insurance"},{"sortkey":"","*":"Microinsurance"},{"sortkey":"","*":"Poverty"},{"sortkey":"","*":"Health_economics"}],"links":[{"ns":14,"exists":"","*":"Category:Use dmy dates from December 2013"},{"ns":14,"exists":"","*":"Category:CS1 maint: Extra text: authors list"},{"ns":14,"exists":"","*":"Category:CS1 maint: Multiple names: authors list"},{"ns":0,"exists":"","*":"Credit unions"},{"ns":0,"exists":"","*":"Crop insurance"},{"ns":0,"exists":"","*":"DMOZ"},{"ns":0,"exists":"","*":"Digital object identifier"},{"ns":0,"exists":"","*":"Disability insurance"},{"ns":0,"exists":"","*":"Friendly society"},{"ns":0,"exists":"","*":"Government"},{"ns":0,"exists":"","*":"Health economics"},{"ns":0,"exists":"","*":"Health insurance"},{"ns":0,"exists":"","*":"Insurance company"},{"ns":0,"exists":"","*":"Insurance in India"},{"ns":0,"exists":"","*":"Micro Insurance Centre"},{"ns":0,"exists":"","*":"Microfinance"},{"ns":0,"exists":"","*":"Milvik"},{"ns":0,"exists":"","*":"NGO"},{"ns":0,"exists":"","*":"Pooling (resource management)"},{"ns":0,"exists":"","*":"Reinsurance"},{"ns":0,"exists":"","*":"Resource allocation"},{"ns":0,"exists":"","*":"Revenue"},{"ns":0,"exists":"","*":"Rural health"},{"ns":0,"exists":"","*":"Term life insurance"}],"templates":[{"ns":10,"exists":"","*":"Template:Use dmy dates"},{"ns":10,"exists":"","*":"Template:DMCA"},{"ns":10,"exists":"","*":"Template:Dated maintenance category"},{"ns":10,"exists":"","*":"Template:FULLROOTPAGENAME"},{"ns":10,"exists":"","*":"Template:Ns has subpages"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Cite book"},{"ns":10,"exists":"","*":"Template:Cite journal"},{"ns":10,"exists":"","*":"Template:Dmoz"},{"ns":10,"exists":"","*":"Template:Curlie"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Ns has subpages"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"}],"images":[],"externallinks":["https://web.archive.org/web/20131220100954/http://a4id.org/sites/default/files/files/Short%20guide%20to%20Microinsurance.pdf","http://a4id.org/sites/default/files/files/Short%20guide%20to%20Microinsurance.pdf","//doi.org/10.1111/1468-246X.00034","https://web.archive.org/web/20100706044627/http://www.inwent.org/ez/articles/167030/index.en.shtml","https://web.archive.org/web/20100706044108/http://www.inwent.org/ez/articles/166688/index.en.shtml","https://web.archive.org/web/20100508042253/http://www.inwent.org/ez/articles/166486/index.en.shtml","https://web.archive.org/web/20100508042303/http://www.inwent.org/ez/articles/167106/index.en.shtml","https://curlie.org/Science/Social_Sciences/Economics/Development_Economics/Microfinance"],"sections":[{"toclevel":1,"level":"2","line":"Definitions of microinsurance","number":"1","index":"1","fromtitle":"Microinsurance","byteoffset":1204,"anchor":"Definitions_of_microinsurance"},{"toclevel":1,"level":"2","line":"Microinsurance products","number":"2","index":"2","fromtitle":"Microinsurance","byteoffset":6324,"anchor":"Microinsurance_products"},{"toclevel":1,"level":"2","line":"Microinsurance delivery models","number":"3","index":"3","fromtitle":"Microinsurance","byteoffset":7445,"anchor":"Microinsurance_delivery_models"},{"toclevel":1,"level":"2","line":"Microinsurance scheme","number":"4","index":"4","fromtitle":"Microinsurance","byteoffset":9752,"anchor":"Microinsurance_scheme"},{"toclevel":1,"level":"2","line":"Microinsurance and development","number":"5","index":"5","fromtitle":"Microinsurance","byteoffset":11710,"anchor":"Microinsurance_and_development"},{"toclevel":1,"level":"2","line":"Notable companies","number":"6","index":"6","fromtitle":"Microinsurance","byteoffset":12789,"anchor":"Notable_companies"},{"toclevel":1,"level":"2","line":"See also","number":"7","index":"7","fromtitle":"Microinsurance","byteoffset":12825,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"8","index":"8","fromtitle":"Microinsurance","byteoffset":12925,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"9","index":"9","fromtitle":"Microinsurance","byteoffset":12955,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Microinsurance","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q932143"}]}}