{"parse":{"title":"Criteria air pollutants","pageid":9506027,"revid":824358149,"text":{"*":"<div class=\"mw-parser-output\"><p><b>Criteria air Pollutants</b> (CAP), or <b>criteria pollutants</b>, are a set of <a href=\"/wiki/Air_pollution\" title=\"Air pollution\">air pollutants</a> that cause <a href=\"/wiki/Smog\" title=\"Smog\">smog</a>, <a href=\"/wiki/Acid_rain\" title=\"Acid rain\">acid rain</a>, and other health hazards<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>. CAPs are typically emitted from many sources in <a href=\"/wiki/Industry\" title=\"Industry\">industry</a>, <a href=\"/wiki/Mining\" title=\"Mining\">mining</a>, <a href=\"/wiki/Transportation\" class=\"mw-redirect\" title=\"Transportation\">transportation</a>, <a href=\"/wiki/Electricity_generation\" title=\"Electricity generation\">electricity generation</a> and <a href=\"/wiki/Agriculture\" title=\"Agriculture\">agriculture</a>. In many cases they are the products of the <a href=\"/wiki/Combustion\" title=\"Combustion\">combustion</a> of <a href=\"/wiki/Fossil_fuels\" class=\"mw-redirect\" title=\"Fossil fuels\">fossil fuels</a> or industrial processes.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup>\n</p><p><br />\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Background\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Background</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Sections_108_and_109_of_the_U.S._Clean_Air_Act\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Sections 108 and 109 of the U.S. Clean Air Act</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Six_Criteria_Air_Pollutants\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Six Criteria Air Pollutants</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#EPA_Endangerment_Findings/_Mass_v._EPA\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">EPA Endangerment Findings/ Mass v. EPA</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Petition_to_Add_Seven_Criteria_Air_Pollutants\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Petition to Add Seven Criteria Air Pollutants</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#See_also\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#References\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#External_links\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Background\">Background</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Criteria_air_pollutants&amp;action=edit&amp;section=1\" title=\"Edit section: Background\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The six criteria air pollutants were the first set of pollutants recognized by the <a href=\"/wiki/United_States\" title=\"United States\">United States</a> <a href=\"/wiki/Environmental_Protection_Agency\" class=\"mw-redirect\" title=\"Environmental Protection Agency\">Environmental Protection Agency</a> as needing standards on a national level.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> The Clean Air Act requires the EPA to set US <a href=\"/wiki/National_Ambient_Air_Quality_Standards\" title=\"National Ambient Air Quality Standards\">National Ambient Air Quality Standards</a> (NAAQS) for the six CAPs.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup> The NAAQS are health based and the EPA sets two types of standards: primary and secondary. The primary standards are designed to protect the health of 'sensitive' populations such as asthmatics, children, and the elderly.  The secondary standards are concerned with protecting the environment.  They are designed to address visibility, damage to crops, vegetation, buildings, and animals.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Sections_108_and_109_of_the_U.S._Clean_Air_Act\">Sections 108 and 109 of the U.S. Clean Air Act</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Criteria_air_pollutants&amp;action=edit&amp;section=2\" title=\"Edit section: Sections 108 and 109 of the U.S. Clean Air Act\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The EPA established the NAAQS according to Sections 108 and 109 of the U.S. Clean Air Act, which was last amended in 1990.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup> These sections require the EPA \"(1) to list widespread air pollutants that reasonably may be expected to endanger public health or welfare; (2) to issue air quality criteria for them that assess the latest available scientific information on nature and effects of ambient exposure to them; (3) to set primary NAAQS to protect human health with adequate margin of safety and to set secondary NAAQS to protect against welfare effects (e.g., effects on vegetation, ecosystems, visibility, climate, manmade materials, etc); and (5) to periodically review and revise, as appropriate, the criteria and NAAQS for a given listed pollutant or class of pollutants.\"<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Six_Criteria_Air_Pollutants\">Six Criteria Air Pollutants</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Criteria_air_pollutants&amp;action=edit&amp;section=3\" title=\"Edit section: Six Criteria Air Pollutants\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ol><li><a href=\"/wiki/Tropospheric_Ozone\" class=\"mw-redirect\" title=\"Tropospheric Ozone\">Ozone</a> (O<sub>3</sub>): Ozone found on the surface-level, also known as tropospheric ozone is also regulated by the NAAQS under the Clean Air Act.  Ozone was originally found to be damaging to grapes in the 1950s.  The US EPA set \"oxidants\" standards in 1971, which included ozone.  These standards were created to reduce agricultural impacts and other related damages.  Like lead, ozone requires a reexamination of new findings of health and vegetation effects periodically.  This aspect necessitated the creation of a US EPA criteria document.  Further analysis done in 1979 and 1997 made it necessary to significantly modify the pollution standards</li>\n<li class=\"mw-empty-elt\"></li>\n<li><a href=\"/wiki/Atmospheric_particulate_matter\" class=\"mw-redirect\" title=\"Atmospheric particulate matter\">Atmospheric particulate matter</a>\n<ul><li>PM<sub>10</sub>, coarse particles: 2.5 <a href=\"/wiki/Micrometre\" title=\"Micrometre\">micrometers</a> (μm) to 10 μm in size (although current implementation includes all particles 10 μm or less in the standard)</li>\n<li>PM<sub>2.5</sub>, fine particles: 2.5 μm in size or less. Particulate Matter (PM) was listed in the 1996 Criteria document issued by the EPA.  In April 2001, the EPA created a Second External Review Draft of the Air Quality Criteria for PM, which addressed updated studies done on particulate matter and the modified pollutant standards done since the First External Review Draft.  In May 2002, a Third External Review Draft was made, and the EPA revised PM requirements again.  After issuing a fourth version of the document, the EPA issued the final version in October 2004.</li></ul></li>\n<li class=\"mw-empty-elt\"></li>\n<li><a href=\"/wiki/Lead\" title=\"Lead\">Lead</a> (Pb): In the mid-1970s, lead was listed as a criteria air pollutant that required NAAQS regulation.  In 1977, the EPA published a document which detailed the Air Quality Criteria for lead.  This document was based on the scientific assessments of lead at the time.  Based on this report (1977 Lead AQCD), the EPA established a \"1.5 µg/m3 (maximum quarterly calendar average) Pb NAAQS in 1978.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup>\" The Clean Air Act requires periodic review of NAAQS, and new scientific data published after 1977 made it necessary to revise the standards previously established in the 1977 Lead AQCD document.  An Addendum to the document was published in 1986 and then again as a Supplement to the 1986 AQCD/Addendum in 1990. In 1990, a Lead Staff Paper was prepared by the EPA's Office of Air Quality Planning and Standards (OPQPS), which was based on information presented in the 1986 Lead/AQCD/Addendum and 1990 Supplement, in addition to other OAQPS sponsored lead exposure/risk analyses.  In this paper, it was proposed that the Pb NAAQS be revised further and presented options for revision to the EPA.  The EPA elected to not modify the Pb NAAQS further, but decided to instead focus on the 1991 U.S. EPA Strategy for Reducing Lead Exposure.  The EPA concentrated on regulatory and remedial clean-up efforts to minimize Pb exposure from numerous non-air sources that caused more severe public health risks, and undertook actions to reduce air emissions.</li>\n<li class=\"mw-empty-elt\"></li>\n<li><a href=\"/wiki/Carbon_monoxide\" title=\"Carbon monoxide\">Carbon monoxide</a> (CO): The EPA set the first NAAQS for carbon monoxide in 1971.  The primary standard was set at 9 ppm averaged over an 8-hour period and 35 ppm over a 1-hour period.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup> The majority of CO emitted into the ambient air is from mobile sources.  The EPA has reviewed and assessed the current scientific literature with respect to CO in 1979, 1984, 1991, and 1994.<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup> After the review in 1984 the EPA decided to remove the secondary standard for CO due to lack of significant evidence of the adverse environmental impacts. On January 28, 2011 the EPA decided that the current NAAQS for CO were sufficient and proposed to keep the existing standards as they stood. The EPA is strengthening monitoring requirements for CO by calling for CO monitors to be placed in strategic locations near large urban areas. Specifically, the EPA has called for monitors to be placed and operational in CBSA's (core based statistical areas) with populations over 2.5 million by January 1, 2015; and in CBSA's with populations of 1 million or more by January 1, 2017. In addition they are requiring the collocation of CO monitors with NO<sub>2</sub> monitors in urban areas having a population of 1 million for more.  As of May 2011 there were approximately 328 operational CO monitors in place nationwide.  The EPA has provided some authority to the EPA Regional Administrators to oversee case-by-case requested exceptions and in determining the need for additional monitoring systems above the minimum required.<sup id=\"cite_ref-CO_11-0\" class=\"reference\"><a href=\"#cite_note-CO-11\">&#91;11&#93;</a></sup> The EPA reports the national average concentration of CO has decreased by 82% since 1980.<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\">&#91;12&#93;</a></sup>  The last nonattainment designation was deemed in attainment on September 27, 2010.  Currently all areas in the US are in attainment.<sup id=\"cite_ref-CO_11-1\" class=\"reference\"><a href=\"#cite_note-CO-11\">&#91;11&#93;</a></sup></li>\n<li class=\"mw-empty-elt\"></li>\n<li><a href=\"/wiki/Sulfur_oxide\" title=\"Sulfur oxide\">Sulfur oxides</a> (SO<sub>x</sub>): SO<sub>x</sub> refers to the oxides of sulfur, a highly reactive group of gases.  SO<sub>2</sub> is of greatest interest and is used as the indicator for the entire SO<sub>x</sub> family. The EPA first set primary and secondary standards in 1971.  Dual primary standards were set at 140 ppb averaged over a 24-hour period, and at 30 ppb averaged annually.  The secondary standard was set at 500 ppb averaged over a 3-hour period, not to be exceeded more than once a year.  The most recent review took place in 1996 during which the EPA considered implementing a new NAAQS for 5-minute peaks of SO<sub>2</sub> affecting sensitive populations such as asthmatics.  The Agency did not establish this new NAAQS and kept the existing standards.<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\">&#91;13&#93;</a></sup> In 2010 the EPA decided to replace the dual primary standards with a new 1-hour standard set at 75 ppb.  On March 20, 2012 the EPA \"took final action\" to maintain the existing NAAQS as they stood.<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\">&#91;14&#93;</a></sup> Only three monitoring sites have exceeded the current NAAQS for SO<sub>2</sub>, all of which are located in the Hawaii Volcanoes National Park.  The violations occurred between 2007-2008 and the state of Hawaii suggested these should be exempt from regulatory actions due to an 'exceptional event' (volcanic activity).  Since 1980 the national concentration of SO<sub>2</sub> in the ambient air has decreased by 83%.<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\">&#91;15&#93;</a></sup>  Annual average concentrations hover between 1-6 ppb.  Currently all ACQR's are in attainment for SO<sub>2</sub>.<sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\">&#91;16&#93;</a></sup></li>\n<li class=\"mw-empty-elt\"></li>\n<li><a href=\"/wiki/Nitrogen_oxide\" title=\"Nitrogen oxide\">Nitrogen oxides</a> (NO<sub>x</sub>): The EPA first set primary and secondary standards for the oxides of nitrogen in 1971.  Among these are nitric oxide (NO), nitrous oxide (N<sub>2</sub>O), and nitrogen dioxide (NO<sub>2</sub>), all of which are covered in the NAAQS.  NO<sub>2</sub> is the oxide measured and used as the indicator for the entire NO<sub>x</sub> family as it is of the most concern due to its quick formation and contribution to the formation of harmful ground level ozone.<sup id=\"cite_ref-airqualityNO_17-0\" class=\"reference\"><a href=\"#cite_note-airqualityNO-17\">&#91;17&#93;</a></sup> In 1971 the primary and secondary NAAQS for NO<sub>2</sub> were both set at an annual average of 0.053 ppm.  The EPA reviewed this NAAQS in 1985 and 1996, and in both cases concluded that the existing standard was sufficient.  The most recent review by the EPA occurred in 2010, resulting in a new 1-hour NO<sub>2</sub> primary standard set at 100 ppb; the annual average of 0.053 ppm remained the same.  Also considered was a new 1-hour secondary standard of 100 ppb.  This was the first time the EPA reviewed the environmental impacts separate from the health impacts for this group of criteria air pollutants<sup id=\"cite_ref-airqualityNO_17-1\" class=\"reference\"><a href=\"#cite_note-airqualityNO-17\">&#91;17&#93;</a></sup>  Also, in 2010, the EPA decided to ensure compliance by strengthening monitoring requirements, calling for increased numbers of monitoring systems near large urban areas and major roadways. On March 20, 2012 the EPA \"took final action\" to maintain the existing NAAQS as they stand.<sup id=\"cite_ref-18\" class=\"reference\"><a href=\"#cite_note-18\">&#91;18&#93;</a></sup> The national average of NO<sub>x</sub> concentrations has dropped by 52% since 1980.<sup id=\"cite_ref-19\" class=\"reference\"><a href=\"#cite_note-19\">&#91;19&#93;</a></sup>  The annual concentration for NO<sub>2</sub> is reported to be averaging around 10-20 ppb, and is expected to decrease further with new mobile source regulations.<sup id=\"cite_ref-20\" class=\"reference\"><a href=\"#cite_note-20\">&#91;20&#93;</a></sup>   Currently all areas of the US are classified as in attainment.<sup id=\"cite_ref-airqualityNO_17-2\" class=\"reference\"><a href=\"#cite_note-airqualityNO-17\">&#91;17&#93;</a></sup></li></ol>\n<h2><span id=\"EPA_Endangerment_Findings.2F_Mass_v._EPA\"></span><span class=\"mw-headline\" id=\"EPA_Endangerment_Findings/_Mass_v._EPA\">EPA Endangerment Findings/ Mass v. EPA</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Criteria_air_pollutants&amp;action=edit&amp;section=4\" title=\"Edit section: EPA Endangerment Findings/ Mass v. EPA\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In 2009, the EPA Administrator found that under section 202(a) of the Clean Air Act greenhouse gases threaten both the public health and the public welfare, and that greenhouse gas emissions from motor vehicles contribute to that threat. This final action has two distinct 'findings,' which are:\n</p><p>1) The '<b>Endangerment Finding'</b> in which the Administrator found that the mix of atmospheric concentrations of six key, well-mixed greenhouse gases threatens both the public health and the public welfare of current and future generations. These six greenhouse gases are: carbon dioxide (CO<sub>2</sub>), methane (CH<sub>4</sub>), nitrous oxide (N<sub>2</sub>O), hydrofluorocarbons (HFCs), perfluorocarbons (PFCs), and sulfur hexafluoride (SF<sub>6</sub>). These greenhouse gases in the atmosphere constitute the \"air pollution\" that threatens both public health and welfare.\n</p><p>2) The '<b>Cause or Contribute Finding</b>,' in which the Administrator found that the combined greenhouse gas emissions from new motor vehicles and motor vehicle engines contribute to the atmospheric concentrations of these key greenhouse gases and hence to the threat of climate change.\n</p><p>The EPA issued these endangerment findings in response to the 2007 supreme court case <a href=\"/wiki/Massachusetts_v._EPA\" class=\"mw-redirect\" title=\"Massachusetts v. EPA\">Massachusetts v. EPA</a>, when the court determined that greenhouse gases are air pollutants according to the Clean Air Act. The court made the decision that the EPA must determine whether greenhouse gas emissions from new motor vehicles \"cause or contribute to air pollution which may be reasonably be anticipated to endanger public health or welfare, or whether the science is too uncertain to make a reasoned decision\" (EPA's Endangerment Finding).\n</p><p>The EPA determined that, according to this decision, there are six greenhouse gases that need to be regulated. These include: \n</p>\n<ul><li><a href=\"/wiki/Carbon_dioxide\" title=\"Carbon dioxide\">carbon dioxide</a> (CO<sub>2</sub>)</li>\n<li><a href=\"/wiki/Methane\" title=\"Methane\">methane</a> (CH<sub>4</sub>)</li>\n<li><a href=\"/wiki/Nitrous_oxide\" title=\"Nitrous oxide\">nitrous oxide</a> (N<sub>2</sub>O)</li>\n<li><a href=\"/wiki/Hydrofluorocarbons\" class=\"mw-redirect\" title=\"Hydrofluorocarbons\">hydrofluorocarbons</a> (HFCs)</li>\n<li><a href=\"/wiki/Perfluorocarbons\" class=\"mw-redirect\" title=\"Perfluorocarbons\">perfluorocarbons</a> (PFCs)</li>\n<li><a href=\"/wiki/Sulfur_hexafluoride\" title=\"Sulfur hexafluoride\">sulfur hexafluoride</a> (SF<sub>6</sub>)</li></ul>\n<p>This action allowed the EPA to set the greenhouse gas emission standards to light-duty vehicles proposed jointly with the Department of Transportation's <a href=\"/wiki/Corporate_Average_Fuel_Economy\" class=\"mw-redirect\" title=\"Corporate Average Fuel Economy\">Corporate Average Fuel Economy</a> (CAFE) standards in 2009.<sup id=\"cite_ref-21\" class=\"reference\"><a href=\"#cite_note-21\">&#91;21&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Petition_to_Add_Seven_Criteria_Air_Pollutants\">Petition to Add Seven Criteria Air Pollutants</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Criteria_air_pollutants&amp;action=edit&amp;section=5\" title=\"Edit section: Petition to Add Seven Criteria Air Pollutants\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>On December 2, 2009, the Center for Biological Diversity and <a href=\"/wiki/350.org\" title=\"350.org\">350.org</a> requested that the EPA recognize that carbon dioxide and other GHGs are reasonably anticipated to endanger public health and welfare.  Petitioners proposed that EPA list carbon dioxide as a criteria air pollutant, as outlined in the Clean Air Act.  They also requested that the EPA set NAAQS for carbon dioxide at no greater than 350 ppm- a \"level that accurately reflects the most recent scientific knowledge.\"  Petitioners further requested that EPA designate the five other greenhouse gases, highlighted in Mass v. EPA, as criteria pollutants as well and establish pollution caps for them.  Furthermore, the petitioners proposed that nitrogen trifluoride (NF<sub>3</sub>) be regulated as a criteria air pollutant in addition to the other six.<sup id=\"cite_ref-22\" class=\"reference\"><a href=\"#cite_note-22\">&#91;22&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Criteria_air_pollutants&amp;action=edit&amp;section=6\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Air_pollution\" title=\"Air pollution\">Air pollution</a></li>\n<li><a href=\"/wiki/Contamination_control\" title=\"Contamination control\">Contamination control</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Criteria_air_pollutants&amp;action=edit&amp;section=7\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\">EPA,OAR, US. <a rel=\"nofollow\" class=\"external text\" href=\"https://www.epa.gov/criteria-air-pollutants\">\"Criteria Air Pollutants | US EPA\"</a>. <i>US EPA</i><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2018-01-18</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=unknown&amp;rft.jtitle=US+EPA&amp;rft.atitle=Criteria+Air+Pollutants+%7C+US+EPA&amp;rft.aulast=EPA%2COAR&amp;rft.aufirst=US&amp;rft_id=https%3A%2F%2Fwww.epa.gov%2Fcriteria-air-pollutants&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ACriteria+air+pollutants\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://des.nh.gov/organization/commissioner/pip/factsheets/ard/documents/ard-41.pdf\">http://des.nh.gov/organization/commissioner/pip/factsheets/ard/documents/ard-41.pdf</a></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Michigan Department Of Environmental Quality, January 2004. What is an Air Contaminant Pollutant? Fact Sheet</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20110202082735/http://www.epa.gov/air/criteria.html\">\"Archived copy\"</a>. Archived from <a rel=\"nofollow\" class=\"external text\" href=\"http://epa.gov/air/criteria.html\">the original</a> on 2011-02-02<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2011-02-11</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Archived+copy&amp;rft_id=http%3A%2F%2Fepa.gov%2Fair%2Fcriteria.html&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ACriteria+air+pollutants\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span> US EPA</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\"><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20101210101749/http://www.epa.gov/air/criteria.html\">\"Archived copy\"</a>. Archived from <a rel=\"nofollow\" class=\"external text\" href=\"http://www.epa.gov/air/criteria.html\">the original</a> on 2010-12-10<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2010-12-08</span></span>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=unknown&amp;rft.btitle=Archived+copy&amp;rft_id=http%3A%2F%2Fwww.epa.gov%2Fair%2Fcriteria.html&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ACriteria+air+pollutants\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.epa.gov/ttnnaaqs/\">http://www.epa.gov/ttnnaaqs/</a></span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://cfpub.epa.gov/ncea/cfm/recordisplay.cfm?deid=158823\">http://cfpub.epa.gov/ncea/cfm/recordisplay.cfm?deid=158823</a></span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://cfpub.epa.gov/ncea/cfm/recordisplay.cfm?deid=158823\">http://cfpub.epa.gov/ncea/cfm/recordisplay.cfm?deid=158823</a>.</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.epa.gov/airquality/carbonmonoxide/\">http://www.epa.gov/airquality/carbonmonoxide/</a>.</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.epa.gov/ncea/pdfs/coaqcd.pdf\">http://www.epa.gov/ncea/pdfs/coaqcd.pdf</a>.</span>\n</li>\n<li id=\"cite_note-CO-11\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-CO_11-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-CO_11-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.epa.gov/airquality/carbonmonoxide/pdfs/COFactSheet.pdf\">http://www.epa.gov/airquality/carbonmonoxide/pdfs/COFactSheet.pdf</a>.</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.epa.gov/airtrends/carbon.html\">http://www.epa.gov/airtrends/carbon.html</a>.</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www3.epa.gov/airquality/sulfurdioxide/\">http://www3.epa.gov/airquality/sulfurdioxide/</a>.</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www3.epa.gov/airquality/sulfurdioxide/pdfs/20120320factsheet.pdf\">http://www3.epa.gov/airquality/sulfurdioxide/pdfs/20120320factsheet.pdf</a>.</span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.epa.gov/airtrends/sulfur.html\">http://www.epa.gov/airtrends/sulfur.html</a>.</span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.epa.gov/airquality/sulfurdioxide/basic.html\">http://www.epa.gov/airquality/sulfurdioxide/basic.html</a>.</span>\n</li>\n<li id=\"cite_note-airqualityNO-17\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-airqualityNO_17-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-airqualityNO_17-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-airqualityNO_17-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.epa.gov/airquality/nitrogenoxides/\">http://www.epa.gov/airquality/nitrogenoxides/</a>.</span>\n</li>\n<li id=\"cite_note-18\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-18\">^</a></b></span> <span class=\"reference-text\">Fact Sheet – Air Quality Designations for the 2010 Primary Nitrogen Dioxide (NO<sub>2</sub>) National Ambient Air Quality Standards <a rel=\"nofollow\" class=\"external free\" href=\"http://www.epa.gov/airquality/nitrogenoxides/designations/pdfs/20120120FS.pdf\">http://www.epa.gov/airquality/nitrogenoxides/designations/pdfs/20120120FS.pdf</a>.</span>\n</li>\n<li id=\"cite_note-19\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-19\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.epa.gov/airtrends/nitrogen.html\">http://www.epa.gov/airtrends/nitrogen.html</a>.</span>\n</li>\n<li id=\"cite_note-20\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-20\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.epa.gov/airquality/nitrogenoxides/basic.html\">http://www.epa.gov/airquality/nitrogenoxides/basic.html</a>.</span>\n</li>\n<li id=\"cite_note-21\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-21\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"https://www3.epa.gov/climatechange/Downloads/endangerment/EndangermentFinding_FAQs.pdf\">https://www3.epa.gov/climatechange/Downloads/endangerment/EndangermentFinding_FAQs.pdf</a></span>\n</li>\n<li id=\"cite_note-22\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-22\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://www.biologicaldiversity.org/programs/climate_law_institute/global_warming_litigation/clean_air_act/pdfs/Petition_GHG_pollution_cap_12-2-2009.pdf\">http://www.biologicaldiversity.org/programs/climate_law_institute/global_warming_litigation/clean_air_act/pdfs/Petition_GHG_pollution_cap_12-2-2009.pdf</a>.</span>\n</li>\n</ol></div></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Criteria_air_pollutants&amp;action=edit&amp;section=8\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.epa.gov/air/urbanair/\">US Environmental Protection Agency - Criteria Air Pollutants </a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://ec.europa.eu/environment/air/index_en.htm\">European Commission - Environment</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.who.int/mediacentre/factsheets/fs313/en/\">World Health Organisation Fact Sheet - Air quality and health</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1326\nCached time: 20180907203943\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.100 seconds\nReal time usage: 0.124 seconds\nPreprocessor visited node count: 435/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 4012/2097152 bytes\nTemplate argument size: 87/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 11137/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.029/10.000 seconds\nLua memory usage: 1.75 MB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   76.910      1 Template:Reflist\n100.00%   76.910      1 -total\n 72.79%   55.981      3 Template:Cite_web\n  2.56%    1.967      1 Template:Main_other\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:9506027-0!canonical and timestamp 20180907203943 and revision id 824358149\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","*":"Air_pollution"},{"sortkey":"","*":"Environmental_science"},{"sortkey":"","*":"Environmental_chemistry"},{"sortkey":"","*":"Smog"}],"links":[{"ns":0,"exists":"","*":"350.org"},{"ns":0,"exists":"","*":"Acid rain"},{"ns":0,"exists":"","*":"Agriculture"},{"ns":0,"exists":"","*":"Air pollution"},{"ns":0,"exists":"","*":"Atmospheric particulate matter"},{"ns":0,"exists":"","*":"Carbon dioxide"},{"ns":0,"exists":"","*":"Carbon monoxide"},{"ns":0,"exists":"","*":"Combustion"},{"ns":0,"exists":"","*":"Contamination control"},{"ns":0,"exists":"","*":"Corporate Average Fuel Economy"},{"ns":0,"exists":"","*":"Electricity generation"},{"ns":0,"exists":"","*":"Environmental Protection Agency"},{"ns":0,"exists":"","*":"Fossil fuels"},{"ns":0,"exists":"","*":"Hydrofluorocarbons"},{"ns":0,"exists":"","*":"Industry"},{"ns":0,"exists":"","*":"Lead"},{"ns":0,"exists":"","*":"Massachusetts v. EPA"},{"ns":0,"exists":"","*":"Methane"},{"ns":0,"exists":"","*":"Micrometre"},{"ns":0,"exists":"","*":"Mining"},{"ns":0,"exists":"","*":"National Ambient Air Quality Standards"},{"ns":0,"exists":"","*":"Nitrogen oxide"},{"ns":0,"exists":"","*":"Nitrous oxide"},{"ns":0,"exists":"","*":"Perfluorocarbons"},{"ns":0,"exists":"","*":"Smog"},{"ns":0,"exists":"","*":"Sulfur hexafluoride"},{"ns":0,"exists":"","*":"Sulfur oxide"},{"ns":0,"exists":"","*":"Transportation"},{"ns":0,"exists":"","*":"Tropospheric Ozone"},{"ns":0,"exists":"","*":"United States"}],"templates":[{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Cite web"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Citation/CS1"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Configuration"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Whitelist"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Utilities"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Date validation"},{"ns":828,"exists":"","*":"Module:Citation/CS1/Identifiers"},{"ns":828,"exists":"","*":"Module:Citation/CS1/COinS"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["https://www.epa.gov/criteria-air-pollutants","https://web.archive.org/web/20110202082735/http://www.epa.gov/air/criteria.html","http://epa.gov/air/criteria.html","https://web.archive.org/web/20101210101749/http://www.epa.gov/air/criteria.html","http://www.epa.gov/air/criteria.html","http://des.nh.gov/organization/commissioner/pip/factsheets/ard/documents/ard-41.pdf","http://www.epa.gov/ttnnaaqs/","http://cfpub.epa.gov/ncea/cfm/recordisplay.cfm?deid=158823","http://www.epa.gov/airquality/carbonmonoxide/","http://www.epa.gov/ncea/pdfs/coaqcd.pdf","http://www.epa.gov/airquality/carbonmonoxide/pdfs/COFactSheet.pdf","http://www.epa.gov/airtrends/carbon.html","http://www3.epa.gov/airquality/sulfurdioxide/","http://www3.epa.gov/airquality/sulfurdioxide/pdfs/20120320factsheet.pdf","http://www.epa.gov/airtrends/sulfur.html","http://www.epa.gov/airquality/sulfurdioxide/basic.html","http://www.epa.gov/airquality/nitrogenoxides/","http://www.epa.gov/airquality/nitrogenoxides/designations/pdfs/20120120FS.pdf","http://www.epa.gov/airtrends/nitrogen.html","http://www.epa.gov/airquality/nitrogenoxides/basic.html","https://www3.epa.gov/climatechange/Downloads/endangerment/EndangermentFinding_FAQs.pdf","http://www.biologicaldiversity.org/programs/climate_law_institute/global_warming_litigation/clean_air_act/pdfs/Petition_GHG_pollution_cap_12-2-2009.pdf","http://www.epa.gov/air/urbanair/","http://ec.europa.eu/environment/air/index_en.htm","http://www.who.int/mediacentre/factsheets/fs313/en/"],"sections":[{"toclevel":1,"level":"2","line":"Background","number":"1","index":"1","fromtitle":"Criteria_air_pollutants","byteoffset":702,"anchor":"Background"},{"toclevel":1,"level":"2","line":"Sections 108 and 109 of the U.S. Clean Air Act","number":"2","index":"2","fromtitle":"Criteria_air_pollutants","byteoffset":2011,"anchor":"Sections_108_and_109_of_the_U.S._Clean_Air_Act"},{"toclevel":1,"level":"2","line":"Six Criteria Air Pollutants","number":"3","index":"3","fromtitle":"Criteria_air_pollutants","byteoffset":2951,"anchor":"Six_Criteria_Air_Pollutants"},{"toclevel":1,"level":"2","line":"EPA Endangerment Findings/ Mass v. EPA","number":"4","index":"4","fromtitle":"Criteria_air_pollutants","byteoffset":11915,"anchor":"EPA_Endangerment_Findings/_Mass_v._EPA"},{"toclevel":1,"level":"2","line":"Petition to Add Seven Criteria Air Pollutants","number":"5","index":"5","fromtitle":"Criteria_air_pollutants","byteoffset":14313,"anchor":"Petition_to_Add_Seven_Criteria_Air_Pollutants"},{"toclevel":1,"level":"2","line":"See also","number":"6","index":"6","fromtitle":"Criteria_air_pollutants","byteoffset":15346,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"7","index":"7","fromtitle":"Criteria_air_pollutants","byteoffset":15409,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"8","index":"8","fromtitle":"Criteria_air_pollutants","byteoffset":15438,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Criteria air pollutants","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q5186558"}]}}