{"parse":{"title":"Media monitoring service","pageid":1016832,"revid":859510305,"text":{"*":"<div class=\"mw-parser-output\"><p>A <b>media monitoring service</b>, a <b>press clipping service</b> or a <b>clipping service</b> as known in earlier times, provides clients with copies of media content, which is of specific interest to them and subject to changing demand; what they provide may include documentation, content, analysis, or editorial opinion, specifically or widely. These services tend to specialize their coverage by subject, industry, size, geography, publication, journalist, or editor.  The printed sources, which could be readily monitored, greatly expanded with the advent of <a href=\"/wiki/Telegraphy\" title=\"Telegraphy\">telegraphy</a> and <a href=\"/wiki/Submarine_communication_cable\" class=\"mw-redirect\" title=\"Submarine communication cable\">submarine cables</a> in the mid- to late-19th century; the various types of media now available proliferated in the 20th century, with the development of <a href=\"/wiki/Radio\" title=\"Radio\">radio</a>, <a href=\"/wiki/Television\" title=\"Television\">television</a>, the <a href=\"/wiki/Photocopier\" title=\"Photocopier\">photocopier</a> and the <a href=\"/wiki/World_Wide_Web\" title=\"World Wide Web\">World Wide Web</a>. Though media monitoring is generally used for capturing content or editorial opinion, it also may be used to capture advertising content.\n</p><p>Media monitoring services have been variously termed over time, as new players entered the market, new forms of media were created, and as new uses from available content developed.  An existing group may provide such a monitoring service, as it relates to their main purpose, while a monitoring agency generally provides such as their main business.  Alternative terms for these monitoring services as well as the information they provide include:\n</p>\n<ul><li>Press clipping service or agency</li>\n<li>Media cutting service or agency</li>\n<li><a href=\"/wiki/Information_logistics\" title=\"Information logistics\">Information logistics</a> service</li>\n<li><a href=\"/wiki/Media_intelligence\" title=\"Media intelligence\">Media intelligence</a></li>\n<li>Media information services</li></ul>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#History\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">History</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Industry\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Industry</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Evolution\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Evolution</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Language_and_media_–_the_big_challenges\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Language and media – the big challenges</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Illustrative_examples\"><span class=\"tocnumber\">4.1</span> <span class=\"toctext\">Illustrative examples</span></a></li>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#Trade_groups\"><span class=\"tocnumber\">4.2</span> <span class=\"toctext\">Trade groups</span></a></li>\n<li class=\"toclevel-2 tocsection-7\"><a href=\"#Professional_organization\"><span class=\"tocnumber\">4.3</span> <span class=\"toctext\">Professional organization</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Law_cases\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Law cases</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#See_also\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#Footnotes\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">Footnotes</span></a></li>\n<li class=\"toclevel-1 tocsection-11\"><a href=\"#Further_reading\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">Further reading</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"History\">History</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Media_monitoring_service&amp;action=edit&amp;section=1\" title=\"Edit section: History\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div role=\"note\" class=\"hatnote navigation-not-searchable\">See also: <a href=\"/wiki/Imprimatur\" title=\"Imprimatur\">Imprimatur</a></div>\n<p>Since <a href=\"/wiki/Mass_media\" title=\"Mass media\">mass media</a> traditionally was limited solely to print media, naturally the monitoring was also limited to these media. The world's first press clipping agency was established in <a href=\"/wiki/London\" title=\"London\">London</a> in 1852 by a Polish newsagent named Romeike. Actors, writers, musicians and artists would visit his shop to look for articles about themselves in his Continental stock. It was then that Romeike realised that he could turn this into a profitable business. \n</p><p>An agency was established in Paris in 1879 by Alfred Cherie, who offered a press-clipping service to Parisian actors, enabling them to buy reviews of their work rather than purchasing the whole newspaper.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup>\n</p><p>As <a href=\"/wiki/Radio\" title=\"Radio\">radio</a> and later <a href=\"/wiki/Television\" title=\"Television\">television</a> broadcasting were introduced in the 20th century, press clipping agencies began to expand their services into the monitoring of these broadcast media, and this task was greatly facilitated by the development of commercial audio and video tape recording systems in the 1950s and 1960s. With the growth of the <a href=\"/wiki/Internet\" title=\"Internet\">Internet</a> in the 1990s, media monitoring service extended their services to the monitoring of online information sources using new digital search and scan technologies to provide output of interest to their clients.\n</p><p>Then, in 1998, the now defunct WebClipping<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> website was the first firm to start monitoring Internet based news media, moving the industry toward tracking digital news quickly.\n</p><p>Typically, individual or organisational clients &#8211; e. g. private companies and corporations, charities, government departments and ministries &#8211; will subscribe to a media monitoring service to keep track of what is being said about them, their field of operations, their competitors, or other specified topics of interest.\n</p>\n<h2><span class=\"mw-headline\" id=\"Industry\">Industry</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Media_monitoring_service&amp;action=edit&amp;section=2\" title=\"Edit section: Industry\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The news monitoring industry provides government agencies, corporations, public relations professionals, and other organizations access to news information created by the media. Generally monitoring print, broadcast, and internet <a href=\"/wiki/Digital_content\" title=\"Digital content\">content</a> for any mention of specific subjects of interest, a news monitoring company will analyze and provide feedback to their client in the form of press clippings, monitoring reports, and media analysis.\n</p>\n<h2><span class=\"mw-headline\" id=\"Evolution\">Evolution</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Media_monitoring_service&amp;action=edit&amp;section=3\" title=\"Edit section: Evolution\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>From a cut &amp; clip service, media clipping today has expanded to incorporate technology with information.  Media monitoring clients can now opt to include print, broadcast and online to capture all their media exposure.  While this technology has allowed some of the process to be automated, many media monitoring agencies still offer the services of trained professionals to review and validate results.\n</p><p>Service delivery happens at three fronts. Clients may get their original hard copy clips through traditional means (mail/overnight delivery) or may opt for digital delivery.  Digital delivery allows the end user to receive via email all the relevant news of the company, competition and industry daily, with updates as they break.  The same news may also be indexed (as allowed by copyright laws) in a searchable database to be accessed by subscribers. Another option of this service is auto-analysis, wherein the data can be viewed &amp; compared in different formats.\n</p><p>Every organization that uses PR invariably uses news monitoring as well. In addition to tracking their own publicity, self-generated or otherwise, news monitoring clients also use the service to track competition or industry specific trends or legislation, to build a contact base of reporters, experts, leaders for future reference, to audit the effectiveness of their <a href=\"/wiki/PR_campaign\" class=\"mw-redirect\" title=\"PR campaign\">PR campaigns</a>, to verify that PR, <a href=\"/wiki/Marketing\" title=\"Marketing\">marketing</a> and sales messages are in sync, and to measure impact on their target market. City, State, and Federal agencies use news monitoring services to stay informed in regions they otherwise would not be able to monitor themselves and to verify that the public information disseminated is accurate, accessible in multiple formats and available to the public. Some monitoring services specialize in one or more areas of press clipping, TV and radio monitoring, or <a href=\"/wiki/Internet_tracking\" class=\"mw-redirect\" title=\"Internet tracking\">internet tracking</a>. Media analysis is also offered by most news monitoring services.\n</p><p>Television news monitoring companies, especially in the United States, capture and index <a href=\"/wiki/Closed_captioning\" title=\"Closed captioning\">closed captioning</a> text and search it for client references. Some TV monitoring companies employ human monitors who review and abstract program content; other services rely on automated search programs to search and index stories.\n</p><p>Online media monitoring services utilize automated software called <a href=\"/wiki/Web_spider\" class=\"mw-redirect\" title=\"Web spider\">spiders</a> or robots (bots) to automatically monitor the content of free online news sources including newspapers, magazines, trade journals, TV station and news syndication services.  Online services generally provide links but may also provide text versions of the articles.  Results may or may not be verified for accuracy by the online monitoring service.  Most newspapers do not include all of their print content online and some have web content that does not appear in print.\n</p><p>In the United States, there are trade associations formed to share best practices which include the North American Conference of Press Clipping Services and the International Association of Broadcast Monitors.\n</p>\n<h2><span id=\"Language_and_media_.E2.80.93_the_big_challenges\"></span><span class=\"mw-headline\" id=\"Language_and_media_–_the_big_challenges\">Language and media – the big challenges</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Media_monitoring_service&amp;action=edit&amp;section=4\" title=\"Edit section: Language and media – the big challenges\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In English speaking countries, the service of media monitoring, <a href=\"/wiki/Collation\" title=\"Collation\">collation</a> &amp; <a href=\"/wiki/Dissemination\" title=\"Dissemination\">dissemination</a> is fairly simple and most organizations which use <a href=\"/wiki/Public_Relations\" class=\"mw-redirect\" title=\"Public Relations\">Public Relations</a> also use media monitoring. However, in multi-language &amp; multi-dialect countries the challenge of collating data locally and disseminating in a <a href=\"/wiki/Language_translation\" class=\"mw-redirect\" title=\"Language translation\">translated</a> language of business (usually English) is a daunting task. The situation in other multi-language countries is no different.\n</p><p>The second large challenge for Information Logistics is the growing number of media and the media types. For example, in a country like <a href=\"/wiki/Media_in_India\" class=\"mw-redirect\" title=\"Media in India\">India</a> there are over 50,000 registered print publications, 250+ TV channels, a growing number of relevant internet sites and several hundred new blogs that need to be captured every day. Several of these need to be translated for a 'heads-up' and analysis needs to be constant and real-time.\n</p>\n<h3><span class=\"mw-headline\" id=\"Illustrative_examples\">Illustrative examples</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Media_monitoring_service&amp;action=edit&amp;section=5\" title=\"Edit section: Illustrative examples\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>An author that recently published a book and who has a strong interest in tracking how well the book is received by <a href=\"/wiki/Critic\" title=\"Critic\">critics</a> may hire a media monitoring service. The service will have a method by which they extract any information about the author and their book from newly printed <a href=\"/wiki/Magazine\" title=\"Magazine\">magazines</a>, radio programs, television programs and so on. The author will receive a printed bundle of <i>clippings</i>, i.e., the pages of the magazines and <a href=\"/wiki/Newspaper\" title=\"Newspaper\">newspapers</a> relating to them and their book.  They may also receive recordings of any radio reviews, television programs and so on, which refer to his book.\n</p><p>Most major companies and corporations subscribe to media monitoring services to keep track of any reports or comments in the media. A fast food company, for example, would receive summaries of coverage and/or copies of material drawn from a wide range of sources, including TV and radio news reports, commentaries on TV and radio shows, newspaper opinion/commentary columns, magazine articles and internet <a href=\"/wiki/Blog\" title=\"Blog\">blogs</a>.\n</p><p>The material collected would include any media items that relate to the company's commercial operations, its corporate <a href=\"/wiki/Reputation_management\" title=\"Reputation management\">reputation</a> or its media image. This would include reports about or discussions of the <a href=\"/wiki/Fast_food_industry\" class=\"mw-redirect\" title=\"Fast food industry\">fast food industry</a> in general, and any media item that specifically mentions the company, its clients and suppliers, its competitors or related interest groups or other specified subjects of interest, such as food/health regulations.\n</p>\n<h3><span class=\"mw-headline\" id=\"Trade_groups\">Trade groups</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Media_monitoring_service&amp;action=edit&amp;section=6\" title=\"Edit section: Trade groups\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The <a href=\"/w/index.php?title=International_Association_of_Broadcast_Monitors&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"International Association of Broadcast Monitors (page does not exist)\">International Association of Broadcast Monitors</a> (IABM) is a worldwide <a href=\"/wiki/Trade_association\" title=\"Trade association\">trade association</a> made up of news retrieval services which record, monitor and archive broadcast news sources including television, radio and internet.  It acts as a \"clearinghouse\" or \"forum\" for discussion on topics of collective concerns and acts as a united voice for the news monitoring industry.\n</p>\n<h3><span class=\"mw-headline\" id=\"Professional_organization\">Professional organization</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Media_monitoring_service&amp;action=edit&amp;section=7\" title=\"Edit section: Professional organization\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p><a href=\"/w/index.php?title=FIBEP&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"FIBEP (page does not exist)\">FIBEP</a> (Federation Internationale des Bureaux d’Extraits de Presse/International Federation of the Press Clipping Services) is a professional media monitoring organization. The FIBEP was established in 1953 in <a href=\"/wiki/Paris\" title=\"Paris\">Paris</a> and has close to 100 members from 44 countries. Every 18 months, the members of FIBEP members organize a three-day FIBEP-Congress. In work groups, workshops, reports and discussion circles, members discuss market trends.\n</p>\n<h2><span class=\"mw-headline\" id=\"Law_cases\">Law cases</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Media_monitoring_service&amp;action=edit&amp;section=8\" title=\"Edit section: Law cases\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div role=\"note\" class=\"hatnote navigation-not-searchable\">Main articles: <a href=\"/wiki/Associated_Press_v._Meltwater\" class=\"mw-redirect\" title=\"Associated Press v. Meltwater\">Associated Press v. Meltwater</a> and <a href=\"/wiki/Public_Relations_Consultants_Association_(PRCA)_v_The_Newspaper_Licensing_Agency_(NLA)\" class=\"mw-redirect\" title=\"Public Relations Consultants Association (PRCA) v The Newspaper Licensing Agency (NLA)\">Public Relations Consultants Association (PRCA) v The Newspaper Licensing Agency (NLA)</a></div>\n<p>Two parallel cases developed in 2012, <a href=\"/wiki/Associated_Press_v._Meltwater\" class=\"mw-redirect\" title=\"Associated Press v. Meltwater\">one in the United States</a>, and <a href=\"/wiki/Public_Relations_Consultants_Association_(PRCA)_v_The_Newspaper_Licensing_Agency_(NLA)\" class=\"mw-redirect\" title=\"Public Relations Consultants Association (PRCA) v The Newspaper Licensing Agency (NLA)\">one in the United Kingdom</a>. In each case, the legality of temporary copies and the online media monitoring service offered to clients, was in dispute. Essentially the two cases covered the same issue (media clippings shown to clients online) and with the same defendant, <a href=\"/wiki/Meltwater_Group\" class=\"mw-redirect\" title=\"Meltwater Group\">Meltwater Group</a>. The plaintiff differed, being <a href=\"/wiki/List_of_copyright_collection_societies\" title=\"List of copyright collection societies\">a UK copyright collection society</a> (UK) rather than <a href=\"/wiki/Associated_Press\" title=\"Associated Press\">Associated Press</a> (US), but upon parallel grounds.\n</p><p>The activity was ruled unlawful in the US (under the \"<a href=\"/wiki/Fair_use\" title=\"Fair use\">fair use</a>\" doctrine) and lawful in the UK (under UK and EU copyright law, in summary on the basis that mere viewing is never an infringement, and temporary copies to enable a lawful purpose are themselves lawful).\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Media_monitoring_service&amp;action=edit&amp;section=9\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Media_intelligence\" title=\"Media intelligence\">Media intelligence</a></li>\n<li><a href=\"/wiki/DHS_media_monitoring_services\" title=\"DHS media monitoring services\">DHS media monitoring services</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"Footnotes\">Footnotes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Media_monitoring_service&amp;action=edit&amp;section=10\" title=\"Edit section: Footnotes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist columns references-column-width\" style=\"-moz-column-width: 30em; -webkit-column-width: 30em; column-width: 30em; list-style-type: decimal;\">\n<ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://mediamonitorsgroup.com/about-us/history\">Media Monitors Interactive history</a> <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20100430192851/http://mediamonitorsgroup.com/about-us/history\">Archived</a> 2010-04-30 at the <a href=\"/wiki/Wayback_Machine\" title=\"Wayback Machine\">Wayback Machine</a>.</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.webclipping.com\">WebClipping website</a></span>\n</li>\n</ol></div>\n<h2><span class=\"mw-headline\" id=\"Further_reading\">Further reading</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Media_monitoring_service&amp;action=edit&amp;section=11\" title=\"Edit section: Further reading\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>O.H. Oyen, \"Newspaper Readers Can Always Get Work,\" <i>Chicago Daily Tribune,</i> Jan. 15, 1905, pg. E3.</li>\n<li>Richard K. Popp, \"Information, Industrialization, and the Business of Press Clippings, 1880-1925,\" <i>Journal of American History,\" vol. 101, no. 2 (Sept. 2014), pp. 427-453.</i></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2224\nCached time: 20180914135634\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.052 seconds\nReal time usage: 0.073 seconds\nPreprocessor visited node count: 204/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 1748/2097152 bytes\nTemplate argument size: 105/2097152 bytes\nHighest expansion depth: 7/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 885/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.012/10.000 seconds\nLua memory usage: 802 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   51.062      1 -total\n 46.02%   23.499      1 Template:Reflist\n 39.56%   20.202      1 Template:See_also\n 23.26%   11.877      1 Template:Webarchive\n  8.87%    4.529      1 Template:Main\n  4.95%    2.527      1 Template:Main_other\n  3.08%    1.575      1 Template:Column-width\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:1016832-0!canonical and timestamp 20180914135634 and revision id 859510305\n -->\n</div>"},"langlinks":[{"lang":"de","url":"https://de.wikipedia.org/wiki/Medienbeobachtung","langname":"German","autonym":"Deutsch","*":"Medienbeobachtung"},{"lang":"et","url":"https://et.wikipedia.org/wiki/Meediaseire","langname":"Estonian","autonym":"eesti","*":"Meediaseire"},{"lang":"fa","url":"https://fa.wikipedia.org/wiki/%D9%BE%D8%A7%DB%8C%D8%B4_%D8%B1%D8%B3%D8%A7%D9%86%D9%87%E2%80%8C%D9%87%D8%A7","langname":"Persian","autonym":"فارسی","*":"پایش رسانه‌ها"},{"lang":"fr","url":"https://fr.wikipedia.org/wiki/Veille_m%C3%A9diatique","langname":"French","autonym":"français","*":"Veille médiatique"},{"lang":"ko","url":"https://ko.wikipedia.org/wiki/%EB%AF%B8%EB%94%94%EC%96%B4_%EB%AA%A8%EB%8B%88%ED%84%B0%EB%A7%81","langname":"Korean","autonym":"한국어","*":"미디어 모니터링"},{"lang":"he","url":"https://he.wikipedia.org/wiki/%D7%A1%D7%95%D7%9B%D7%A0%D7%95%D7%AA_%D7%9C%D7%A7%D7%98%D7%A2%D7%99_%D7%A2%D7%AA%D7%95%D7%A0%D7%95%D7%AA","langname":"Hebrew","autonym":"עברית","*":"סוכנות לקטעי עתונות"},{"lang":"ja","url":"https://ja.wikipedia.org/wiki/%E3%83%A1%E3%83%87%E3%82%A3%E3%82%A2%E3%83%A2%E3%83%8B%E3%82%BF%E3%83%AA%E3%83%B3%E3%82%B0","langname":"Japanese","autonym":"日本語","*":"メディアモニタリング"},{"lang":"pl","url":"https://pl.wikipedia.org/wiki/Monitoring_medi%C3%B3w","langname":"Polish","autonym":"polski","*":"Monitoring mediów"},{"lang":"ru","url":"https://ru.wikipedia.org/wiki/%D0%9C%D0%BE%D0%BD%D0%B8%D1%82%D0%BE%D1%80%D0%B8%D0%BD%D0%B3_%D0%A1%D0%9C%D0%98","langname":"Russian","autonym":"русский","*":"Мониторинг СМИ"},{"lang":"sr","url":"https://sr.wikipedia.org/wiki/%D0%9F%D1%80%D0%B5%D1%81_%D0%BA%D0%BB%D0%B8%D0%BF%D0%B8%D0%BD%D0%B3","langname":"Serbian","autonym":"српски / srpski","*":"Прес клипинг"},{"lang":"uk","url":"https://uk.wikipedia.org/wiki/%D0%9C%D0%BE%D0%BD%D1%96%D1%82%D0%BE%D1%80%D0%B8%D0%BD%D0%B3_%D0%97%D0%9C%D0%86","langname":"Ukrainian","autonym":"українська","*":"Моніторинг ЗМІ"}],"categories":[{"sortkey":"","hidden":"","*":"Webarchive_template_wayback_links"},{"sortkey":"Media Monitoring Service","*":"News"},{"sortkey":"Media Monitoring Service","*":"Public_relations"},{"sortkey":"Media Monitoring Service","*":"Transcription_(linguistics)"},{"sortkey":"Media Monitoring Service","*":"Media_monitoring"}],"links":[{"ns":0,"exists":"","*":"Associated Press"},{"ns":0,"exists":"","*":"Associated Press v. Meltwater"},{"ns":0,"exists":"","*":"Blog"},{"ns":0,"exists":"","*":"Closed captioning"},{"ns":0,"exists":"","*":"Collation"},{"ns":0,"exists":"","*":"Critic"},{"ns":0,"exists":"","*":"DHS media monitoring services"},{"ns":0,"exists":"","*":"Digital content"},{"ns":0,"exists":"","*":"Dissemination"},{"ns":0,"exists":"","*":"Fair use"},{"ns":0,"exists":"","*":"Fast food industry"},{"ns":0,"exists":"","*":"Imprimatur"},{"ns":0,"exists":"","*":"Information logistics"},{"ns":0,"exists":"","*":"Internet"},{"ns":0,"exists":"","*":"Internet tracking"},{"ns":0,"exists":"","*":"Language translation"},{"ns":0,"exists":"","*":"List of copyright collection societies"},{"ns":0,"exists":"","*":"London"},{"ns":0,"exists":"","*":"Magazine"},{"ns":0,"exists":"","*":"Marketing"},{"ns":0,"exists":"","*":"Mass media"},{"ns":0,"exists":"","*":"Media in India"},{"ns":0,"exists":"","*":"Media intelligence"},{"ns":0,"exists":"","*":"Meltwater Group"},{"ns":0,"exists":"","*":"Newspaper"},{"ns":0,"exists":"","*":"PR campaign"},{"ns":0,"exists":"","*":"Paris"},{"ns":0,"exists":"","*":"Photocopier"},{"ns":0,"exists":"","*":"Public Relations"},{"ns":0,"exists":"","*":"Public Relations Consultants Association (PRCA) v The Newspaper Licensing Agency (NLA)"},{"ns":0,"exists":"","*":"Radio"},{"ns":0,"exists":"","*":"Reputation management"},{"ns":0,"exists":"","*":"Submarine communication cable"},{"ns":0,"exists":"","*":"Telegraphy"},{"ns":0,"exists":"","*":"Television"},{"ns":0,"exists":"","*":"Trade association"},{"ns":0,"exists":"","*":"Wayback Machine"},{"ns":0,"exists":"","*":"Web spider"},{"ns":0,"exists":"","*":"World Wide Web"},{"ns":0,"*":"International Association of Broadcast Monitors"},{"ns":0,"*":"FIBEP"}],"templates":[{"ns":10,"exists":"","*":"Template:See also"},{"ns":10,"exists":"","*":"Template:Main"},{"ns":10,"exists":"","*":"Template:Reflist"},{"ns":10,"exists":"","*":"Template:Column-width"},{"ns":10,"exists":"","*":"Template:Webarchive"},{"ns":10,"exists":"","*":"Template:Main other"},{"ns":828,"exists":"","*":"Module:Labelled list hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote list"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Main"},{"ns":828,"exists":"","*":"Module:Webarchive"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Webarchive/data"},{"ns":828,"exists":"","*":"Module:Check for unknown parameters"}],"images":[],"externallinks":["http://mediamonitorsgroup.com/about-us/history","https://web.archive.org/web/20100430192851/http://mediamonitorsgroup.com/about-us/history","http://www.webclipping.com"],"sections":[{"toclevel":1,"level":"2","line":"History","number":"1","index":"1","fromtitle":"Media_monitoring_service","byteoffset":1585,"anchor":"History"},{"toclevel":1,"level":"2","line":"Industry","number":"2","index":"2","fromtitle":"Media_monitoring_service","byteoffset":3638,"anchor":"Industry"},{"toclevel":1,"level":"2","line":"Evolution","number":"3","index":"3","fromtitle":"Media_monitoring_service","byteoffset":4108,"anchor":"Evolution"},{"toclevel":1,"level":"2","line":"Language and media – the big challenges","number":"4","index":"4","fromtitle":"Media_monitoring_service","byteoffset":7159,"anchor":"Language_and_media_–_the_big_challenges"},{"toclevel":2,"level":"3","line":"Illustrative examples","number":"4.1","index":"5","fromtitle":"Media_monitoring_service","byteoffset":8125,"anchor":"Illustrative_examples"},{"toclevel":2,"level":"3","line":"Trade groups","number":"4.2","index":"6","fromtitle":"Media_monitoring_service","byteoffset":9645,"anchor":"Trade_groups"},{"toclevel":2,"level":"3","line":"Professional organization","number":"4.3","index":"7","fromtitle":"Media_monitoring_service","byteoffset":10049,"anchor":"Professional_organization"},{"toclevel":1,"level":"2","line":"Law cases","number":"5","index":"8","fromtitle":"Media_monitoring_service","byteoffset":10526,"anchor":"Law_cases"},{"toclevel":1,"level":"2","line":"See also","number":"6","index":"9","fromtitle":"Media_monitoring_service","byteoffset":11601,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"Footnotes","number":"7","index":"10","fromtitle":"Media_monitoring_service","byteoffset":11677,"anchor":"Footnotes"},{"toclevel":1,"level":"2","line":"Further reading","number":"8","index":"11","fromtitle":"Media_monitoring_service","byteoffset":11708,"anchor":"Further_reading"}],"parsewarnings":[],"displaytitle":"Media monitoring service","iwlinks":[],"properties":[{"name":"defaultsort","*":"Media Monitoring Service"},{"name":"wikibase_item","*":"Q1332985"}]}}