{"parse":{"title":"Fast Fit","pageid":35646477,"revid":832577069,"text":{"*":"<div class=\"mw-parser-output\"><table class=\"plainlinks metadata ambox ambox-content ambox-Advert\" role=\"presentation\"><tbody><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/40px-Ambox_important.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/60px-Ambox_important.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ambox_important.svg/80px-Ambox_important.svg.png 2x\" data-file-width=\"40\" data-file-height=\"40\" /></div></td><td class=\"mbox-text\"><div class=\"mbox-text-span\">This article <b>contains content that is written like <a href=\"/wiki/Wikipedia:What_Wikipedia_is_not#Wikipedia_is_not_a_soapbox_or_means_of_promotion\" title=\"Wikipedia:What Wikipedia is not\">an advertisement</a></b>.<span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Fast_Fit&amp;action=edit\">improve it</a> by removing <a href=\"/wiki/Wikipedia:Spam\" title=\"Wikipedia:Spam\">promotional content</a> and inappropriate <a href=\"/wiki/Wikipedia:External_links\" title=\"Wikipedia:External links\">external links</a>, and by adding encyclopedic content written from a <a href=\"/wiki/Wikipedia:Neutral_point_of_view\" title=\"Wikipedia:Neutral point of view\">neutral point of view</a>.</span>  <small><i>(June 2014)</i></small><small class=\"hide-when-compact\"><i> (<a href=\"/wiki/Help:Maintenance_template_removal\" title=\"Help:Maintenance template removal\">Learn how and when to remove this template message</a>)</i></small></div></td></tr></tbody></table>\n<p>In the fashion industry, <b>fast fit</b> (often capitalised and written as Fast Fit) refers to a method of handling the shipping and sampling processes typical of multinational organisations who primarily manufacture offshore.  The <b>Fast Fit</b> philosophy centres on the sharing of 360-degree, annotatable images intended to reduce the costs and lead times associated with shipping physical samples across continents.  The term is particularly prevalent amongst (but not exclusive to) companies that fit the <a href=\"/wiki/Fast_fashion\" title=\"Fast fashion\">Fast Fashion</a> model, as Fast Fit is considered to be a vital component in the reduction of time between design inspiration and finished garment or product.\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Philosophy\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Philosophy</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-2\"><a href=\"#Relationship_to_Fast_Fashion\"><span class=\"tocnumber\">1.1</span> <span class=\"toctext\">Relationship to Fast Fashion</span></a></li>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#International_manufacture_and_collaboration\"><span class=\"tocnumber\">1.2</span> <span class=\"toctext\">International manufacture and collaboration</span></a></li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#The_Luxury_Market_&amp;_Unique_Projects\"><span class=\"tocnumber\">1.3</span> <span class=\"toctext\">The Luxury Market &amp; Unique Projects</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#History\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">History</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Traditional_Production_and_Sampling_Process\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Traditional Production and Sampling Process</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-7\"><a href=\"#Multinational_Supply_Chains\"><span class=\"tocnumber\">3.1</span> <span class=\"toctext\">Multinational Supply Chains</span></a></li>\n<li class=\"toclevel-2 tocsection-8\"><a href=\"#Cost_Impact\"><span class=\"tocnumber\">3.2</span> <span class=\"toctext\">Cost Impact</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#Fast_Fit_Sampling_Process\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Fast Fit Sampling Process</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-10\"><a href=\"#Business_Benefits\"><span class=\"tocnumber\">4.1</span> <span class=\"toctext\">Business Benefits</span></a></li>\n<li class=\"toclevel-2 tocsection-11\"><a href=\"#Consumer_Benefits\"><span class=\"tocnumber\">4.2</span> <span class=\"toctext\">Consumer Benefits</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-12\"><a href=\"#List_of_Fast_Fit_retailers_and_brands\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">List of Fast Fit retailers and brands</span></a></li>\n<li class=\"toclevel-1 tocsection-13\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Philosophy\">Philosophy</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Fast_Fit&amp;action=edit&amp;section=1\" title=\"Edit section: Philosophy\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"Relationship_to_Fast_Fashion\">Relationship to Fast Fashion</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Fast_Fit&amp;action=edit&amp;section=2\" title=\"Edit section: Relationship to Fast Fashion\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The goal of <a href=\"/wiki/Fast_fashion\" title=\"Fast fashion\">Fast Fashion</a> (a philosophy that drives high street retailers and brands like <a href=\"/wiki/Zara_(retailer)\" title=\"Zara (retailer)\">Zara</a>, <a href=\"/wiki/H%26M\" title=\"H&amp;M\">H&amp;M</a>, <a href=\"/wiki/Topshop\" title=\"Topshop\">Topshop</a>, <a href=\"/wiki/Benetton_Group\" title=\"Benetton Group\">Benetton</a>, <a href=\"/wiki/American_Apparel\" title=\"American Apparel\">American Apparel</a> and Peacocks) is to create demand for – and deliver to market – garments “closer to trend” and at a lower price point than was possible using traditional design, sampling, manufacturing and logistics methods.  This is typically achieved through a combination of technology, <a href=\"/wiki/Supply_chain\" title=\"Supply chain\">supply chain agility</a>, and inventory monitoring and replenishment.  \n</p><p>The Fast Fashion model, with its emphasis on the rapid release of mini-collections, can only operate when superlative efficiency is achieved at each stage of the product development process.  According to recent research, garment quality and cost are still the primary factors in the consumer’s buying decisions<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> and while catwalk-inspired designs may seem to appear quickly on store shelves under the Fast Fashion model, each garment or accessory is required to undergo the same iterative sampling, fitting, quality assurance and pricing processes as it would under any other model.\n</p><p>Traditionally, those processes are handled by the physical shipping of sample garments from one continent to another.  The Fast Fit philosophy is intended to replace at least a portion of this costly and time-consuming process with detailed, 360-degree images of those samples, recognising the fact that images are the most universal and efficient form of communication.\n</p>\n<h3><span class=\"mw-headline\" id=\"International_manufacture_and_collaboration\">International manufacture and collaboration</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Fast_Fit&amp;action=edit&amp;section=3\" title=\"Edit section: International manufacture and collaboration\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>With the rise of offshore manufacture and distributed working, the cost and time implications of traditional fitting and sampling processes have become increasingly ill-suited to the industrial and commercial requirements of the Fast Fashion model.\n</p><p>Fast Fit is designed to be the most efficient method of fitting, sampling and international collaboration – delivering for each process lead time and cost savings comparable those seen for design, manufacture and logistics under the Fast Fashion model.  By reducing the need for international sample shipping – replacing it with a centralised, platform-agnostic database of 360-degree, annotatable images, Fast Fit aims to reduce the traditional 4-9 month product cycle seen under traditional methods to 4–8 weeks.\n</p>\n<h3><span id=\"The_Luxury_Market_.26_Unique_Projects\"></span><span class=\"mw-headline\" id=\"The_Luxury_Market_&amp;_Unique_Projects\">The Luxury Market &amp; Unique Projects</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Fast_Fit&amp;action=edit&amp;section=4\" title=\"Edit section: The Luxury Market &amp; Unique Projects\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>While Fast Fit is used as a component of the Fast Fashion model, the methodology is also suited to the development of different collections that do not fit the mini-season, rapid replenishment definition that is typical of that model.\n</p><p>As seen in <a href=\"/wiki/Ralph_Lauren\" title=\"Ralph Lauren\">Ralph Lauren</a>’s adoption of the FastFit360 solution<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> for the creation of its Olympic Collection (the brand being tasked with the design of Team USA’s uniforms for the 2012 Olympics), the benefits of analysing and annotating comprehensive, detailed product images are as applicable to long-term projects with meticulous quality requirements as they are to the rapid creation of new, short-term styles for the consumer market.\n</p>\n<h2><span class=\"mw-headline\" id=\"History\">History</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Fast_Fit&amp;action=edit&amp;section=5\" title=\"Edit section: History\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Although Spanish-headquartered chain Zara is often held as the model for Fast Fashion (manufacturing more than 30,000 units each year, and delivering to 1,600 stores in 58 countries),<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\">&#91;3&#93;</a></sup> the company actually conducts their own design and production at a complex in La Coruna, Spain.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\">&#91;4&#93;</a></sup>  This is in contrast to many brands and manufacturers, who moved the bulk of their manufacturing offshore in the first decade of the twenty-first century and today conduct manufacturing in a wide variety of locations.\n</p><p>As of 2008, the world’s most prominent manufacturers and exporters of apparel were China, the twenty-seven countries comprising the EU, Turkey, Bangladesh, India, Vietnam, Indonesia and Mexico.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\">&#91;5&#93;</a></sup>  This trend arose as a method of reducing the cost of manufacturing garments, and followed the founding of what had become known as the Quick Response method.  \n</p><p><a href=\"/wiki/Quick_Response\" class=\"mw-redirect\" title=\"Quick Response\">Quick Response</a> was intended to protect the domestic manufacturing industries of the USA and Europe when it was established in the 1980s.  A far-reaching term, it encompassed a variety of methods that were designed to reduce the lead time of products manufactured within those domestic markets.  Today those same methods – adapted in some cases - have become the cornerstones of Fast Fashion.\n</p><p>As of 2012, a larger portion of manufacture is undertaken domestically, but the largest and highest-profiled retailers and brands still source from a mixture of international and domestic partners – whether or not they fit the Fast Fashion model.  This has given rise to a complex situation whereby fashion is inspired and designed domestically, manufactured by partners who are variously located domestically or offshore (with the associated language and customs difficulties this entails), before being imported and sold to the domestic market.  As a result, the savings derived from working internationally are, for many brands, being outweighed by the new costs of shipping garment samples from one continent to another.  As a way of reducing these costs, teams on opposite sides of the world had, by 2005, begun to share images rather than physical samples where possible, but the quality of these varied wildly and there was little in the way of standardisation.\n</p><p>It was in that landscape of offshore manufacturing and inconsistent visual communication that the first Fast Fit solution, dubbed FastFit360, was developed by Nevada-based Visuals In Motion.  The company identified the need for an accurate, consistent way for multinational teams to collaborate on the design and creation of garments and products.  Initially the company’s software focused on that need - allowing designers and garment technicians to share and annotate 360-degree images of their samples (the essence of Fast Fit), but in 2009 Visuals In Motion spearheaded its development into a cloud-based, social platform that has driven adoption of the Fast Fit model in both the luxury and Fast Fashion markets.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\">&#91;6&#93;</a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Traditional_Production_and_Sampling_Process\">Traditional Production and Sampling Process</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Fast_Fit&amp;action=edit&amp;section=6\" title=\"Edit section: Traditional Production and Sampling Process\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Irrespective of the production model under which they are created, all products in the apparel industry undergo a similar cycle:\n</p>\n<ul><li>Inspiration is gleaned from catwalk shows, design-led publications, competitors and other industry sources;</li>\n<li>Design and garment-technical work is undertaken in-house or by designated freelance contractors;</li>\n<li>The resulting industrialised design is then put out to tender (using what is called a tech pack), with several supply chain partners being given the opportunity to demonstrate their ability to produce the garment to the desired standard and at an acceptable cost;</li>\n<li>The selected manufacturer then begins the iterative process of constructing samples, shipping those samples to the brand’s designed office until one is approved for final production;</li>\n<li>Finally, logistics partners deliver the garment to stores or to intermediary warehouses, where quality assurance typically takes place.</li></ul>\n<p>Under the traditional model, garments and lines are compiled into fixed inventories for a particular season before delivery to store; the price of those garments is fixed, and remains relatively static until clearance-sale markdowns are employed to make way for new stock.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\">&#91;7&#93;</a></sup> The Fast Fashion model is more flexible, and the concept of seasons is often sub-divided, with mini-collections being delivered to stores on a more regular basis.  This is designed to mitigate some of the impact of season-ending clearance sales (and the associated markdown cost implications).<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\">&#91;8&#93;</a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Multinational_Supply_Chains\">Multinational Supply Chains</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Fast_Fit&amp;action=edit&amp;section=7\" title=\"Edit section: Multinational Supply Chains\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>With global teams distributed around the world, this kind of trend based production faces considerable challenges in the form of multi-time zone working and multi-language teams, in addition to the often-substantial difficulties involved in shipping physical samples across customs borders and in a timely enough manner not to compromise the core tenets of Fast Fashion.  It is not unusual for more than ten samples to be produced for each garment in a line or mini-collection, and for each of those to be shipped individually between manufacturing partners and design departments until a final production sample is agreed.\n</p>\n<h3><span class=\"mw-headline\" id=\"Cost_Impact\">Cost Impact</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Fast_Fit&amp;action=edit&amp;section=8\" title=\"Edit section: Cost Impact\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Both models involve the same fitting and sampling processes – and in a world where multinational corporations source, manufacture and distribute their products around the globe, the costs (both monetary and in terms of time needlessly lost) associated with those processes can be considerable.  Indeed, those costs are often compounded by the need to rapidly create mini-collections to meet the expectations of consumers accustomed to the Fast Fashion model.\n</p>\n<h2><span class=\"mw-headline\" id=\"Fast_Fit_Sampling_Process\">Fast Fit Sampling Process</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Fast_Fit&amp;action=edit&amp;section=9\" title=\"Edit section: Fast Fit Sampling Process\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Using Fast Fit, the lifecycle of a product is markedly different:\n</p>\n<ul><li>Inspiration is gleaned from catwalk shows, design-led publications, competitors and other industry sources;</li>\n<li>Inspiration is shared between global departments, in a collaborative, cloud-based environment, leading to products that incorporate a considerable amount of collaborative work before they enter production;</li>\n<li>Design and garment-technical work is undertaken in-house or by designated freelance contractors, based on input from teams all over the globe;</li>\n<li>The resulting industrialised design is then put out to tender (using what is called a tech pack), with several supply chain partners being given the opportunity to demonstrate their ability to produce the garment to the desired standard and at an acceptable cost.  Those suppliers can use a consistent “studio” environment to share any initial samples or material information they require;</li>\n<li>The selected manufacturer then begins the iterative process of constructing samples in line with the clear feedback and parameters set out by the design and garment technical teams.   Comprehensive, 360-degree images of each sample and details of each creative milestone are collected in a centralised location (generally web-based cloud storage) accessible to all, and distributed teams are able to comment on and track each revision until a final production sample is approved;</li>\n<li>Finally, logistics partners deliver the garment to stores or to intermediary warehouses, where quality assurance typically takes place.</li></ul>\n<p>The most notable differences between the traditional production and sampling methodology and that seen in Fast Fit are the reduction in costly and time-consuming physical sampling and the prevalence of international collaboration.\n</p>\n<h3><span class=\"mw-headline\" id=\"Business_Benefits\">Business Benefits</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Fast_Fit&amp;action=edit&amp;section=10\" title=\"Edit section: Business Benefits\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The right Fast Fit solution delivers greater business efficiency by capturing electronic samples (multiple images, allowing 360-degree rotation after capture) of a product from its conception, through design and to delivery.  The retailers and brands that have, to date, adopted a Fast Fit platform have done so to allow their multinational teams and supply chain partners to work more efficiently, creatively and economically.  The best Fast Fit solutions leverage cloud data processing and storage, allowing separate teams (including those focused on design, technical design, product development and quality assurance) to capture, share and annotate vital product data, speeding development of the company’s latest garments and reducing the costs associated with prototyping, sampling and global collaboration.\n</p><p>By eliminating costly intermediary steps in production and sampling (and providing a centralised, timezone-independent repository of product images, collaborative feedback and lifecycle milestones) the production process under Fast Fit is intended to be better suited to the rapid and cost-effective production of all types of fashion.\n</p><p>With a typically short implementation and training period, businesses can begin to realise the benefits of an investment in Fast Fit sooner than is seen in other, larger enterprise solutions.\n</p>\n<h3><span class=\"mw-headline\" id=\"Consumer_Benefits\">Consumer Benefits</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Fast_Fit&amp;action=edit&amp;section=11\" title=\"Edit section: Consumer Benefits\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The savings achieved by conducting product development with Fast Fit (perhaps more so than in many other enterprise-level systems, since Fast Fit solutions can typically deliver a return on investment in quite short order) can be re-invested into the business, helping to drive the creation of new, fresh products (and a greater number of variations on existing products).  Similarly, those savings delivered above the requirements of product development can be invested in store layouts, advertising and other methods of creating demand - drawing consumers back to the retail experience.\n</p><p>Where a business has chosen to adopt Fast Fit, their customers can enjoy a wider range of “on trend” products at a lower cost of entry than may have been possible under traditional production and sampling methods.\n</p>\n<h2><span class=\"mw-headline\" id=\"List_of_Fast_Fit_retailers_and_brands\">List of Fast Fit retailers and brands</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Fast_Fit&amp;action=edit&amp;section=12\" title=\"Edit section: List of Fast Fit retailers and brands\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Ralph Lauren<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\">&#91;9&#93;</a></sup></li>\n<li>Macy’s</li>\n<li>Li &amp; Fung</li>\n<li>Gloria Jeans Corporation</li>\n<li>Patagonia</li>\n<li>PVH (Phillip Van Heusen)</li>\n<li>Maidenform</li>\n<li>Victoria’s Secret<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\">&#91;10&#93;</a></sup></li>\n<li>Crystal Martin UK<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\">&#91;11&#93;</a></sup></li>\n<li>Asmara bd pvt ltd.</li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Fast_Fit&amp;action=edit&amp;section=13\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"mw-references-wrap mw-references-columns\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.stanford.edu/~swinney/FastFashion.pdf\">The Value of Fast Fashion: Quick Response, Enhanced Design, and Strategic Consumer Behavior - Cachon &amp; Swinney</a></span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.whichplm.com/news/ralph-lauren-uses-fastfit360-for-2012-olympic-collection.html\">Ralph Lauren uses FastFit360 for 2012 Olympic Collection - WhichPLM</a></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\"><a href=\"/wiki/Fast_fashion\" title=\"Fast fashion\">Fast Fashion - Wikipedia</a></span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://thealexanderreport.com/fast-fashion-facts/\">Facts About Fast Fashion - The Alexander Report</a></span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www-wds.worldbank.org/servlet/WDSContentServer/WDSP/IB/2010/04/27/000158349_20100427111841/Rendered/PDF/WPS5281.pdf\">The Global Apparel Value Chain,  Trade and the Crisis, Gereffi &amp; Frederick</a></span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.fastfit360.com/new/about-us/about-us\">FastFit360 website - About Us</a></span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.stanford.edu/~swinney/FastFashion.pdf\">The Value of Fast Fashion: Quick Response, Enhanced Design, and Strategic Consumer Behavior - Cachon &amp; Swinney</a></span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.stanford.edu/~swinney/FastFashion.pdf\">The Value of Fast Fashion: Quick Response, Enhanced Design, and Strategic Consumer Behavior - Cachon &amp; Swinney</a></span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.whichplm.com/news/ralph-lauren-uses-fastfit360-for-2012-olympic-collection.html\">Ralph Lauren uses FastFit360 for 2012 Olympic Collection - WhichPLM</a></span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.fastfit360.com/new/wp-content/uploads/2011/01/Apparel1108_FramingFit_FastFit360.pdf\">Victoria's Secret - Framing the Fit Problem, Apparel Magazine</a></span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.fastfit360.com/new/wp-content/uploads/2011/02/SOURCING_-Reducing-time-for-fitting-samples.pdf\">Reducing Time for Fitting Samples - Just-Style magazine</a></span>\n</li>\n</ol></div>\n\n<!-- \nNewPP limit report\nParsed by mw2218\nCached time: 20180921214257\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.076 seconds\nReal time usage: 0.097 seconds\nPreprocessor visited node count: 218/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 4245/2097152 bytes\nTemplate argument size: 9/2097152 bytes\nHighest expansion depth: 6/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 4526/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.025/10.000 seconds\nLua memory usage: 818 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   54.254      1 Template:Ad\n100.00%   54.254      1 -total\n 65.53%   35.553      1 Template:Ambox\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:35646477-0!canonical and timestamp 20180921214256 and revision id 832577069\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","hidden":"","*":"Articles_with_a_promotional_tone_from_June_2014"},{"sortkey":"","hidden":"","*":"All_articles_with_a_promotional_tone"},{"sortkey":"","*":"Fashion"}],"links":[{"ns":14,"exists":"","*":"Category:Articles with a promotional tone from June 2014"},{"ns":0,"exists":"","*":"American Apparel"},{"ns":0,"exists":"","*":"Benetton Group"},{"ns":0,"exists":"","*":"Fast fashion"},{"ns":0,"exists":"","*":"H&M"},{"ns":0,"exists":"","*":"Quick Response"},{"ns":0,"exists":"","*":"Ralph Lauren"},{"ns":0,"exists":"","*":"Supply chain"},{"ns":0,"exists":"","*":"Topshop"},{"ns":0,"exists":"","*":"Zara (retailer)"},{"ns":4,"exists":"","*":"Wikipedia:External links"},{"ns":4,"exists":"","*":"Wikipedia:Neutral point of view"},{"ns":4,"exists":"","*":"Wikipedia:Spam"},{"ns":4,"exists":"","*":"Wikipedia:What Wikipedia is not"},{"ns":12,"exists":"","*":"Help:Maintenance template removal"}],"templates":[{"ns":10,"exists":"","*":"Template:Ad"},{"ns":10,"exists":"","*":"Template:Advert"},{"ns":10,"exists":"","*":"Template:Ambox"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Message box"},{"ns":828,"exists":"","*":"Module:No globals"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Message box/configuration"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"}],"images":["Ambox_important.svg"],"externallinks":["http://www.stanford.edu/~swinney/FastFashion.pdf","http://www.whichplm.com/news/ralph-lauren-uses-fastfit360-for-2012-olympic-collection.html","http://thealexanderreport.com/fast-fashion-facts/","http://www-wds.worldbank.org/servlet/WDSContentServer/WDSP/IB/2010/04/27/000158349_20100427111841/Rendered/PDF/WPS5281.pdf","http://www.fastfit360.com/new/about-us/about-us","http://www.fastfit360.com/new/wp-content/uploads/2011/01/Apparel1108_FramingFit_FastFit360.pdf","http://www.fastfit360.com/new/wp-content/uploads/2011/02/SOURCING_-Reducing-time-for-fitting-samples.pdf"],"sections":[{"toclevel":1,"level":"2","line":"Philosophy","number":"1","index":"1","fromtitle":"Fast_Fit","byteoffset":890,"anchor":"Philosophy"},{"toclevel":2,"level":"3","line":"Relationship to Fast Fashion","number":"1.1","index":"2","fromtitle":"Fast_Fit","byteoffset":907,"anchor":"Relationship_to_Fast_Fashion"},{"toclevel":2,"level":"3","line":"International manufacture and collaboration","number":"1.2","index":"3","fromtitle":"Fast_Fit","byteoffset":2637,"anchor":"International_manufacture_and_collaboration"},{"toclevel":2,"level":"3","line":"The Luxury Market & Unique Projects","number":"1.3","index":"4","fromtitle":"Fast_Fit","byteoffset":3456,"anchor":"The_Luxury_Market_&_Unique_Projects"},{"toclevel":1,"level":"2","line":"History","number":"2","index":"5","fromtitle":"Fast_Fit","byteoffset":4347,"anchor":"History"},{"toclevel":1,"level":"2","line":"Traditional Production and Sampling Process","number":"3","index":"6","fromtitle":"Fast_Fit","byteoffset":7765,"anchor":"Traditional_Production_and_Sampling_Process"},{"toclevel":2,"level":"3","line":"Multinational Supply Chains","number":"3.1","index":"7","fromtitle":"Fast_Fit","byteoffset":9657,"anchor":"Multinational_Supply_Chains"},{"toclevel":2,"level":"3","line":"Cost Impact","number":"3.2","index":"8","fromtitle":"Fast_Fit","byteoffset":10319,"anchor":"Cost_Impact"},{"toclevel":1,"level":"2","line":"Fast Fit Sampling Process","number":"4","index":"9","fromtitle":"Fast_Fit","byteoffset":10800,"anchor":"Fast_Fit_Sampling_Process"},{"toclevel":2,"level":"3","line":"Business Benefits","number":"4.1","index":"10","fromtitle":"Fast_Fit","byteoffset":12844,"anchor":"Business_Benefits"},{"toclevel":2,"level":"3","line":"Consumer Benefits","number":"4.2","index":"11","fromtitle":"Fast_Fit","byteoffset":14216,"anchor":"Consumer_Benefits"},{"toclevel":1,"level":"2","line":"List of Fast Fit retailers and brands","number":"5","index":"12","fromtitle":"Fast_Fit","byteoffset":15048,"anchor":"List_of_Fast_Fit_retailers_and_brands"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"13","fromtitle":"Fast_Fit","byteoffset":15783,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Fast Fit","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q5436916"}]}}