{"parse":{"title":"Internet scavenger hunt","pageid":6485204,"revid":828007411,"text":{"*":"<div class=\"mw-parser-output\"><p>An <b>Internet scavenger hunt</b> or <b>CyberHunt</b> is an <a href=\"/wiki/Education\" title=\"Education\">educational</a> lesson which introduces the <a href=\"/wiki/Internet\" title=\"Internet\">Internet</a> to students. It is often used as tool for teaching students how to search the Internet and how to use the resources and information available on the Internet.\nIt is an online activity in the form of a <a href=\"/wiki/Scavenger_hunt\" title=\"Scavenger hunt\">scavenger hunt</a> that focuses on gathering information from web sites to answer questions or to support a concept on a particular theme or content area. The intent is to hunt for facts or information to add details for the answer to the question. The questions themselves may vary from the simple fact or statement to the more complex, depending upon the age and skill level of the student. By completing CyberHunts, students learn how to navigate a web site, scan a page for detailed information, and then apply the facts or ideas to the question. A CyberHunt is an excellent way to teach beginning internet <a href=\"/wiki/Research\" title=\"Research\">researching</a> skills.\n</p><p>An Internet scavenger hunt is a fact-finding exercise where students answer a list of questions or solve problems as they practice information seeking skills. A hunt can serve as a powerful tool to introduce the study of a new subject or to supplement the exploration of various sides of an issue.\n</p><p>Although hunts frequently move from web site to web site, some direct a student's exploration of a single, content rich site. The single site strategy is employed to introduce users to the elements of a highly sophisticated site like the <a href=\"/wiki/Library_of_Congress\" title=\"Library of Congress\">Library of Congress</a> site, the government site <a rel=\"nofollow\" class=\"external text\" href=\"http://congress.loc.gov/\">Congress.gov</a> or the <a href=\"/wiki/Smithsonian\" class=\"mw-redirect\" title=\"Smithsonian\">Smithsonian</a> site. This permits the teacher to highlight the key areas of a web site.\n</p><p>Recently, the Cyberhunt concept was expanded upon, by creating Extended Cyberhunts or Learning-by-Design Extended Cyberhunts by Dr André du Plessis and Prof Paul Webb of the Nelson Mandela Metropolitan University. This newly developed strategy build on the Cyberhunt- or Scavenger hunt concept. These two academics named their extension of Cyberhunts the ‘Learner Centred Learning-By-Designing Extended Cyberhunts’ (LCLBDEC) strategy for teaching and learning in schools. The main focus of this strategy is to enable learners to become designers of an educational tool which assists them to learn during the design process, and also can be used by other learners or students to get a better understanding of a topic (see <a rel=\"nofollow\" class=\"external free\" href=\"http://www.ascilite.org.au/ajet/ajet27/duplessis.pdf\">http://www.ascilite.org.au/ajet/ajet27/duplessis.pdf</a>). Learners are initially introduced to the ‘Learner Centred Learning-By-Designing Extended Cyberhunts’ (LCLBDEC) strategy by means of teacher designed Extended Cyberhunts. What makes this strategy different is the fact that there is a deliberate attempt to explore a topic by trying to answer questions that have been created based on the different cognitive levels as suggested by Bloom and the revised taxonomy of Anderson and Krathwohl. The focus is to elicit thinking on different levels and hence the teacher can indicate within brackets the level of thinking that is required. The teacher selects a topic from the curriculum and then search for appropriate web sites or web related resources that can range from pure text based online resources to online video related resources from www.youtube.com as an example. A memorandum is also created in order that the learners can ascertain whether they were on the right track. A teacher can thus create Extended Cyberhunts based upon topics that he/she might not be able to complete in class as a result of time constraints caused by whatever possible cause, but the questions to be explored be the learners have to be on different cognitive levels. However, what makes the ‘Learner Centred Learning-By-Designing Extended Cyberhunts’ (LCLBDEC) strategy unique further, is that the next step is that learners become the designers themselves as learning-as-design (see Perkins) is learning that requires a diverse range of skills. Learning-as-design undertaken by learners focuses not only on the product, but primarily on the learning that occurs as a result of seeing the design of a product or artefact as a learning opportunity where the process is just as important as the product. Learners can design Extended Cyberhunts individually or in groups on a topic related to the curriculum. This topic could a topic that has already been discussed or completed in class, but now deeper exploration can be the motive. In addition, the teacher could also identify topics that he/she has noticed that present a great challenge for learners and hence the additional Extended Cyberhunt that learners design by using different online resources that their peers can explore provide an opportunity for learners to possibly clarify their understanding. In addition, learners can also assist the teacher to design Extended Cyberhunts on a curriculum related topic that there is not time for to cover in class. In addition, learners as the designers also have to create a memorandum for the questions that they have created. Teacher designed or Learner designed Extended Cyberhunts can be designs in applications such as Microsoft Word, Microsoft PowerPoint, Libre Office or even on a wiki such as www.wikispaces.com. In order for learners to be able to create questions on different cognitive levels, teachers have to introduce the learners to the different levels of the taxonomy of Bloom and also provide them with the different key verbs that are associated with each level. In order to assist teachers (or even lecturers at tertiary level) to be able to design Extended Cyberhunts, the website www.nmmu.ac.za/cyberhunts/index.htm. The theoretical underpinnings of Extended Cyberhunts, as well as an in depth discussion of the process to follow, is available at <a rel=\"nofollow\" class=\"external free\" href=\"http://www.ascilite.org.au/ajet/ajet27/duplessis.pdf\">http://www.ascilite.org.au/ajet/ajet27/duplessis.pdf</a>\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#History\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">History</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Levels_of_sophistication\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Levels of sophistication</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Benefits\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Benefits</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Examples\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Examples</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#External_links\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"History\">History</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Internet_scavenger_hunt&amp;action=edit&amp;section=1\" title=\"Edit section: History\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The first Internet Scavenger Hunt was developed in 1992 by <a href=\"/wiki/Rick_Gates_(Internet_pioneer)\" title=\"Rick Gates (Internet pioneer)\">Rick Gates</a>.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">&#91;1&#93;</a></sup> He was a professor at the University of California at the time. He created the hunt to encourage adults to explore the resources on the Internet.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\">&#91;2&#93;</a></sup> Gates distributed the questions to various Usenet newsgroups, LISTSERV discussion lists, and Gopher and FTP sites. He offered a prize for successful completion. As time went by he developed themed and then highly challenging hunts like researching a single email address.\n</p>\n<h2><span class=\"mw-headline\" id=\"Levels_of_sophistication\">Levels of sophistication</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Internet_scavenger_hunt&amp;action=edit&amp;section=2\" title=\"Edit section: Levels of sophistication\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Beginner hunts are highly directive taking the user via a link, to the specific web page. A moderately challenging activity takes the user to a web site that has the answer to  a posed question and requires them to choose an appropriate link, use the site map, or site search engine to locate facts that support their answer. The most sophisticated activity may post several open ended questions that require the student to make many choices including search tool and method, web sites and finally the correct supporting information.\n</p><p>Hunts offer several advantages to using the Internet with younger web users. Since the developer chooses the web pages and links directly to them, this minimizes the risk of students being exposed to inappropriate material. With the student's web interaction highly scripted, misdirection by ads or video can be controlled.\n</p><p>Instructors can target the rigor of the activity to challenge students by varying the level of abstraction of questions as defined by <a href=\"/wiki/Bloom%27s_Taxonomy\" class=\"mw-redirect\" title=\"Bloom&#39;s Taxonomy\">Taxonomy of Educational Objectives</a>. Relevance of instructional material may be addressed by using Internet based news resources to infuse current events into the lesson.\n</p><p>A well-developed scavenger hunt that is based on a novel enriches literature studies. It harnesses online resources to extend exploration of the setting and the plot. Highlighting historical references and lending insight through author study are also possible.\n</p><p>Having students create an Internet fact hunt about a subject is one method for developing higher order thinking skills while reflecting knowledge and developing technology skills.\n</p>\n<h2><span class=\"mw-headline\" id=\"Benefits\">Benefits</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Internet_scavenger_hunt&amp;action=edit&amp;section=3\" title=\"Edit section: Benefits\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The use of online resources for instruction and research takes advantage of widely available access to the hunt and the site(s) to which it is linked. This diminishes the need for extensive investments in print resources that quickly become outdated or irrelevant. A single book can be used by only one student at a time. A single web page can be accessed by millions. Typos and misinformation in print materials are there until the next printing. Typos or erroneous information on web pages are easily remedied in a matter of minutes.\n</p><p>Many educational hunts are posted on the Internet permitting users worldwide to use the activity. Hunts can also be crafted in some word processing software and run from the individual computer desktop. Some developers are providing hunt activities in pdf (portable document format). This provides for a more consistent product appearance when printed. Links embedded in pdf documents are active on computers that have access to the net.\n</p><p>Hunts are different from a <a href=\"/wiki/Webquest\" class=\"mw-redirect\" title=\"Webquest\">webquest</a> since the emphasis is on facts and finding information while webquest is inquiry-oriented activity that demands that students go beyond fact-finding.\n</p>\n<h2><span class=\"mw-headline\" id=\"Examples\">Examples</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Internet_scavenger_hunt&amp;action=edit&amp;section=4\" title=\"Edit section: Examples\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>There are thousands<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (August 2009)\">citation needed</span></a></i>&#93;</sup> of hunts on the web that are content focused and grade level specific.  When creating the CyberHunt, the teacher selects web sites that support their specific curriculum focus. The instructor has control over which sites have the best information to answer the questions. The students use only those sites in the activity. The intent is to focus on the material and not have students spend time using search engines or directories to accumulate numerous websites that must then be accessed, assessed and evaluated. Instead, students use their time to navigate to teacher-selected sites for the information. The CyberHunt lesson is streamlined to a simple fact-finding activity. For this reason, the typical activity takes one or more class periods to finish.\n</p><p>There are no firm CyberHunt rules about the number of sites, the type of questions, or the amount of activity time to be allotted. CyberHunts have been created in all shapes and forms and for all grade levels. They cover most subjects and have no set time limit. The teacher has control over the sites, the type of questions, and the final product.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Internet_scavenger_hunt&amp;action=edit&amp;section=5\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"mw-references-wrap\"><ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Lih, Andrew, \"The Wikipedia Revolution\", p34, (c)2009, Hyperion.</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Kozma, Tom, \"The Internet Hunt\", Info Tech News Issues, Wayne State University. Feb 1997.</span>\n</li>\n</ol></div>\n<p>Du Plessis, A. &amp; Webb, P. (2011). An extended Cyberhunts strategy: Learner centred learning-by-design. Australasian Journal of Educational Technology, 27(7), 1190-1207. <a rel=\"nofollow\" class=\"external free\" href=\"http://www.ascilite.org.au/ajet/ajet27/duplessis.html\">http://www.ascilite.org.au/ajet/ajet27/duplessis.html</a>\n</p>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Internet_scavenger_hunt&amp;action=edit&amp;section=6\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.mrsoshouse.com/ext/internethunts.html\">Internet Hunt Activities</a></li>\n<li><a rel=\"nofollow\" class=\"external autonumber\" href=\"http://faculty.usiouxfalls.edu/arpeterson/scavenger_hunts.htm\">[1]</a> Peterson's web activities</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.mcvts.org/ettc/notes/scav.htm\">Introduction to Scavenger Hunts and Webquests</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www3.nsta.org/main/news/stories/science_and_children.php?news_story_ID=53629\">A WebQuest for Spatial Skills</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.planetbachelorette.com/scavenger/\">Web-based bachelorette Scavenger Hunt builder</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.vste.org/publications/journal/attach/vj_1702/vj_1702_02.pdf\">Jill Baedke, \"Using Web-Based Research Activities - CyberHunts, WebQuests, PBL++MM: How Do You Choose?\"</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://dixiesd.marin.k12.ca.us/dixieschool/Classrooms/Rechtfertig/cyberhunts/\">Mary Ann Rechtfertig, \"Developing Internet CyberHunts\"</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.montville.net/hilldale/Hilldale_LMC/web-content/cyberhunts.html\">Julie Greller, \"CyberHunts: Elementary School Teacher Resources\"</a></li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw2180\nCached time: 20180916205442\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.048 seconds\nReal time usage: 0.070 seconds\nPreprocessor visited node count: 178/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 1860/2097152 bytes\nTemplate argument size: 478/2097152 bytes\nHighest expansion depth: 11/40\nExpensive parser function count: 1/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 660/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.019/10.000 seconds\nLua memory usage: 830 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   51.071      1 Template:Citation_needed\n100.00%   51.071      1 -total\n 71.48%   36.506      1 Template:Fix\n 47.44%   24.228      2 Template:Category_handler\n 19.12%    9.767      1 Template:Delink\n  5.12%    2.617      1 Template:Fix/category\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:6485204-0!canonical and timestamp 20180916205442 and revision id 828007411\n -->\n</div>"},"langlinks":[{"lang":"is","url":"https://is.wikipedia.org/wiki/Vefrall%C3%BD","langname":"Icelandic","autonym":"íslenska","*":"Vefrallý"}],"categories":[{"sortkey":"","hidden":"","*":"All_articles_with_unsourced_statements"},{"sortkey":"","hidden":"","*":"Articles_with_unsourced_statements_from_August_2009"},{"sortkey":"","*":"World_Wide_Web"},{"sortkey":"","*":"Educational_technology"},{"sortkey":"","*":"Educational_video_games"}],"links":[{"ns":14,"exists":"","*":"Category:Articles with unsourced statements from August 2009"},{"ns":0,"exists":"","*":"Bloom's Taxonomy"},{"ns":0,"exists":"","*":"Education"},{"ns":0,"exists":"","*":"Internet"},{"ns":0,"exists":"","*":"Library of Congress"},{"ns":0,"exists":"","*":"Research"},{"ns":0,"exists":"","*":"Rick Gates (Internet pioneer)"},{"ns":0,"exists":"","*":"Scavenger hunt"},{"ns":0,"exists":"","*":"Smithsonian"},{"ns":0,"exists":"","*":"Webquest"},{"ns":4,"exists":"","*":"Wikipedia:Citation needed"}],"templates":[{"ns":10,"exists":"","*":"Template:Citation needed"},{"ns":10,"exists":"","*":"Template:Fix"},{"ns":10,"exists":"","*":"Template:Category handler"},{"ns":10,"exists":"","*":"Template:Fix/category"},{"ns":10,"exists":"","*":"Template:Delink"},{"ns":828,"exists":"","*":"Module:Unsubst"},{"ns":828,"exists":"","*":"Module:Category handler"},{"ns":828,"exists":"","*":"Module:Yesno"},{"ns":828,"exists":"","*":"Module:Category handler/data"},{"ns":828,"exists":"","*":"Module:Category handler/config"},{"ns":828,"exists":"","*":"Module:Category handler/shared"},{"ns":828,"exists":"","*":"Module:Category handler/blacklist"},{"ns":828,"exists":"","*":"Module:Namespace detect/data"},{"ns":828,"exists":"","*":"Module:Namespace detect/config"},{"ns":828,"exists":"","*":"Module:Arguments"},{"ns":828,"exists":"","*":"Module:Delink"},{"ns":828,"exists":"","*":"Module:No globals"}],"images":[],"externallinks":["http://congress.loc.gov/","http://www.mrsoshouse.com/ext/internethunts.html","http://faculty.usiouxfalls.edu/arpeterson/scavenger_hunts.htm","http://www.mcvts.org/ettc/notes/scav.htm","http://www3.nsta.org/main/news/stories/science_and_children.php?news_story_ID=53629","http://www.planetbachelorette.com/scavenger/","http://www.vste.org/publications/journal/attach/vj_1702/vj_1702_02.pdf","http://dixiesd.marin.k12.ca.us/dixieschool/Classrooms/Rechtfertig/cyberhunts/","http://www.montville.net/hilldale/Hilldale_LMC/web-content/cyberhunts.html","http://www.ascilite.org.au/ajet/ajet27/duplessis.pdf","http://www.ascilite.org.au/ajet/ajet27/duplessis.html"],"sections":[{"toclevel":1,"level":"2","line":"History","number":"1","index":"1","fromtitle":"Internet_scavenger_hunt","byteoffset":5809,"anchor":"History"},{"toclevel":1,"level":"2","line":"Levels of sophistication","number":"2","index":"2","fromtitle":"Internet_scavenger_hunt","byteoffset":6520,"anchor":"Levels_of_sophistication"},{"toclevel":1,"level":"2","line":"Benefits","number":"3","index":"3","fromtitle":"Internet_scavenger_hunt","byteoffset":8180,"anchor":"Benefits"},{"toclevel":1,"level":"2","line":"Examples","number":"4","index":"4","fromtitle":"Internet_scavenger_hunt","byteoffset":9361,"anchor":"Examples"},{"toclevel":1,"level":"2","line":"References","number":"5","index":"5","fromtitle":"Internet_scavenger_hunt","byteoffset":10541,"anchor":"References"},{"toclevel":1,"level":"2","line":"External links","number":"6","index":"6","fromtitle":"Internet_scavenger_hunt","byteoffset":10795,"anchor":"External_links"}],"parsewarnings":[],"displaytitle":"Internet scavenger hunt","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q6056045"}]}}