{"parse":{"title":"Worked-example effect","pageid":14474772,"revid":814124977,"text":{"*":"<div class=\"mw-parser-output\"><p>The <b>worked-example effect</b> is a learning effect predicted by <a href=\"/wiki/Cognitive_load\" title=\"Cognitive load\">cognitive load theory</a> (Sweller, 1988). Specifically, it refers to the learning effect observed when worked-examples are used as part of instruction, compared to other instructional techniques such as problem-solving (Renkl, 2005) and discovery learning (Mayer, 2004). According to Sweller: \"The worked example effect is the best known and most widely studied of the cognitive load effects\" (Sweller, 2006, p.&#160;165).\n</p><p>Worked-examples improve learning by reducing cognitive load during skill acquisition, and \"is one of the earliest and probably the best known cognitive load reducing technique\" (Paas et al., 2003). In particular, worked-examples provide instructions to reduce <a href=\"/wiki/Cognitive_load#Intrinsic\" title=\"Cognitive load\">intrinsic cognitive load</a> for the learner initially when few <a href=\"/wiki/Schema_(psychology)\" title=\"Schema (psychology)\">schemas</a> are available. <a href=\"/wiki/Cognitive_load#Extraneous\" title=\"Cognitive load\">Extraneous load</a> is reduced by scaffolding of worked-examples at the beginning of skill acquisition. Finally, worked-examples can increase <a href=\"/wiki/Cognitive_load#Germane\" title=\"Cognitive load\">germane load</a> when prompts for <a href=\"/wiki/Worked-example_effect#Self-explanations\" title=\"Worked-example effect\">self-explanations</a> are used (Paas et al., 2003).\n</p><p>Renkl (2005) suggests that worked-examples are best used in \"sequences of <a href=\"/wiki/Worked-example_effect#Faded_worked_examples\" title=\"Worked-example effect\">faded examples</a> for certain problem types in order to foster understanding in skill acquisition,\" and that prompts, help system, and/or training be used to facilitate the learners' self-explanations. This view is supported by experimental findings comparing a faded worked-example procedure and a well-supported problem solving approach (Schwonke et al., 2009).\n</p><p>\"However, it is important to note that studying [worked-examples] loses its effectiveness with increasing expertise\" (Renkl, 2005), an effect known as the <a href=\"/wiki/Expertise_reversal_effect\" title=\"Expertise reversal effect\">expertise reversal effect</a> (Kalyuga, 2007). Further limitations of the classical worked-example method include \"focusing on one single correct solution and on algorithmic skill domains\" (Renkl, 2005). Addressing such restrictions in multimedia learning environments remains an area of active research (Renkl, 2005).\n</p>\n<div id=\"toc\" class=\"toc\"><input type=\"checkbox\" role=\"button\" id=\"toctogglecheckbox\" class=\"toctogglecheckbox\" style=\"display:none\" /><div class=\"toctitle\" lang=\"en\" dir=\"ltr\"><h2>Contents</h2><span class=\"toctogglespan\"><label class=\"toctogglelabel\" for=\"toctogglecheckbox\"></label></span></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Definitions\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Definitions</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-2\"><a href=\"#Worked_example\"><span class=\"tocnumber\">1.1</span> <span class=\"toctext\">Worked example</span></a></li>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#Faded_worked_examples\"><span class=\"tocnumber\">1.2</span> <span class=\"toctext\">Faded worked examples</span></a></li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Self-explanations\"><span class=\"tocnumber\">1.3</span> <span class=\"toctext\">Self-explanations</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Evidence_for\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Evidence for</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#Expertise_reversal_effect\"><span class=\"tocnumber\">2.1</span> <span class=\"toctext\">Expertise reversal effect</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#Developing_effective_worked_examples\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Developing effective worked examples</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Audience\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Audience</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-9\"><a href=\"#Novice_learners\"><span class=\"tocnumber\">4.1</span> <span class=\"toctext\">Novice learners</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#See_also\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-11\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Definitions\">Definitions</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Worked-example_effect&amp;action=edit&amp;section=1\" title=\"Edit section: Definitions\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"Worked_example\">Worked example</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Worked-example_effect&amp;action=edit&amp;section=2\" title=\"Edit section: Worked example\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>\"A <b>worked example</b> is a step-by-step demonstration of how to perform a task or how to solve a problem\" (Clark, Nguyen, Sweller, 2006, p.&#160;190). Worked-examples are designed to support initial acquisition of cognitive skills through introducing a formulated problem, solution steps and the final solution (Renkl, 2005).  Studying worked-examples is an effective instructional strategy to teach complex problem-solving skills (van Merriënboer, 1997). This is because example-based instruction provides expert mental models, to explain the steps of a solution for novices.\n</p>\n<div class=\"center\"><div class=\"thumb tnone\"><div class=\"thumbinner\" style=\"width:659px;\"><a href=\"/wiki/File:Worked_Example.jpg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/7/74/Worked_Example.jpg\" width=\"657\" height=\"314\" class=\"thumbimage\" data-file-width=\"657\" data-file-height=\"314\" /></a>  <div class=\"thumbcaption\">A geometry worked-example demonstrating the tangent-radius property.</div></div></div></div>\n<p>Worked examples, like the example above, are commonly found in mathematics or geometry textbooks, but they are also used in other fields. Worked-examples had been developed for music, chess, athletics, and computer programming (Atkinson, Derry, Renkl, &amp; Wortham, 2000).\n</p>\n<h3><span class=\"mw-headline\" id=\"Faded_worked_examples\">Faded worked examples</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Worked-example_effect&amp;action=edit&amp;section=3\" title=\"Edit section: Faded worked examples\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<div role=\"note\" class=\"hatnote navigation-not-searchable\">See also: <a href=\"/wiki/Expertise_reversal_effect#Addressing\" title=\"Expertise reversal effect\">Addressing Expertise Reversal Effect</a></div>\n<p>\"In order to facilitate the transition from learning from worked examples in earlier stages of skill acquisition to problem solving in later stages, it is effective to successively fade out worked solution steps\" (Renkl et al., 2004). Fading out steps in worked-example triggers self-explanation activities, which consists of the learners' own explanations to the reasons for the given solution steps (Renkl et al., 2004).\n</p><p>As learners gain expertise in the subject area of interest, worked-examples lose their effectiveness due to the expertise reversal effect. Using fade worked-examples addresses this effect by structuring the learners' transition from studying worked-example to learning with problem-solving. (Salden et al., 2008)\n</p>\n<h3><span class=\"mw-headline\" id=\"Self-explanations\">Self-explanations</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Worked-example_effect&amp;action=edit&amp;section=4\" title=\"Edit section: Self-explanations\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>According to Renkl (2005), self-explanations are \"explanations provided by learners and mainly directed to themselves. They contain information that is not directly given in the learning materials and that refer to solution steps and the reasons for them. They can also refer to structural and surface features of problems or problem types.\"\n</p><p>\"Self-explanations are important and necessary\" (Chi et al., 1989) when working with worked-example as \"successful learners studied the examples for longer periods and explained them more actively to themselves\" (Chi et al., 1989). However, as most learners are passive and superficial self-explainers (Renkl, 1997), they \"should be guided to actively self-explain worked-out examples\" (Renkl, 2005).\n</p>\n<h2><span class=\"mw-headline\" id=\"Evidence_for\">Evidence for</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Worked-example_effect&amp;action=edit&amp;section=5\" title=\"Edit section: Evidence for\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The worked-example effect suggests that learning by studying worked examples is more effective than problem solving, and a number of research  have demonstrated this effect, some of the research for the worked-example effect includes:\n</p><p>Sweller and Cooper were not the first to use this form of instruction, but certainly they were the first to describe it from a <a href=\"/wiki/Cognitive_load\" title=\"Cognitive load\">cognitive load</a> perspective (Sweller &amp; Cooper, 1985; Cooper &amp; Sweller, 1987; Sweller, 1988). While studying problem-solving tactics, Sweller and Cooper used worked examples as a substitute for conventional problem-solving for those learning algebra. They found that learners who studied worked examples, performed significantly better than learners who actively solved problems (Sweller &amp; Cooper, 1985; Cooper &amp; Sweller, 1987). Sweller and Cooper (1985) had developed worked examples as a means of limiting problem solving search. It is important to note, that Sweller &amp; Cooper (1985) used worked-out example-problem pairs as opposed to individual worked examples.\nRenkl (2005) suggests learning from worked-out examples is more effective when a series is used.  Pillay (1994) found that worked examples showing 3 intermediate problem stages were more effective than showing only one but suggested that the distance between stages needs to be small enough to allow students to connect them without having to create their own linkages.\n</p><p>Schwonke et al. (2009), in two experiments with Cognitive Tutors investigated the worked example effect. In one experiment, students used Geometry <a href=\"/wiki/Cognitive_Tutor\" class=\"mw-redirect\" title=\"Cognitive Tutor\">Cognitive Tutor</a> which differed by the presentation of worked examples or not. In the experiment, students that were presented with worked examples needed less learning time to obtain the procedural skill and conceptual understanding of Geometry. In the second experiment, the authors aimed at avoiding the negative effects that occurred due to the lack of understanding of the purpose of worked examples, replicate the positive effects obtained in the first experiment and investigate the underlying learning approaches that explain why worked examples had greater efficiency effects. To achieve these objectives, the students were asked to think aloud, using the <a href=\"/wiki/Think_aloud_protocol\" title=\"Think aloud protocol\">think aloud protocol</a>. The results showed that the efficiency effect obtained in the first experiment was also replicated in the second experiment and the students had a deeper conceptual understanding (Schwonke et al., 2009).\n</p><p>Gog, Kester and Paas (2011) investigated the effectiveness of three strategies of example-based learning to problem solving on novices' cognitive load and learning; using electrical circuits troubleshooting tasks. The three strategies used are: worked example only, example-problem pairs and problem-example pairs. The results of the study showed that students in the worked example only and example-problems pair's conditions significantly outperformed students in the problem-example pair and problems solving conditions. It was also observed that higher performance was reached with significantly lower investment of mental efforts during the training (Gog, Kester and Paas, 2011).\n</p>\n<h3><span class=\"mw-headline\" id=\"Expertise_reversal_effect\">Expertise reversal effect</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Worked-example_effect&amp;action=edit&amp;section=6\" title=\"Edit section: Expertise reversal effect\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Although a number of research have shown that worked-examples have positive effects on learners, Kalyuga et al. (2000, 2001a, b) showed that the worked-example effect is related to the expertise level of a learner, referred to as <a href=\"/wiki/Expertise_reversal_effect\" title=\"Expertise reversal effect\">expertise reversal effect</a>. In three studies, (Kalyuga et al. 2000, 2001a, b) used worked examples in different experiments, on-screen diagrams in mechanical engineering, examples with explanatory based instruction on writing circuits for relay circuits and programming logic. In the different studies, (Kalyuga et al. 2000, 2001a, b) showed that the efficiency effect of worked examples became ineffective and often resulted in negative effects for more knowledgeable learners (Kalyuga, 2007).\nHowever, Nievelstein et al. (2013) argues that both the worked-example effect and the expertise reversal effect that have been previously studied were based on well-structured cognitive tasks such as mechanics (Kalyuga et al. 2000). In a study using less-structured task, using legal cases, Nievelstein et al. (2013) investigates worked example effect and expertise reversal effects on both novice and advanced law students. The results of the study indicate that worked examples had efficiency effect for both the novice students and advanced law students, even though the advanced students had significantly more prior knowledge.\n</p><p>Another issue regarding worked examples was observed by Quilici &amp; Mayer (1996), who found that providing learners with three examples of each problem type, as opposed to one, did not result in any differences in students' ability to sort subsequent problems into the appropriate types.  As Wise &amp; O'Neill, pointed out, this is not to say additional guidance will never lead to learning gains; we just cannot assume it always will.\n</p><p>There is also some debate as to how complete the worked example needs to be.  Paas (1992) found that learners in a \"completion\" condition, who were given a problem only halfway worked out, performed just as well on test problems as those given the problems fully worked.\n</p>\n<h2><span class=\"mw-headline\" id=\"Developing_effective_worked_examples\">Developing effective worked examples</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Worked-example_effect&amp;action=edit&amp;section=7\" title=\"Edit section: Developing effective worked examples\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Ward and Sweller (1990) suggested that under some conditions \"worked examples are no more effective, and possibly less effective, than solving problems\" (p.&#160;1). Thus it is important that worked examples be structured effectively, so that extraneous cognitive load does not impact learners. Chandler and Sweller (1992) suggested an important way to structure worked examples. They found that the integration of text and diagrams (within worked examples) reduces <a href=\"/wiki/Extraneous_cognitive_load\" class=\"mw-redirect\" title=\"Extraneous cognitive load\">extraneous cognitive load</a>. They referred to this single modality, attention learning effect as the <a href=\"/wiki/Split-attention_effect\" class=\"mw-redirect\" title=\"Split-attention effect\">split-attention effect</a> (Chandler and Sweller, 1992). Tabbers, Martens, &amp; Van Merriënboer (2000) proposed that one may prevent split-attention by presenting text as audio.\n</p><p>Renkl (2005) suggests that students only gain deep understanding through worked-out examples when the examples:  \n(1) are self-explanatory, \n(2) provide principle-based, minimalist, and example-relation instructional explanations as help\n(3) show relations between different representations\n(4) highlight structural features that are relevant for selecting the correct solution procedure\n(5) isolate meaningful building blocks.\n</p><p>Not all worked examples are print-based as those in the Tarmizi and Sweller study. <a rel=\"nofollow\" class=\"external text\" href=\"http://www.davidlewisphd.com/publications/dlewis_aect2005paper.pdf\">Lewis (2005)</a> for instance, proposed animated demonstrations are a form of worked example. Animated demonstrations are useful because this multimedia presentation combines the worked example, and modality effects within a single instructional strategy.\n</p>\n<h2><span class=\"mw-headline\" id=\"Audience\">Audience</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Worked-example_effect&amp;action=edit&amp;section=8\" title=\"Edit section: Audience\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"Novice_learners\">Novice learners</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Worked-example_effect&amp;action=edit&amp;section=9\" title=\"Edit section: Novice learners\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>As it turns out, worked examples are not appropriate for all learners. Learners with prior knowledge of the subject find this form of instruction redundant, and may suffer the consequences of this redundancy. This has been described as the <a href=\"/wiki/Expertise_reversal_effect\" title=\"Expertise reversal effect\">expertise reversal effect</a> (Kalyuga, Ayres, Chandler, &amp; Sweller, 2003). It is suggested that worked examples be faded over time to be replaced with problems for practice <a rel=\"nofollow\" class=\"external text\" href=\"http://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.23.6816&amp;rep=rep1&amp;type=pdf\">(Renkl, Atkinson &amp; Maier, 2000)</a>. Thus it is important to consider the learner as well as the media while developing worked examples, else learners may not perform as expected.\n</p><p>Since worked-out examples include the steps toward reaching the solution; they can only be used in skill domains where algorithms can be applied (mathematics, physics, programming, etc.)(Renkl, 2005).  For creative pursuits such as interpreting poems, or learning contexts when there is an infinite number of potential confounding factors such as conflict resolution, effective leadership, or multicultural communication, solution steps are more difficult to describe and worked-out examples may not be the most effective instructional method.\nWorked-out example approach is considered one of the best multimedia principles of learning mathematics. Worked examples helps to direct the learner's attention to what needs to be studied as well as developing literacy skills. It serves as a guide to preparing novice learners for effective problem solving after gaining an understanding of any concept under consideration.  Renkl (2005) argues that learners have a very restricted understanding of the domain when they try to solve problems without any worked examples. Thus, learners gain deep understanding of a skill domain when they receive worked-out examples in the beginning of cognitive skill acquisition. The examples give learners a clue on the right steps to solving the problem.\n</p><p>A recent research (Rourke, 2006) found that novice learners can still have difficulty understanding concepts if the given examples with incomplete or somewhat inaccurate information (known as faded examples) prior to acquiring basic domain knowledge or literacy skills in the subject matter. This is based on how novice and expert learner structure his or her learning schemas - knowing the appropriate procedure/approach to use in retrieving and interpreting the problem. On the other hand, worked out examples may constitute cognitive load and causing redundancy to learners with prior knowledge (Kalyuga, Ayres, Chandler, &amp; Sweller, 2003), in contrast with novice learners in which worked out examples rather serve as a compass that provides direct guides to solving similar problems (Rourke, 2006). This also apply when novice learners evaluate prototypes, which embody the main characteristics of a work, worked examples. This can also assist the novice learner with the semantic processing needed to fully comprehend a work of art or design (Rourke, 2006).\n</p><p>Worked examples model is one of several strong cognitive-instruction techniques with great importance that help teachers foster learning. It is an application  principle that significantly enhances novice learners' patterns of knowledge acquisition in the contexts of authentic problem solving. Reed &amp; Bolstad (1991) indicate that one example may be insufficient for helping a student induce a usable idea and that the incorporation of a second example illustrating the idea, especially one that is more complex than the first, garners significant benefits for transfer performance. So, \"at least add a second example\" appears to be a basic rule for worked-examples instructional design. In addition, Spiro, Feltovich, Jacobson, &amp; Coulson (1991) affirmed that providing a wide range of examples (and having students emulate examples) that illustrate multiple strategies and approaches to similar problems help foster broad knowledge transfer and \"cognitive flexibility\".\n</p><p>The instructional model of example-based learning by Renkl and Atkinson (2007) suggests that students gain a deeper understanding of domain principles when they receive worked examples at the beginning of cognitive skill acquisition.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Worked-example_effect&amp;action=edit&amp;section=10\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Cognitive_load\" title=\"Cognitive load\">Cognitive load</a></li>\n<li><a href=\"/wiki/Example_choice\" title=\"Example choice\">Example choice</a></li>\n<li><a href=\"/wiki/Expertise_reversal_effect\" title=\"Expertise reversal effect\">Expertise reversal effect</a></li>\n<li><a href=\"/wiki/Multimedia_learning\" class=\"mw-redirect\" title=\"Multimedia learning\">Multimedia learning</a></li>\n<li><a href=\"/wiki/Procedural_memory\" title=\"Procedural memory\">Procedural memory</a></li>\n<li><a href=\"/wiki/Split_attention_effect\" title=\"Split attention effect\">Split attention effect</a></li>\n<li><a href=\"/wiki/Subgoal_labeling\" title=\"Subgoal labeling\">Subgoal labeling</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Worked-example_effect&amp;action=edit&amp;section=11\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Atkinson, R.K., Derry, S.J., Renkl, A., &amp; Wortham, D.W. (2000). Learning from examples: Instructional principles from the worked examples research. Review of Educational Research, 70, 181–214.</li>\n<li>Chi, M. T., Bassok, M., Lewis, M. W., Reimann, P., &amp; Glaser, R. (1989). Self-explanations: How students study and use examples in learning to solve problems. Cognitive science, 13(2), 145-182.</li>\n<li>Clark, R.C., Nguyen, F., and Sweller, J. (2006). Efficiency in learning: evidence-based guidelines to manage cognitive load. San Francisco: Pfeiffer.</li>\n<li>Cooper, G., &amp; Sweller, J. (1987). Effects of schema acquisition and rule automation on mathematical problem-solving transfer. Journal of Educational Psychology. 79(4), 347–362.</li>\n<li>Gog, T.V., Kester, L., Paas, F. (2011). Effects of worked examples, example-problem, and problem-example pairs on novices' learning. <a href=\"/wiki/Contemporary_Educational_Psychology\" title=\"Contemporary Educational Psychology\">Contemporary Educational Psychology</a> 36 (2011) 212–218.</li>\n<li>Kalyuga, S., Chandler, P., &amp; Sweller, J. (2000). Incorporating learner experience into the design of multimedia instruction. Journal of Educational Psychology, 92, 126–136.</li>\n<li>Kalyuga, S., Chandler, P., &amp; Sweller, J. (2001a). Learner experience and efficiency of instructional guidance. Educational Psychology, 21, 5–23.</li>\n<li>Kalyuga, S., Chandler, P., Tuovinen, J., &amp; Sweller, J. (2001b). When problem solving is superior to studying worked examples. Journal of Educational Psychology, 93, 579–588.</li>\n<li>Kalyuga, S. Ayres, P., Chandler, P. &amp; Sweller, J. (2003). The expertise reversal effect. <i>Educational Psychologist, 38</i>(1) 23–31.</li>\n<li>Kalyuga, S. (2007). Expertise Reversal effect and its implications for learner-tailored instruction. Educational Psychology Review (2007) 19:509-539.</li>\n<li>Lewis, D. (2005). Demobank: a method of presenting just-in-time online learning in the Proceedings of the Association for Educational Communications and Technology (AECT) Annual International Convention (vol 2, pp.&#160;371–375) October 2005, Orlando, FL. <a rel=\"nofollow\" class=\"external free\" href=\"http://www.davidlewisphd.com/publications/dlewis_aect2005paper.pdf\">http://www.davidlewisphd.com/publications/dlewis_aect2005paper.pdf</a></li>\n<li>Moreno, R., Reisslein, M., and Delgoda G.E. (2006). Toward a fundamental understanding of worked example instruction: impact of means-ends practice, backward/forward fading, and adaptivity. In FIE '06: Proceedings of the 36th Frontiers in Education Conference, 2006. retrieved November 28, 2007 from <a rel=\"nofollow\" class=\"external free\" href=\"http://fie.engrng.pitt.edu/fie2006/papers/1353.pdf\">http://fie.engrng.pitt.edu/fie2006/papers/1353.pdf</a></li>\n<li>Nievelstein, F., Gog T.V., Dijck, G.V., Boshuizen, H.P.A. (2013). The worked example and expertise reversal effect in less structured tasks: Learning to reason about legal cases. Contemporary Educational Psychology 38 (2013) 118–125.</li>\n<li>Paas, F. (1992). Training strategies for attaining transfer of problem-solving skill in statistics:  A cognitive-load approach.  Journal of Educational Psychology, 84, 429-434.</li>\n<li>Paas, F. &amp; van Merriënboer, J. (1994). Variability of worked examples and transfer of geometrical problem-solving skills: A cognitive-load approach. Journal of Educational Psychology, 86 (1), 122-133.</li>\n<li>Paas, F., Renkl, A., &amp; Sweller, J. (2003). Cognitive load theory and instructional design: Recent developments. Educational psychologist, 38(1), 1-4.</li>\n<li>Pillay, H. (1994). Cognitive load and mental rotation:  Structuring orthographic projection for learning and problem solving.  Instructional Science, 22, 91-113.</li>\n<li>Quilici, J.L., &amp; Mayer, R.E. (1996). Role of examples in how students learn to categorize statistics word problems.  Journal of Educational Psychology, 88, 144-161.</li>\n<li>Reed, S. K., &amp; Bolstad, C. A. (1991). Use of examples and procedures in problem solving. Journal of Experimental Psychology: Learning, Memory, and Cognition, 17, 753-766.</li>\n<li>Renkl, A. (2005). The worked-out examples principle in multimedia learning. In Mayer, R.E. (Ed.), The Cambridge Handbook of Multimedia Learning. Cambridge: Cambridge University Press. View in a new window</li>\n<li>Renkl, A. (1997). Learning from worked-out examples: A study on individual differences. Cognitive science, 21(1), 1-29.</li>\n<li>Renkl, A., Atkinson, R. K., &amp; Große, C. S. (2004). How fading worked solution steps works–a cognitive load perspective. Instructional Science, 32(1-2), 59-82.</li>\n<li>Renkl, A., Atkinson, R.K., &amp; Maier, U.H. (2000). From studying examples to solving problems: Fading worked-out solution steps helps learning. In L. Gleitman &amp; A.K. Joshi (Eds.), Proceedings of the 22nd Annual Conference of the Cognitive Science Society (pp.&#160;393–398). Mahwah, NJ: Lawrence Erlbaum Associates, Inc. retrieved February 6, 2010 from <a rel=\"nofollow\" class=\"external text\" href=\"http://citeseerx.ist.psu.edu/viewdoc/summary?doi=10.1.1.23.6816\">http://citeseerx.ist.psu.edu/viewdoc/summary?doi=10.1.1.23.6816</a></li>\n<li>Rourke, A, J. (2006). Cognitive load theory and the use of worked examples in design history to teach novice learners to recognise the distinctive characteristics of a designer's work. EdD, Kensington: The University of New South Wales.</li>\n<li>Salden, R.J.C.M, Aleven, V., Schwonke, R., &amp; Renkl, A. (2008). The expertise reversal effect and worked examples in tutored problem solving. Instructional Science, 38, 289-307</li>\n<li>Schwonke, R., Renkl, A., Krieg C., Wittwer, J., Alven, V., and Salden, R,. (2009). The worked-example effect: Not an artefact of lousy control conditions. Computers in Himan Behavior 25(2009)258-266.</li>\n<li>Smith, S.M., Ward, T.B., and Schumacher, I.S. (1993). Constraining effects of examples in a creative generation task, Memory &amp; Cognition. 21: 837–845.</li>\n<li>Spiro, R. J., Feltovich, P. J., Jacobson, M., &amp; Coulson, R. L. (1991). Cognitive flexibility, constructivism and hypertext: Advanced knowledge acquisition in ill-structured domains. Educational Technology, 31, 24-33.</li>\n<li>Sweller, J., &amp; Cooper, G.A. (1985). The use of worked examples as a substitute for problem solving in learning algebra. Cognition and Instruction, 2(1), 59–89.</li>\n<li>Sweller, J. (2006). The worked example effect and human cognition. Learning and Instruction, 16(2) 165–169</li>\n<li>Tabbers, H.K., Martens, R.L., &amp; Van Merriënboer, J.J.G. (2000). Multimedia instructions and cognitive load theory: Split-attention and modality effects. Paper presented at the National Convention of the Association for Educational Communications and Technology, Long Beach, CA. retrieved December 6, 2007 from <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.ou.nl/Docs/Expertise/OTEC/Publicaties/huib%20tabbers/AECT2000%20Huib%20Tabbers.pdf\">[1]</a></li>\n<li>Tarmizi, R.A. and Sweller, J. (1988). Guidance during mathematical problem solving. <i>Journal of Educational Psychology, 80</i> (4) 424–436</li>\n<li>Van Merriënboer, J. (1997). Training Complex Cognitive Skills: a Four-Component Instructional Design Model for Technical Training. Englewood Cliffs, NJ: Educational Technology Publications.</li>\n<li>Ward, M. &amp; Sweller, J. (1990). Structuring effective worked examples. Cognition and Instruction, 1990, 7(1), 1–39. Sweller &amp; Chandler, 1991</li>\n<li>Wise, A. F., &amp; O'Neill, D. K. (2009). Beyond More Versus Less: A Reframing of the Debate on Instructional Guidance. In S. Tobias &amp; T. M. Duffy (Eds.), Constructivist Instruction: Success or Failure? (pp.&#160;82–105). New York: Routledge. View in a new window</li></ul>\n\n<!-- \nNewPP limit report\nParsed by mw1273\nCached time: 20180907090533\nCache expiry: 1900800\nDynamic content: false\nCPU time usage: 0.064 seconds\nReal time usage: 0.093 seconds\nPreprocessor visited node count: 67/1000000\nPreprocessor generated node count: 0/1500000\nPost‐expand include size: 306/2097152 bytes\nTemplate argument size: 0/2097152 bytes\nHighest expansion depth: 2/40\nExpensive parser function count: 0/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 0/5000000 bytes\nNumber of Wikibase entities loaded: 0/400\nLua time usage: 0.012/10.000 seconds\nLua memory usage: 619 KB/50 MB\n-->\n<!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   49.020      1 Template:See_also\n100.00%   49.020      1 -total\n-->\n\n<!-- Saved in parser cache with key enwiki:pcache:idhash:14474772-0!canonical and timestamp 20180907090533 and revision id 814124977\n -->\n</div>"},"langlinks":[],"categories":[{"sortkey":"","*":"Educational_technology"},{"sortkey":"","*":"Educational_psychology"},{"sortkey":"","*":"Learning"}],"links":[{"ns":0,"exists":"","*":"Worked-example effect"},{"ns":0,"exists":"","*":"Cognitive Tutor"},{"ns":0,"exists":"","*":"Cognitive load"},{"ns":0,"exists":"","*":"Contemporary Educational Psychology"},{"ns":0,"exists":"","*":"Example choice"},{"ns":0,"exists":"","*":"Expertise reversal effect"},{"ns":0,"exists":"","*":"Extraneous cognitive load"},{"ns":0,"exists":"","*":"Multimedia learning"},{"ns":0,"exists":"","*":"Procedural memory"},{"ns":0,"exists":"","*":"Schema (psychology)"},{"ns":0,"exists":"","*":"Split-attention effect"},{"ns":0,"exists":"","*":"Split attention effect"},{"ns":0,"exists":"","*":"Subgoal labeling"},{"ns":0,"exists":"","*":"Think aloud protocol"}],"templates":[{"ns":10,"exists":"","*":"Template:See also"},{"ns":828,"exists":"","*":"Module:Labelled list hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote"},{"ns":828,"exists":"","*":"Module:Hatnote list"},{"ns":828,"exists":"","*":"Module:Arguments"}],"images":["Worked_Example.jpg"],"externallinks":["http://www.davidlewisphd.com/publications/dlewis_aect2005paper.pdf","http://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.23.6816&rep=rep1&type=pdf","http://citeseerx.ist.psu.edu/viewdoc/summary?doi=10.1.1.23.6816","http://www.ou.nl/Docs/Expertise/OTEC/Publicaties/huib%20tabbers/AECT2000%20Huib%20Tabbers.pdf","http://fie.engrng.pitt.edu/fie2006/papers/1353.pdf"],"sections":[{"toclevel":1,"level":"2","line":"Definitions","number":"1","index":"1","fromtitle":"Worked-example_effect","byteoffset":2179,"anchor":"Definitions"},{"toclevel":2,"level":"3","line":"Worked example","number":"1.1","index":"2","fromtitle":"Worked-example_effect","byteoffset":2196,"anchor":"Worked_example"},{"toclevel":2,"level":"3","line":"Faded worked examples","number":"1.2","index":"3","fromtitle":"Worked-example_effect","byteoffset":3180,"anchor":"Faded_worked_examples"},{"toclevel":2,"level":"3","line":"Self-explanations","number":"1.3","index":"4","fromtitle":"Worked-example_effect","byteoffset":4037,"anchor":"Self-explanations"},{"toclevel":1,"level":"2","line":"Evidence for","number":"2","index":"5","fromtitle":"Worked-example_effect","byteoffset":4806,"anchor":"Evidence_for"},{"toclevel":2,"level":"3","line":"Expertise reversal effect","number":"2.1","index":"6","fromtitle":"Worked-example_effect","byteoffset":7957,"anchor":"Expertise_reversal_effect"},{"toclevel":1,"level":"2","line":"Developing effective worked examples","number":"3","index":"7","fromtitle":"Worked-example_effect","byteoffset":10054,"anchor":"Developing_effective_worked_examples"},{"toclevel":1,"level":"2","line":"Audience","number":"4","index":"8","fromtitle":"Worked-example_effect","byteoffset":11674,"anchor":"Audience"},{"toclevel":2,"level":"3","line":"Novice learners","number":"4.1","index":"9","fromtitle":"Worked-example_effect","byteoffset":11688,"anchor":"Novice_learners"},{"toclevel":1,"level":"2","line":"See also","number":"5","index":"10","fromtitle":"Worked-example_effect","byteoffset":15944,"anchor":"See_also"},{"toclevel":1,"level":"2","line":"References","number":"6","index":"11","fromtitle":"Worked-example_effect","byteoffset":16135,"anchor":"References"}],"parsewarnings":[],"displaytitle":"Worked-example effect","iwlinks":[],"properties":[{"name":"wikibase_item","*":"Q8034667"}]}}